[{"type":"minorheading","content":"Prelude","time":1513333800,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 10.30 a.m.","time":1513333800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1513333800,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1513333800,"counter":4},{"type":"majorheading","content":"Child Homelessness: Statements","time":1513333800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500003#A00100"},{"type":"speech","time":1513333800,"counter":6,"content":"<p>Given that it is the beginning of the last session of the term, I will avail of the opportunity to thank all the Members, the party leaders and the group leaders for their co-operation and assistance throughout the course of the year, and all the Members of the House for their engagement and support.  On the Members' behalf, I extend a very sincere thank you to the Clerk of the D&aacute;il and all the ancillary staff here in the Houses.  We are exceptionally fortunate to work with the finest of public servants across a range of services.  I wish each and every Member a happy and relaxing, and, for those who want it, a holy, Christmas in the period ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500003#A00200","speaker":"1371"},{"type":"speech","time":1513333800,"counter":7,"content":"<p>On behalf of the Government, I echo the Ceann Comhairle's sentiments in relation to the staff here in the Houses and to all of our colleagues over the Christmas period.<\/p>  <p>  It is good that child homelessness is one of the last issues we choose to discuss this year.  People talk about Brexit potentially being the greatest challenge that we face as a State but thanks to the good work of the diplomatic corps, the Taoiseach, the T&aacute;naiste and Minister for Foreign Affairs and Trade, and the Minister of State for European Affairs, it looks like Brexit may not be the threat that people assumed it would be.  Nevertheless, there is a genuine crisis and challenge for society when we look at the numbers who are homeless and the numbers of families and children who are in emergency homeless accommodation.<\/p>  <p>  This year has seen the number of homeless families increase to a point where we now have 1,463 families, and more than 3,194 children, in emergency accommodation.  Thankfully, when it comes to the situation of families experiencing this crisis in their lives, we have supports in place so that no family would every be forced into that terrible circumstances of having to sleep rough.  That means that we have had to use accommodation such as hotels, which, obviously, is not an ideal solution but which at least gets families initially into safe and secure accommodation.  We hope that it is only for a temporary period because what we want is to get families into homes, and that is what we are doing under Rebuilding Ireland.<\/p>  <p>  It is also important that we, as a new generation of politicians coming into 2018, learn from the mistakes that Irish society has faced in the past and that we confront these challenges head on.  Too often in Irish society, people have tried to turn away from uncomfortable truths to try to keep them out of the public domain.  It is only right and proper that we continue to talk about this crisis every day and every week in this House until we have finally gotten to grips with it and moved these families out of emergency accommodation and into homes.  Even though sometimes it is uncomfortable to confront it and even though we recognise that it is a complex issue, as politicians and leaders in Irish society, we have a responsibility to put our best efforts together to solve this crisis and to help these families.  It is imperative that we do not use it for political ends.  I would never accuse any of my colleagues in the House here of doing that but we have to come together to find the solutions.<\/p>  <p>  Sometimes when we talk about policy, data and the implementation of responses to homelessness and children in homelessness, it can sound cold and heartless, but what is most important is that those on the front line who are helping them are not only implementing policy responses that will work, but do so with compassion and care and provide a degree of comfort for those people because they are in such difficult circumstances.  The public can take comfort from the fact that it is the voluntary sector which is implementing these policies on our behalf, in conjunction and in partnership with the Government, and that the public knows that they are receiving those levels of care.<\/p>  <p>  I have had the good fortune to meet those who are working on the front line not only in the local authorities, but also in the voluntary sector and in the Dublin Region Homeless Executive, and they do their work in a fantastic manner.  They do it with a smile on their faces and always with the person they are helping foremost in their minds.  I hope the public can take comfort in knowing that taxpayers' money is going to fund these organisations so that they can give that level of care, and it is significant.  It will be over &euro;160 million this year between my Department, the Department of Health and the local authorities to provide those levels of care.  Of course, as many Members will be aware, it is not about the amount of money that we spend but about how we spend it, and making sure that we are spending it in the most effective and best way to help these families and these children who are experiencing this difficult crisis.<\/p>  <p>  As I have stated previously, it is my responsibility, as Minister, is to fix our broken housing system and to make sure that houses are built and there are homes for these families and for these children.  I have to make sure that we get more social housing homes.  That means having more homes built by the local authorities and by the housing bodies, but it also means a range of other solutions as well.  These solutions include acquisitions, long-term leasing, vacancy and Part V social housing delivery.  I am committed to ensuring that people get into homes and that they are secure social housing homes, and no matter what stream they come from in terms of the different solutions that we have, that we see an increase in each of those streams.<\/p>  <p>  Where we cannot have a home immediately ready for someone who needs one, it is about making sure that our emergency provision is there to help those people until we have them in to secure homes.  As a part of my responsibility in that regard, I speak to the Minister for Children and Youth Affairs and the Minister for Health on a regular basis.  The Minister for Children and Youth Affairs, Deputy Zappone, has a particular concern here, of course, because we are talking about families and children.  I welcome the work she has done in relation to the hubs programme and that Tusla has done, and also that the Minister for Health has done.<\/p>  <p>  I am in constant contact with the local authorities and with the voluntary sector to make sure that all the necessary supports are being made available.  At the housing summit we held in September, I set up an inter-agency group led by Mr. John Murphy to make sure that the Government response is co-ordinated in such a way that it is most effective for those who are receiving the care and treatment.  I met the CEOs of the main voluntary organisations only yesterday.  I talked through some of the initial recommendations that will come from that inter-agency group and they agreed that these will be helpful in assisting the voluntary sector to do its work better.<\/p>  <p>  I have also met the Ombudsman for Children to discuss the standards of care for families that are in hotels and the standards of care for families that are in hubs.  I have assured him and his office of everything that we are doing to make sure that the concerns and the needs of children and families are foremost in the different supports and different policies that we implement.<\/p><p>I have also met representatives from the Irish Human Rights and Equality Commission in order to provide them with reassurances on everything the Government is doing and to help explain exactly the different supports that are provided.  I have also met children and families who, unfortunately, are in emergency accommodation and have been moving from hotels into hubs.  Last week, the Taoiseach and I visited a family hub where we met a few families.  I met two fantastic children from different families.  I will not name them in order to protect their privacy.  They were bright - and not just intelligent in terms of the various questions they were asking us about who we were and why we were there - lively and energetic as children should be.  They were excited about Santa coming very shortly, as are, no doubt, the children in the Gallery.  We gave loads of assurances that Santa was going to come, that he knew where they were and that he did get their letters.<br\/><br\/>While it will never be normal for families in homelessness, we must ensure that the children who are there do not feel it is anything but normal for the brief period - we hope it will be brief - they are in emergency accommodation and in hubs.  We want them to feel that there is nothing wrong until we get them into secure homes.  This is exactly what the care workers in those facilities are doing, and they are doing a fantastic job.<br\/><br\/>This morning, the early learning initiative held a number of open sessions.  I was not able to attend because I was at a regeneration project with the Minister for Finance, which is another fantastic story for the inner city and for families on which I will comment shortly.  The early learning initiative is doing fantastic work.  One of the first things I learned in my first weekend on the job is the difficulty experienced in some of the cases now.  In the past, children might have been having developmental issues with language skills, but now it is motor skills because there is not enough room for them to crawl around in the hotel rooms in which they are living.  This is exactly why we have the hub programme and why we put so many of our resources into it.<br\/><br\/>I have also met workers who have told me that, unfortunately, they have identified some children they feel might now be at risk of adult homelessness because they have spent way too long in emergency accommodation.  This is also why we have the hub programme.  We have seen that people stay far fewer few months in emergency accommodation when they are in a hub because there are supports in place, and that is welcome.<br\/><br\/>The end of 2017 is approaching and we are reflecting on some of the policies we introduced during the year in order to see whether they have worked.  This is important that both the Government and the Oireachtas do this.  One of the key responses we have put in place this year is the family hubs.  There was not acceptance initially of the hubs.  However, when Members of the Oireachtas and members of the public visited some of the facilities, they came to understand that they are far superior to hotels.  The hubs are only a first response - and an emergency one at that.  As one family told the Minister for Children and Youth Affairs, Deputy Katherine Zappone, when she visited a hub, they did not feel homeless there.  However, hubs are only emergency accommodation and a first response.  Families are spending less time in them than they are in hotels, which is welcome.  Hubs have a facility for independent living.  Some of the rooms in certain hubs have independent cooking facilities.  They also have community living and the communities decide how the hub will operate.  There are shared facilities for cooking, play spaces and homework clubs.  Support is there for parents in terms of babysitting and everything else that they will need and with trying to find accommodation and all of the other difficulties they are experiencing.  Supports are also in place in respect of children, such as free child care, transport to and from school through the provision of Leap cards and breakfast and homework clubs.<br\/><br\/>In 2016, Tusla developed a protocol with the housing authorities to ensure that the appropriate child protection and welfare systems were in place for children and families in emergency accommodation.  This was reviewed again at the end of 2016.  We continue to look at the Dublin Region Homeless Executive to ensure all of the necessary supports are there for families in care.  Hotels are not appropriate but, as a result of the crisis we faced, we had to use them in order to accommodate families.  It was not necessarily a choice we would like to have made, but it was an appropriate one at the time.  I have assured the Ombudsman that every care is taken for a family when it enters a hotel.  In November, I outlined to the D&aacute;il the wraparound supports for families as they go into hotels to try to get them out of there as quickly as possible and into a hub, a housing assistance payment, HAP, tenancy or social housing.<br\/><br\/>More than 600 families are still in hotels.  That is still to many but it is down from the high point in March.  There has been a 22% reduction from that high point, which is welcome.  We will reach a stage - I hope to get there in the course of next year - when no family presenting will be accommodated in a hotel and will instead go directly to a family hub, a social housing unit or a HAP supported tenancy.  At present, 12 hubs - accommodating 300 families - are in operation.  They are located in Dublin, Kildare and Limerick.  Seven new hubs will be in place by the end of the year and will accommodate an additional 163 families.  These will be located in Dublin and Limerick.  We will open more hubs in Dublin, Cork and Galway next year.  This will be safe, supported accommodation until we can get them into homes or HAP-supported tenancies.<br\/><br\/>As already stated, hubs are only a first emergency response.  Obviously, a key policy response and solution is to build more homes and put in place more social housing supports.  In 2017, we committed 21,000 social housing supports from a mix of solutions I mentioned earlier.  We will exceed this in a number of areas, which is welcome.  HAP is working and almost 350 new tenancies are being supported into HAP accommodation each week.  We have a voids acquisition and build programme that is part of bringing secure tenancies into our social housing stock.  We will increase our financing for this by almost 50% next year.  Earlier this week, I visited a new social housing project in Lusk.  It is the largest of its type in Dublin.  Already, eight houses are tenanted and early next year the remaining 70 homes in the scheme will have tenants in them.  That is welcome.  I also opened the programme for the new Donabate distributor road, which is part of the lighthouse scheme.  We will use a small bit of taxpayer money to open up large schemes on private and public land for development.  This will facilitate 1,200 new homes by 2021.<br\/><br\/>Very recently, I agreed in the Estimates with the Minister for Finance an additional &euro;100 million for 2017 to go into the hubs programme to support families and children in emergency accommodation.  It is also going to regeneration projects, such as St. Mary's in Dublin 1, where I was earlier this morning.  It is also going into acquiring more homes for our social housing stock this year for families who need help and this is welcome.<br\/><br\/>Next year will begin with another housing summit.  We had one in September, which was successful.  In January, we will have a second housing summit to discuss the targets for local authorities for next year and how they, together with the voluntary sector, will meet their obligations to ensure that more houses will be build next year.  As a result of some of the changes we made in policy this year, there will be an almost 30% increase in the number of social housing units built by local authorities and housing bodies next year.  In the course of 2018, almost 8,000 homes will be brought into secure social housing tenancies through build, acquisition, long-term lease, Part V and bringing voids back into use.  This is very welcome.  Another 16,000 or more supports will be delivered in other areas.  Every day of the working week, almost 100 new tenancies - that is, 100 new households - are supported through social housing supports and taxpayer-funded schemes.  This is very welcome and will continue in 2018.<br\/><br\/>As we build more homes, we have to ensure that we focus on affordability.  We discussed this matter recently in the D&aacute;il.  There will be an affordability scheme.  It will not just be about social housing units and private homes, there will also be affordable homes.  As we look to all of the indicators we have in the building sector - from the percentage of construction activity that is residential all the way through to the number of ESB connections - all of them are up for this year, which is welcome.  Until we have more social housing homes built we will, of course, continue to rely on the private rental sector.  Importantly, as we look to 2020 and 2021, we will be relying more on build, acquisition, long-term leasing and void vacancy than we will on HAP-placed tenancies for our social housing supports.<br\/><br\/>When a family is in crisis or very difficult circumstances, we must also ensure that emergency supports are in place to help.  There were 3,000 exits in 2017.  We will have that again, but prevention is key.  We had more than 600 families and individuals being prevented from falling into emergency accommodation in the course of 2017.  We have seen the housing assistance payment as a preventative measure and we have used the additional flexibility we have to prevent families from falling into emergency accommodation.  As a result of the housing summit in September, we extended the place finder service nationally.  It is there to help people into HAP-supported tenancies.  It can also provide the deposit and the first month's rent.  This is working.<br\/><br\/>The targets for 2016 with the new homeless HAP, which was a pilot of 50% discretion was 550, but we helped 800 households with homeless HAP in the course of 2016.  In 2017, our target for homeless HAP support as a prevention measure was 1,200.  We will achieve somewhere in the region of 1,600 tenancies supported through homeless HAP that otherwise would have gone into emergency accommodation and homelessness but did not because we were able to put this measure in place.<br\/><br\/>The Residential Tenancies Board, RTB, has given us a definition of substantial refurbishment, so that landlords and tenants can be clear on their rights and people are not abused in terms of being forced either to increase their rent or into eviction as a result of this piece of law.  There are a couple of cases in the courts with regard to evictions that will show the extent to whether the legislation is robust enough.  We also have a new obligation on landlords to notify the RTB when they serve a notice of termination so we can get those wraparound supports in as quickly as possible.  We have seen that early intervention helps and is preventing families and individuals having to access emergency accommodation.<br\/><br\/>I met the CEOs from the voluntary sector yesterday.  They came to me with new ideas on prevention and they are very much worth considering if we can better integrate and co-ordinate the prevention responses across the voluntary sector, together with the Dublin Region Homeless Executive.  There are also things we can do to try to incentivise landlords where property is being sold so that it can be sold, as it is in the commercial sector, with tenants <i>in situ<\/i>.<\/p><p>Therefore, where tenants are meeting their obligations or the State is helping them with housing assistance payments, HAP, there will be no changes in their circumstances just because the ownership of the property has changed.  We will explore that to see if we can help in that regard.<\/p> <p> We have a crisis with rough sleepers.  They are the most vulnerable people that we face in this housing and homelessness crisis.  I committed to 200 additional beds and they will be in the system.  The final bed will open on Monday next week so that no person who is sleeping rough will be forced to sleep rough over the course of the winter period, not just over the course of Christmas, as these are permanent new beds for the system.  We have the cold weather initiative, which means there are more outreach teams out now every day to try to get people into the system.<\/p> <p> I thank everyone working in this area, in local authorities, the voluntary sector and my own Department, who are working on the front lines.  It is a serious challenge.  We know that new homes are the answer and that new homes are being built but we will not be able to solve the crisis until they are built.  That will take more time.  Until those houses are built, we will treat every family and child with the utmost of care until we can get them into new homes - forever homes, as people call them.  That is our ambition and what the Government is working to achieve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500003#A00300","speaker":"1295","continuing":true},{"type":"speech","time":1513335000,"counter":10,"content":"<p>I am acutely aware how tragic it is that as the D&aacute;il begins its final debates before Members rise for Christmas, they must once again discuss the failure of the Government and the State with regard to child and family homelessness.  I do not know what else to say at Christmas about the disgraceful lack of urgency in providing solutions to child and family homelessness.  Having thought about what to say today, I do not want to repeat all that has been put on record before.  However, since this is a debate about child and family homelessness, I will share with the Minister and Members of this House the reality of children and families who have no home.<\/p>  <p>  As most people know, I worked in my family hotel in Glendalough all my life until I became a full-time politician, elected by the people less than two years ago.  In more than 40 years in the hotel business, through three recessions in the 1970s, 1980s and the most recent crash, I never witnessed until this year what I am about to outline.  The Glendalough Hotel is located in a very rural part of Wicklow, 50 km from Dublin city, which all are aware is the epicentre of the child and family homelessness crisis.  On several occasions this year, my hotel has accommodated families with children who have been sent by Dublin local authorities because they have no homes available in one of the fastest-growing cities in Europe.<\/p>  <p>  These families arrive in the late afternoon and early evening after picking up their children from their Dublin primary schools.  They have made a journey of over an hour by car after spending the morning ringing hotel after hotel seeking a booking.  Eventually, having no choice but to pick my hotel some 50 km from their home city, the family, that is, mother and father and two primary schoolgoing children, arrive tired and anxious, a little embarrassed about arriving not as tourists but economic refugees.  The team at the hotel makes every effort to welcome these guests while at the same time realising that this is not why they pay their taxes.  These families should not be forced to endure this.  Both the family and staff make every effort to pretend that this situation is normal so that it does not cause any further stress.  When food has been made available, the Irish family is allocated a room and the parents try to get their children settled and hopefully able to do some normal activities such as homework, showering and watching television, all in a hotel room, before putting them to bed.  The next morning, these families have no choice but to get up very early in the morning since their parents must get their children ready for school in their little uniforms for Dublin city schools, and make that long journey back to our nation's capital for school and work.  One of the parents then makes contact with Dublin local authorities once again to see if any accommodation can be made available.  The parent is then told again that no housing is available but there is a list of suitable hotels to ring.  The parents then begin the long process of ringing Dublin hotels, then hotels farther afield until, once again, they reluctantly book into our hotel and begin to arrange transport.<\/p>  <p>  I have seen this happen to my fellow citizens and families with young children day in and day out through 2017.  Our hotel has accommodated families for up to three to five days in a row.  Each day, the same process is undergone and there is the same humiliation and struggle.  I do not know what else I can say about this experience.  It makes all of us at the hotel ashamed that this is the Ireland we live in.  Glendalough is a place of inspiration, tranquility and a reminder of the historic achievements of Ireland's ancient past.  Sadly, it is now about part of our story of modern Ireland's shameful present.  I am pleased that the Minister did not mention the word \"normal\" today or that it is below EU average, but that he mentioned the word \"face-on\".  What we must face is that, even since the Minister took office in June, the number of homeless people, including children, has increased.  Despite the Minister's statement that the use of hotels has decreased since March, the number of hotels being used for homeless families increased in June, July, August, September and October and those are the Minister's figures.<\/p>  <p>  Working with Deputies Cowen and Rabbitte, we in Fianna F&aacute;il have proposed several solutions.  We have allowed the Government to implement solutions but there are still families without homes, forced to endure this disgraceful treatment that makes me and indeed every Irish citizen deeply ashamed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500005#C00200","speaker":"1357"},{"type":"speech","time":1513335000,"counter":11,"content":"<p>I thank the Minister for his presentation this morning.  I am speaking through the eyes of the child and will be the voice of the child.  We often talk about the voice of the child.  We have to think back to two Friday nights ago, when we watched \"The Late Late Toy Show\".  In fairness to \"The Late Late Toy Show\" and Ryan Tubridy, he included children from homeless positions.  It is important for anybody listening to the commentary to know that he explained the role of the chimney.  He showed that there is a chimney for everybody in this country and how the fireplace was done so that any child living in hotel accommodation or overcrowded accommodation would know how the fireplace was designed so Santa, at this time of year, will be able to come to all children throughout the country, wherever they are living.  For that particular night, he gave a great message of hope to all children looking in that no matter where they are, Santa will be able to come to all with that little fireplace.<\/p>  <p>  Ryan Tubridy also made it real for other children, who are fortunate to have their own homes, so they could understand what their friends might be going through.  Nobody knows what other people might be going through.  He brought a great level of understanding and before the show began last night, I had my own three children and all the neighbours' kids in.  We watch \"The Late Late Toy Show\" every year.  I explained at the beginning that Ryan was also going to talk about children who are homeless.  My children looked at me and asked me how that could happen and I told them they would understand as the night went on.  Ryan Tubridy spoke to a little girl, asking where she lived.  She said she lived with her mammy and other sister and he asked who else was in the house.  She said granny and granddad.  He then asked who else was in the house and then it dawned on the kids in my sitting room that the little girl was living in overcrowded accommodation and did not have her own home, though she was with family.  There was a stark realisation, as I think was the case in many houses that night as people made their lists and anticipated Christmas, about what other children would be experiencing.<\/p>  <p>  I am on the Oireachtas Joint Committee on Children and Youth Affairs and this week I went with the Chair and other members to visit a family hub.  I felt it was important to visit a family hub because sometimes we come in here and give a lot of criticism but I wanted to understand myself what a family hub is.<\/p><p>I am glad that the Minister has acknowledged that a family hub is a first response.<\/p> <p> My experience of the family hub was that the people there have what I would call a bedsit, basically, but it is a bedsit they can call their own.  They do not have to encounter what Deputy Casey has recounted just now, and he is perfectly right.  The people working in Dublin City Council and the homeless areas in Dublin were there to meet us.  They explained what they are going to do.  They explained that their focus for the coming weeks is on turnover, on helping these people to acquire, hopefully, housing assistance payment rented accommodation and on helping them to fill out the forms.<\/p> <p> What was in the hub?  There were play areas indoors and outdoors.  I have been critical in recent months and since this crisis began.  The most important thing that children need is indoor and outdoor play.  Children in that situation do not realise that they are any different.  To them, that area is their little world.<\/p> <p> Anyway, it is important to realise that it is a first response.  If we are looking for one solution for children in care, especially those in foster care, then we must look at housing adaptation solutions for those children who are turning 18 years of age.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500005#C00300","speaker":"1231","continuing":true},{"type":"speech","time":1513335600,"counter":13,"content":"<p>This is the gravest and greatest issue facing the State and the economy.  One might not think that based on this morning's attendance but let us make no mistake about that.<\/p>  <p>  The Government often takes offence at commentators and commentary to the effect that it is doing nothing in this area.  The Government is doing something in this area - it is doing its best.  Unfortunately, what the Government is doing is simply not working.  If it was working, the statistics and stories we have heard from Deputy Casey would not be repeated day in, day out.<\/p>  <p>  We facilitated the formation of the Government.  We acknowledged that stability for the economy was paramount.  It was paramount then and was paramount some weeks ago as well.<\/p>  <p>  Our economy is improving.  Deficits will be a thing of the past.  This area allows the Government an opportunity to promote and ensure that there is growth in industry and innovation and an increase in the revenues.  In turn, those revenues can be reinvested in areas that have been subject to under-investment in recent years.<\/p>  <p>  However, the Government's success, when it is ultimately adjudicated upon, whenever that might be, will not necessarily be on those issues or on Brexit.  That is because on those issues as well as Brexit, there is almost universal acceptance of and approval for the policy thrust and direction.  There might be some differences in respect of the way in which it is done, but there is an acceptance that the Government has built upon the stability and stabilising policies of recent years.  In any event, it will be adjudicated on how it has performed and met the challenge in respect of those who are less-well-off, the poor, the disadvantaged and those who have been left behind through no fault of their own.  Most relevant will be the Government performance in tacking homelessness.  Most relevant will be how it has dealt with those on the ever-increasing housing waiting lists; those who are paying crippling rents; those who cannot afford a home; those who are facing repossession or eviction and children who are having their childhood stolen.  That is what is happening.<\/p>  <p>  In a way, the Government response was personified, in no predetermined fashion, by the response of the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, this morning to an item on \"Morning Ireland\".  We heard from a man called Frank, who is 71 years old and facing eviction in the coming weeks.  We thank him and appreciate his bravery in coming forward with his story.  Many do not realise his predicament, despite the fact that Deputies most certainly do because they are at the coalface.  They are stakeholders and are the people who hear similar stories recounted day in, day out.  The Minister, Deputy Doherty, cried shame on the landlord who would allow this person to be evicted at this time of year.  Of course that is the case, but shame on the Government that has not provided the necessary safety net for that person.  That is the Government's job.  She also referred to how the Respond! Housing Association deals specifically with the elderly and those in that predicament.<\/p><p>Respond! does but that should not have to because, in the first instance, it is a job for the State.  That is the normalisation that has become prevalent in recent months and years.  There seems to be an understanding or acceptance that it is the job of stakeholders and those who, thank God, are doing the great job they do.  They provide assistance but, in many cases, this is because of the generosity of the Irish people.  The Capuchins get &euro;3.5 million from the people but &euro;400,000 from the State.  That is the difference and it demonstrates the innate nature and decency in the Irish people that they need to see in the Government too.  We have not been seeing that.<\/p> <p> I have been accused on many occasions of being part of the establishment and the response that is not working.  As an elected representative of the D&aacute;il and a member of my political party, I have a job to bring forward solutions.  As my colleagues have mentioned, we have suggested many solutions and the Government has taken some of them on board.  It is now time for me and others like me to say that there is a different direction in which we can go in order to help ameliorate the current situation.  There are some local authorities that can do the job but many of them cannot.  Many departmental officials can do the job but they are not doing it.<\/p> <p> The time has come to recognise both the failings and successes of the past.  The National Roads Authority built roads on budget and on time.  The Dublin Docklands Development Authority developed the docklands.  It is time for a housing authority to take control of this issue and it should be given terms of reference and a funding mechanism to ensure the job can be done properly.  It can go off-balance sheet and it can have 51% investment from private sector elements, such as credit unions, pension funds and Irish private equity funds that wish to invest in capital projects.  There could be Government-backed funds in which private citizens could invest.  The 49% from the State could include the acres of land not being used.  I have heard people in local authorities talking about expressions of interest but it takes them 18 months to put such expressions of interest into action and another three years to put a house in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500006#D00200","speaker":"1217","continuing":true},{"type":"speech","time":1513335900,"counter":15,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500007#E00200","speaker":"1311"},{"type":"speech","time":1513335900,"counter":16,"content":"<p>Our party will put forward a proposal in greater detail in the new year.  The Irish people will see that there is an alternative and they will have their chance to adjudicate on this Government's performance.  It will not be about Brexit, particularly as we are all at one on that matter.  I wish the Government every success in that regard and it has our full support.  However, matters are different when it comes to how the Government treats those who cannot treat themselves.  It will never be normal.  As I said, we will not be seen as part of the establishment.  The Irish people must regain a bit of trust in the political and democratic system and see that we are not all the same.  We can do things differently.  We will offer help where we can and we hope that what suggest will be taken on board.  It is time for an extraordinary solution to an extraordinary crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500007#E00300","speaker":"1217"},{"type":"speech","time":1513335900,"counter":17,"content":"<p>In all of our minds today are the people who will spend Christmas in emergency accommodation and, in particular, the more than 3,000 children who will wake on Christmas morning in hotels, bed and breakfast accommodation, hubs or other forms of emergency accommodation.  I acknowledge the very hard work of departmental officials and local authority staff, particularly those operating on the front line of the homelessness crisis.  I acknowledge the staff in non-governmental organisations, approved housing bodies, volunteer groups and soup runs as without all that work, this crisis would be much worse.<\/p>  <p>  This is a political matter and the reason that more than 3,000 children will be sleeping in emergency accommodation this Christmas Eve is down to the failure of Government policy.  Since 2011, when Fine Gael first took office, the number of children in emergency accommodation has increased by over 300%.  Since 2016, when the current Government took office, the rate has increased by over 20%.  Since the Minister took up his current responsibilities, the total number of children in emergency accommodation on a given night has risen by 299.  The length of time children are spending in emergency accommodation since Fine Gael has been in power has dramatically increased, from six months in 2014 to two years on average now.  That is the position for many families in Dublin this year.  This child homelessness crisis has been created by decisions made by this Government and that which preceded it.  If next year is to be different and if we are to finally get to grips with the crisis, we must name those policy failures and make changes.<\/p>  <p>  What has the Government done since taking office?  First, it slashed investment in social housing from 2010 to 2014 to the lowest levels in the history of the State, pushing huge numbers of families into the private rental sector and driving up rental prices.<\/p><p>This led to families presenting as homeless.  For those of us who have worked on this issue in close detail, we can see that this family homelessness crisis really started to accelerate in 2014.  The problem was that despite knowing what the problem was, the Government at that time refused to take action over spiralling costs of rents, which was the single biggest cause of homelessness at the time.  While I have had many other disagreements with Deputy Kelly, he at least tried to get the then Government to tackle the issue of spiralling rents.  He was, however, blocked by Fine Gael.<\/p> <p> Vacant possession notices to quit then became the primary driver of homelessness.  What did the Government do?  It refused to support many Deputies who wanted to change the Residential Tenancies Act - at the request of Focus Ireland - to block off that cause of family and child homelessness.  According to the latest research, which tallies with what Deputies hear in their constituency offices, the biggest driver of family homelessness currently is chronic overcrowding and stress within families.  Many of the young families who present as homeless are told to go back to where they came from.  They are told to go back in to those overcrowded, stressful and at times completely unsatisfactory situations.<\/p> <p> The Government has finally increased capital investment in social housing, which I welcome, but it is nowhere close to enough.  While the Government finally took some action this time last year on spiralling rents, I believe this was too little and far too late.  One of the most frustrating things for many of us is that while there is more funding allocated for social housing, the targets are too low and the speed of delivery is nowhere close to the level of urgency we require.<\/p> <p> For next year the Government needs to focus on particular issues, on which it will have the support of many Deputies in the House.  First, the Government needs to increase dramatically the targets for real social housing output.  It needs to slash the length of time it takes to deliver those units.  This means the Government must end its over-reliance on the private rental sector.  Compare the figures for this year - there are 16,000 housing assistance payment tenancies to 4,500 real social housing units.  This is continually driving the crisis deeper.  We also must end vacant possession notices to quit through amendments to the remit of the Residential Tenancies Board.  Many Deputies have argued for this measure.  We must also acknowledge there are overcrowding and family relationship problems in order to find better solutions to ensure those people are not sent back to unacceptable sets of circumstances.  Crucially, the Government needs to end the self-accommodation option for families trying to find emergency accommodation.  The Minister could do this with the stroke of a pen.  We need to end the use of hotels and reduce the length of time that families, especially families with children, are in emergency accommodation to six months or less.  Unless we see a dramatic increase in the investment and targets for delivery of social housing, this crisis will get worse before it gets better.  I urge the Minister to make this his priority from the start of 2018.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500007#E00400","speaker":"1215","continuing":true},{"type":"speech","time":1513336500,"counter":19,"content":"<p>All Members present are aware the State is in the midst of a housing emergency but I was still shocked, as were all Deputies, to hear the Taoiseach say during the week that the economy is \"fixed\" and the Government is now making \"incremental progress\" to improve people's lives.  He was so impressed with this statement that he also tweeted it.  This is the Taoiseach of this State.  This is the man who does not think that homeless numbers in Ireland are that bad.  He certainly does not recognise that we are at crisis point, never mind an emergency.  If the Taoiseach cannot even bring himself to admit that we have this problem or crisis, then how can we ever expect him to solve it?  Everyone here is aware that the Government is out of touch on this issue but that statement this week was quite unbelievable.  It comes at a time when we are in the throes of a housing emergency extending throughout the housing sector.  Working people cannot afford to buy houses.  This pushes more people into the private rental market and rents continue to spiral out of control as demand increases.  There are almost 100,000 households on the housing waiting lists and many of those have been waiting up to ten years.  The standard of housing for many people is dreadful.  People who are homeless are the biggest losers of the Government policy and its campaign against the poor.  At the end of October there were 8,492 people homeless in Ireland.<\/p><p>Last week, the local authorities were instructed to carry out the rough sleepers count.  The Louth local authority count was arranged for between 2.30 a.m. and 5.30 a.m. in Drogheda and Dundalk.  The wording \"rough sleepers\" makes it softer although it should be a homeless people count.  To the amazement of all the councillors, the count for Drogheda was zero.  Every person in Drogheda can point to the various areas where homeless people are sleeping, cowering for shelter.  If that is the mechanism the Minister is relying on to get these figures, I suggest they could be doubled.<\/p> <p> This figure includes 3,194 children.  That is a national disgrace.  Behind these figures are real families and real children who are victims of the Government's relentless attack on the poor.  They are victims of a broken housing policy and a Government that has shown no real inclination to fix it.  I have said before that the Government's response to this crisis is developer led and driven.  It is forcing people into private rental accommodation knowing well that the crisis exists.  It has council-owned landbanks lying idle and barren the length and breadth of the State, which were bought during the Celtic tiger era solely for social housing purposes.  The Government has refused to roll out a proper social housing building programme by releasing funding to do so.  <\/p> <p> Most of those 3,194 children are living in hotels.  That is completely unsuitable accommodation for anybody, particularly children.  They are moved around constantly and have no security.  The Minister should think about this over Christmas.  Does he ever stop to think about what it is like for a child to go into school and hear their friends invite one another to their houses for sleepovers or to play after school when that child knows that he or she cannot do that because they are stuck in a hotel room?  Does he think about the fact that they cannot run about the house or in and out the back and front gardens because they are in a hotel room where they have to be silent so that they cannot be seen and will not be a stain on society?  Does he ever think about that for a moment?  This Government has been in place for seven years.  Not only has it presided over this housing crisis, but it has escalated it by its inaction.  It has done nothing to resolve the problem.  It has not accepted that its ideological approach to solving this housing crisis is not working.  It is compounding it.  The Minister needs to get into his head that it is not working, and that the Government is making it worse and inflicting misery.<\/p> <p> Last Friday, I passed a young chap on O'Connell Street.  There was an icy cold wind.  He was a teenager sitting with no shelter and with what appeared to be a very lightweight blanket over his shoulders.  I was with my daughter.  We walked past and stopped.  I took money out and told my daughter to go back to give it to the chap and tell him to get soup and a sandwich to warm himself up.  When my daughter came back she said, \"Mam, he was crying.\"<\/p><p>He felt that no one gave a damn about him.  I want the Minister to think about those children over Christmas and about every single person who is waiting to be housed by the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500008#F00200","speaker":"1333","continuing":true},{"type":"speech","time":1513337400,"counter":22,"content":"<p>I had prepared a script but I am going to leave it to one side.  Deputy Munster and Deputy Casey have very eloquently illustrated the reality.  There are 3,000 children in this country who are getting up bright and early at 7.10 a.m. to catch two or three buses to cross the city to their schools.  They are embarrassed and ashamed of their situation and, through no fault of their own, worried about going to school and being teased.  They come home to their mothers and fathers who try to explain to them that some day soon they will be allocated a house.  In reality, however, they know it could take three months, six months or, perhaps, even a year.  They hope that the next day will be better and that some day soon the nightmare will end.  They try to do their homework with clothes drying on clothes horses outside pokey bathrooms and go to the chipper for dinner after a long day at school because there are no cooking facilities or food in their accommodation.  Parents worry about the quality of the food their children are getting.  This can go on for inordinate amounts of time.<\/p>  <p>  I have been dealing with a particular family who I am glad to say have been allocated a house.  What they went through over the previous year, however, was incredible.  This couple and their two children were living in a hotel and the man's partner was pregnant with twins.  Until a few weeks ago, they were extremely worried about how they would find another hotel to accommodate a family of six.  Of course, the parents were also worried about how they were going to manage Santa and the children were worried about how Santa was going to find them.  This is the reality in the State and it is the greatest scandal of our times.  I acknowledge that there is no desire on the part of Government to see this crisis continue but the policies it and its predecessor have pursued have not been adequate.  They have not dealt with the crisis and I am concerned that they will not deal with the crisis any time soon.  Next Christmas, we may still have several thousand children who are worried about how Santa is going to reach them and parents who do not know when the nightmare is going to come to an end.  We need a radical shift in direction and we need to get these children and families into permanent homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500010#H00200","speaker":"1287"},{"type":"speech","time":1513337400,"counter":23,"content":"<p>I wish the Ceann Comhairle and other Members a happy Christmas and join him in wishing the staff and ushers the same.  I mean that very sincerely.<\/p>  <p>  What we are talking about today, however, is people for whom Christmas is very insecure.  I hope that everyone here has a home to go to, but we are talking about people who have very temporary homes, if they have homes at all, and they do not know where their permanent home will come from.  Our focus today and as we enter the new year must be on action and what we can do rather than what we can say.  Speakers before me have very eloquently described the situation.  Deputy Munster captured it very well, as did Deputies Rabbitte and Casey, in describing the situation in which children in particular find themselves.  The three things I want to address are the emergency situation, how to stop people losing their homes and how we can speed up the construction and delivery of social homes.<\/p><p>I will focus on those three areas because they are all linked.  We all know this issue is complex and requires a variety of actions.  Perhaps in some ways Rebuilding Ireland contained too many different subsets of actions because many of the targets simply were not reached.  I will divide my time between those areas.<br\/><br\/>The first issue is the more than 8,000 people and more than 3,000 children who are currently homeless and who have been described so eloquently.  In a reply to a parliamentary question, the Minister told me that extra emergency beds would be provided.  I presume they have been delivered.  There were to be 200 extra beds in Dublin by mid-December and a number of extra beds in other cities.  I am not sure if the Minister is due to reply to the debate but if he does I hope he will be able to reassure Members in that regard and that there will be enough beds for everybody.  Unfortunately, that does not mean that everybody ends up in a bed.  For various reasons, some people do not take up the beds.  However, we must ensure there are enough beds.  We also must ensure that there is enough information provided.  A lack of information is often a problem for people.  I accept that there are telephone numbers to ring and so forth but people often do not know exactly what to do when they become homeless or when they are in a precarious situation, so information is crucial.  It must also be accessible to the people in that situation, not somewhere on a website but available directly to people.<br\/><br\/>Deputy Casey described the people in his hotel having to get up early to get to Dublin and the situation for children.  There must be a way whereby people would not be obliged to ring around to find a hotel.  The Dublin Region Homeless Executive does very good work, but it is totally wrong that a family should be put in that situation.  I introduced the Housing (Homeless Families) Bill and it was agreed by all Members, which I welcome.  I thank Deputy Bailey, the chair of the housing committee, who wrote to me to say that the Bill will be dealt with in the committee.  I ask that it be dealt with quickly.  One of the objectives of the Bill is to ensure that no families with children would be sent to a Garda station, as happened earlier this year in Dublin when 12 families and 30 children were sent to Garda stations.  One of the reasons that happened is that there is no recognition of children.  They are just recognised as dependants of homeless adults.<br\/><br\/>I believe the Bill will make a difference to that situation and also to the situation Deputy Casey described where families must ring around.  They go off to work or school in the morning and then they must ring around to find a hotel.  If my legislation was passed, the housing authorities would be obliged to take the needs of the children into account and to deal with the other issues involved.  For example, people have described how homeless children feel about it.  I was struck when a young child said that her little sister, who was two years old, wanted to play with her but the only place where they could play was between the two beds in the hotel room.  It is wrong for children to be stuck in that type of situation.  I realise that my Bill will not solve everything but I believe it could make a difference and I hope we can get it through Committee Stage as quickly as possible.<br\/><br\/>There is also the issue of people being put out of their homes and the ways of preventing that.  I acknowledge that there has been some action and changes in that regard, but I am convinced that more must be done.  We heard Frank on the radio this morning.  He is 71 years old and has lived in the same house for seven years, but suddenly has received a notice to quit.  That should not happen.  There should be security of tenure.  Many Members have argued in the House for security of tenure and for the so-called Tyrrelstown amendment to be modified to ensure that people cannot be evicted for spurious reasons.  There is an article in the <i>Irish Independent<\/i>today which I believe relates to a leaked document from the Dublin Region Homeless Executive.  It indicates that four in ten families that have become homeless have been issued with notices to quit by landlords.  Only two of those cases were for anti-social behaviour.  The others were for either not being able to pay the rent or due to plans to sell the property.<\/p><p>This issue of plans to sell the property definitely needs to be addressed because we all have heard evidence of landlords giving notice to quit, saying they were selling the property and then not selling it or have heard evidence of the other reason, which is about substantially altering the property.  I know the Minister has brought in or will bring in some measures about landlords saying they will carry out major changes to the property and then putting up the rent.  In respect of selling the property, we saw the examples in Tyrrelstown and my constituency involving the Strand Hotel and Grove Island where groups of tenants were given notice.  I know there was a case in Cork, which Deputy Barry raised recently.  We need to tighten up this area to prevent evictions.  <\/p> <p> Another issue involves rent pressure zones.  Obviously, they are working in some areas for some people but I think people are getting around them even in rent pressure zones.  My city of Limerick is not a rent pressure zone so there is no protection.  On average, rents increased there by an average of 11% last year.  Places like Waterford are also still not designated as rent pressure zones, while in the counties around Dublin, some areas are left out while others are included.  That most definitely needs to be reviewed and it needs to be done quickly.  Again, I received a reply to a parliamentary question on this issue and I acknowledge some work is being done on that.  All the points I am making are on getting things done quickly and not waiting and talking.  The Simon Community produced a document entitled \"Locked Out Of The Market\".  It has updated its figures recently.  It carried out research into available rental properties within the cap limits for housing assistance payment, HAP, and rent supplement.  The statistics show that on a particular day at the end of the third quarter, only four properties under the different categories, that is, for single people, a couple, a couple with one child and a couple with two children in the whole of Dublin city centre were within the cap.  There were three such properties in Cork, one in Limerick city, one in Waterford city and none in Galway city.  This shows that the increased cost of rent has simply gone beyond the limits relating to HAP and rent supplement.  Again, this area needs urgent attention.  I know we hear about reviews but it seems to take so long to deal with any of these issues.  It was this time last year when we were dealing with that housing Bill at midnight and were doing sums to figure out how we would calculate rent pressure zones, etc.  All of us in opposition proposed various amendments.  That was a year ago but we are still stuck with pretty much the same kind of rules we had then despite the fact that, as others have said, the numbers have been increasing all the time.  <\/p> <p> I also urge the Minister to develop Housing First.  I acknowledge he has increased the numbers.  A director is to be appointed.  I do not know if that has been advertised but, again, that was something the Minister told me in a reply to a parliamentary question.  Housing First is the solution for many people who sleeping rough on our streets.  They are the kind of people who may have addiction problems and other problems such as mental health problems who need that kind of wraparound 24-hour service that Housing First provides.  There are some really good organisations that have been funded to roll out Housing First.  I am very familiar with it in my own city where the Simon Community and Novas are the two bodies that operate it.  It really works for the long-term homeless who probably would have difficulty in sustaining a home if they did not have that kind of support.  <\/p> <p> The other area I want to talk about is supply.  We need to see something happen with vacant homes.  It is the one leg of the Rebuilding Ireland programme that was never brought in.  I think March 2017 was meant to be the deadline in terms of a strategy.  I acknowledge that some measures have been introduced but again, this is an area where we should be able to see houses coming into use quickly.   <\/p><p>The local authority void scheme, which started back in 2014, was very successful.  There have been at least 5,000, if not more, social houses delivered through that scheme.  We need to see vacant houses brought back into use.  Others have focused on the issue of construction, which is painfully slow.  On Leaders' Questions yesterday, Deputy Catherine Martin cited statistics for the end of the third quarter of 2017 and said the aim was to have completed 2,284 social houses.  Only 809 were completed by the third quarter.  I think she said there was &euro;1 billion of an underspend but I am not sure if that is the correct figure.  The point she was making, which is correct, is that while there are commitments, and the Minister said what will happen next year, they are not being delivered within the timescale.  <\/p> <p> I did some research on the social housing construction projects progress report, which is published regularly.  On the basis of the September 2017 report, 65% of the units were in the first four stages of the system, which is before building starts.  The first four stages are capital appraisal, pre-planning, pre-tender and tender and 65% were in one of those categories.  That means that 65% that are in that programme have still not started construction.  <\/p> <p> Before Deputy Alan Kelly left his ministerial office, he produced a report on approved projects.  Of those approved projects, which had been approved by the beginning of 2016, about 46% were still in one of those first four pre-building stages.  In other words, 46% were approved but by the beginning of 2016, they still had not started construction.  There is a big problem.  Deputy Cowen referred to the need to change the system.  We could apportion blame to councils or the Department for the delay.  I suspect the blame lies somewhere in the middle and is something to do with communication and delays in sending information from councils to the Department, sending it back again and asking questions, etc.  There is definitely a delay and there needs to be a different system.  <\/p> <p> Deputy Cowen talked about a national system.  The Irish Congress of Trade Unions has backed the idea of municipal housing.  There is the ONE Cork project, with which Cork Deputies will be familiar, which is being promoted as a pilot scheme.  It is a start and is something that should be activated.  We need something that moves things more quickly than the current system does.  Even though the number of stages has been reduced we need something that moves more quickly.  What I have tried to do, as I say in my contribution, is to focus on what we can do and what we need to do.  We all know the problem.  We all have a level of expertise and knowledge at this stage, particularly those of us who participate regularly in housing debates.  I would love to see, as a promise for the new year, action in these areas and for something to actually happen so we are not having these debates again months into 2018 or even towards the end of 2018.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500010#H00300","speaker":"1325","continuing":true},{"type":"speech","time":1513338600,"counter":27,"content":"<p>I will share time with Deputies Kenny and Boyd Barrett; we will take five minutes, three minutes and seven minutes, respectively.<\/p>  <p>  I express solidarity with all those who are homeless and those who are facing the threat of homelessness.  I also want to make my nomination this Christmas for Ireland's Scrooge of the year 2017.  That dishonour must surely go to Lugus Capital, the new owners of the Leeside apartments in Cork city.  This Christmas, the vulture fund is placing the threat of eviction over the heads of nearly 30 households, many with young children.  It is a scandal.  It is threatening to put young children out on the side of the road in order to maximise its profits.  I send Christmas congratulations to the residents for choosing to fight these evictions and I look forward to joining them in marching in protest through the streets of Cork city tomorrow afternoon.<\/p><p>In early 2015 the number of homeless children first passed the 1,000 mark and there was a public outcry that such a situation should have been allowed to develop in this country.  However, as we move towards the end of 2017, more than 3,000 children are homeless and living in emergency accommodation and the numbers continue to increase month by month.  This does not even count the families living with friends or extended family.  More than 3,000 homeless children are in living hotels, bed and breakfasts and increasingly they are being transferred to so-called family hub accommodation.  That is over 3,000 childhoods blighted by homelessness and the anxieties and the stresses it inflicts on children and their parents.  This is a time those children will never get back.<br\/><br\/>In September, Focus Ireland published a report based on research into the experiences of 25 homeless families.  The authors commented that &quot;The vast majority of the families interviewed reported being deeply negatively affected by becoming homeless.&quot;  Negative implications for children's education is one of the most frequent and profound effects.  Anxiety about their homelessness, and the lack of space and quiet for homework are widespread concerns.  One parent surveyed for the Focus Ireland report commented:<\/p><blockquote>Our 14 year-old didn't do well in school [when they were homeless].  He didn't study.  There was no place quiet for him to study and he was too tired from all the travelling we had to do to get to school.<\/blockquote><p>That is just one example of the thousands of children whose education is suffering.<br\/><br\/>Ireland used to have a large social housing sector that provided affordable housing for one in five households, but the policies of successive Fine Gael and Fianna F&aacute;il-led Governments to privatise the social housing stock and slash new social house building has destroyed the availability of social and affordable housing.  Neoliberal policies have been designed to and have succeeded in turning housing in Ireland into just another asset class to be invested in by finance capital for profit and capital accumulation opportunities.<br\/><br\/>Only the highest earners can now afford to buy a home.  However, from a property investor's perspective things could not be better.  <i>The Irish Times<\/i>recently reported that a European buy-to-let league table found that &quot;the average yield on an Irish property stood at 7.08 per cent in August 2017, up from 6.54 per cent in 2016, and far ahead of the rest of the EU-28.&quot;  A society has been created where property investors are achieving some of the highest investment yields in the world while more families become homeless and renters desperately try to cling to expensive, precarious tenancies.  We need to stop serving the needs of property investors and start meeting the housing needs of families and children.<br\/><br\/>I strongly welcome the initiative of the National Homeless and Housing Coalition to call a national day of action against homelessness and the housing crisis on 7 April.  I hope this day of action will demonstrate the mass anger that exists about Government policies.  Solidarity looks forward to preparing for and participating in this social movement of NGOs, trade unions, political parties of the left and the many others seeking a society transformed to meet the needs of the 99%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500013#L00200","speaker":"1432","continuing":true},{"type":"speech","time":1513338900,"counter":29,"content":"<p>A Cheann Comhairle, along with my colleagues I wish you and the staff a happy Christmas.<\/p><p>Before I came into the Chamber I was trying to think of a saying to talk about the ongoing housing crisis.  One thing went through my head; I do not know who wrote it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500014#M00200","speaker":"1299"},{"type":"speech","time":1513338900,"counter":30,"content":"<p>Einstein.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500014#M00300","speaker":"1238"},{"type":"speech","time":1513338900,"counter":31,"content":"<p>The definition of insanity is continuing to do the same thing over and over and expecting a different result.  Over the past two years, the issue of the housing crisis has dominated these benches.  The statistics say everything.  In 2014, 880 children were homeless in the State while by 2017, that number had increased to 3,100.  Obviously, something is dramatically wrong with the current policy.<\/p><p>Life in a hotel for that family and those children is unacceptable.  I am talking about the long journeys to school, the mental stress on the children and the families, the emotional and behavioural problems that come with that, and not having a place to cook or where the children can play.<\/p> <p> It is shameful that this has happened, and there is one reason for it.  The Minister will not like to hear what I have to say and he probably will not accept it, but it comes down to an ideology.  That is the reason we have a homelessness crisis.  That ideology is allowing the free market to run amok; it is as simple as that.  The banking crisis of 2008 did not come out of nowhere.  It was a crisis that was manufactured by the ruling class in this country, of which the Minister's party is part.  It comes down to class ideology as well.  If people in hotels for the homeless were wealthy, there is no doubt that they would be housed.  <\/p> <p> Public and social housing has become a dirty word.  It is not a dirty word.  There have been huge successes when it comes to public housing.  My family availed of public housing, like many other families, and it was a great success.  Sometimes it goes wrong but in the vast majority of cases, it does not.  Until this House understands that homelessness and children who are homeless is a by-product of ideology in terms of the Minister's party and Fianna F&aacute;il in the previous Government, and until that is sorted out, we will continue in this situation and it will never end.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500014#M00400","speaker":"1299","continuing":true},{"type":"speech","time":1513339200,"counter":33,"content":"<p>I want to first wish the Ceann Comhairle, all Members of the House and the staff in particular, who make it somewhat bearable for us to be in this place, a merry Christmas.<\/p>  <p>  It brings complete shame on politics and on the State that as we face into Christmas, 3,000 children and their mums and dads are either in emergency accommodation, hotels or hubs.  Tens of thousands more are the hidden homeless living in chronically overcrowded conditions and suffering all the stress, humiliation, neglect, fears and anxieties of not having a secure, affordable roof over their heads that they can call their own.  It truly brings shame on our State.<\/p>  <p>  Deputy Gino Kenny is absolutely right when he says there is a class ideology at work.  I know the Minister is well-intentioned and that, within the terms of his own political outlook, he is doing what he can.  However, while the Taoiseach, Deputy Leo Varadkar, said in this House a few weeks ago that while nobody had a monopoly on compassion and that he cared too, he went on to say something extraordinary.  He said that people should not expect a free home.  Where did a statement like that come from?  What would make anybody say that nobody should expect a free home?  First, it demonstrates a complete and utter detachment and ignorance when it comes to the meaning of public or social housing, but to say it indicates that he believes that having a council house is having a free home.  We hear those prejudices repeated on the radio as well when some of us here are demanding a dramatic increase in the provision of social housing, but for the Taoiseach of the country to echo that sentiment was shocking.  There is no such thing as a free home.  There never has been.  Council housing and social housing is not a free home, but why did the Taoiseach say it?  It is prejudice.  There is no other word for it and it speaks to the ideological blindness and blinkeredness of the ruling parties in this country which have fundamentally had a problem with council housing for decades.<\/p><p>It is repeated in the notion that we cannot have large-scale council housing estates and that we need a social mix.  There is a deep prejudice in that sentiment, that if too many working class people are put together on a council estate there will be problems.  That is a disgusting suggestion and it is just not true.  If the services, infrastructure, transport, schools, community projects and supports are provided there will not be any problems.  The implication is that if working class people are together in large numbers it is a recipe for disaster.  This becomes a justification for running down the provision of council housing for decades.  It is being done by this Government and was done by Fianna F&aacute;il previously.  As Deputy Mick Barry said, a layer of people in Irish society have been profiteering from it all.<\/p> <p> Ireland's rich disproportionately get rich from property.  They always have.  It is another one of the elements of parasitical capitalism we have in this country.  We have the tax haven capitalism of the multinationals and the parasitical capitalism of property, with a huge proportion of the Irish rich getting richer on the back of this crisis.  That is a fact.  For every person who is getting evicted there is a landlord getting increased rent.  For every vulture fund that takes over what was public property under NAMA, which could have provided the public housing we needed, there are people who are not doing a tap of work but who are buying shares in these funds and making fortunes overnight.  That has been facilitated all the way along the line by this Government.<\/p> <p> A disastrous decision was taken by Fine Gael and, shamefully, Labour, back in 2011 formally to abandon the direct provision of council housing and develop a reliance on long-term arrangements with landlords, which finally crystalised into the housing assistance payment, HAP.  It was a disaster.  We said in 2011 that it would be a disaster.  The Government at the time said it would not.  When HAP was brought in we were told it was going to work.  We told the Government it would not and could not work to say that HAP was social housing and that people could be taken off housing lists and that this would form a part of dealing with the housing crisis.  We told the Government that HAP would not work.  It said that it would work.  It did not work.  People in HAP accommodation now are being evicted.  HAP is not social housing.  It is better than being on the street, in a hub or a hotel, but it is not permanent and secure accommodation and many of those who are flowing into the hubs and hotels are now coming from HAP accommodation.  This was the disastrous mistake that was made.<\/p> <p> We have to break from these prejudices and understand that we need to go back to providing council housing by the local authorities in large quantities, but this time ensure that the infrastructure and services go with it.  In the short-term we need to stop all economic evictions and repossessions of any description now.  That is what declaring a housing emergency means.  The evictions should stop now.   We have to stop the flow into homelessness on the basis that this is an emergency.  Emergency measures must be taken to get the thousands of vacant properties out there into use for public housing.<\/p> <p> We have been protesting about the direction of policy and warning about where it would lead.  My patience has run out, and so has the patience of the people who are suffering this hardship.  On 7 April there will be an event which I hope will be on the scale of the water protests, with trade unions, community organisations, homeless groups and political parties in this House mobilising for a national demonstration.  I believe that is the only way we are going to force a change in policy from this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500015#N00200","speaker":"1238","continuing":true},{"type":"speech","time":1513339500,"counter":35,"content":"<p>I agree with the Minister that this issue should be discussed every week in this House, because it is a crisis.<\/p><p>Not only is it a crisis, it is also an emergency, although the Minister has not declared it as such.  That is where we find a difference between his approach and that taken on this side of the House.<\/p> <p> Deputy Boyd Barrett mentioned that he has been losing patience over the past six years.  Deputies Boyd Barrett, Catherine Murphy, Durkan and I who began raising this issue in 2012.  We were seeing what was happening on the ground.  We could see the train coming because we were dealing with people who were finding themselves homeless.  We took every opportunity to raise this issue in the D&aacute;il and to force the Government to think about what was happening.  The Labour Party were in power with the Minister's party at the time.  The Government failed to develop a moral policy platform to address the issue that was developing on the ground.  We reached a point where, as has been mentioned, there were 1,000 families in hotels and bed and breakfast accommodation in 2015.  There are now 5,298 adults homeless.  Those numbers were mentioned.  There are 1,463 homeless families, up from 1,178 in October 2016, a year ago.  That includes 394 children.<\/p> <p> Those figures do not include those families living in overcrowded accommodation.  Dublin City Council's housing policy committee issued a report yesterday.  We should all read it if we get a chance.  I pulled some figures from the report issued at yesterday's meeting.  There were 783 families living in commercial premises in October 2016 and there were 716 in October 2017.  This figure has been reduced by the Government's rapid-build housing programme, which has housed approximately 200 families over the last year.  Families who have been brought into hubs should also be considered.  If those measures were not there, what would the situation be in respect of hotels and bed and breakfast accommodation?<\/p> <p> Even more interesting than this figure from the council is the fact that 676 families were in commercial premises in September but the figure increased by 88 in October.  In that month alone, 88 families declared themselves newly homeless and were accommodated in hotels and bed and breakfast accommodation.  A further 76 were prevented from entering those commercial premises because they were placed in tenancies through HAP.  Therefore, nearly 150 new families declared themselves homeless in the month of October, despite all the temporary arrangements and small arrangements, which are not making the dent in homelessness that needs to be made.<\/p> <p> The report also details a survey that was even more important.  It re-emphasised the issue of overcrowding in people's homes.  The council carried out a survey on the reasons families found themselves homeless from June to August of 2017.  It included a total of 279 families.  The most common reason people were finding themselves in that situation was because they were being forced to leave private rented accommodation on foot of a notice to quit.  That was the reason 46% of those 276 families gave for finding themselves homeless.<\/p> <p> The second most common reason was that families were leaving the accommodation of families and friends due to relationship breakdown or overcrowding.  Some 49% of families gave that reason.  We are now finding that, over the past three or four years, people have been put up in the homes of their families, their parents and their friends.  That is now becoming more difficult.  When adults are living in the same environment and there are children from different families, the overcrowding can make matters difficult.  These people are now finding themselves being forced into homeless accommodation.  That is an absolute disgrace.<\/p> <p> I made the point on Leaders' Questions two weeks ago that during the course of the week in which silly games were being played between Fianna F&aacute;il and Fine Gael, in the real world two homeless men died.  I also made the point that two more families from my constituency came to me having received notices to quit because their landlords were claiming that major refurbishment was needed in the homes.  That is the reality for people.<\/p><p>Those two families, along with almost two families every week prior to that, found themselves in that situation and form part of the 46% of families forced to leave their private rented accommodation because of a notice to quit as noted in the council report.  In the same week, Threshold released its annual report, which showed a massive increase in the numbers contacting it in fear of losing their homes, mainly in the private rented sector, which again confirms the detail of the council report.  Some 71,000 calls were made to Threshold last year, which is more than double the number in 2015.<\/p> <p> According to a report by the Simon Community published this week, 90% of homes available to rent in Ireland are beyond the reach of those dependent on State housing benefit.  Such people are locked out of the market.  The report found that the number of rental properties available has dropped significantly and there is an increasing gap between rent supplement limits and property prices.  During the period over which the study was conducted, there were no properties available to rent at or below the housing assistance payment, HAP, limit for a single person and only two for couples within the 11 areas covered.  It is a very profound report.  HAP is a form of social housing support for those with long-term housing needs.   The number of properties available fell by 53% from 1,150 in May 2015.  Niamh Randall of the Simon Community said that State housing benefits must be increased to allow people to compete in a very challenging rental market.  However, people are trying to compete in a very set rental market that is not expanding and in which there is a bottleneck.  Only those of significant means can afford the rents being sought, such as &euro;1,800 or &euro;2,000 per month in Dublin city.<\/p> <p> As we found out approximately two years ago having raised this matter, landlords are seeking large deposits.  A family in Walkinstown comprising a couple and their three children are living with their parents and other family members in one home, which is causing major problems.  The family sought rental accommodation in Tallaght but landlords were seeking three months' rent in advance.  In view of the low level of support provided by HAP, what homeless or ordinary working class family can afford three months' rent in advance and &euro;2,000 per month thereafter?  <\/p> <p> Rather than the situation is easing and possibly settling down, it is worsening.  It is not getting any better, as is proven by the figures provided by the council and published yesterday.  As has been said, there is an ideological difficulty whereby the Government is not building public and affordable housing according to the European cost rental model on public land owned by Dublin City Council and other councils across the country.  The Minister will not accept that point.  Such houses would be available to those on social welfare, the minimum wage, wages that one would earn in the retail sector, construction industry or private sector or the average industrial wage or less.  The European cost rental model is crucial to workers getting access to homes.  Unless a radical step of that nature is taken, the situation will worsen and the Government will have to stand over that.  It will have to go into a general election in which people who normally vote for Fine Gael, along with their families and children who have no chance of buying a house in the coming years, will challenge Fine Gael Deputies and ask what they have done about the problem.  The Government has done very little and has only tinkered at the edges of the problem.  It has not fundamentally addressed the issue that needs to be addressed: how to build homes for which people can afford to get a mortgage or rent according to the European cost rental model.<\/p> <p> I watched reports from a recent housing conference hosted by Newstalk at which the Minister spoke.  Richard Barrett, who, along with Johnny Ronan was responsible for the infamous docklands disaster eight, nine or ten years ago, was at the conference and said that he, as a private developer, wants to build social housing because he believes people should not be in the situation that many are and that it is terrible for people not to have homes.<\/p><p>I do not trust these people - I will keep it clean - as far as I could throw them.  They created the disaster we face, they made money back on their losses through NAMA and now they find themselves back on their feet.  The reason Mr. Barrett is back on his feet is that he had more international investments than Irish investments.  These people are coming back to make a killing.  We should not accept this.  The Government has a moral and policy-driven responsibility to ensure that housing is built for people who can afford it, that people can afford the rent on such housing and that they can afford to live in it without having huge mortgages around their necks.  I still pay &euro;1,400 per month on my mortgage - I have remortgaged a few times over the years because money was free and was being handed out willy-nilly, but very few people could afford that now.  A Tesco worker or other retail worker, a hotel industry worker, a construction industry worker or a worker in most other sectors would not be able to afford such a mortgage.  He or she would not be approved for one anyway because his or her income would not be enough even to cross the threshold of a bank to apply for a mortgage.<\/p> <p> The Minister must radically reconsider the situation.  He must consider public housing on public lands that is affordable, the European cost-rental model and the acquisition of lands from the OPW and other State agencies in order to start building these houses.  It will be a real challenge because we do not have the workers to do so, the builders to build.  We would have to encourage people to come back from Australia, Canada or wherever else and consider even radical alternatives such as telling them that if they take part in a certain building project, they could possibly get a home in it and consequently, coming home would be worth their while.  Furthermore, major industry and international corporations are now saying this is becoming a major problem for them and that they do not have homes, including rented accommodation, to house their workers who are coming over.  This is another huge problem for the Minister.  However, it is not my concern; our concern should be that our people get homes they can afford.<\/p> <p> I agree with Deputy Boyd Barrett.  It is a year since the events surrounding Apollo House, when the then Minister, Deputy Coveney, promised that not one homeless person would be in a commercial property after July 2017.  We know from the figures that this has not come to pass.  Despite the hubs, in the period October 2016 to June 2017 a total of 716 new families were placed in commercial accommodation.  I will make one short point about the hubs.  The hub on Clonard Road will open in the next week or so.  We went to visit it with the neighbours around the area because we included them in that process when it was announced initially.  It is better than a hotel.  There is a kitchen area, a separate area that a family will be able to book to bring in friends for a special event and so on.  The residents will be able to cook their own food.  However, the bedrooms are absolutely not up to accommodating two or three children.  There are televisions in the rooms.  A single parent with two children will not be able to leave the bedroom to watch television downstairs.  Her only option will be to sit down and watch the television in her own room and switch it off at 9 p.m. if she wants to put her kids to bed early.  There are fundamental issues in this regard.  We raised these with the Salvation Army, the organisation running the hub.<\/p> <p> I appeal to the Minister.  A year on from the events surrounding Apollo House, a big event was held on Wednesday last in the Mansion House at which all the organisations involved, including the Irish Congress of Trade Unions and other unions, called for a demonstration for 7 April.  I hope it is a mass demonstration because we must get the message out.  This is not just about homelessness; it is about the generations that have no hope of getting roofs over their heads for their families in the future unless there is a radical change in policy.  I hope we get this message out to people on 7 April.  The Irish Congress of Trade Unions is also organising a major housing conference for 23 January in the Communications Workers Union, CWU, offices on the North Circular Road.  They want political representatives, housing experts and homelessness advocacy groups to attend.  Perhaps the Minister could come along to that.  I do not know whether he received an invite.  More and more organisations are beginning to realise that if this is not addressed and if we do not see a change in policy soon we face a disaster and I ask the Minister to take that on board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500016#O00200","speaker":"1306","continuing":true},{"type":"speech","time":1513341000,"counter":39,"content":"<p>It is a terrible tragedy that we are approaching Christmas in Ireland in 2017 but, as of September 2017, more than 3,000 children are homeless throughout the country.  More than 8,000 people of every age are without a home.  These figures have been going up.  By the summer of this year, the figures had increased by 25% over last year.  This is happening year on year.  Between December 2014 and August 2017, there was a net increase of 5,412 in the number of people recorded as homeless, representing an increase of 189%.  In March 2017, a total of 77 families presented as homeless to services in the Dublin region.  In 2016, the average number of families becoming homeless each month was 85.  It should be kept in mind that homelessness figures do not include people sleeping rough, people in direct provision or people in domestic violence centres that are overcrowded as well as many EU or non-EU migrants who cannot prove centres of residence.<\/p><p>The tenth report of the Government special rapporteur on child protection, Dr. Geoffrey Shannon, was released only last week on 7 December.  He noted criticism by UN human rights bodies of Ireland's handling of the crisis in child homelessness in a way that infringes numerous rights of children, including the right to play, the right to adequate accommodation and the right to family life.  These are infringements of the principle of the best interests of the child and the right of a child to life survival and development.  In particular, the UN Committee on Economic, Social and Cultural Rights noted that social housing units should be increased and that Ireland must tackle homelessness adequately.<\/p><p>Beforehand, on 2 October 2017, Dr. Shannon had criticised State inaction on child homelessness.  He said children are not passive spectators but are deeply affected by the impact of homelessness.  He said emergency accommodation deprived children of the right to achieve their full potential and compromises their ability to grow and develop.  Dr. Shannon said several rights were affected by the problem of homelessness.  He said children's education is compromised, their ability to play is reduced and their physical and emotional well-being is damaged.  The crisis in child homelessness in this country is a fundamental human rights issue.  It is truly time for the Government to view housing as a human right to be enshrined in the Constitution.<\/p><p>The question of standards in emergency accommodation is another major issue.  Peter McVerry has highlighted that emergency accommodation has no standards or inspections and that it is always shared.  This leaves children exposed to violence, drug-taking and a severe lack of standards in health and cleanliness.  This was exposed by <i>thejournal.ie<\/i>earlier this year.  Grainia Long, chief executive of the ISPCC, told <i>thejournal.ie<\/i>in 2016 that children's human rights are being breached in several areas in respect of the use of hotels and bed and breakfast accommodation as emergency accommodation.  In May this year, UNICEF Ireland described as a total failure of State the shocking reports that 12 families, including 30 children, were left with no option but to present themselves at Garda stations because they had nowhere to sleep.<\/p><p>Homeless hubs are being introduced as a means of moving families out of bed and breakfast accommodation and hotels, but they have been heavily criticised by experts.  The Irish Human Rights and Equality Commission has described the approach as trying to normalise homelessness, institutionalising families and infringing the right to private and family life and dignity.<\/p><p>A recent report from Maynooth University on homeless hubs shows the damage they do to children's mental health, the structure of the family, privacy and autonomy.  The report also shows that the Government policy of relying on the private rental sector, hubs and emergency accommodation from 2009 to 2015 has cost the State 31,136 directly built social homes.<\/p><p>There is a homelessness crisis now.  There are more than 180,000 vacant dwellings in the State now.  There is no time to wait on this issue.  At the heart of this crisis is a broken housing system, a system dominated, unfortunately, by Government spin and not, regrettably, by building houses.<\/p><p>I raised this matter with the T&aacute;naiste yesterday on Leaders' Questions, as Deputy Jan O'Sullivan mentioned.  When I raised the reality of the figures for the number of houses being built, the T&aacute;naiste said my statistics were \"simply not true\".  I stand over my figures and the irony is my numbers were taken from those of the Department.  The figures I gave yesterday have again been confirmed by independent experts.  I will read them into the record as it is important to put a spotlight on this constant Government spin.<\/p> <p> Of a target of 2,284 houses that were meant to be built or completed this year, only 809 were delivered.  Of these, 303 were direct local authority builds in 18 different authorities, meaning 13 local authorities did not complete a single house in 2017.  Of the 98 completions in Dublin, 76 were rapid builds for families on the increasing homeless lists, which leaves a grand total of 22 units in the greater Dublin area for a waiting list of over 40,000 people.  As I said to the T&aacute;naiste yesterday, surely an objective analysis of the Government's analysis would be results-driven but the results speak for themselves because they are appalling.  Independent experts have backed me up and indicated they stand over those figures.  Perhaps, due to the magnitude and seriousness of this emergency housing crisis, the Government should be afforded an opportunity to correct the record.  Not doing so would bring a further lack of confidence and worry in the victims of this crisis, who have been left speechless, as well as upset, that the Government simply does not even have a handle on figures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500020#S00100","speaker":"1242","continuing":true},{"type":"speech","time":1513341300,"counter":41,"content":"<p>There is nothing to correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500021#T00200","speaker":"1295"},{"type":"speech","time":1513341300,"counter":42,"content":"<p>The humane and compassionate response from the Government should be at the very least to give accurate, reliable statistics.  I plead with the Government to stop the spin and tackle this crisis once and for all.  Start building.<\/p>  <p>  Agus muid ag smaoineamh ar choinneal a lasadh san fhuinneog ar O&iacute;che Nollag na bliana 2017 is scannalach an rud &eacute; go bhfuil 3,000 p&aacute;iste ag fanacht in ost&aacute;in.  Mar mh&uacute;inteoir, mar mh&aacute;thair agus mar Theachta D&aacute;la, t&aacute;im an-bhuartha faoi thodhcha&iacute; agus meabhairshl&aacute;inte na bp&aacute;ist&iacute; seo.  N&iacute; m&oacute;r cur le ch&eacute;ile ar bhonn tras-ph&aacute;irt&iacute; agus br&uacute; a chur ar an Rialtas n&iacute;os m&oacute; a dh&eacute;anamh ar son p&aacute;isti uilig an n&aacute;isi&uacute;in.  Caithfear n&iacute;os m&oacute; infheist&iacute;ocht, am agus airgead a thabhairt ar an gceist seo go pr&aacute;inneach.<\/p>  <p>  How many children must be homeless for this Government to recognise that this is an unprecedented emergency?  The Government lacks vision and strategic planning when it comes to the scale of the housing and homelessness crisis, which severely affects the most vulnerable in our society.  The homelessness issue is complex and there is a large number of variables and perspectives that the Government needs to take into account to tackle it.  However, it is absolutely unacceptable that we have seen a lack of real action and continuity of spin from the Government.  It is not right on any level.  How can it be right for the 3,000 children without a home this Christmas?  The most basic human rights of the children of our country must be guaranteed as a matter of absolute priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500021#T00300","speaker":"1242"},{"type":"speech","time":1513341300,"counter":43,"content":"<p>I was not going to speak this morning as I just wanted to listen.  I chair the housing committee and many of its members were here this morning.  I recognise the ongoing work and commitment of the members of the committee, week in and week out.  We work in a collaborative fashion and we never make the committee a political forum.  It is the best way to deal with the crisis before us.  I have heard many others speak in the Chamber this morning.  Any Member is entitled to attend any committee meeting in these Houses and we would very much welcome attendance of the committee in order that people could bring their ideas and solutions.  Some of the speeches this morning did not have solutions and I heard some headlines for the media.<\/p><p>Deputies Richard Boyd Barrett and Catherine Martin, who served with me on D&uacute;n Laoghaire-Rathdown County Council, are aware that direct build was withdrawn from the local authorities as the funding was not there.  Time and time again I have said that when building stops the supply stops and inevitably a crisis will occur.  I do not want to go back over causes of the deep recession Ireland had and who was at fault because this will not build any house for any family in the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500021#T00400","speaker":"1246","continuing":true},{"type":"speech","time":1513341600,"counter":45,"content":"<p>That is a political statement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00200","speaker":"1299"},{"type":"speech","time":1513341600,"counter":46,"content":"<p>I recognise that rhetoric will not build houses.  It is solutions that will put foundations into the sites we have to build houses and homes for the families who need them.  I have attended many family hubs and hostels in Dublin and other areas.  I have spoken to many families and I am warmed by the empathy in the Chamber this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00300","speaker":"1246"},{"type":"speech","time":1513341600,"counter":47,"content":"<p>Get the violins out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00400","speaker":"1299"},{"type":"speech","time":1513341600,"counter":48,"content":"<p>I did not interrupt any other Deputy in the Chamber because I have respect for people in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00500","speaker":"1246"},{"type":"speech","time":1513341600,"counter":49,"content":"<p>So do I.  There are more than 3,000 children in Ireland who are homeless at this moment and Deputy Bailey is playing a violin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00600","speaker":"1299"},{"type":"speech","time":1513341600,"counter":50,"content":"<p>Please Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00700","speaker":"1371"},{"type":"speech","time":1513341600,"counter":51,"content":"<p>Just launching into statistics is not going to put a roof over these people's heads.  I have not heard a solution at all from Deputy Kenny this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00800","speaker":"1246"},{"type":"speech","time":1513341600,"counter":52,"content":"<p>I said build more social housing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U00900","speaker":"1299"},{"type":"speech","time":1513341600,"counter":53,"content":"<p>For the record, I will clarify that there are people in this Chamber from all parties who want to make a difference and want to make a change.  We have a policy that is not built on ideology; it is built on focusing on solutions-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01000","speaker":"1246"},{"type":"speech","time":1513341600,"counter":54,"content":"<p>Come on, of course it is an ideology.  That is why there is a crisis for God's sake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01100","speaker":"1299"},{"type":"speech","time":1513341600,"counter":55,"content":"<p>A Cheann Comhairle, with respect, I did not interrupt any speaker in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01200","speaker":"1246"},{"type":"speech","time":1513341600,"counter":56,"content":"<p>Can the Deputy not understand there is a crisis out there because of ideology?  The Government just does not understand it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01300","speaker":"1299"},{"type":"speech","time":1513341600,"counter":57,"content":"<p>I know that Deputy Kenny is deeply emotional about this matter but will he please control himself and extend respect to the Member in possession to complete what she has to say?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01400","speaker":"1371"},{"type":"speech","time":1513341600,"counter":58,"content":"<p>I stand here in this Chamber because this is not just a job for me.  The very reason I ran for national politics was to make a difference and to help with the crisis that is before us.  I am a mum of two young children.  I have listened to Deputy Rabbitte and I concur with all she said in the Chamber this morning.  Everyone in this Chamber has compassion and empathy for the crisis that is before us, but I ask Members to come forward with solutions that will add to the policies we have put in place. Many Members have done this already.<\/p>  <p>  I also listened to Deputy Catherine Martin in the Chamber this morning and I would argue her figures.  I will not do so in the Chamber because I do not want to waste time doing that, but I ask that Deputy Martin contacts her councillors in the D&uacute;n Laoghaire-Rathdown County Council and work with the Fine Gael councillors on the council, as they have done before, in the policies that we are bringing forward locally to drive social housing on State-owned land that councils own.  I am aware that Councillor Shane O'Brien from Sinn F&eacute;in is working with Fine Gael and Independent councillors on this.  I ask that Deputies work with their local councillors to drive their local authorities to deliver housing in their areas.  We have to work collectively.  We have always said there is more to do in this regard.<\/p>  <p>  On Friday I met with a family at a family hub.  I was delighted to hear of three other individuals who had left to go into long-term accommodation.  I am delighted for those people because they give me great hope that what we are doing is right, although we need to do far more.  I spoke to another gentleman there who welcomed the supports he was getting from the facility for himself and his child.  It empowered him and gave him hope that he could get back into his own home with his child.  He would not have had this hope otherwise.  I have heard people talk about building new houses and that we are wasting money on hotel accommodation and family hubs, but I never hear these people say how they propose to house those families and individuals while we are trying to get supply up and running.  Family hubs have always been an interim measure to give families security and supports until we find that long-term home for those families, albeit not an ideal measure.  I fully recognise that.<\/p>  <p>  I respect the comment made by Deputy Joan Collins about the television and the bedroom area.  I will take those concerns back.  Nothing is perfect and we are always trying to amend as we go along if something is not working.  Family hubs are far better than a cramped hotel room.  I have two small children and I cannot think of anything worse than being in a small area with small children trying to do their school homework or trying to feed them, dress them and everything else that is day-to-day family life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01500","speaker":"1246"},{"type":"speech","time":1513341600,"counter":59,"content":"<p>I must ask the Deputy to propose the adjournment of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01600","speaker":"1371"},{"type":"speech","time":1513341600,"counter":60,"content":"<p>I will.  I ask that Deputies in the Chamber work together, collectively, and rather than looking for media headlines to be solution-focused.  I ask that they come with their ideas, not just in the Chamber-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01700","speaker":"1246"},{"type":"speech","time":1513341600,"counter":61,"content":"<p>Will the Deputy please stop.  Will she just stop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01800","speaker":"1299"},{"type":"speech","time":1513341600,"counter":62,"content":"<p>-----but also outside this Chamber-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U01900","speaker":"1246"},{"type":"speech","time":1513341600,"counter":63,"content":"<p>Will the Ceann Comhairle please tell the Deputy to stop?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U02000","speaker":"1299"},{"type":"speech","time":1513341600,"counter":64,"content":"<p>-----to offer solid solutions.  I propose the adjournment of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U02100","speaker":"1246"},{"type":"speech","time":1513341600,"counter":65,"content":"<p>She would give an Anadin a headache.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500022#U02200","speaker":"1299"},{"type":"majorheading","content":"Domestic Violence Bill 2017 [Seanad]: Second Stage","time":1513342200,"counter":66,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500023#V00100"},{"type":"speech","time":1513342200,"counter":67,"content":"<p>I move: &quot;That the Bill be now read a Second Time.&quot;  The Domestic Violence Bill 2017 is most important legislation and I am pleased to be introducing it to the House.  The Bill was initiated in the Seanad and completed its passage through that House on 30 November.  I am pleased to say that it received general support among Senators and was the subject of lively debate and very positive contributions.  I look forward to a similar debate in this House.  I acknowledge the work of the Minister of State at the Department of Justice and Equality, Deputy Stanton, in the Upper House.<\/p><p>The purpose of this Bill is to consolidate and reform the law on domestic violence to provide better protection for victims.  The Bill also includes provisions to enable Ireland to ratify the Council of Europe Convention on preventing and combatting violence against women and domestic violence, more commonly known as the Istanbul Convention.  The Bill is part of a larger package of measures aimed at dealing with the scourge of domestic violence in our community.<\/p><p>The enactment of the Domestic Violence Bill is a key part of the second national strategy on domestic, sexual and gender-based violence 2016-21.  As part of this strategy, the Government is running a six-year national awareness campaign called &quot;What would you do?&quot; which aims to bring about a change in long-established societal behaviours and attitudes to domestic and sexual violence.  In developing the Domestic Violence Bill, my Department has engaged closely with groups which support victims of domestic violence.  I acknowledge the work being done by these organisations.  The support and assistance they offer to victims is hugely valuable to people who find themselves in extremely vulnerable situations.<\/p><p>I will outline the main provisions of the Bill.  Part 1 contains standard provisions regarding commencement, definitions, repeals and expenses.  Section 5 is a new provision that sets out an extensive list of factors that a court must consider when dealing with an application for a domestic violence order.  The list is not exhaustive and will not limit a court's discretion to make an order.  An applicant can put forward to the court any factors they consider relevant to the application.  The list of factors does not preclude the court from examining any matter that is relevant to a particular application.<\/p><p>Part 2 of the Bill provides for the different orders that can be applied for under the Bill.  It also deals with procedural matters for court proceedings under the Bill.  Section 6 provides for the making of safety orders to prohibit violent and threatening behaviour.  Safety orders were first introduced in the Domestic Violence Act 1996 and section 6 largely re-enacts those provisions.  The most important change is that persons in intimate and committed relationships, but who are not cohabiting, will be able to apply for safety orders under this Bill.  Section 7 provides for the making of barring orders to direct a person to leave a place where the victim resides, or not to enter that place.  Statutory barring orders were first introduced in Ireland by the Family Law (Maintenance of Spouses and Children) Act 1976.  Those provisions were replaced by the Family Law (Protection of Spouses and Children) Act 1981.  The Domestic Violence Act 1996 further strengthened the law in this area.  The main change being made by this Bill is the removal of the six-month minimum cohabitation requirement in cases involving persons in cohabiting relationships.  Section 8 provides for the making of interim barring orders in cases where there are reasonable grounds to believe that a person is at immediate risk of significant harm.  Interim barring orders were first introduced in the Domestic Violence Act 1996 and this section largely re-enacts those provisions, as amended by the Domestic Violence (Amendment) Act 2002.  If an interim barring order is granted <i>ex parte<\/i>, without notice to the person against whom it was sought, it will have effect for up to eight working days.  In all other cases, an interim barring order will have effect until the application for a barring order has been determined by the courts.<\/p><p> Section 9 provides for a new emergency barring order that will put life and limb ahead of property and allow a person in a dangerous situation to get a temporary barring order even if he or she has no rights to the property.  This is an important new provision that must be enacted to enable Ireland to ratify the Istanbul convention.  A person can apply for an emergency barring order where he or she has lived in an intimate and committed relationship with the perpetrator without being that person's spouse or civil partner or where he or she is the parent of an adult perpetrator.  The most significant element of this new provision is that a person can apply for an emergency barring order even if he or she has no legal or beneficial interest in the place concerned or has an interest that is less than that of the person against whom the order is sought.  Emergency barring orders will only be granted where there are reasonable grounds to believe that a person is at immediate risk of harm.  An emergency barring order may be granted without notice having been given to the person against whom it is sought and will have effect for up to eight working days.  Once the emergency barring order has expired, another emergency barring order may not be made until one month after the expiry of the previous order unless the court is satisfied that there are exceptional circumstances.  This is to ensure that the order will operate as an emergency, temporary measure only.<\/p> <p> Section 10 is a new provision which was inserted on Committee Stage in the Seanad.  It provides that garda&iacute; may communicate with an on-call judge to apply for an out of hours barring order.  My Department is examining the text of this section in consultation with the Office of the Parliamentary Counsel.  I intend to bring forward any necessary amendments on Committee Stage in the D&aacute;il to ensure that the section will be clear, workable and consistent with the other provisions of the Bill.  Section 11 provides for the making of protection orders pending the determination of an application for a safety order or barring order.  A protection order can be made where there are reasonable grounds to believe that the safety or welfare of the person who applied for the order or of a dependent person are at risk.<\/p> <p> Sections 12 and 13 contain provisions relating to the making of applications by the Child and Family Agency for safety orders, barring orders and emergency barring orders.  These sections re-enact sections 6 and 7 of the Domestic Violence Act 1996.  Sections 14 and 15 provide protection to spouses and civil partners against disposal of household effects in the period between the making of an application for a safety order or barring order and the determination of that application.<\/p> <p> Section 16 provides that a court that is dealing with domestic violence proceedings may also make orders under family law legislation without the need for separate proceedings to have been issued.  These include orders relating to the right of access to a child under section 11 of the Guardianship of infants Act 1964.  This enables issues relating to the needs of children to be addressed.  The courts already have this power under section 9 of the Domestic Violence Act 1996, which is restated and updated in section 16.<\/p> <p> Section 17 is a new provision that aims to prevent oppressive cross-examination conducted personally by the applicant or respondent.  It provides that persons who are giving evidence may not be personally cross-examined by either the applicant or respondent unless the court is of the opinion that the interests of justice so require.  Section 18 will require the courts to give reasons for decisions relating to applications for orders under the Bill.<\/p> <p> Sections 19 to 24 contain provisions relating to the taking effect of orders, the delivery of copies of orders to certain persons, appeals from orders, discharge of orders, jurisdiction of the courts and the hearing of proceedings in private.  My officials will examine further the text of section 19(3), which was inserted on Committee Stage in the Seanad and which provides for the service of orders by the Garda S&iacute;och&aacute;na.  If it is necessary to ensure that the provision is clear and workable, I will propose amendments on Committee Stage here.  In the meantime, I am happy to take on board the views of Deputies to ensure we reach the best possible outcome.<\/p> <p> The Bill includes new provisions aimed at making the courts process less difficult for victims of domestic violence when they are applying for civil orders under the Bill and in cases where an order is breached and a criminal prosecution follows.  These provisions complement the protections the Criminal Justice (Victims of Crime) Act 2017 provides for victims giving evidence in criminal proceedings.  Section 25 provides for the giving of evidence through live television link where an application is being made to court for an order under the Bill while section 26 will allow a person who applies for an order under this Bill to be accompanied in court by a person of his or her choice, in addition to any legal representative.<\/p><p> Section 27 will enable the court to seek the views of the child where an order is being sought on the child's behalf.  This will help to make the court process more child friendly.  The court will have the option of appointing an expert to ascertain and convey the child's views to the court.<\/p> <p> Section 28 will require the Courts Service to provide information to victims of domestic violence about support services that may be available.<\/p> <p> Section 29 will give the courts the possibility of recommending that a person engage with a programme or service to address issues relating to their behaviour that led to the application for an order.  This could be a programme for perpetrators of domestic violence, an addiction service, a counselling service or a financial planning service.<\/p> <p> Sections 30 to 32 provide for costs of proceedings, rules of court and the service of documents and the effect of orders on rights under certain enactments or estates or interests.  These provisions restate existing provisions in the 1996 Act.<\/p> <p> Part 3 of the Bill provides for offences under the Bill.  Section 33 provides that it is an offence to breach a safety order, barring order, interim barring order, emergency barring order or protection order.  It is also an offence to refuse to permit a person who applied for a barring order to enter in and remain in the place where the barring order is in force.<\/p> <p> Section 34 provides for the giving of evidence through television link in proceedings for an offence under section 33.  My Department is examining this section in light of the amendments to the Criminal Evidence Act 1992 made by the Criminal Justice (Victims of Crime) Act 2017.  The intention is to bring forward appropriate amendments on Committee Stage.<\/p> <p> Section 35 will provide privacy for victims in cases where there is a criminal prosecution for breach of an order.  The judge will be required to exclude all persons from the courtroom except for persons directly involved in the case, court officials, members of the press and others specified by the judge.<\/p> <p> Section 36 provides for arrest without warrant where a garda has reason to believe that a breach of a domestic violence order is being or has been committed, following a complaint from, or on behalf of, the person who applied for the order.<\/p> <p> Section 37 provides that where proceedings are brought for an offence under section 33, it will be an offence to publish or broadcast any information or photographs which could lead to identification of the victim or the person charged or a dependant of either of them.<\/p> <p> Section 38 provides strong penalties for this offence.<\/p> <p> Section 39 is an important provision that creates a new offence of forced marriage.  While the inclusion of this provision is necessary to enable Ireland to ratify the Istanbul Convention, I believe it is also important to send out a message that such behaviour is not acceptable in 21st century Ireland.  It will be an offence to use violence, threats, undue influence, duress or coercion to cause another person to marry.  It will be also an offence to remove someone from the State with the intention that they will be forced into a marriage outside of the jurisdiction.<\/p> <p> Section 40, which provides for a new offence of coercive control, was introduced by a Government amendment in the Seanad.  It takes account of the reality that behaviours in a domestic setting that involve emotional abuse, humiliation and fear can be as harmful to victims as physical abuse, as they are an abuse of the unique trust associated with an intimate relationship.  This section seeks to define the offence of coercive control as clearly as possible.  The offence will be committed where a person knowingly and persistently engages in behaviour that is controlling or coercive, that has a serious effect on a relevant person and that a reasonable person would consider likely to have a serious effect on a relevant person.  A person is a \"relevant person\" in respect of another person if he or she is the spouse or civil partner of that other person or is or was in an intimate and committed relationship with that other person.  The section goes on to define what is meant by \"serious effect\".  A person's behaviour has a serious effect on a person if the behaviour causes the person to fear that violence will be used against him or her, or if the behaviour causes serious alarm or distress that has a substantial adverse impact on the person's usual day-to-day activities.<\/p> <p> Section 41 was also introduced on Committee Stage in the Seanad.  This new section will ensure that where offences involving physical or sexual violence are committed in the context of a marriage, civil partnership or an intimate and committed relationship, that fact will be an aggravating factor at sentencing.  The new sentencing provision will apply to any offence that involves violence or the threat of violence to a person.<\/p><p>It will ensure that aggravated sentencing will apply where a person is convicted of the manslaughter of his or her current or former partner or spouse.  Non-fatal physical violence is captured by offences under the Non-Fatal Offences Against the Person Act 1997, including assault, assault causing harm, causing serious harm, threats to kill, coercion, harassment, endangerment and false imprisonment.  Sexual offences, including sexual assault and rape, are also relevant in domestic violence situations.<\/p> <p> Sections 42 and 43 are transitional provisions that allow orders or applications made under the Domestic Violence Act 1996 to continue as if they were made under this Bill.  Section 45 amends the Family Law Act 1995 to remove the exemption for underage marriage.  Currently, section 33 of the Family Law Act 1995 allows an application to court for an exemption to the requirement that a person must be over 18 to marry.  Removing the underage marriage exemption should help to protect minors against forced marriage as requiring both intended spouses to be at least 18 should assist in ensuring that they have the maturity to withstand parental or other pressure to marry a particular person.  It will also be necessary to amend the Civil Registration Act 2004 and section 49 provides for this.  The validity of marriages that have already taken place under the exemption will not be affected.  The remaining sections in Part 4 amend other legislation to take account of this Bill.<\/p> <p> In conclusion, I believe that this legislation will help to improve the protection of the law for victims of domestic violence as it puts the needs of victims first and foremost, and I hope the Bill will be enacted as early as possible.  I look forward to listening to the contribution of all Members of the House on Second Stage and I hope we can proceed to Committee Stage with the objective of ensuring we can have the best possible legislation in order to ensure maximum protection for people who find themselves in these most difficult and unacceptable circumstances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500023#V00200","speaker":"1233","continuing":true},{"type":"speech","time":1513343700,"counter":71,"content":"<p>I welcome the opportunity to speak on this debate.  It is very important legislation.  As the Minister is aware, Seanad &Eacute;ireann has already passed the Bill, which has come to this House.  Fianna F&aacute;il Senators contributed significantly to the debate and to amendments introduced in the Seanad.  Similarly, in this House, Fianna F&aacute;il Deputies will be supporting the Bill and will also be bringing forward any amendments we think are appropriate for the purpose of strengthening the Bill.<\/p>  <p>  As the Minister pointed out, it is important to emphasise that domestic violence is completely unacceptable.  In many respects, violence, no matter where it comes from, is unacceptable but there is something particularly insidious about domestic violence.  For many years in Ireland, spouses, overwhelmingly women, have been subjected to violence which is as the Minister stated, unacceptable.  It is important that we as a State put into our laws specific requirements and prohibitions on acts of domestic violence and measures that can be taken by victims of violence for the purpose of trying to protect themselves and indeed their families.<\/p>  <p>  It was back in 1996 when we first introduced legislation dealing with domestic violence in these Houses.  In 2002, amending legislation was introduced.  The fact that we have previously introduced this legislation indicates that we are aware it is a problem in Irish society.  However, it is important to point out that sometimes we think Ireland is exceptional.  It is not.  Domestic violence is a problem throughout the world.  I believe that through the legislation we have introduced over the past 21 years or so that we are moving forward in respect of our desire to deal with it.  However, it is a problem that has afflicted the world.  It is important to emphasise at the outset that it is completely unacceptable that individuals think they can use violence within a domestic environment in order to put pressure on a spouse or to force a spouse to act in a particular way.  It must also be said that, unfortunately, it is overwhelmingly the case that the victims in these acts of violence are women.  Nonetheless, this legislation will also apply to men who are victims of domestic violence.  It is also worth pointing out that there have been cases and no doubt, there will be cases in the future where men are victims of violence.<\/p><p>The great benefit of the legislation being introduced is that it replicates many of the mechanisms that are available to victims to apply to our courts in order to seek protection.  As the Minister has indicated, under the legislation, victims of domestic violence will now be able to apply to our courts for safety orders, barring orders, interim barring orders, emergency barring orders and protection orders.  <\/p> <p> Some of the biggest victims of domestic violence are children.  It is a very traumatic experience for any child to be brought up in a house where there is violence between parents.  It has a significant long-term impact on the child.  It can also lead the child to believe in years to come that it is an acceptable way of resolving domestic disputes.  It is not.  I welcome that the legislation also provides for care orders or supervision orders under the Child Care Acts.  As the Minister has indicated, under section 27, it also allows for the views of the child to be taken into account.  It is a very difficult situation for children to find themselves in.  Being in a house where there is violence is unacceptable.  The State should not permit it and should provide the mechanism for applications to be made to ensure the family, victim and child can be protected.<\/p> <p> The Minister also pointed to the offence of coercive control, which was introduced in the Seanad in section 40.  It is a new offence and one we will consider carefully.  It is a worthwhile offence to include.  It will not apply inappropriately to situations in which somebody just gives a glance at the situation.  The section is very specific in terms of how it applies, its persistence and the person to whom it applies.  I welcome the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500026#Y00200","speaker":"1296","continuing":true},{"type":"speech","time":1513344000,"counter":73,"content":"<p>Domestic violence goes beyond physical violence.  It can also involve the destruction of property, isolation from friends, family and other potential sources of support, threats to others, including children, stalking and control over access to money, personal items, food, transportation and even a mobile phone or house phone.  Domestic violence is more common than most people realise.  It can be unreported and misunderstood.  It occurs in all social classes, ethnic groups and walks of life.  There is no doubt that current pressures on housing, homelessness and everyday life challenges puts huge pressure on individuals which can result in domestic violence.  There is no doubt that safeguards have to be put in place.  Fianna F&aacute;il strongly supports this Bill, which was significantly amended as it passed through the Seanad.<\/p>  <p>  I compliment the national awareness campaign which is extremely important.  The current series of adverts on television are hard-hitting, effective and they make one stop and think.  They show a babysitter listening in on the child monitor and a person in a hotel room listening to next door, deciding whether to say something or to do nothing.  They are very effective and at least we are having the conversation; it is making people stop and think.  It is important we do not shy away or ignore it and that as a society we stand up and help.  A kind word or some support can go a long way.  <\/p>  <p>  Fianna F&aacute;il also appreciates the support of a number of NGOs, not least Safe Ireland and the National Women's Council in formulating amendments that truly reflect the experience of victims of domestic violence.  We also welcome the move to a more victim centred approach in prosecuting crimes of this nature.  Statistics have shown that Irish women are among the least likely in Europe to report crimes of domestic violence.  A victim blaming culture is often cited as a major reason for this and there is a need for a cultural change in how crimes of this nature are viewed.  It is hoped the legislation will go some way towards achieving that goal.<\/p>  <p>  Deputy O'Callaghan spoke about coercive control.  I also welcome the amendment which includes the ground of coercive control.  It is groundbreaking and very welcome.  Coercive control is defined as a pattern of sustained emotional and psychological abuse of a partner through threats, intimidation, control and restrictions on liberty.  It has been recognised as an offence in UK law since 2015.  There is much in the Domestic Violence Bill that we can appreciate.<\/p><p>That is something we do not always see.  This kind of coercive control of people at home can involve simple things such as finance, access to phone, access to family or even simply going out to walk the dog.  It is very welcome that this is being recognised as a major issue.<\/p> <p> An EU-wide study in 2014 found that almost one in three Irish women had experienced some form of psychological violence from a partner.  The seriousness of this behaviour cannot be overstated.  Domestic homicide statistics in the UK have shown an overwhelming number of cases of women who were murdered.  There was evidence of years of controlling, threatening and intimidating behaviour.  Victims might not have bruising on their faces or bandages on their arms.  These things are hidden behind closed doors.<\/p> <p> The amendment to include the offence of coercive control is groundbreaking and very welcome.  Similar research does not exist in this country, but it is likely that a similar correlation exists.  Victims of domestic violence often cite emotional and psychological abuse as the greatest threat to their well-being.  Fianna F&aacute;il calls on the Government to commit to improving the collection of data relating to the recording of domestic violence.  The lack of data impedes the development of evidence-based policy and has, no doubt, contributed to the delay in bringing forward this legislation.  Societal attitudes need to change if there is to be a reduction in domestic violence.  It is difficult to implement this change in the absence of the data.  I appeal to the Minister to take on board the importance of committing to improving the collection of data on the recording of domestic violence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500027#Z00200","speaker":"1220","continuing":true},{"type":"speech","time":1513344300,"counter":75,"content":"<p>I am glad to have the opportunity to speak on this important Bill.  Every morning, many women and some men wake up exhausted, drained and concerned.  They are trying to hide bruises and other marks on their bodies with make-up or by whatever means in order to try to face their children and the world at large.  In many instances, if they have even been able to sleep, they wake up terrified because of the psychological damage that has been done to them.  Their self-esteem has been hugely impacted upon and yet they are trying to put on a face on in front of their children, work colleagues and communities.<\/p>  <p>  We owe it to these women and men to do everything we can to try to make their lives more bearable and easier.  There are many ways in which we can do this and the Bill before the House is one of them.  It began life back in 2011, so we have waited some time to have the opportunity to debate it and to find ways to improve it.  I welcome all the work that was done in the Seanad and I commend all the Senators, particularly those in Fianna F&aacute;il and the Independents, who introduced 21 different amendments to improve the legislation.  I also commend the NGOs that have been involved, particularly SAFE Ireland and the National Women's Council of Ireland, on their work in formulating amendments that truly reflect the experience of domestic violence.  Ultimately, all we can do is listen to the voices of the victims and put in place measures to help to protect and support them.<\/p>  <p>  Comparative European statistics have shown that Irish women are among the least likely to report domestic abuse.  Approximately three months ago, I attended a meeting of the Kildare joint policing committee and was surprised that no domestic violence figures were being reported.  I was told that the matter was not categorised but that the committee would certainly look at it.  At the meeting the following month - approximately six weeks ago - figures were provided.  I was amazed at how low they were because I knew they did not reflect the reality of the situation.<\/p><p>All Deputies know from the women who attend their clinics and who are trying to get away from their abusive partners that the numbers are far higher.  I acknowledge the compassion of the garda&iacute; present at the meeting who explained that, in many cases, women will make complaints but then subsequently withdraw them.  That is something we cannot allow to fester.  We must show the victims that we will give them support and that they should not be afraid to report abuse and follow through on it.<\/p> <p> At the invitation of Women's Aid, I went to the family court in Dolphin House, Dublin, last year and I was dismayed at the horrific circumstances in which many women, and their children, found themselves.  There were not enough consultation rooms and very often the women were sitting only a matter of feet away from the persons who had perpetrated the violence against them.  That is not good enough.  We need to do much more to support our family court system.<\/p> <p> We also need to do more to support the children in these cases.  We need strengthened protections for children living with domestic abuse because, too often, they are often forgotten in these situations.  Bearing witness to domestic abuse leaves children with deep emotional scars.  Organisations such as Barnardos have seen the result of children living in an abusive environment at first hand.  Deep anxiety, aggressive outbursts and withdrawing into themselves are commonplace, not to mention the impact on their health, schooling and peer relationships.  I would have witnessed that when I taught children aged four and five.  Quite simply, domestic violence is a form of child abuse.<\/p> <p> We need to examine ways in which we can ensure, within the legislation, that children's safety needs are assessed and addressed when barring orders are being granted.  We must  examine ways of minimising the possibility that children escaping from domestic violence may become homeless.  This is a very difficult situation and we need to do more to support our safe homes such as Teach Tearmainn in Kildare, which spent 12 years looking for a safe place where women and their children could go in an emergency when experiencing domestic violence.  For a number of years, only half of that accommodation was open.  That is not good enough.  If we are saying to women and, in some cases, men that we will support them when they escape violence in their homes.  By not providing a safe place for them to go, however, we are failing in our duty to all of them.<\/p> <p> There are many welcome improvements as a result of amendments to the Bill but I highlight, in particular, the extension of eligibility for safety and protection orders to all persons in intimate relationships without need of co-habitation.  The new offence of coercive control is hugely significant.  I refer also to the introduction of factors to which the courts shall have regard in determining applications for orders and the inclusion of the relationship between defendant and victim as an aggravating circumstance in relevant offences.  We have to acknowledge that many young women, and young men, in dating relationships can become victims of intimate partner abuse.  This amendment is a major positive step.<\/p> <p> Section 9 deals with emergency barring orders.  This is new provision.  A barring order can be made where there are reasonable grounds for believing that there is an immediate risk of significant harm to the applicant or dependent person if such an order is not made immediately.<\/p> <p> The Bill is very welcome.  The Minister will have our support for it but I am sure he will understand that there are some areas, particularly in terms of supporting children, in which there needs to be an improvement.<\/p> <p> I commend the Bill to the House and look forward to working with my colleagues on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500028#AA00200","speaker":"1257","continuing":true},{"type":"speech","time":1513344900,"counter":77,"content":"<p>I have been watching the passage of the Domestic Violence Bill and want to compliment all of the hard work that has gone into it in the Seanad.<\/p>  <p>  I am here to echo the voice of the child, as I have already done earlier this morning during the statements on homelessness.  I welcome the eligibility for safety and protection orders and the out of hours barring order included in it.  Much domestic violence happens when court services are not working.<\/p>  <p>  A new offence of corrosive control is also established under this Bill at section 40.  Deputy Butler spoke very well about corrosive control.  I came across this for the first time in my own clinic this week.  A woman with three young children, living in rural Ireland, was being controlled via the lift to town or the lift to bring the kids to school.  The way this man was controlling her was by allowing her to bring the kids to school in the morning, but if she wanted to get into town she had to be there for half seven.  He would not share the frying pan or the toaster so she had to go and feed the children in a local restaurant.  In the evening he would give her a lift home and would then allow her to use the fire for only one hour.  Herself and her three children sleep in one bedroom.  This debate is not about the housing crisis, but because of it she feels trapped.  We do not have enough places available in organisations such as COPE, which is doing fantastic work in Galway, and so this lady feels trapped.  Some people do not realise that what they are experiencing is corrosive control.  When this lady speaks to people in the family resource centres from now on she will now have entitlement rights under section 40.  This will help her and many other people to understand what they are entitled to.<\/p>  <p>  I commend all the people who have put an awful lot of hard work into getting the Bill to this stage.  I would love to see its speedy movement through the remaining stages.<\/p>  <p>  Barnardos believes that this Bill should be strengthened further.  The Minister sought suggestions earlier.  One of Barnardos' suggestions is that child safety needs are assessed and addressed when granting a barring order.  Another suggestion was on removing the property tests for cohabitants applying for a barring order where the best interests of the child so requires and extending the duration of the emergency barring orders to a maximum of six months.  The roll-out of contact centres across the country and the removal of fees to access legal aid were the other suggestions from Barnardos.  It has made some good suggestions which might be taken on board as the Bill progresses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500030#CC00100","speaker":"1231"},{"type":"speech","time":1513344900,"counter":78,"content":"<p>Ba mhaith liom tr&eacute;asl&uacute; leis an Aire, an Teachta Flanagan, as ucht na hoibre at&aacute; d&eacute;anta aige, ag an Roinn agus ag an Seanad ar an mBille fi&uacute;ntach agus luachmhar seo.  Beidh Sinn F&eacute;in ag iarraidh taca&iacute;ocht agus cabhair a thabhairt don phr&oacute;iseas seo ionas go rachfaidh an reachta&iacute;ocht tr&iacute;d na D&aacute;la chomh luath agus gur f&eacute;idir.  We have just finished a debate on child homelessness and there are some parallels here.  As with child homelessness, domestic violence is something that disproportionately affects women and children.  There is a distinction in that the State is responsible for the failures which cause the suffering of child and family homelessness, whereas in cases of domestic violence, tragically, loved ones, or those thought to have been loved ones, are responsible.  There is a particular dynamic of fear and betrayal in domestic violence.  It is one of the most heinous crimes that can be committed.  It is a crime that is persistent in its violence, that is repeated day after day, night after night for years and for some people for decades.<\/p><p>We often express our shock and outrage about one-off incidents of violence as we see them reported.  Unfortunately, there is still an element of a blind eye being turned to domestic violence.  I welcome the recent awareness campaign.  It is quite effective.  It illustrates quite well the double standard that exists and how it is easier for some to carry on and pretend it is not happening.  There is no justification for that kind of tolerance.  There is a responsibility on people to speak up.  Just because the violence occurs behind closed doors, or because it is inflicted by a person known closely or intimately to the victim, it does not make it any more acceptable.  In fact, as the Bill reflects, it should be considered an aggravating factor.<\/p> <p> The barriers which prevent many people from leaving much sooner than they otherwise would must be removed and appropriate supports put in place.  The lack of alternative accommodation is one of the biggest barriers and is a very real barrier.  This ranges from the shortage of refuge beds to the lack of transitional housing and, indeed, to spiralling rents.  The housing crisis is connected to this.  Women and children who flee domestic violence should be exempt from the red tape and bureaucracy that can surround housing, particularly in respect of applications for social housing.  A woman may be the joint owner of a house, but if she is fleeing for her life or for her safety she can hardly call it home.  To this end, all housing officers and sections should have domestic violence training in order for them truly to understand the dangers and dynamics of the situation of the woman sitting before them.  I recognise that many local authorities handle this issue quite sympathetically and well, but there is still a distance to travel and not all local authorities would apply the same sensitivity and understanding.<\/p> <p> The introduction of this legislation is to be welcomed as the provisions of the Bill will allow Ireland to ratify the Istanbul Convention and the Council of Europe Convention on preventing and combatting violence against women and domestic violence.  I take this opportunity to commend the Minister, as I did in Irish at the start, the Department and, in particular, the Seanad and the organisations involved in this.  These included Safe Ireland, Women's Aid, the National Women's Council of Ireland and Barnardos.<\/p> <p> I have been a Member of this House for two years and previously worked as a member of staff here for three years.  This is probably the most comprehensive and successful example of lobbying by NGOs that I have seen in that time.  It has been fruitful and constructive and some of the credit for that goes to the Minister and the Department for engaging with the arguments made by Independent Senators, Fianna F&aacute;il Senators, Labour Senators and Sinn F&eacute;in Senators.  Great credit is due for what has been a very effective, comprehensive and professional engagement, which has borne fruit in the amendments which have been made.  I will touch on those.  The Bill will make a real concrete difference to women and men who find themselves in these situations.<\/p> <p> I will note some of the sections I particularly welcome.  Some were in the original Bill and some have resulted from amendments.  In particular I welcome section 6 which allows people who are in intimate and committed relationships but who are not cohabiting to apply for safety orders.  Section 9 introduces the new emergency barring order which prioritises the safety and welfare of people ahead of property.  This section is essential to allow Ireland to ratify the Istanbul Convention.  Sections 19 to 24 relate to the service of orders by An Garda S&iacute;och&aacute;na and result from an amendment in the Seanad.  Section 27 enables the court to seek the views of a child when an order is being sought on his or her behalf.  This is vitally important.  As I have said, this is a form of violence and a crime which particularly affects children.  This section should make the process more child-friendly.  I look forward to engaging with that section on Committee Stage.<\/p> <p> Section 39 deals with a new offence of forced marriage.<\/p><p>The Minister has acknowledged it is necessary in order to ratify the Istanbul Convention but it also has inherent value and is a statement of the State's stance on the issue.<\/p> <p> Section 40, which the Fianna F&aacute;il speakers acknowledged, is a valuable amendment by the Seanad and creates the new offence of coercive control, which is a significant reality in Ireland.  Deputy Rabbitte outlined a good example of the types of behaviour the legislation should seek to make a criminal offence.<\/p> <p> Section 41 relates to aggravating factors and much work was done in this regard.  There was, and perhaps still is among some people, a belief that it should be a mitigating factor that domestic violence happens behind closed doors or that a different approach should taken.  On the contrary, the level of betrayal and violence involved should be an aggravating factor, taken more seriously and considered a more grave matter by the Director of Public Prosecutions and judges.<\/p> <p> The scale of the domestic violence problem in Ireland can be seen by the fact that in 2015, there were 12,041 contacts with Women's Aid, in which 16,375 disclosures of domestic violence against women were made, including emotional, physical, financial and sexual abuse.  Domestic violence is a crime and it is everyone's business.  Unfortunately and tragically, in some circumstances, it can lead to murder.<\/p> <p> I commend Safe Ireland, representatives of which I met during the week, together with the other organisations previously mentioned, for their engagement with the Department and efforts in bringing the Bill forward.<\/p> <p> Domestic violence can happen to anybody, man or woman, to members of the LGBT community and in any social setting.  However, it is a crime that disproportionately affects women and children.  I acknowledge the courage, strength and resilience of women and children who have experienced domestic violence, both those who continue to live with abuse and those who have taken the enormous and terrifying step of deciding to leave.  I want to remember the more than 200 women who have died violently in Ireland since 1996 and all those who died prematurely because of the violence and abuse inflicted upon them.  I acknowledge their suffering and that of their families.  I also acknowledge those adults who were robbed of their childhood and survived domestic violence.<\/p> <p> The legislation must be underpinned by additional resources for front-line services.  I acknowledge the services in Cork provided by organisations such as YANA in north Cork, Mn&aacute; Feasa and Cuanlee, which do excellent work in protecting and supporting women and men in such circumstances.  Additional funding for refuges, helplines and cross-agency and community training, including for judges, should be considered.  Without adequate resources, the Bill will not meet the objectives and high ideals it has set out.  I hope resources are to the fore of the Minister's mind when signing off on the Bill and when coming up to the next budget.  We look forward to engaging further with the Bill on Committee and Report Stages and will be supporting its passage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500030#CC00200","speaker":"1287","continuing":true},{"type":"speech","time":1513345500,"counter":81,"content":"<p>I very much welcome that the Bill has come before the D&aacute;il today.  In common with other Deputies, I congratulate the Government on bringing it forward and Members of Seanad &Eacute;ireann on their significant engagement on it.  I have a copy of the Committee Stage amendments from the Seanad, which are quite significant and were proposed by Members from across the political spectrum.  I was particularly interested in the amendments submitted by my Labour Party colleagues and the Civil Engagement group but also those of other parties.<\/p><p>I also thank the Government for accepting a number of Opposition amendments, or at least the spirit of them, in the Seanad.<\/p> <p> The Bill will allow Ireland to ratify the Istanbul Convention, which we signed in November 2015.  This is a very important step forward for people in Ireland.  I accept that while domestic violence is mostly committed in respect of women, it can be committed in respect of others as well.  It is a huge problem and a Europe-wide one.  I think Barnardos has statistics on domestic violence across Europe generally and, I am sure, in other parts of the world.  It is very significant that we have a Bill which addresses many of the issues that have been highlighted.  This is also a consolidation Bill that brings together various other items of legislation enacted previously, including the Domestic Violence (Amendment) Act 2002, the Civil Partnership and Certain Rights and Obligations of Cohabitants Act 2010, the Civil Law (Miscellaneous Provisions) Act 2011 and the Domestic Violence Act 1996.  We welcome the Bill and will support it.<\/p> <p> I, too, commend the various organisations involved.  SAFE Ireland has been mentioned, as has the National Women's Council of Ireland.  Women's Aid has done significant work on the Bill, as has Barnardos, in the context of children.  I hope I have not left others out.  In November, Women's Aid published an updated submission that is quite detailed and very useful for our consideration of how we might propose further amendments to the legislation.  I know that some of the organisations had expressed the wish that the Bill pass fully through the Houses of the Oireachtas before Christmas.  Obviously, this will not happen because we are only on Second Stage.  However, I know the Minister has said that he intends to have the Bill pass as soon as possible.  We should all ensure that this happens.<\/p> <p> The measures contained in the Bill have been mentioned by previous speakers.  I particularly welcome the extension of eligibility for safety and protection orders to all persons in intimate and committed relationships regardless of cohabitation, the new offence of coercive control, the introduction of factors to which the courts shall have regard in determining applications for orders and the inclusion of the relationship between the defendant and the victim as an aggravating circumstance in relevant offences.  I will come back to the latter when I talk about how we might strengthen the Bill.<\/p> <p> As a result of the fact that we public representatives, we have all had conversations with people facing domestic violence.  Their stories are very harrowing.  People who are long-term victims of domestic violence - it need not be physical - very often have their self-esteem completely destroyed and they then find it very difficult to take action for their own safety and that of their children.  We must understand this in the context of this legislation.  I have had a number of confidential conversations, as I am sure others have had, where one gets to understand exactly what domestic violence does to a person.  We might ask why people experiencing domestic violence do not get out of their relationships.  When one has been in such a relationship for a long time, it is difficult to find the strength to get out of it because of the impact on that one's self-confidence and sense of having some power over one's own life.  For this reason, there are a number of measures in the Bill which I think are particularly useful.  I refer here, for example, to section 9, which relates to emergency barring orders.  The section applies to individuals who have finally found that they simply must break the abusive relationship and ensure their own protection.  It is an important aspect of the Bill.  There are other aspects that have been discussed by others and I will not take up time discussing them further.  They are extremely important, however.<\/p> <p> I wish to pay tribute to ADAPT House, which operates in my constituency and which has done wonderful work in this area for a long period.  It has been in existence for I do not know how many decades and has been a place of refuge for many women and children over the years.<\/p><p>I wish to pay tribute to the work undertaken by those involved.  I know others have referred to projects they are familiar with in their constituencies.<\/p> <p> Information is important because people get into situations that are urgent and they do not have time to figure out what they are going to do.  We need to give as much information as we can to people.  I said the same when I was discussing the homeless issue earlier.  When people are in urgent situations, they need to be able to access the necessary information about where they can go and what they can do.  I hope that will happen in this case.  The Citizens Information Board has produced a good document that goes into considerable detail.  It is useful and people should be aware that they can get such information from their local citizens' information centres.  We need other ways of ensuring that the relevant information is available for people.<\/p> <p> I wish to briefly cover some of the areas that we might propose for amendment when we get to Committee and Report Stages.  Women's Aid has made seven recommendations.  I emphasise that the organisation has been very positive about the Bill, but those involved are suggesting ways in which could be strengthened.  Women's Aid representatives have referred to the fact that in the Bill, eligibility for safety and protection orders is extended to applicants who were in an intimate and committed relationship with the respondent prior to applying for the orders.  While this is an excellent extension, Women's Aid queries how the courts will determine that a relationship was committed or otherwise in the absence of cohabitation.  The organisation has suggested this wording may create difficulties.  In the Seanad, the Minister suggested that the Department would consider the possible implications of the word \"committed\" and whether other wording could be found or formulated.  Perhaps before we move on to subsequent Stages there can be some consideration of that point in the meantime.  Women's Aid provided an example in which an abuser may challenge that the relationship was committed on the basis that he does not feel committed.  In other words, the perpetrator does not feel committed.  Women's Aid has suggested other situations where the word \"committed\" might cause difficulties as well.<\/p> <p> Barnardos has also highlighted a second point relating to children.  As Deputy Rabbitte noted earlier, Barnardos has raised four different areas of concern.  Barnardos strongly believes the Bill should be strengthened to ensure children's safety needs are assessed and addressed.  Deputy Rabbitte highlighted several other points relating to contact centres, removing the property test for cohabitants applying for a barring order where the best interests of the child so requires and removing fees to access legal aid.  The removal of fees to access legal aid is important.  The fact that there is a fee can mean a child cannot get the protection he or she needs.<\/p> <p> My Labour Party colleagues in the Seanad proposed an amendment in a third area.  It relates to the increasing use of electronic technologies to monitor, control and harass women during an abusive relationship and after separation.  They commended and supported the inclusion of the provision in section 6(2)(c), that prohibits the respondent from following or communicating, including by electronic means, with the applicant or the dependent person.  They made the point, however, that much damage to the welfare and reputation of victims is done by communication to third parties about the women, usually through electronic means and not necessarily with them.  The Senators provided a number of examples, including image-based sexual abuse, which is commonly known as revenge porn, advertising of women on escort sites, accessing or modifying a woman's online data, falsely impersonating the woman online, alienating friends and supports and spreading lies and rumours about the woman that affect her personally and professionally.  This area could be looked at further as well.  We can see the power of social media and the Internet across so many areas.  Moreover, we can see the power people have to manipulate social media in a negative way and use it against a person.  That is another factor in this case and I suggest that this area be looked at as well.<\/p><p>My Labour colleagues in the Seanad tabled an amendment in that regard, as I mentioned.<\/p> <p> Like others, I very much welcome that we are able to deal with this legislation on Second Stage.  It has been a long time coming and much work has been put into it by the Department and the current and previous Minister.  The Seanad did a really good piece of work and it is to be commended on it.  The willingness of the Government to interact with the Seanad and accept either amendments or the principle of amendments is important, but we have a job to do now in the D&aacute;il to ensure this Bill is as strong and enabling as possible for people who are involved in cases of domestic violence and who urgently need to be able to get out and move on with their lives in a way that would keep them and their children safe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500032#EE00200","speaker":"1325","continuing":true},{"type":"speech","time":1513346400,"counter":85,"content":"<p>I welcome the Bill,  many provisions of which are very welcome and progressive.  They shine a light on the experience of domestic violence in this country.  I hope if we get it through, some of the measures will allow women and children affected by domestic violence to navigate the courts and find protective measures a bit more easily.  I hope such people will be able to achieve some form of protection from an abuser in an easier way.<\/p>  <p>  Over the years I campaigned for women's rights, looked over the reports and have been involved with women's refuges, but I am still taken aback by the scale and prevalence of violence against women and domestic violence in general in this society.  The SAFE Ireland report of 2014 suggests that if we extrapolate from the almost 9,500 women who reported abuse, it would represent between 8% and 12% of the total number of women suffering abuse at the hands of partners in communities around Ireland.  The scale of non-reporting is very worrying and it is reckoned that 79% of all women never disclose serious physical or sexual violence by a partner to anyone.  One in four women experience physical and sexual violence from a male partner.<\/p>  <p>  The scale of non-reporting is quite scary and there are many reasons for it.  Most women are led to believe that somehow it is their fault that they are abused or that they asked for it.  Sometimes they are told this by others, such as relatives, but society also sends messages indicating they have made their bed and now must lie on it.  The biggest problem that women or anybody has in an abusive relationship, particularly where children are involved, is that there is nowhere else to go.  I have a very close friend who recently retired from working with Women's Aid over the past 25 years and she spent every day of her working life accompanying mainly women into the courts to help them stand up for themselves and apply for barring orders.  She retired early because she could no longer bear the increasing frequency of having to take women through the court process before sending them back to the arms of their abusers.<\/p>  <p>  The simple reason for this is the housing crisis and the lack of alternative facilities for women and children in this society.  There was a time when organisations like Sonas could provide alternative homes for victims of abuse, but that is no longer the case.  That organisation is now extraordinarily frustrated by its inability to rehouse victims of abuse, many of whom are children.  There are material conditions prevalent in this society that are feeding into the problem and not allowing us to escape from it.  Along with this Bill, we must seriously consider alternative provisions for victims of abuse.  I particularly emphasise the provision of alternative housing.<\/p>  <p>  The Tusla report indicates domestic violence services helped almost 25,000 victims last year and that Irish women are among the least likely in Europe to seek support when suffering domestic abuse.  Last year, Women's Aid reported almost 17,000 disclosures by women, with 11,000 of those being incidents of emotional abuse.  This relates to a very important part of what we must achieve with this Bill.<\/p><p>It is to ensure that emotional and coercive abuse becomes a crime.  There are so many ways to scare, threaten and manipulate another human being, especially when the relationship is close and involves dependency.  There is no doubt that would be very difficult to prove but even being able to say that a person suffers from emotional, coercive and mental crime would be a major step forward in empowering those who suffer from the abuse.<\/p> <p> I recognise the progressive elements of the Bill but I wish to address the scale of domestic violence, why it is so pervasive and why violence - particularly against women - is something we cannot get away from in our society.  On one level it is quite straightforward; what is a woman who is in an abusive relationship and wants to escape from it to do?  As we are aware, the State is not in a position to provide alternative supports and it is very difficult for a woman to leave her home and access any other sort of accommodation to provide for her and her children's needs.  Many women have to stay in abusive relationships because of economics.  This is why the prevalence of the violence continues.<\/p> <p> During the recession we saw the previous Government first pick what they called - and what the Minister clearly named at the time - the low-hanging fruit.  Cuts were made to funding for services such as Women's Aid and refuges around the State were closed.  The cuts that ensued from the bank bailout were directed at the most vulnerable, not just at people who suffered from domestic violence.  There were many others who suffered from the cuts but I focus on this because of the Bill and the debate.  I am not sure if any of the cuts or low-hanging fruit picking that happened during the crisis have been reinstated or brought back in full or if the direct financial abuse by the Government has ended.  Perhaps the Minister could enlighten us in that regard.<\/p> <p> I have referred to the housing crisis.  This also denies women and anybody suffering abuse any sense of independence by not being able to seek another place to live.  This also points to the class nature of many of these issues.  I know of women of all ages who have been abused in relationships by very wealthy men - extraordinarily wealthy men in some cases - and I know of men who have been abused by extraordinarily wealthy men.  By and large, however, the statistics bear out the fact that the lower economic classes suffer the most through the excesses of domestic violence.  Those who need the access and the supports the most are the people who will not get it.  The impact of domestic violence on the most vulnerable women needs to be taken into account.<\/p> <p> The recent advertisement campaign that urges people to not turn a blind eye to domestic violence is important in making us all think about the issue.  One very brave woman showed - on YouTube - the reality of her life.  That video received millions of hits, which was very good for encouraging other victims of domestic abuse to come forward.  It is, however, not enough if we do not put in place the supports, funding and provisions to empower women and other to be able to leave abusive relationships.<\/p> <p> I asked the question about the scale of the problem.  I believe it is part of a systemic nature of sexism in our society.  Pervasive sexism is deeply ingrained in the way we live with the allotted roles of how we are supposed to behave, how we are supposed to work, how we are supposed to think and slot in to a gender-based society.  Part of this gives us the answer to why all of this domestic violence happens.  This sort of gender-based role playing does not just apply to women who are supposed to be feminine, quiet, accepting, to say nothing, to be loving and to make sure everybody is all right, to keep the peace, to shut their face and not to be too bold about things.  While such expectations are being broken by women on a large scale, this does not mean it is not still pervasive in our society.  I believe it still is.  Society uses women's bodies and their nature to sell all sorts of commodities from cars to clothes to drink.  Society eulogises a woman's body - and to a lesser degree a man's body - to sell products.  This has a profoundly damaging impact on our perception of one other as human beings.  It really goes to the heart of what alienation from our society is about.  The behaviour of men and women that allows them to put themselves into these gender roles is very much determined by the type of society we put them into, including putting family at the heart of society.<\/p><p> We all know that Christmas is supposed to be a wonderful experience and a time of joy and happiness for the family.  However, we also know that from now until the end of January there will be a spike in the incidence of domestic abuse and violence precisely because families and relationships that are not working are being coerced by the idea that this is how they should be perceived.  The happy-clappy nuclear family is supposed to be at the heart of who and what we are.  It is the norm of every society.  I have no doubt that the recession placed a huge strain on this model.  Sonas and others conducted studies in 2011 on the strain the recession had placed on that image of the family.  When finances are stretched, it is usually the man who is expected to play the strong, breadwinning, caregiving role.  The idea is that nobody need worry about anything once the man is there to provide.  It is usually the man who falls foul of that image of self and who becomes frustrated and angry with society.  However, he does not articulate that as \"I am pissed off with society\", he articulates it as \"I am angry with you and the kids and everything in my life\".  All these factors have an impact.  We have to question our image of self and the image imposed on women in particular but also on men.  Not bringing home the bacon makes a man feel worthless.  That should not be the case and it should not be the sort of pressure that leads to a breakdown in a family and to violence but it does.<\/p> <p> The commercial pressure to buy things at this time of year has an impact on families.  The moneylenders are probably rubbing their hands in some of the poorest areas of this city.  Domestic violence will peak at this time of year.<\/p> <p> Sonas said in 2010 that almost three times more women and children became homeless because of domestic violence.  It recorded an astounding 163% increase in the numbers it supported.  That was a result of austerity, the recession and unemployment.  Economic pressure and homelessness have an impact on the level of abuse.  We cannot, however, escape the fact that, whether a person is suffering financial disempowerment or, indeed, empowerment, which often makes very wealthy men abusers of their wives, it is prevalent, deep and rotten in our society.  It is true that this Bill sets out to address the issue by empowering women to report domestic abuse, to get barring orders more easily and to have more say in court.<\/p> <p> From my experience of dealing with Women's Aid, we should require judges, maybe through an amendment to the Bill, to undergo further training in family relationships and the culture of domestic violence.  They are very good at family law and know it to the letter but training can be delivered to help them understand, for example, the need, where requested, to talk to children through video link.  Sometimes they reject that as not being their role, saying they are not social workers.  We should encourage the judges to take up that training and consider the cultural impact of domestic violence, not just the legal impact, to give them a more rounded judgment of how to deliver the necessary protection for women.  The protection is not good enough.  I and, I am sure, many others are approached by women who are terrified of their partners.  Their partners may not have hit them but they threaten to, keeps them scared and prevent them from expressing and defending themselves or getting away from the relationship.  The psychology of a twisted human being adjusts to thinking the woman is getting snotty, getting more power or becoming too confident and he ups the ante in terms of his violent and threatening behaviour.  A lot of supports need to be put in place.  While I welcome the Bill, I think this society has to look very hard again at the homelessness crisis because more women and children will be driven into homelessness during the happy-clappy period we are about to enter precisely because we have nowhere to put them when they suffer from extreme violence at home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500035#HH00200","speaker":"1367","continuing":true},{"type":"speech","time":1513347600,"counter":88,"content":"<p>I am glad to have the opportunity to speak on the Bill.  It is a pity there are not more people here and that a number Members have not taken up their speaking slots.  It is an important issue.  While we recognise that it is a Friday in the run up to Christmas, it is still important to come to the House to contribute to the debate.  The Bill includes several very welcome new provisions.  They have been welcomed by all of the organisations working in the area, including Women's Aid, the National Women's Council of Ireland, SAFE, Barnardos and others.  There has been extensive consultation with these groups in the preparation of the Bill and during the course of its passage through the Seanad.  A great deal of consideration was given to the Bill in the Seanad where many of the Members contributed and proposed amendments.  The Minister was open to that.  It was suggested that we might try to get the Bill through before Christmas, but it would be a mistake to rush it today bearing in mind that some people are unavailable.  I am sure there are others who want to contribute and that there are amendments which still need to be made to the Bill.  It is very nearly there but it can certainly be improved by the addition of further amendments.  I hope the Minister is open to that.<\/p>  <p>  The Bill allows us to ratify the Council of Europe Convention on Preventing and Combatting Violence Against Women and Domestic Violence, also known as the Istanbul convention.  We have been talking about the convention for some time and it is good that we are now at a point where we will hopefully be in a position to sign up fully to it and to commit to all of its provisions.  The problem of domestic violence is a very prevalent one and has been for some time.  For a long time, no one spoke about it and it is only in the last 20 to 30 years that it has come out from behind the shadows with people beginning to talk about their experience of domestic violence.  Clearly, it is a very personal issue and a difficult topic to discuss.  Very often, people were not believed when they spoke about it in the past or were thought to be exaggerating.  Going back not all that long ago, and certainly not 100 years ago, there was a view that if a woman was complaining, there was something wrong with her rather than with her partner.  There was also a sense that the views of the man of the house should hold sway and that he was the boss.  It is not that long ago that this was the view and it was very much supported by official Ireland in terms of property rights, etc.  Thankfully, the last 30 years or so have seen us become more enlightened.<\/p>  <p>  Ireland has become a more equal society in gender terms.  In fairness, we should recognise that much of that progress was initiated from Europe.  It was not necessarily our own domestic Governments which led the way.  We were brought to a fairer, more open and progressive approach as a result of EU legislation in the main.  That is a very positive thing arising from our membership of the EU.<\/p><p> I remember, and it is not that long ago, when domestic violence was mainly whispered about and discussed behind the scenes.  People did not feel they could raise it publicly.  This was especially true given that the problem of domestic violence crosses all classes and creeds in our society.  Women who were in marriages or relationships with more vocal and, perhaps, more influential partners often found it even more difficult because they found it hard to be believed when the people concerned might have been regarded as pillars of society, prominent people and people who were regarded as virtuous, as it were.  It was thought they could not possibly do anything wrong and what they said would be believed, while at home they often were different people.  Their partners had great difficulty getting assistance to deal with somebody who was violent, coercive and undermining of them at home.<\/p> <p> There are many reasons for that.  Again, this applies across the board irrespective of a family's financial or other circumstances.  There was a prevailing culture which was about the man generally being the person in the right and the woman needing to get on with it and not complain.  There were also situations in respect of housing whereby it was very difficult for a woman to speak out about violence in the home and to be in a position to take action in respect of it.  There are many reasons that women did not come forward in the past and still do not do so to this day.  They principally relate to the controlling attitudes their partners might have.  It is often the result of fear.<\/p> <p> Domestic violence can be physical or sexual violence, but it can also be psychological violence and coercion.  In such situations, generally the problems do not arise overnight.  They start with, perhaps, raised voices in a row and they become more threatening.  Often it might just involve a push or a slap, but that can go on to become something much more serious.  Due to the slow development of problems like this in relationships, it is quite insidious.  It reaches the point where it is not just that something happens and a woman responds to it, but over a long period it can result in undermining the woman, her confidence, belief in herself and her ability to take action.  She can sometimes doubt herself and wonder if it is her fault.  In many cases, women feel they are not in a position to take action because they fear for their safety.  If a partner or husband is violent and if the woman takes a stand against it, complains or threatens to take action, often that results in the woman being subjected to even more vicious violence.<\/p> <p> Women find themselves in a very difficult situation.  Often this arises because of the lack of freedom many of them have in terms of their options.  That is the reason it is essential to have good quality services for the victims of domestic abuse and violence so we can offer people in that situation the option of assistance through a help line and also in respect of being able to move out of the family home if that is the right thing to do, being able to remove themselves and potentially their children from a dangerous and violent situation and providing refuge for people in that situation.<\/p><p>Taking that step and removing oneself and one's children from a dangerous and threatening situation can often be determined by the financial status of the woman.  If a woman does not have her own independent income and access to her own resources, it is obviously far more difficult in those circumstances.  The question of housing is critical where it is simply not an option for a woman in a long-term relationship or marriage with children to up and leave because, too often, there are no alternatives.  We know that this is the case.  We know that the supply of refuge housing is very limited.  While things have improved somewhat in recent years, there is a very high demand for refuge beds and places.  Certainly demand exceeds the current supply.  Overall, it can be very difficult for a person actually to stand up to a partner who is bullying and threatening them and who threatens to take action regarding children.<\/p> <p> We have come a long way in Ireland in terms of recognising the existence and prevalence of this problem and its insidious nature.  I pay tribute to a number of organisations that work in this area and provide essential helplines for women who find themselves in this situation so that they can ring up, talk to somebody who understands the nature of the problem and get advice from them on the best way to handle the situation and what action they can take, be it through the legal system or in terms of leaving the family home and moving to a refuge.  Critical advice is also provided about where they can access legal advice and their legal rights in situations like that.  Helplines are extremely important.  Very often, contacting Women's Aid or one of the other organisations and getting that help over the phone is the only lifeline for women in violent situations.  Very often, people are ashamed to do that, which they should not be.  We need to send that message out loud and clear.  Too often, women think they are responsible for it when, of course, in the vast majority of cases, that is not true at all.  For that reason, it is important that there be easy access to the kind of advice that will enable a woman to take herself out of that situation or bring an end to it in the family home through access to a barring order.  The refuge places provided by a number of those organisations are essential.  Very often, they amount to a life-and-death situation.  Being able to move to a safe house, possibly late at night, with children is a lifeline for people.  It literally can be a matter of life and death for them.  A reasonable supply of refuge places around the country is essential if we are going to deal with this problem in a serious way.<\/p> <p> I very much welcome the new offence of coercive control.  It takes account of the kind of insidious form of domestic violence about which I have spoken and which is such a frequent aspect of this very serious social problem.<\/p><p>I commend all the people who have been involved in this, apart from the organisations I have already listed, and the Members of the Seanad who did a lot of work in improving and amending the legislation and getting it to this point today.<\/p> <p> As others have said, Women's Aid is very supportive of the legislation and has contributed a lot to it.  It has identified a number of gaps in it and is very keen that we, in this House, address those gaps.  I hope we have an opportunity to do that in January.  I hope the Minister will be open to further improvements and amendments to the legislation.  Women's Aid says the major gap in what it regards as an otherwise very positive Bill is a missed opportunity to improve the safety and welfare of children escaping or witnessing domestic violence.  My colleague, Councillor Cian O'Callaghan, also brought this to my attention in recent weeks.  He has received a number of representations in this regard.  <\/p> <p> There are two areas in which the Bill could positively impact on children experiencing domestic violence.  The first is to ensure their safety needs are assessed and addressed when granting a barring order and the second is to minimise the possibility that they may become homeless when escaping domestic violence with the non-abusive parent.  Women's Aid has made a substantial submission in this regard.  It is a particularly important aspect of its outstanding concerns.  <\/p> <p> The link between child abuse and domestic violence has been clearly established, with domestic violence being a very common context in which child abuse takes place.  That is a very important thing to bear in mind.  It has also been found that the more severe the domestic violence, the more severe the abuse of children in the same context.  Women's Aid says that international research documents the co-occurrence of child abuse with domestic violence and the impact of domestic violence on the developmental needs and safety of children.  Exposure to domestic violence is recognised as a form of emotional abuse with detrimental effects on children's well-being as acknowledged in Children First.  The provisions in the guidelines for the protection and welfare of children need to be taken on board to a greater extent in this legislation.  Women's Aid is pleased that exposing children to violence inflicted by the respondent on the applicant has been included on the list of factors the court shall consider when determining an application for an order under the Bill.  That is provided for in section 5.<\/p> <p> As Barnardos has recently confirmed, the way children experience domestic violence is complex.  Their awareness of it is often underestimated by adults and therefore its impact is underestimated.  There is an urgent need to create more robust legislation and procedural links between domestic abuse and child abuse.  When a court grants a barring order, it is found that the respondent poses a significant risk to the welfare and safety of the applicant.  Research and the experience of Barnardos and Women's Aid suggests there is a high probability that the safety and welfare of children of the family is also jeopardised.  Therefore, this risk should be assessed and mitigated.  Unfortunately, Women's Aid says that in its experience, when barring orders are granted to protect a woman from her abusive partner, there is often no assessment process to look at the safety and well-being of children.  For that reason, Women's Aid believes it is a gap in the Bill and has requested that Members of the House propose an amendment to that effect.  I hope to do that.<\/p> <p> I will make a number of small points in the course of the consideration of the Bill on Committee Stage.<\/p><p>Otherwise, I very much welcome the Bill.  It is excellent legislation that is very much needed.  We look forward to just a few other amendments to ensure that it will deal with all aspects of this most serious problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500038#LL00100","speaker":"1222","continuing":true},{"type":"speech","time":1513348800,"counter":93,"content":"<p>I want to speak in support of the Domestic Violence Bill, introduced by the Minister, Deputy Flanagan.  I thank him for getting the Bill to this point.  Having listened to proceedings up to now, I am looking forward to everybody's co-operation and what, hopefully, will be a very helpful and informative debate at the end of which we will have we will have legislation on which we can all agree.<\/p>  <p>  There is a group of people dedicated to this cause and our advocacy for it should probably be far more widespread.  In considering domestic violence, there are no Opposition and Government sides.  There are no ideological differences between us when we talk about our aspirations.  There is no left or right, no rural or urban; we just want to do what is right.  I do not think it is the season of goodwill that has us united today.  I think it is a very important topic because domestic violence is a scourge that is present in every part of our society from the smallest of rural towns to our largest cities.  It affects people of all ages from pre-teenagers right up to the elderly.  Although most of our comments assume that women are the victims, we must also recognise that quite a large number of men are also victims of domestic violence.<\/p>  <p>  A few weeks ago, I attended an event at Dublin's Wood Quay organised by Women's Aid.  I was lucky enough to launch the latter's report on femicide last year.  This year was more of a remembrance for women murdered in Ireland.  We held a minute's silence, which did not seem long enough given the testimonies and stories that had been told earlier that day by the relatives and friends of some of the victims.  At the event in question, we were reminded that 216 women have died violently in Ireland since 1996, which amounts to nearly one woman murdered every month since 1996.  It reminds us that this is not an historical issue; femicide is an issue right here, right now.<\/p>  <p>  Some 56% of the women who were murdered were killed by either a current partner or a previous partner.  We warn our children - as we were warned when we were growing up - particularly our daughters to be afraid of the fellow who might jump out from behind the bush or somebody one does not know.  We never talk to our children, other family members or friends about that stranger in the home, the person with whom we have shared our bed, our life, our hopes, dreams and aspirations, and somebody we have loved and, in many cases, who said they loved us.<\/p>  <p>  One number sticks in my mind from the event to which I refer because up until that point I was not aware of it.  The number we all should remember is 2.8.  Men who have killed a partner - either a current partner or a former partner - receive shorter prison sentences than those who have killed somebody they did not know.  On average, their sentences are 2.8 years shorter than the person who receives a sentence for killing someone he or she did not know.<\/p>  <p>  I know I am not supposed to be critical of our Judiciary, and I do not mean what I am about to say in a bad way.  Based on our judicial history, somehow we are sending out a particular message to women who are lying on their kitchen floors having had their eyes swollen from punches they received or having being winded from kicks while they were pregnant.  Domestic violence is far more prevalent when a woman is pregnant.  Perhaps she had her skin slashed with a knife in the various engagements that take place in this domestic aggressive society we live in.  The message we are sending to those women is that it could have been worse; it could have been a fellow that she did not know.  I find that bizarre.  It is unacceptable that a man who harms a woman he knows is somehow considered less of a criminal than a man who hurts a woman he does not know.  It should be the exact opposite.<\/p><p> A home - my home and that of everyone here - is a refuge.  It is where we go to be safe, warm and to put our slippers or our tracksuits on.  It is everything to us.  It is where we share love, fondness and memories of happy times with the people who are the most important in our lives.  However, a woman is more likely to be killed in her home than in any other location.  There is something dreadfully wrong with that, which is why we must do something to identify domestic abuse in all of its forms and protect those women, and men, from it, remove and deactivate the perpetrators and, ultimately, eliminate this scourge from our society.<\/p> <p> We must also recognise that domestic abuse is not just about violence because threats and other non-violent actions can have exactly the same effect as physical blows.  Bullying and psychological abuse have devastating consequences.  When a man threatens to harm or kill a woman's children, first, she has no reason to doubt him and, second, it has to be the most guttural response of a mother or, indeed, a father to protect his or her children, even when it is at his or her own expense.  That level of psychological abuse is happening in the towns and villages we all represent today.<\/p> <p> We all know that words sometimes speak much louder than actions because when we get to a certain level of psychological abuse, we tend to mix it up in our heads and make it all the more fearful.  What is so powerful about psychological abusers is the control they have over their victims.  We are all well aware that, in the main, that is what this is all about.  Domestic , sexual and psychological violence are all about control and power.<\/p> <p> I want to touch on the important provisions in the Bill and the areas it will address.  There is an extensive list of factors the courts must now consider when dealing with applications for domestic orders.  Safety orders will be available to people who are in intimate and committed relationships but who are not cohabiting.  Somebody does not have to be living with the person for them to have the same control and power over them as somebody who is living with them.  Victims of violence who are cohabiting or are parents of the perpetrator will be able to apply for emergency barring orders.  These orders will last for up to eight days, which will give people that breathing space of peace and clarity of thought to be able to address the immediate issues on hand.  Emergency barring orders may be granted even if the victim has no legal or beneficial interest in the property they are living in or has an interest which is less than that of the perpetrator.  What difference does it make?  We want the person to be safe.  It is not about property or one-upmanship.  It is about keeping safe a person who is being abused.  This measure is intended to weaken the economic grip that in most cases men have over the victims they are abusing.<\/p> <p> It will be possible for a court to prohibit a perpetrator from communicating with the victim electronically.  We live in a wonderful new world of social media and, in many ways, it is fabulous, even though it does not feel that way in my house when I am trying to get the children off the Wi-Fi in order that they might go to bed.  There is a whole new level of access whereby people have the most manipulative control and power - on a 24-7 basis - over the people they want to abuse.  It is very important that all our laws change and reflect evolving society so this particular piece is vital.<\/p> <p> The Bill, when enacted, will provide protection against cross-examination of the persons.  The courts will be required to give reasons for decisions they will make with regard to applications.  It will be possible for victims to give evidence by live television as opposed to being in the presence of the person who has abused, maligned and terrified them for weeks, months and, in some cases, years.<\/p> <p> The enactment of the Bill will grant victims the possibility of being accompanied to court with those they need to support them.  Deputy Br&iacute;d Smith put it beautifully earlier.  The women and men we are talking about are not the confident people we know.  Even when we realise that somebody we know is being abused physically, mentally, sexually or whatever is on the list of abuses, the private and public person are sometimes two very different people.  We might believe someone is a confident person in their own home but when they are being controlled and manipulated they are no more confident than somebody who is obviously not.  The person can be a family friend, a member of the family or a supporter or community worker from some of the organisations mentioned earlier, including the National Women's Council of Ireland or the Dublin Rape Crisis Centre.<\/p><p> It will be really important that children have the opportunity to make their views known to the court under the new Bill.  Sometimes the children are being protected by the mother, but even with the best will in the world, violent behaviour certainly has an enormous impact on the children living households where this occurs.  The court will have the option of appointing an expert to assist it in ascertaining the views of the child, because it cannot be done in the manner to which we are accustomed.  There will also be an obligation to offer information about domestic violence and support services to victims, although I am quite sure that people who get as far as the courtroom have already been supported by somebody.  There will also be the possibility that the perpetrator engages with services aimed at the perpetrators of domestic violence and-or addiction and counselling services.  <\/p> <p> Restrictions will be put in place on attendance by the general public at these criminal proceeding for breach of civil domestic orders.  The only reason for that is to try to protect the dignity of the person who has had their dignity stripped away from them by somebody they love.  While the media will be able to report, we want to make sure that the reports ensure that the dignity of the person that is being abused is respected and that their close children and families are protected.<\/p> <p> A new criminal offence of arranged or forced marriages will be created, and we will also provide for a new criminal offence of coercive control, which is also very welcome.  There were some very welcome changes made to this Bill in the Seanad and, as Deputy Shortall said, there are one or two further amendments that will be put forward that I will fully support.  The main reasons I am supporting this Bill are that in its current form it gives us the best opportunity to improve the lives and circumstances of thousands of women and children living in our communities who are suffering from domestic violence.  If I learned anything from my attendance at the Women's Aid events a couple of weeks ago and a year ago, it is that these women are people we might meet in the post office.  I meet them in the morning when I drop my children to school and at GAA club matches when I am watching my children.  They are people one would never suspect of being in difficulty because they are so proud that they protect themselves.  We need to open up this conversation not to make it normal, but to make it acceptable for somebody to be able to reach out and get help.  We must get rid of the spectacle that occurs when we hear stories of men who have take the lives of their wives or partners or have viciously or brutally hurt and damaged a woman, and where we hear about the surprise of a community because he was the pillar of society or was involved in sports clubs.  This business of trying to normalise these actions and make them acceptable is something that we really have to get away from.  <\/p> <p> Domestic violence is a scourge on this society, and it has been for many years.  It is not new, and it certainly has not gone away.  I give my full support to this Bill.  I thank the Minister for Justice and Equality, Deputy Flanagan, and all of his officials, who have done tremendous work over the past number of months on this Bill.  It is probably one of the most important pieces of legislation we will pass in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500042#PP00200","speaker":"1338","continuing":true},{"type":"speech","time":1513349700,"counter":96,"content":"<p>I dt&uacute;s b&aacute;ire, gabhaim beannachta&iacute; na f&eacute;ile leis an gCathaoirleach, le gach ball den Oireachtas, agus leis na daoine a oibr&iacute;onn i dTeach Laighin ach go h&aacute;irithe.  Ba mhaith liom an rud c&eacute;anna a r&aacute;  le na teaghlaigh i nD&aacute;ilcheantar Chontae L&uacute; agus deisceart na M&iacute;.  N&iacute; bheidh na beannachta&iacute; sin le f&aacute;il ag gach clann i rith an ama seo den bhliain.  Caithfimid na clainn sin a choime&aacute;d in&aacute;r gcuimhne.  T&aacute; a l&aacute;n daoine ag obair go deonach chun cabhr&uacute; leo le linn an ama seo.  Gabhaim bu&iacute;ochas leis na hoibrithe deonacha, go h&aacute;irithe na daoine a oibr&iacute;onn le daoine a fhulanga&iacute;onn for&eacute;igean sa bhaile.<\/p><p>N&iacute; raibh m&eacute; ag caint ar maidin ach ba mhaith liom labhairt faoin easpa d&iacute;dine freisin.  Caithfimid cuimhni&uacute; ar na daoine sin an t-am seo den bhliain.  Bh&iacute; dh&aacute; agallamh agam leis an Aire faoin easpa pr&oacute;tacal at&aacute; i bhfeidhm a bhaineann le daoine a thagann go dt&iacute; st&aacute;isi&uacute;n na ngarda&iacute;.  D&uacute;irt m&eacute; leis nach m&oacute;r d&uacute;inn athbhreithni&uacute; a dh&eacute;anamh ar na pr&oacute;tocail sin agus iad a fheabhs&uacute;.  Is &eacute; mo thuairim f&eacute;in nach fi&uacute; na pr&oacute;tocail a fheabhs&uacute; amh&aacute;in ach n&iacute; m&oacute;r go mbeadh l&iacute;ne teileaf&oacute;in ar f&aacute;il gach l&aacute; chun cabhr&uacute; le daoine.  Ba ch&oacute;ir go mbeadh siad &aacute;balta dul go dt&iacute; an st&aacute;isi&uacute;n agus go mbeadh docht&uacute;ir agus duine chun &eacute;isteacht leo ann nuair at&aacute; siad faoi bhr&uacute;.<\/p> <p> I have spoken to the Minister on two occasions on the issue of the protocols in respect of domestic violence, or indeed any situation in which people are under massive pressure and need the assistance of An Garda S&iacute;och&aacute;na.  An Garda does excellent work but needs to continue to improve the protocols in respect of people visiting Garda stations.  I know they can be busy places, but the issues of domestic violence and rape cause people trauma.  It is not that there are not protocols, it is just that they need to be improved to ensure speedy transition.  I know the Minister has given a commitment to look at that.<\/p> <p> I have not raised this issue to be repetitious.  I have listened attentively, within the Chamber and without, to the contributions of the many speakers across the parties.  The Minister, Deputy Regina Doherty, pointed out that this issue affects every society and that this Bill has the support of everybody in this House.  Whether the issue is homelessness, housing or domestic violence, we need to visit and revisit it, discuss it and express the views of the people we represent.  Finally, gu&iacute;m beannachta&iacute; na f&eacute;ile ar na Teachta&iacute;.  Gabhaim bu&iacute;ochas leo uilig as an obair a dh&eacute;anann siad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500044#RR00200","speaker":"1332","continuing":true},{"type":"speech","time":1513350000,"counter":98,"content":"<p>I have a short contribution but it is very important that I make it.  As the Minister, Deputy Doherty, leaves the Chamber, I commend her on her most powerful speech here today.  It brings the plight of domestic abuse survivors home to people.  In referring to that issue, I have been looking at something from the Samaritans in respect of abuse and domestic violence.  Sometimes we can have a narrow definition of these issues.  The Samaritans say:<\/p><blockquote>Abuse includes emotional abuse, sexual abuse, physical abuse and neglect.  Domestic violence is a term used to describe emotional, physical or sexual abuse from a family member or in a relationship.<\/blockquote><p>It speaks about emotional abuse, which is:<\/p><blockquote>When someone threatens, humiliates, bullies, intimidates, calls you worthless or belittles you.  It can include things such as constant criticism; threats; being controlled by someone; being constantly put down; and having your things destroyed.<\/blockquote><p>It defines physical abuse as:<\/p><blockquote>When someone deliberately injures, attacks or assaults you.  It can include things such as being pushed; punched; slapped or beaten; having your hair pulled; or being spat on.<\/blockquote><p>It can include neglect, which it defines as:<\/p><blockquote>When a child, young, elderly or dependant person does not have enough food; care or supervision; clothing; medical care; or somewhere warm and clean to live.  It can include things such as when a child's parents leave them alone for a long time, or do not provide enough food.<\/blockquote><p>Those are statements by the Samaritans.  I commend it and other such organisations throughout the country, in particular those working in hostels.  All Members know of hostels across the country for many years and have heard stories of women and children being taken in by them in the middle of the night.  Nobody can deny that.  The Samaritans organisation also addresses the help that is available.  I commend such people.<br\/><br\/>Part of the problem is, and has for many years been, people's fear of reporting what happens to them.  I am not referring to neighbours or groups but, rather, to family members.  Many people in Irish society have suffered domestic violence for many years but are afraid to tell their families.  <br\/><br\/>I commend the Minister on the Bill because I have discovered, having read it over the past few days, that it is comprehensive and covers many situations.  There doubtless also will be some amendments to it.  It is of the utmost importance and will prompt a new debate on the issue.<br\/><br\/>As the Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, stated, the Bill applies to men as it does to women, which is important.  Although there is no doubt that the vast majority of those who suffer domestic violence are women, it also affects a percentage of men.<br\/><br\/>It is sad that Irish women still do not want to report domestic violence.  In the UK, 92% of women who were murdered had been threatened, intimidated or controlled, which is a worrying figure.  Similar statistics are not available for Ireland.  However, some who work in the area of trying to assist people have said that up to 300,000 people may be affected by domestic violence in Ireland.  <br\/><br\/>I wish to dwell for a moment on the life of a child who suffers by seeing domestic violence in the home.  My view, and probably that of most in the House, be they officials or Deputies, is that children never recover from domestic violence.  It destroys the child's whole life, takes away his or her childhood, leaves him or her very sad and is not something about which he or she wants to talk.  It is a sad part of life that such children never seem to forget.  To see a parent, be it the mother or father, perpetrating domestic violence in the home must be very frightening and terrorising for young people who could be as young as two, three or four or older.  It also contributes to mental health issues.  It has such a knock-on effect that affected children cannot recover from it or get it out of their minds.  In many respects, it leaves a blot on many people's lives.<br\/><br\/>I wish to focus on the Garda S&iacute;och&aacute;na, which does not get enough credit for its role in dealing with domestic violence.  I am strongly in favour of there being a separate Garda unit to deal with the problem because it is becoming such an issue.  I recently met two garda&iacute; in a rural area who had travelled quite a distance to attend a domestic dispute one morning.  I was thinking about how much effort they put in, possibly to try to make peace or ensure children were safe.<\/p><p>It is a harrowing experience for members of An Garda S&iacute;och&aacute;na, most of whom have their own families.  I am sure it must be very challenging for them to stand in the middle of a kitchen floor dealing with a domestic violence situation where there are young kids, people hurt and a lot of fallout.  They do a marvellous job in most domestic violence situations.  This Bill will improve the situation in that we will have a more open debate about this and we will have strong legislation.  I hope the publication of the Bill and the procedure we are going through here will ensure we are all more open about this.  We should be very concerned about it.  I know from people and from things I hear that living with domestic violence and being controlled by someone is a frightening scenario.  It is the most difficult life and, as I said earlier, people cannot even tell their families about it.<\/p> <p> The second national strategy on domestic violence, which will run until 2021, is really about awareness and we need to make ourselves more aware of the situation.  Therefore, I and my party are very glad to support the Bill and I am glad that Fianna F&aacute;il in the Seanad made some major contributions to it.  As I said, I hope and I have no doubt but that the Bill will have the full support of this House.  It is a good day and a good end to the year.  We have been working on this all year to get this far.  It is a major step forward.  As we come into the last week before Christmas, let us remember that in many homes at this time of year there is a major issue with domestic violence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500045#SS00200","speaker":"1342","continuing":true},{"type":"speech","time":1513350600,"counter":101,"content":"<p>I call an tAire, the final speaker, to wrap up.  I do not think he will be able to conclude his wrap-up in the time allotted.  Only three minutes or so remain.  What does the Minister think?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00200","speaker":"1322"},{"type":"speech","time":1513350600,"counter":102,"content":"<p>Is the Acting Chairman influencing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00300","speaker":"1233"},{"type":"speech","time":1513350600,"counter":103,"content":"<p>I am easy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00400","speaker":"1322"},{"type":"speech","time":1513350600,"counter":104,"content":"<p>-----the nature of my reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00500","speaker":"1233"},{"type":"speech","time":1513350600,"counter":105,"content":"<p>No, I am not; I am merely saying there are only two or three minutes left, after which the Minister will have to move the adjournment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00600","speaker":"1322"},{"type":"speech","time":1513350600,"counter":106,"content":"<p>I thank the Deputies for their constructive engagement with the Bill and their contributions to date.  I see the clock is not functioning.  I merely-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00700","speaker":"1233"},{"type":"speech","time":1513350600,"counter":107,"content":"<p>The Minister has 15 minutes in all, but not today.  The order of the House states we will finish at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00800","speaker":"1322"},{"type":"speech","time":1513350600,"counter":108,"content":"<p>That is fine.  I merely wish to state for the record that the programme for Government includes a commitment to implement in full the Istanbul Convention and the commitments contained in the second national strategy on domestic, sexual and gender-based violence.  I acknowledge the contributions of all Deputies.  I will not have the time, as adverted to by the Acting Chairman, to deal in full with the points raised at this stage but I would be happy to do so on Committee Stage.<\/p>  <p>  The Bill will improve the protections available to victims of domestic violence and help them deal with the court process.  It contains a number of important amendments.  I acknowledge the many agencies involved and pay a particular tribute to the Garda, in particular the domestic abuse implementation and policy group and the Garda National Protective Services Bureau, GNPSB, on Harcourt Square, representatives of which I had the opportunity of meeting recently.  They too look forward to this legislation.  I assure the Deputies that I will very carefully and seriously examine the many points that were raised during the debate along with the submissions raised by relevant organisations.  I will give due consideration to introducing appropriate amendments to the Bill, as referred to by a number of Deputies across the House, and I look forward to engaging further on Committee Stage.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500047#UU00900","speaker":"1233"},{"type":"unspoken","time":1513350600,"counter":109,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Domestic Violence Bill 2017 [Seanad]: Referral to Select Committee","time":1513350900,"counter":110,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00100"},{"type":"speech","time":1513350900,"counter":111,"content":"<p>I move:<\/p><blockquote>That the Bill be referred to the Select Committee on Justice and Equality pursuant to Standing Orders 84A(3)(<i>a<\/i>) and 149(1) of the Standing Orders relative to Public Business.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00200","speaker":"1233"},{"type":"speech","time":1513350900,"counter":112,"content":"<p>Like others, I wish to take this opportunity to wish everyone in the House and those outside the House, including officials, Ministers and Deputies, a happy and safe Christmas and new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00300","speaker":"1322"},{"type":"speech","time":1513350900,"counter":113,"content":"<p>I wish to acknowledge your good wishes, Acting Chairman.  On behalf of the Government, I wish to take the opportunity to acknowledge the fact that we have had a busy session.  I thank all Deputies for their contributions.  I wish the staff of the Houses of the Oireachtas, as well as everyone concerned with assisting us in the matter of the discharge of our constitutional duty to our people, a happy and peaceful season.  I look forward to resuming hostilities early in the new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00400","speaker":"1233"},{"type":"speech","time":1513350900,"counter":114,"content":"<p>I hope it will not be too hostile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00500","speaker":"1342"},{"type":"speech","time":1513350900,"counter":115,"content":"<p>On behalf of my colleagues in Fianna F&aacute;il, I wish a happy Christmas to all the staff of both Houses of the Oireachtas, who have worked hard to facilitate the work of Parliament and Government in this term.<\/p>  <p>  Particularly on our mind at the end of this term are all the children who will not have a Christmas tree to gather around this year.  We spoke about this earlier, as did several colleagues.  I had a family visit Leinster House yesterday and was struck by how quickly the young children gravitated towards the beautiful Christmas trees in Leinster House and the LH 2000 building.  I was particularly struck with the awareness that they will not have a Christmas tree available to them in their hotel room this Christmas.<\/p>  <p>  I put it to those in the Government that I hope this period softens everyone's hearts, especially those in government.  It is important that we do not allow our hearts to be hardened around the human aspect of this and that we do not get lost in statistics and figures.  This is the first Christmas that I have been so extraordinarily aware of what families are going through, and the same applies to my colleagues.  That is the last thought I want to leave with this House before we break for Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00600","speaker":"1311"},{"type":"unspoken","time":1513350900,"counter":116,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Message from Seanad","time":1513350900,"counter":117,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00800"},{"type":"speech","time":1513350900,"counter":118,"content":"<p>Seanad &Eacute;ireann has passed the Irish Sign Language Bill 2016 - changed from Recognition of Irish Sign Language for the Deaf Community Bill 2016 - without amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017121500048#VV00900","speaker":"1322"},{"type":"unspoken","time":1513350900,"counter":119,"content":"<p>The D&aacute;il adjourned at 2.35 p.m. until 2 p.m. on Tuesday, 16 January 2018.<\/p>","notice":"TIME STRING DETECTED"}]