[{"type":"minorheading","content":"Prelude","time":1621342800,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 2 p.m.","time":1621342800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1621342800,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1621342800,"counter":4},{"type":"majorheading","content":"Ceisteanna ó Cheannairí - Leaders' Questions","time":1621342800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800003#A00100"},{"type":"speech","time":1621342800,"counter":6,"content":"<p>Sinn F&eacute;in has been raising with Government the need to tackle the growing power of so-called cuckoo funds for years.  We proposed measures to end the sweetheart tax deals that these funds have been gifted by Fianna F&aacute;il and Fine Gael, but, time and again, Government has voted against these proposals.<\/p>  <p>  Last week, the Taoiseach came to the D&aacute;il and expressed his shock that funds are snapping up family homes in bulk.  He said that this was a new development and it was not Government policy.  Of course, none of that is true because it is Government policy to attract these investment funds which it does by giving them cushy tax arrangements, which see them pay virtually no tax at all.  Last weekend we learned that it is also Government policy to invest in these funds.  Money that should have be used for affordable and social housing was being used to push ordinary buyers out of the market, to push up house prices and rents.  Far from being shocked, the truth is the Taoiseach knew what was happening and his claim that it is not Government policy to support these funds is absolutely bogus. <\/p>  <p>  Ordinary working people will struggle every day to save for a deposit, they will pay extortionate rents, they will find themselves locked out of home ownership, and, all the while, these investors snap up homes from under their noses and their Government is boosting these funds with their taxes.  You could not make it up. <\/p>  <p>  The Government knows it is faced with enormous public anger in the face of a housing emergency.  Yet the measures we have heard reported in the media seem to be a case of far too little, far too late.  If the Government does not set the stamp duty at a high enough rate, it will not stop these funds buying up homes ahead of first-time buyers and others.  For example, the Tories in Britain set the rate at 15%.  They discovered even that rate was too low and they have had to raise it again.<\/p>  <p>  If the Government's proposals exclude apartments, we will also have a big problem there because apartments are family homes and cannot be excluded.  The reality is that half of all homes built in County Dublin last year would be exempted under the proposals speculated on in the media.  Six out of seven homes in the city would be exempted. <\/p>  <p>  The Government cannot wave the flag of surrender and abandon whole communities to investment funds not just in Dublin city but in Poolbeg, Cherrywood, Clonburris, Cork city and beyond because this would consign an entire generation to paying extortionate rip-off rents long into the future, unable to buy their own homes as these funds increase their profits.<\/p> <p>Stamp duty needs to be increased.  The Government needs to understand that these funds will spread the cost of this over their long-term investments.  The Government, therefore, also needs to tax their profits.  It must shut down all the sweetheart tax arrangements enjoyed by these investment funds.  These deals, designed by Fine Gael and continued by this Government, need to be brought to an end.  That is the only way we can ensure that this generation of workers and families will stand any chance of securing an affordable home.  Will the Taoiseach outline for the D&aacute;il and, more importantly, for those caught up in this housing nightmare what measurements his Government will now bring forward to stop these funds?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800003#A00200","speaker":"1466","continuing":true},{"type":"speech","time":1621343100,"counter":8,"content":"<p>First, I have to repeat to the Deputy that the Government&rsquo;s fundamental aim is to provide unprecedented funding to facilitate the largest social housing programme in the history of the State over the next five years.  That is the anchor of the Government&rsquo;s housing programme.  We want to provide 50,000 social homes over the next five years.<\/p>  <p>  In addition to that, we want to provide affordable homes through a variety of initiatives which the Minister has undertaken, not just in shared equity, or indeed where the State is now going to get involved in a new scheme to support State-built affordable homes, but also by way of the first-ever national cost-rental scheme, which is being introduced by the Minister, Deputy Darragh O'Brien, in addition to a range of other initiatives.  The bottom line is that we are not building enough houses or apartments in this country to meet the needs of ordinary people and working people.  The Government does not believe that funds should be competing with owner-occupiers or first-time buyers in buying up houses that have already been built.  They should not be competing with first-time buyers for badly needed properties.  We believe in supporting first-time buyers and owner-occupiers.  That is why we have expanded the help-to-buy scheme.  Sinn F&eacute;in opposed that scheme, which was availed of by 22,000 homeowners.  Deputy McDonald seems to believe ordinary people should not get the help-to-buy scheme at all.  She opposed it.  Sinn F&eacute;in also opposed the Land Development Agency Bill, the shared equity scheme, and 16 out of 21 housing developments on Dublin City Council.  These are homes that could have been built for ordinary working people.<\/p>  <p>  The flaw in Sinn F&eacute;in&rsquo;s proposition is that it sees no room at all for the private builder or the private sector.  The State is now the main actor in housing - of that let there be no doubt - in terms of building and in terms of supporting agencies.  We also need to get going as well.  This has nothing to do with funds.  This is to do with getting private builders to build privately so that we can get the level of housing we require.  We need up to 400,000 new houses by the end of this decade.  That is not all going to be done by the State on its own, yet Sinn F&eacute;in seems to think it is the only option.<\/p>  <p>  The proposals that the Ministers, Deputies Darragh O&rsquo;Brien and Donohoe, will be bringing forward will deal with the issue of investment funds competing with first-time buyers and owner-occupiers.  Further discussions will take place later on some of the proposals.  We will need the support of parties in this House to facilitate the passage through, most likely tomorrow, of the decisions that the Government will take on this matter.  We want to see the legislation through tomorrow.  I hope we can count on the support of Sinn F&eacute;in in that regard.<\/p>  <p>  The Government perspective is very clear.  Housing is a number one issue.  We need to provide more and more houses.  We need more supply.  I do not see in the Sinn F&eacute;in policy any substantive, coherent approach to increasing that supply.  Our Government&rsquo;s entire effort and objective is to solve this problem.  Sinn F&eacute;in&rsquo;s objective is to exploit it for its own electoral and political gain.  I see nothing constructive coming from that party, either at local or national level, in terms of getting houses built at a significant scale out there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800004#B00200","speaker":"1458"},{"type":"speech","time":1621343100,"counter":9,"content":"<p>The reality for the Taoiseach is that he caused this problem.<\/p> <p>He caused this crisis and he is sustaining it.  The reality is that, as a consequence of his policy, these investment funds come here.  Not alone do they come here and snap up family homes from under the noses of home buyers but, in fact, his Government invests in these funds to the tune of hundreds of millions of euro.  His Government's policy allows these funds, some of them the biggest residential landlords in the State.  I will give one example.  IRES, one of the largest residential landlords in the State, turned over &euro;75 million in income from rental.  It paid no tax.  Not one cent of tax was paid on that.  That is the Taoiseach's policy.  That is what he has brought.  That has brought hardship to people across the land.  I asked him about these funds specifically because this needs to get sorted out.  I invite him to stop the spoofing and the posing and to commit to the following: stamp duty at 17%, corporate tax on the profits on these big funds and residential landlords-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800004#B00300","speaker":"1466","continuing":true},{"type":"speech","time":1621343400,"counter":11,"content":"<p>Time is up, Deputy, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00200","speaker":"1490"},{"type":"speech","time":1621343400,"counter":12,"content":"<p>-----and capital gains to apply.  End the sweetheart arrangements and make absolutely sure that protection is afforded to every residential unit.  Houses, apartments, duplexes-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00300","speaker":"1466"},{"type":"speech","time":1621343400,"counter":13,"content":"<p>Time is up, Deputy, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00400","speaker":"1490"},{"type":"speech","time":1621343400,"counter":14,"content":"<p>-----all of them are homes and all of them need to be kept away from these vultures, these cuckoos, these funds that the Taoiseach-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00500","speaker":"1466"},{"type":"speech","time":1621343400,"counter":15,"content":"<p>Deputy, please.  The time is way up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00600","speaker":"1490"},{"type":"speech","time":1621343400,"counter":16,"content":"<p>-----has invited in to wreak havoc in the lives of our citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00700","speaker":"1466"},{"type":"speech","time":1621343400,"counter":17,"content":"<p>With the greatest respect, I did not invite anybody in because I was not in government when these funds were invited in.  The Deputy knows that but she keeps up the great political lie that Sinn F&eacute;in keeps articulating in terms of trying to pretend that Fianna F&aacute;il was in power for the last ten years when it was not.  We are now in government with Fine Gael and the Green Party for the last ten months and we have identified housing as a major priority and capital is needed in the country to provide housing and apartments.  The Deputy and Sinn F&eacute;in are doing the spoofing because they are perpetrating a great pretence that Sinn F&eacute;in and Sinn F&eacute;in alone through the State can provide every single house that will be required for the next number of years and every single apartment.  The Deputy knows that is not the truth.  She also knows it is not the truth to say that Government is involved in every single decision making process within the Ireland Strategic Investment Fund, ISIF.  Its funding has been designed to try to get certain projects that would never otherwise have happened over the line and get them built in terms of a rental market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00800","speaker":"1458"},{"type":"speech","time":1621343400,"counter":18,"content":"<p>I thank the Taoiseach.  The time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C00900","speaker":"1490"},{"type":"speech","time":1621343400,"counter":19,"content":"<p>We need a home ownership market, we need a social housing programme and we need a rental market as well, but I see nothing in the Deputy's proposals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01000","speaker":"1458"},{"type":"speech","time":1621343400,"counter":20,"content":"<p>Time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01100","speaker":"1490"},{"type":"speech","time":1621343400,"counter":21,"content":"<p>Why will the Taoiseach not answer the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01200","speaker":"1466"},{"type":"speech","time":1621343400,"counter":22,"content":"<p>I see nothing but bluster and empty rhetoric because, when it comes to it, what does Sinn F&eacute;in do on Dublin City Council and other councils?  It opposes projects that could have delivered 700 houses in different localities around this city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01300","speaker":"1458"},{"type":"speech","time":1621343400,"counter":23,"content":"<p>Never mind my party; you're the Taoiseach.  The Taoiseach has no answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01400","speaker":"1466"},{"type":"speech","time":1621343400,"counter":24,"content":"<p>Taoiseach, please.  Deputy McDonald, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01500","speaker":"1490"},{"type":"speech","time":1621343400,"counter":25,"content":"<p>It is complete hypocrisy how you perform on the housing programme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01600","speaker":"1458"},{"type":"speech","time":1621343400,"counter":26,"content":"<p>The Taoiseach has no answers for an entire generation.  There are no answers, only spoof, from the Deputy from Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01700","speaker":"1466"},{"type":"speech","time":1621343400,"counter":27,"content":"<p>Deputies, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01800","speaker":"1490"},{"type":"speech","time":1621343400,"counter":28,"content":"<p>We might expect answers.  It is called Leaders' Questions.  We expect answers from the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C01900","speaker":"1466"},{"type":"speech","time":1621343400,"counter":29,"content":"<p>It is, but we cannot dictate the nature of the reply------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C02000","speaker":"1490"},{"type":"speech","time":1621343400,"counter":30,"content":"<p>That is why the taxpayer pays his salary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C02100","speaker":"1466"},{"type":"speech","time":1621343400,"counter":31,"content":"<p>-----as Deputy McDonald is well aware.  I appeal to Deputies, please, to adhere to the time limit.  They are well aware of what the time limit is and, when they are asked to desist, please, would they desist?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C02200","speaker":"1490"},{"type":"speech","time":1621343400,"counter":32,"content":"<p>The recent cyberattacks on the HSE and the Department of Health are monstrous crimes.  They are attacks on the most vulnerable in Irish society.  Patients are already struggling with never-ending waiting lists that have been worsened by Covid and ongoing restrictions but shockingly, on top of this, key life and death treatment is again put on hold due to this odious crime.  The Government has a duty of care with regard to safeguarding and protecting the health of citizens and their personal data.  This responsibility is particularly important in Ireland as we are a data island.  Some 30% of the data that exist in the EU are located here.  If one is going to mine data, the place to go is Ireland.<\/p>  <p>  What is the record of the Government with regard to protection from cyberattack and safeguarding personal data?  According to a reply I received this week to a parliamentary question, Tusla, for example, had 362 breaches in the past year, which is practically a breach for every day of the year.  Incredibly, the National Cyber Security Centre, NCSC, has been rudderless for the past year, with no director put in place.<\/p> <p>The NCSC is also homeless.  It does not even have a permanent residence from which to operate.  The Government sees the role of the director of the NCSC to be so important that it has set the wage for that individual lower than a backbench Opposition Member.<\/p> <p> The former chief executive officer of the HSE, Tony O'Brien, stated this week that the HSE's expenditure on IT security is approximately a quarter of what would be expected compared to other health systems.  That is a phenomenally difficult thing for any Government to have to deal with.  The person who was head of the HSE in recent times is saying that the Government is spending a quarter of what it should be spending on cybersecurity.  The NCSC has been given a budget of just &euro;5 million.  Let us think about that.  Last year, the Department of the Taoiseach spent &euro;16.5 million on PR alone.  The NCSC has a staff of 25, with no dedicated premises or director and a budget amounting to one third of the Department of the Taoiseach's budget on PR.  How can the Government claim to be fulfilling its duty of care with regard to Ireland against cyberattack?  After the British NHS suffered a similar attack in 2017, it cost that government &pound;92 million directly to deal with the cost of the attack.  It also cost the British Government &pound;210 million to strength its cybersecurity in the three subsequent years.<\/p> <p> When will patient treatment return?  How much will this cost in terms of citizens' lives and health, and taxpayer funds?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800005#C02300","speaker":"1504","continuing":true},{"type":"speech","time":1621344000,"counter":34,"content":"<p>I thank the Deputy for raising what is a very serious issue indeed.  The first point I will make is that this is an attack on our health service by criminals.  There should be no truck or any quarter given to criminals of this kind who undermine patient safety, and seek, by their actions-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00200","speaker":"1458"},{"type":"speech","time":1621344000,"counter":35,"content":"<p>The lack of security is undermining patient safety.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00300","speaker":"1518"},{"type":"speech","time":1621344000,"counter":36,"content":"<p>Let us give these people no truck.  There should be a collective national effort to articulate one single simple message.  What you are doing is outrageous and wrong.  It is morally wrong-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00400","speaker":"1458"},{"type":"speech","time":1621344000,"counter":37,"content":"<p>The lack of security is outrageous too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00500","speaker":"1518"},{"type":"speech","time":1621344000,"counter":38,"content":"<p>-----to put patients at risk in this manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00600","speaker":"1458"},{"type":"speech","time":1621344000,"counter":39,"content":"<p>It is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00700","speaker":"1518"},{"type":"speech","time":1621344000,"counter":40,"content":"<p>That is the Government's position on this and I would hope the Opposition's position also.  I am responding to Deputy T&oacute;ib&iacute;n's point.  I would appreciate the opportunity to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00800","speaker":"1458"},{"type":"speech","time":1621344000,"counter":41,"content":"<p>You are taking your time about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D00900","speaker":"1518"},{"type":"speech","time":1621344000,"counter":42,"content":"<p>It is a very serious issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D01000","speaker":"1458"},{"type":"speech","time":1621344000,"counter":43,"content":"<p>Answer the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D01100","speaker":"1518"},{"type":"speech","time":1621344000,"counter":44,"content":"<p>Please desist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D01200","speaker":"1490"},{"type":"speech","time":1621344000,"counter":45,"content":"<p>I have three minutes and my time is being interrupted by an unseemly intervention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D01300","speaker":"1458"},{"type":"speech","time":1621344000,"counter":46,"content":"<p>He does not want to answer the question.  Bluffer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D01400","speaker":"1518"},{"type":"speech","time":1621344000,"counter":47,"content":"<p>All of the right people are in the right place in responding to these criminals.  Cybersecurity is not something new.  Every state, system and private sector operator is facing cybersecurity threats and attacks on an ongoing basis.  That is my first point.<\/p>  <p>  My second point is that in the last budget alone we trebled funding for the NCSC.  We trebled funding for it.  More than that, it has not been rudderless as Deputy T&oacute;ib&iacute;n stated.  That is a wrong phrase to use.  It has not been.  There is a vacancy that is being filled.  The person could not take it in February, having been vacant since November.  It is not without a home.  We need less of that sort of melodramatic presentation.  That is grist to the mill to those who are attacking the system.  We have very good capacity within our system in terms of the quality of the personnel available to deal with this issue.  It has been dealt with in the correct manner: contain the problem, remedy, restore and protect.  That is what we are about with both the NCSC, and the HSE in terms of restoring services.  The chief executive officer of the HSE has long experience in this field from different employment he was in.  Our overriding objective is to get service up as quickly as we possibly can for patients.  We must do it methodically and properly in a way that is robust against further attack.  That is why, unfortunately, it will take time to get services fully restored, but we are prioritising key areas, as Deputy T&oacute;ib&iacute;n knows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800006#D01500","speaker":"1458"},{"type":"speech","time":1621344300,"counter":48,"content":"<p>I prefaced my statement by saying where the responsibility lies for this attack.  It lies with the criminals who were involved but the Government has a duty of care and responsibility to the patients of this country for the delivery of healthcare and protection of their data.  Its duty of care is far more to this country, given that this is an island of data.  Right now we have hospitals where operations are being cancelled, people are running around with paper documents and staff are acting as runners between hospitals and GPs.<\/p>  <p>  I raised this issue first in 2013 with the then Minister for Communications, Energy and Natural Resources, Pat Rabbitte.  Since then, many people have raised the issue.  It is hard to get around the contradictions.  Cybercriminals are operating a generation ahead of an island nation that hosts 50 international cybersecurity companies and 6,000 of the world's best cybersecurity experts.  Yet there is no permanent home for the National Cyber Security Centre, NCSC, there is no director at the moment and the investment is paltry with regard to the responsibilities the centre holds.  When will the Government invest properly in this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800007#E00100","speaker":"1504"},{"type":"speech","time":1621344300,"counter":49,"content":"<p>I said even during the last budget debate and, since I became Taoiseach, I have been very focused on the international cybersecurity threat.  We have significantly increased funding for the NCSC and, within the HSE, both capital and current funding have gone up dramatically in recent years.  Current expenditure has gone from &euro;45 million to &euro;83 million of ICT spend within health; capital expenditure has gone from &euro;85 million to &euro;120 million in 2021, which is an illustration-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800007#E00200","speaker":"1458"},{"type":"speech","time":1621344300,"counter":50,"content":"<p>That is not cybersecurity funding; it is ICT.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800007#E00300","speaker":"1504"},{"type":"speech","time":1621344300,"counter":51,"content":"<p>The overall point is we are consistently increasing funding.  This is an ongoing battle, as the Deputy knows.  Cybersecurity will not go away any time soon.  We will constantly review increasing resources and capacity over coming years to deal with these criminals, who are fundamentally responsible for this attack on patients and our health service.  It is important that all those with responsibilities on social media or public media more generally do not facilitate these criminals in the publication of any material they have illegally secured.  Our fundamental objective is to restore services as quickly as we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800007#E00400","speaker":"1458"},{"type":"speech","time":1621344300,"counter":52,"content":"<p>Ar&iacute;s, baineann mo cheist le c&uacute;rsa&iacute; tith&iacute;ochta agus leis an ng&eacute;arch&eacute;im tith&iacute;ochta.  T&aacute; an t-&aacute;bhar seo ardaithe go mion minic agam ag an leibh&eacute;al seo, i gceisteanna don Taoiseach agus i ngach d&iacute;osp&oacute;ireacht sa D&aacute;il.  Ar&iacute;s inniu, t&aacute; an cheist &aacute; ard&uacute; agam maidir leis an ng&eacute;arch&eacute;im tith&iacute;ochta go n&aacute;isi&uacute;nta agus go h&aacute;irid i nGaillimh, &aacute;it a bhfuil daoine ag fanacht n&iacute;os m&oacute; n&aacute; 15 bliain le teach a fh&aacute;il.<\/p>  <p>  I raise the housing emergency once again.  Like other Deputies on the left, I have raised it continuously any chance I get.  I have participated in every debate on housing to bring to the Taoiseach's attention what is happening.  I will attempt to do that in the next two minutes.  I ask the Taoiseach not to come back and tell me, as he told the leader of Sinn F&eacute;in, about rhetoric and bluster.  I am allergic to it.  I want an acknowledgement that the support of the previous Government and, going back further, Fianna F&aacute;il-led governments, has led to the housing crisis.  If the Taoiseach has had a moment on the road to Damascus, I welcome that.  If he now says we need public housing on public land as an integral part of the solution to the housing emergency, I welcome that.<\/p>  <p>  The Simon Communities of Ireland Locked Out report for April 2021, 18th study, provides a three-day snapshot.  Of the areas studied, six had no properties available.  Galway city had two within the limits of the housing assistance payment, HAP, scheme.  The Government's policy, and that of the previous Government, is predominantly HAP.  Galway has a major housing crisis.  People are waiting 15 years.  A task force was set up in April 2019 and, notwithstanding good updates on Galway,  it has not produced a single comprehensive report to say what the problem is and what is needed.  We have any amount of land in Galway up to 2023, when it will run out.  In the meantime, all those parcels of land are being developed by developers.  We have the docks, maximising the value of the land there.<\/p> <p>There is 17 acres that they are going to sell off to the highest bidder or to the Land Development Agency.  We have Ceannt Station, with valuable land in the middle being developed by a developer.  We have the Dyke Road.  We have land at the airport.  We have land at Nuns' Island.  They are all being developed without a master plan.  Can one imagine that?  Each developer is developing its own site with a little tiny bit of social housing or affordable housing but no master plan or recognition of the emergency.  There is so much that I could say but I will stick rigidly to my time.  I am telling the Taoiseach that there is a housing emergency in Galway.  I am telling him that the market-based approach is not working.  We need a commitment to public housing on public land as an essential ingredient in a solution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800007#E00500","speaker":"1577","continuing":true},{"type":"speech","time":1621344600,"counter":54,"content":"<p>First, I am allergic to bluster and political rhetoric as well.  There is sometimes no shortage of it on Deputy Connolly's side of the House either.  Furthermore, I have been committed to public housing all my life.  All of my political life I have supported the provision of public housing in whatever capacity I have served, and in building local authority houses.  In this Government that was formed in the past ten months there is a very strong commitment to a large social housing programme.  The funding has been provided, with &euro;3.3 billion alone provided in this year's budget for housing.  The issue now is to get the houses delivered and to get them built and in addition to get affordable housing built.  N&iacute;l aon amhras ach go bhfuil g&eacute;arch&eacute;im uaf&aacute;sach maidir leis sin.  Admha&iacute;m &eacute; sin.  Is &eacute; sin an f&aacute;th go bhfuil s&eacute; ina ch&eacute;ad aidhm ag an Rialtas i bhfad n&iacute;os m&oacute; tith&iacute;ochta a chur ar f&aacute;il n&aacute; mar at&aacute; againn anois mar n&iacute;l a dh&oacute;thain &aacute; t&oacute;g&aacute;il againn faoi l&aacute;thair.  Supply is a key issue.  The council in Galway has responsibilities in terms of working towards the creation of a master plan.  The whole purpose of the Land Development Agency is to create a facility whereby we can use public land for the provision of housing.  Deputy Connolly's view seems to be that it should be 100% public housing.  I do not necessarily agree that it should be 100%.  I have no issue with mixed development on any housing site, either State-built or State-supported affordable, which should be facilitated on public land.  Overall, we need to get more houses built than we are currently building.<\/p>  <p>  Last year about 20,000 houses were built, the majority provided by the State.  This year the target was about 25,000, of which 12,750 are to be provided by the Government.  There is no great private sector out there at the moment.  It seems the majority of private sector housing built last year was stand-alone single units across the country.  There is a fundamental issue of getting more houses built overall across the mix between public sector housing, public provision and private sector provision.  I do not mean funds or anything like that: I mean in the normal traditional way where houses were built that were affordable for people to buy as well, because I believe in home ownership.  I do not know whether Deputy Connolly does, but I believe in home ownership and people's right and aspiration to be able to purchase houses at affordable prices.  That is something I support.  That is a huge challenge right now.  It seems to me the fundamental problem facing the country is one of supply.  To that end, the Government is committed to housing being the number one priority as we emerge from Covid-19 and to applying the same type of approach that we applied to Covid to get this housing issue sorted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800008#F00200","speaker":"1458"},{"type":"speech","time":1621344600,"counter":55,"content":"<p>The fundamental problem is that the Government and previous Governments have commodified housing.  They have decided it is a commodity to be sold and traded.  Each Government one after the other has had housing policies backing that up to ensure that ordinary people would not be able to buy a house or rent a house.  In Galway the task force has told us that the rent crisis has risen 97%.  The Taoiseach should listen to that.  It is more than 97% higher than in 2012, and we have two units, to use the language of the Government, available within the HAP limits.  The Government's policies and ideology have led to a housing crisis from as far back as 2009 when it stopped construction.  I was in Galway when we stopped construction.  Many devices were introduced to keep things off the balance sheet, as opposed to saying housing is a fundamental human right.  We need 100% public housing on public land.  I make no apology for it.<\/p> <p>Within that, we would have a mix.  As I am over time, I will stop in mid-sentence.  Maybe the Taoiseach might stop and actually reflect on what we are telling him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800008#F00300","speaker":"1577","continuing":true},{"type":"speech","time":1621345200,"counter":57,"content":"<p>I belong to a party that, since its foundation, committed itself to the provision of social housing.  It cleared the slums in the 1930s from Dublin, Cork and other cities, and has always remained committed to the provision of social housing.  That is the party I joined.  It is my commitment; it is my philosophy.  The Deputy has falsely presented my ideology.  My ideology is not the marketplace and it is not to commoditise housing.  I have just said we are committed to providing unprecedented funding to try to create the largest social housing programme in the history of the State.  That is what our objective is as a Government.  In addition to that, we are providing affordable housing for people who aspire to buy their homes.  We will support them through the State supporting it through a variety of initiatives that the Minister has announced.  We are also providing the first national cost rental programme, which will provide housing for rent at 25% below the market rate.  These are important initiatives for people but to make it all happen, we need more supply.  We need to get more builders out there, building more homes and building more apartments, and we need capital to do that.  The State will not be able on its own to do it all, and that reality needs to sink in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800009#G00200","speaker":"1458"},{"type":"speech","time":1621345200,"counter":58,"content":"<p>I raise with the Taoiseach the issue of the building of a sewerage scheme in Kilcummin, east Kerry, north of and bounding Killarney.  The people in Kilcummin have been trying to progress this scheme since 2000.  Work was to begin around 2006 or 2007 but the contractor was found not to be able to deliver.  Thus, Kerry County Council decided to tender it out again and a new form of tender was demanded by the Department.  Kerry County Council was unsure, the contractors were unsure and, anyway, the Department of Finance stopped it and withdrew the scheme in 2008 because the country was gone bust, as the Taoiseach knows well.<\/p>  <p>  Promises were being made continuously, year after year, to deliver this scheme.  There was money available to upgrade the road, but the road up to Kilcummin could not be resurfaced because it was anticipated the sewerage scheme would be coming down any week or any month.  As it was supposed to happen very soon, the road resurfacing kept being deferred until last year, when, for the first time, the truth was told that the scheme would not go ahead in 2020, even though it was promised.<\/p>  <p>  To go back to 2013, the Government of the time, including Labour, promised &euro;1.2 million for that scheme.  Promises were again made in early 2019 but I have told the Taoiseach what happened in 2020.  Lo and behold, Irish Water announced last Thursday that the scheme would go ahead in late 2022, with tenders going out at that time but the sting was in the detail because three roads, involving almost 40 houses, are to be cut out of the scheme.  The reason Irish Water gave was that these people did not apply for the scheme.  Nothing could be further from the truth as they were never asked to apply.  It gave another reason, that costs have increased, which is the truth.  There is no point in it trying to blame the people.<\/p>  <p>  The Taoiseach is here in his bubble every day, talking about building houses with one policy or another, and he is saying that funding is not a problem, and telling people to build in villages or towns, and not to build one-off houses out the country.  The planning regulators are putting every obstacle in their way.  Kilcummin is the largest parish in the country, with all streams and rivers from this area going into the lakes of Killarney.  There are two nursing homes and 210 houses being accommodated, leaving out 40 houses.  There are several villages in Kerry without sewerage schemes - Kilcummin, Currow, Scartaglin, Castleisland and Beaufort.  Several schemes need to be extended or brought up to standard at Castleisland, Brosna, Kenmare and Fenit.<\/p> <p>Commercial or housing developments are being halted because of these inferior schemes. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800009#G00300","speaker":"1580","continuing":true},{"type":"speech","time":1621345500,"counter":60,"content":"<p>Please, please, we cannot have the litany of the saints.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00200","speaker":"1490"},{"type":"speech","time":1621345500,"counter":61,"content":"<p>I thank the Deputy for raising this important issue, particularly for the residents of the area and those who stand to benefit from the Kilcummin sewerage scheme.  The sanctioning of the scheme is important.  The Minister, Deputy Michael McGrath, was very keen to allocate substantial resources to waste water treatment plants and to water infrastructure more generally because it is an important infrastructure for house construction as well as for water quality.  It has been a long journey, as the Deputy has outlined, but the scheme has now been sanctioned.  It has got the green light.  The Deputy has said that the tenders will go out in 2022.  I read about this in terms of the exclusion of 40 houses from the tender.  I think it was raised at Kerry County Council recently or by local councillors.  I will engage with the Minister and Oireachtas Members.  I know that the Minister, Deputy Foley, will also be interested in this.  We will talk to Irish Water to get submissions from the residents and see if something can be done here because when we put in infrastructure we want to make it comprehensive.  We do not want to have to go back again in a few years' time to upgrade or redo it.  I will have the matter investigated.  I had not realised the Deputy was raising this specific issue today.  Generally, we are allocating a lot of resources to our water infrastructure.  We want to see good jobs done in terms of quality and in terms of covering as wide an area as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00300","speaker":"1458"},{"type":"speech","time":1621345500,"counter":62,"content":"<p>The Government will have to fund Irish Water properly to develop these schemes because it is a case of live horse and you will get grass.  It will not work.  Leaving out the roads of Clashnagarrane, Knockataggle and Rahanane, which the village is actually built in, is absolutely ridiculous.  The Taoiseach mentioned the Minister, Deputy Foley.  I am saying to her that the five Deputies from Kerry need to meet.  The municipal members of the Killarney municipal area want to meet the Minister, Deputy Darragh O'Brien, about this.  We will not take no for an answer.  It is clear that in the first place, these roads were envisaged and these houses were to be catered for, but now they are being left out of it because of money.  At the same time, the Taoiseach and the Minister, Deputy Darragh O'Brien, are here.  I am not being critical, but they are saying that funding is not a problem.  If it is not a problem, they should make the funding available for this scheme and allow all the houses to be catered for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00400","speaker":"1580"},{"type":"speech","time":1621345500,"counter":63,"content":"<p>All right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00500","speaker":"1490"},{"type":"speech","time":1621345500,"counter":64,"content":"<p>God damn it, Taoiseach, you are going on for 21 years and the people of Kilcummin are honest, hard-working people and they deserve the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00600","speaker":"1580"},{"type":"speech","time":1621345500,"counter":65,"content":"<p>Thank you very much, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00700","speaker":"1490"},{"type":"speech","time":1621345500,"counter":66,"content":"<p>We need to protect the lakes of Killarney, a Cheann Comhairle.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00800","speaker":"1580"},{"type":"speech","time":1621345500,"counter":67,"content":"<p>Thank you.  Mind yourself there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H00900","speaker":"1490"},{"type":"speech","time":1621345500,"counter":68,"content":"<p>As I have said, the money is not the issue in funding water infrastructure.  Very significant allocations were made in the budget this year.  Deputy Kelly is endeavouring to interject.  He might have some experience of this scheme going back.  I will engage-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01000","speaker":"1458"},{"type":"speech","time":1621345500,"counter":69,"content":"<p>These houses have been left out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01100","speaker":"1580"},{"type":"speech","time":1621345500,"counter":70,"content":"<p>I know that.  We will work with Irish Water.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01200","speaker":"1458"},{"type":"speech","time":1621345500,"counter":71,"content":"<p>Deputy Kenny's house is going to be left out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01300","speaker":"1580"},{"type":"speech","time":1621345500,"counter":72,"content":"<p>Whose?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01400","speaker":"1458"},{"type":"speech","time":1621345500,"counter":73,"content":"<p>Former Taoiseach Kenny's house is going to be left out if this continues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01500","speaker":"1580"},{"type":"speech","time":1621345500,"counter":74,"content":"<p>You are really calling on all the shots now, Deputy Healy-Rae.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01600","speaker":"1458"},{"type":"speech","time":1621345500,"counter":75,"content":"<p>That is the truth.  He comes there every summer and he is welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01700","speaker":"1580"},{"type":"speech","time":1621345500,"counter":76,"content":"<p>You are using every degree of leverage you can for this scheme.  I have often gone through Kilcummin and we might be down there again in the summer, Covid restrictions permitting.  I will talk to the Minister.  We will talk to Irish Water, see what the issue is and see if we can get it resolved.  You have made your point, which is valid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01800","speaker":"1458"},{"type":"speech","time":1621345500,"counter":77,"content":"<p>We might have an official opening of the place in due course, when the scheme is finished.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800010#H01900","speaker":"1490"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1621346100,"counter":78,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00100"},{"type":"speech","time":1621346100,"counter":79,"content":"<p>The House has agreed that for the duration of the emergency only, the report of the Business Committee will be taken as read.  Arising from it, there are three proposals to put to the House today.  Is the proposal for dealing with Tuesday's business agreed to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00200","speaker":"1490"},{"type":"speech","time":1621346100,"counter":80,"content":"<p>I have a question on the addition of the debate on the cyberattack.  The additional item has been welcomed by most Members but it has added more than two hours to the agenda today, meaning that the D&aacute;il is not going to rise until 12.30 a.m.  How can this item be added to the agenda when something else Members wish to add cannot be added because of Covid restrictions?  I wonder whether the Covid restrictions exist.  What is the story in this regard?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00300","speaker":"1547"},{"type":"speech","time":1621346100,"counter":81,"content":"<p>The revelation that Ireland Strategic Investment Fund was financing cuckoo funds is really quite shocking.  I am referring to the financing of entities that are worsening the housing crisis, pricing people out of the market and charging extortionate rents.  In many cases, the State and the people pay again, with local authorities leasing properties from the same entities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00400","speaker":"1478"},{"type":"speech","time":1621346100,"counter":82,"content":"<p>We cannot have a long debate about it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00500","speaker":"1490"},{"type":"speech","time":1621346100,"counter":83,"content":"<p>My point is that we need an explanation.  Hundreds of millions of euro in public money are involved in financing these entities.  We need a detailed explanation immediately this week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00600","speaker":"1478"},{"type":"speech","time":1621346100,"counter":84,"content":"<p>Has the Deputy a proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00700","speaker":"1490"},{"type":"speech","time":1621346100,"counter":85,"content":"<p>I am proposing that the Minister come in here and give us an explanation stating precisely how much money was invested and the rationale behind the investment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00800","speaker":"1478"},{"type":"speech","time":1621346100,"counter":86,"content":"<p>That is fine.  The Deputy has made his proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J00900","speaker":"1490"},{"type":"speech","time":1621346100,"counter":87,"content":"<p>I too am objecting to the House sitting tonight until 12.30 a.m.  When we are trying to talk about a staff-friendly environment, those hours are crazy.  We need to be staffed earlier or do something else.<\/p>  <p>  I am objecting to the business on the basis that the theory test situation is absolutely laughable.  I have raised this here with the Taoiseach, T&aacute;naiste and Minister for Transport.  Someone needs to get a hold on this.  Businesses and farmers cannot survive and young people cannot go to work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01000","speaker":"1612"},{"type":"speech","time":1621346100,"counter":88,"content":"<p>There is nothing on the theory test on the Order of Business for today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01100","speaker":"1490"},{"type":"speech","time":1621346100,"counter":89,"content":"<p>I want a debate on it.  I want the Minister for Transport to come in here, get the Road Safety Authority to cop on and allow the theory test to be restarted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01200","speaker":"1612"},{"type":"speech","time":1621346100,"counter":90,"content":"<p>In light of the news that has broken in the past 15 minutes that 81 cabin crew and 45 ground staff are to be laid off by Aer Lingus at its Shannon base, I ask that the Ministers for Transport and Finance address the House this week to discuss a job survival package, not only for Shannon Airport but also for all the rest of our airports.  What has been predicted is now happening and livelihoods are being lost and destroyed.  I ask that this matter be added to our agenda at some point this week as a matter of urgency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01300","speaker":"1564"},{"type":"speech","time":1621346100,"counter":91,"content":"<p>It is reported that the D&aacute;il is sitting here at a cost of &euro;25,000 per day.  That is a shockingly high figure considering what is happening throughout the country.  It is no longer acceptable, if it ever was.  A special school in my constituency no longer has the funding to provide hot meals to its children while the D&aacute;il is spending &euro;5,000 on a Members' restaurant here in the convention centre.  We need to have a date on which we can get back to Leinster House.  A large number of Members are vaccinated.  There should be a practical solution for us so we do not have to pay the sum I have mentioned daily.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01400","speaker":"1504"},{"type":"speech","time":1621346100,"counter":92,"content":"<p>When are we going to have a debate on what the State's aviation policy is?  When can we even find out what it is?  There are announcements from the T&aacute;naiste every day that contradict each other.  There are announcements from all the members of the Taoiseach's Cabinet that contradict each other constantly.  We do not have an aviation policy or aviation recovery plan.  We need one before it is too late.  It is already too late for my constituency.  The Taoiseach's is next.  He might not care much about the rest of the country but if he cares about his own legacy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01500","speaker":"1518"},{"type":"speech","time":1621346100,"counter":93,"content":"<p>Has the Deputy a proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01600","speaker":"1490"},{"type":"speech","time":1621346100,"counter":94,"content":"<p>He talks about Fianna F&aacute;il.  One thing Fianna F&aacute;il built was Shannon Airport but the Taoiseach is going to take it down around him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01700","speaker":"1518"},{"type":"speech","time":1621346100,"counter":95,"content":"<p>I support the proposal by Deputy Duncan Smith on aviation.<\/p><p>I wrote to the Business Committee this week looking for time for the Minister for Finance to come to the D&aacute;il to answer questions on the hundreds of millions of euro in State funds that are being used to invest in investment funds that are buying up houses, pushing up rents and driving out first-time buyers.<\/p> <p>The Minister for Finance has refused and declined to answer questions, with &euro;500 million going to Activate Capital, which is involved in this, so he should come into the House to answer questions on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800011#J01800","speaker":"1550","continuing":true},{"type":"speech","time":1621346700,"counter":97,"content":"<p>I support the request made by Deputy Cian O'Callaghan.  The Minister should absolutely come into the Chamber this week to deal with that matter.  It is repugnant to the families who have been squeezed out of the housing market that that has happened.<\/p>  <p>  I want to put on the record that all of the parties at the Business Committee last Thursday asked that we would get back to the D&aacute;il Chamber.  We need to get our D&aacute;il business back there.  The reality is that Deputies are present at Leinster House and the Convention Centre on Tuesday, Wednesday and Thursday, so there are no public health grounds remaining at this stage to keep us in the Convention Centre, certainly on Tuesday and Thursday.  Hopefully that will be resolved this Thursday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00200","speaker":"1463"},{"type":"speech","time":1621346700,"counter":98,"content":"<p>It is interesting how times move fairly quickly here.  Deputies Duncan Smith, Cian O'Callaghan and McNamara raised aviation policy.  To be fair to Deputy McNamara, he has had a consistent approach to Covid-19 from the get-go, which if he does not mind me saying so, is probably on the more civil libertarian wing, and he was never a great enthusiast for the Covid regulations <i>per se<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00300","speaker":"1458"},{"type":"speech","time":1621346700,"counter":99,"content":"<p>It is also about jobs and livelihoods.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00400","speaker":"1518"},{"type":"speech","time":1621346700,"counter":100,"content":"<p>I am just putting on the record how I perceive the Deputy's contributions.  I say to Deputies Smith and O'Callaghan that they were the guys looking for mandatory hotel quarantine, which impacts on aviation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00500","speaker":"1458"},{"type":"speech","time":1621346700,"counter":101,"content":"<p>That is very simplistic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00600","speaker":"1564"},{"type":"speech","time":1621346700,"counter":102,"content":"<p>It is not simplistic.  You attacked the Government.  Your leader attacked the Government - could not do it quick enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00700","speaker":"1458"},{"type":"speech","time":1621346700,"counter":103,"content":"<p>No, that is not the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00800","speaker":"1564"},{"type":"speech","time":1621346700,"counter":104,"content":"<p>He could not have zero Covid quick enough about two months ago.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K00900","speaker":"1458"},{"type":"speech","time":1621346700,"counter":105,"content":"<p>That is disingenuous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01000","speaker":"1564"},{"type":"speech","time":1621346700,"counter":106,"content":"<p>It is two months on.  Of course there is an issue.  There are consequences arising out of Covid-19 and the measures that we take to deal with Covid-19.  Without question, aviation has been a significant casualty because of the virus and measures that have been taken which have not facilitated travel.  That is simple and the correct position.  You cannot have it both ways.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01100","speaker":"1458"},{"type":"speech","time":1621346700,"counter":107,"content":"<p>I am not having it both ways.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01200","speaker":"1564"},{"type":"speech","time":1621346700,"counter":108,"content":"<p>The Deputy cannot come into the House and attack the Government for not moving quickly enough on mandatory hotel quarantine, and I remember the debates well and the fervour with which those debates were articulated-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01300","speaker":"1458"},{"type":"speech","time":1621346700,"counter":109,"content":"<p>Taoiseach, we cannot really have a debate about these matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01400","speaker":"1490"},{"type":"speech","time":1621346700,"counter":110,"content":"<p>-----and now, moving forward, say we do not have an aviation policy.  We do and the Government will bring forward an approach to the travel issue that will be consistent with the European digital green certificate framework that the Commission, in parallel with the Parliament and the Council, has been working on.  We will follow through on that.  We have no issue with debating that in the House.  The Government will be finalising its proposals on that next week in terms of the broader travel issue.  The Government has supported airports and airlines through various instruments and mechanisms, but the greatest damage to travel and tourism and to aviation has been the virus.  That is unfortunately the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01500","speaker":"1458"},{"type":"speech","time":1621346700,"counter":111,"content":"<p>We cannot have a lengthy debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01600","speaker":"1490"},{"type":"speech","time":1621346700,"counter":112,"content":"<p>Regarding the lateness of the hour this evening, the Chief Whip said that was at the request of the Business Committee, with members and other parties wanting to discuss the cyberattack on the HSE and the restoration of service as quickly as possible.  I understand that was requested at the Business Committee.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01700","speaker":"1458"},{"type":"unspoken","time":1621346700,"counter":113,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1621346700,"counter":114,"content":"<p>Do Members want to drop that?  That was what I understood the Chief Whip had said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K01900","speaker":"1458"},{"type":"speech","time":1621346700,"counter":115,"content":"<p>To be clear on that matter, a special notice question was tabled and the Government, as I understand it, decided that it would facilitate the debate on this by allowing for 110 minutes, which has been added to the end of the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K02000","speaker":"1490"},{"type":"speech","time":1621346700,"counter":116,"content":"<p>I think that is reasonable, given the gravity and seriousness of the attack itself.<\/p><p>Deputy T&oacute;ib&iacute;n raised the issue of hot meals in schools.  An expanded scheme has been provided for that this year.  I do not know whether that necessitates changing the agenda or not.  We can get the Minister to respond to Deputies about that point.<\/p><p>On the broader point regarding Covid, that is a matter for the House and the Government does not dictate where the D&aacute;il meets.<\/p> <p>That may be a matter for the Houses of the Oireachtas Commission.  I am not sure of the mechanisms within the Oireachtas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800012#K02100","speaker":"1458","continuing":true},{"type":"speech","time":1621347300,"counter":118,"content":"<p>I would be very surprised if there was any Member of this House or anyone else with an interest in politics who was not aware that we came here reluctantly and that we have stayed here reluctantly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00200","speaker":"1490"},{"type":"speech","time":1621347300,"counter":119,"content":"<p>I agree.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00300","speaker":"1458"},{"type":"speech","time":1621347300,"counter":120,"content":"<p>All of this has been done on the basis of the best public health advice available to us.  As long as that advice encourages us to remain here, we will have to consider doing so.  When the advice tells us to revert to Leinster House, that is what we will do.  If people want to go sooner, we will have to balance that wish against the public health advice we are being given.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00400","speaker":"1490"},{"type":"speech","time":1621347300,"counter":121,"content":"<p>I fully accept that, a Cheann Comhairle.  I endorse and agree with what you are saying but Deputy Mac Lochlainn was looking at me plaintively as if I could do something about it.  I was just making the point that you have responded to public health-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00500","speaker":"1458"},{"type":"speech","time":1621347300,"counter":122,"content":"<p>The Taoiseach is doing stand-up now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00600","speaker":"1463"},{"type":"speech","time":1621347300,"counter":123,"content":"<p>I sincerely doubt that Deputy Mac Lochlainn ever looks plaintively at the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00700","speaker":"1466"},{"type":"speech","time":1621347300,"counter":124,"content":"<p>We have debated this matter to death.  Is the proposal for dealing with Tuesday's business agreed to?  Agreed.  Is the proposal for dealing with Wednesday's business agreed to?  Agreed.  Is the proposal for dealing with Thursday's business agreed to?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00800","speaker":"1490"},{"type":"speech","time":1621347300,"counter":125,"content":"<p>As the Taoiseach will be aware, thousands of families in Donegal and Mayo have been devastated by the presence of mica and pyrite in the structure of their homes.  I met many of these families last year.  I would struggle to describe to the Taoiseach the level of stress and trauma they have endured.  Unfortunately, rather than making available to them a fully funded scheme which would cover 100% of costs, as was the case with the pyrite remediation scheme, the last Government presented these families in Donegal and Mayo with a take-it-or-leave-it offer of a scheme that would cover 90% of costs.  That Government anticipated that the financial institutions would provide assistance.  The real contributions these families have to make towards the cost of restoring their homes can be anything up to 50% of what are very considerable costs.  The banks are nowhere to be seen.  I urge the Taoiseach to fund fully the defective concrete blocks grant scheme and to have it cover 100% of costs.  That is the least these families in Donegal and Mayo deserve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L00900","speaker":"1466"},{"type":"speech","time":1621347300,"counter":126,"content":"<p>I ask the Taoiseach to be brief in his reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L01000","speaker":"1490"},{"type":"speech","time":1621347300,"counter":127,"content":"<p>The Minister for Housing, Local Government and Heritage has met with a representative group.  I believe this meeting was in February.  He asked for a submission on its proposals in respect of the scheme, a scheme which had been committed to and which has been up and running since last year.  He got that submission towards the end of April.  He is now going to consider the proposals.  He is due to meet with the group again on Thursday.  He will give every consideration to the submission the representative group has made.<\/p>  <p>  With regard to the existing scheme, the maximum grants under each of the five remedial options range from &euro;49,500 to &euro;247,500.  It is estimated the scheme could cost up to &euro;1 billion over the next decade, between now and 2030.  The Minister will meet with the group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L01100","speaker":"1458"},{"type":"speech","time":1621347300,"counter":128,"content":"<p>I am unique in having asked a number of questions regarding the IT infrastructure of the HSE and the security thereof in 2019 and 2020.  At the end of 2020, 37,000 computers had not been upgraded from Windows 7.  The year before, the number was even greater.  This was only a few months ago.  I ask the Taoiseach directly whether this was a component in the malware attack.  There has to be a difference between the Department of Health and the HSE because the Department was able to deal with this attack through its security systems but the HSE was not.  Was it because the systems were out of date?  Given the vacuum with regard to the details of this issue, in which I take a great interest, I ask the Taoiseach that question directly.  Is there any connection?  Was the post of head of information security in the HSE, which was meant to be filled last September, filled?  In the coming days, will the Taoiseach give a briefing on this issue directly to the leaders of the Opposition parties?  If it had been any other form of attack on our county, we would have been getting detailed information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L01200","speaker":"1610"},{"type":"speech","time":1621347300,"counter":129,"content":"<p>A briefing will be offered.  In fact, the Minister, Deputy Eamon Ryan, was contacting his counterparts this afternoon to facilitate such a briefing.  We can facilitate a briefing with leaders and we intend to do so.  With regard to the specific questions the Deputy has asked, it is still far too early to identify the entry point or the manner or nature of this attack.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800013#L01300","speaker":"1458"},{"type":"speech","time":1621347900,"counter":130,"content":"<p>Is it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00100","speaker":"1610"},{"type":"speech","time":1621347900,"counter":131,"content":"<p>Yes, it is.  There are people working on this and we will, in the fullness of time, have a full report on it.  Obviously, the containment, repair, remedy, restoration and assessment of this are currently ongoing in terms of the impact of the attack.  The briefing will be comprehensive.  Hopefully, we can do it before the close of business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00200","speaker":"1458"},{"type":"speech","time":1621347900,"counter":132,"content":"<p>The State has provided &euro;500 million to Activate Capital, among the investments of which is housing at Blackhall Place that was built by a private developer and is being leased to Dublin City Council for approximately &euro;2,000 per month per home.  Why is the State providing funding to developers to build homes that will be leased to the State at such rents?  Effectively, the State is providing the original finance and double guaranteeing the scheme by paying the mortgages without owning the homes at the end.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00300","speaker":"1550"},{"type":"speech","time":1621347900,"counter":133,"content":"<p>Is the Deputy referring to the Ireland Strategic Investment Fund?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00400","speaker":"1458"},{"type":"speech","time":1621347900,"counter":134,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00500","speaker":"1550"},{"type":"speech","time":1621347900,"counter":135,"content":"<p>If he is, the Government does not get involved.  The Government has no direct involvement in its decisions in terms of its investments.<\/p>  <p>  I will make a broader point.  Capital is important to create building and to get housing and residential units going.  The State provides the bulk of it right now in terms of allocating funding to local authorities and approved housing bodies to get housing built.  Our preference is for direct builds.  We want to get as much social housing provided as we possibly can.  Over the years, there have been other types of development that have been facilitated, such as student accommodation, through a variety of means.  We need to get supply up overall.  There is a role for both public investment and private investment in respect of getting the overall supply of residential units into the marketplace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00600","speaker":"1458"},{"type":"speech","time":1621347900,"counter":136,"content":"<p>Over the past eight days, the state of Israel has rained terror and murder on the people of Gaza.  In those eight days, more than 200 people have been killed, including 60 children, murdered for doing nothing, murdered because they were Palestinian.  The world is watching while the state of Israel conducts collective punishment against the Palestinian people on occupied lands.  When is the right time to expel the Israeli ambassador to Ireland?  If it is not now, when will it be?  This has been going on for generations.  The Israeli Government, with impunity, has murdered and caused terror to the Palestinian people.  We in Ireland should know.  We have been occupied and brutalised by another oppressor.  When is the time to expel the Israeli ambassador and show solidarity with the world and the Palestinian people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00700","speaker":"1565"},{"type":"speech","time":1621347900,"counter":137,"content":"<p>Can I first of all say that we have consistently as a Government called for an immediate ceasefire in Palestine and the Middle East?  We have condemned the rocket firing by Hamas, which needs to be condemned as well and should not have happened.  It killed children and other people as well, but the response from the Israeli Government has been wholly disproportionate and indiscriminate and has resulted in the killing of innocent civilians - children and many, many more.  In my view, that response is not justifiable.  It is unacceptable in terms of its brutality and ruthlessness.  Hence, in my view, the violence should cease.  Gaza is highly densely populated.  When one bombs at that level and scale, it is inevitable that innocent families and people will be killed.  Of that there is no doubt.  An immediate ceasefire is essential.  Hamas should cease firing rockets into Israel and Israel should desist from what I would describe as its wholly disproportionate response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00800","speaker":"1458"},{"type":"speech","time":1621347900,"counter":138,"content":"<p>Will the Government expel the ambassador?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M00900","speaker":"1565"},{"type":"speech","time":1621347900,"counter":139,"content":"<p>The Taoiseach shares my regret at the decision by An Taisce to object to and appeal the planning permission for a continental cheese factory at Belview, near Waterford, a move that is damaging the economy of the south east.<\/p>  <p>In An Taisce's observations, it does not query the water treatment on site but, rather, it appears to be signalling its ideological resistance to any intensification of the dairy sector in Ireland.  My colleagues in the Regional Group and I have tabled amendments to the climate Bill, first to separate biogenic methane from the overall greenhouse gas calculation and second to require that future sectoral reductions be decided by the whole of the D&aacute;il, not just the line Minister.  Our agricultural sector cannot be a soft target in terms of sectoral greenhouse gas reductions in future climate policy.  Will the Government give security in regard to future sectoral caps?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800014#M01000","speaker":"1616","continuing":true},{"type":"speech","time":1621348200,"counter":141,"content":"<p>The climate change Bill is comprehensive legislation that is groundbreaking and a landmark in terms of this country turning a corner in meeting its climate change needs and agenda.  It aligns with the targets also being set in Europe.  It is very important legislation that creates a framework for further action.  It can create opportunity as well in terms of jobs in the new green economy and in other areas in terms of adding value to production on the land and more efficient farming.  It has to be said that Irish farming, both dairy and beef, is one of the most efficient in Europe and, indeed, across the globe.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00200","speaker":"1458"},{"type":"speech","time":1621348200,"counter":142,"content":"<p>I rise to ask about the situation regarding a new Garda station in Clonmel for our hard-working garda&iacute; under Superintendent Willie Leahy.  This issue was first raised in the House by the late Deputy Se&aacute;n Treacy more than 50 years ago and, indeed, the late Councillor Ambrose, who was laid to rest last week was often on about it.  We are waiting and waiting.  The station is in a bundle or package of three or four but we cannot wait.  It is a Dickensian building not fit for the Garda or the public.  We have had many reports and false dawns.  When are we going to see the construction of the new Garda station?  We have planning permission for an elaborate building and we have a site.  When will we get the green light to allow the garda&iacute; to have a proper premises in which to conduct their business?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00300","speaker":"1612"},{"type":"speech","time":1621348200,"counter":143,"content":"<p>I thank the Deputy.  I want to place on record my deepest sympathies to the Ambrose family on the death of Tom, who was a very dedicated and long-serving public representative.  He was a great champion of Clonmel, with great commitment to its cause and to Tipperary more generally.<\/p>  <p>  In terms of the specifics of the Garda station, I will talk to the Minister for Justice in regard to that.  There is a substantial capital programme in the Department of Justice in regard to the renovation and construction of Garda stations.  I will get a response on that for the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00400","speaker":"1458"},{"type":"speech","time":1621348200,"counter":144,"content":"<p>I agree with the Taoiseach that the pandemic has placed unprecedented pressure on the aviation sector.  That is why many other European Governments have taken an equity shareholding in airlines.  The Government declined to do so.  It is why many of them have introduced antigen testing.  The Government has obtained a report on it but declined to do so.  It is why no other country in Europe has introduced mandatory hotel quarantining for European citizens.  The Government blamed the Labour Party for that but no----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00500","speaker":"1518"},{"type":"speech","time":1621348200,"counter":145,"content":"<p>We did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00600","speaker":"1458"},{"type":"speech","time":1621348200,"counter":146,"content":"<p>You blamed Deputy Duncan Smith just a couple of minutes ago.  Neither the Taoiseach nor any of the Government Deputies or Senators voted against it, although they are now busy in County Clare trying to tell people they were against it from the start.  However, that is the past.  What future does the Taoiseach offer the people of Clare in terms of connectivity with Aer Lingus and the workers of Aer Lingus today?  What is he now going to do about aviation in this country?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00700","speaker":"1518"},{"type":"speech","time":1621348200,"counter":147,"content":"<p>The Deputy's time is up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00800","speaker":"1490"},{"type":"speech","time":1621348200,"counter":148,"content":"<p>Why are we so out of synch with the rest of the world?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N00900","speaker":"1518"},{"type":"speech","time":1621348200,"counter":149,"content":"<p>First, we are not out of synch with the rest of the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01000","speaker":"1458"},{"type":"speech","time":1621348200,"counter":150,"content":"<p>Yes, we are.  Do not mislead the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01100","speaker":"1518"},{"type":"speech","time":1621348200,"counter":151,"content":"<p>Deputy, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01200","speaker":"1490"},{"type":"speech","time":1621348200,"counter":152,"content":"<p>For God's sake Taoiseach, tell the truth at least.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01300","speaker":"1518"},{"type":"speech","time":1621348200,"counter":153,"content":"<p>Through the Chair, there were hardly four words out of my mouth and there was an unacceptable intervention.  The bottom line is that we have supported aviation and we want to support aviation.  We have supported the airlines and we want to continue to support the airlines.  It is very sad and difficult news for those workers being laid off today.  I do not make any political capital out of that but I can tell the Deputy this much-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01400","speaker":"1458"},{"type":"speech","time":1621348200,"counter":154,"content":"<p>I am not making political capital out of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01500","speaker":"1518"},{"type":"speech","time":1621348200,"counter":155,"content":"<p>I am not saying you are.  Would you stop?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01600","speaker":"1458"},{"type":"speech","time":1621348200,"counter":156,"content":"<p>Do not accuse me of seeking political capital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01700","speaker":"1518"},{"type":"speech","time":1621348200,"counter":157,"content":"<p>I am not accusing you-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01800","speaker":"1458"},{"type":"speech","time":1621348200,"counter":158,"content":"<p>I have raised this issue constructively for 12 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N01900","speaker":"1518"},{"type":"speech","time":1621348200,"counter":159,"content":"<p>Deputy McNamara is out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N02000","speaker":"1490"},{"type":"speech","time":1621348200,"counter":160,"content":"<p>I am not accusing you of that.  I am saying that I do not want to.  That is what I am saying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N02100","speaker":"1458"},{"type":"speech","time":1621348200,"counter":161,"content":"<p>I do not want to either, but I want answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N02200","speaker":"1518"},{"type":"speech","time":1621348200,"counter":162,"content":"<p>I am saying that we have responded and we are going to respond to the aviation issue.  The aviation industry has been negatively undermined by the virus.<\/p> <p>The Deputy knows that and I know that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800015#N02300","speaker":"1458","continuing":true},{"type":"speech","time":1621348800,"counter":164,"content":"<p>Thank you, a Thaoisigh.  We are moving on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00200","speaker":"1490"},{"type":"speech","time":1621348800,"counter":165,"content":"<p>Workers have been laid off because people are not travelling.  We will develop a strategy.  Shouting and roaring will not solve the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00300","speaker":"1458"},{"type":"speech","time":1621348800,"counter":166,"content":"<p>I wish to raise again the issue of some doctors charging medical card patients for blood tests.  I am constantly raising this issue.  These are very vulnerable people.  I have people ringing my clinic saying they cannot afford to pay for their blood tests.  They have medical cards.  More than 1 million people have a medical card and, although they can ask for a refund of these charges from the HSE, since 2017 only 21 refunds have been given.  That is unacceptable.  People with medical cards should not have to pay to have their bloods taken.  It is unacceptable and unfair.  They are very vulnerable people.  Now we even have the added issue that those seeking a medical card will have to wait because of the cyberattack.  I understand that the HSE is doing its very best.  As for any delays outpatients or other people are experiencing, communication will be the key.  We have to make sure we communicate with those vulnerable people who need to know where they stand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00400","speaker":"1511"},{"type":"speech","time":1621348800,"counter":167,"content":"<p>The Deputy has been fighting this issue for a considerable time and standing up for those who do not have the wherewithal to pay these additional <i>ad hoc<\/i>charges.  I will again engage with the Minister for Health to get a uniform, consistent approach from the health service to the issue of charging for blood tests, particularly for medical card holders.  I will come back to the Deputy again on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00500","speaker":"1458"},{"type":"speech","time":1621348800,"counter":168,"content":"<p>We had devastating breaking news at lunchtime that Aer Lingus, having operated its Shannon base for seven decades, has announced it will now permanently close its base there, with 81 cabin crew offered severance or transfer to its Dublin base and a similar impact for the 45 ground crew.  I ask the State to intervene in this matter for jobs, for connectivity and for our region.  This is absolutely devastating beyond belief.  I ask that from the heart of the Government the Taoiseach says something positive today about engagement and how he and the Cabinet can lead and negotiate with Aer Lingus.  We need them in the region.  We need that connectivity out of Shannon Airport.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00600","speaker":"1519"},{"type":"speech","time":1621348800,"counter":169,"content":"<p>I fully accept the Deputy's point about the absolute necessity to engage and to get international travel back up and running again.  International connectivity is vital for the economic well-being of the country and remains a priority for the Government.  I assure the Deputy of that.  The news today coming from Shannon is very sad.  Regarding Cork and other areas, travel has been at rock bottom and at very low levels.  Developments in this regard are ongoing, and next week the Government will decide on the broader issue of travel and participation in the digital green certificate.  We are making progress on that front, and that is central to the plan for reopening later in the summer in respect of the aviation industry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00800","speaker":"1458"},{"type":"speech","time":1621348800,"counter":170,"content":"<p>I ask the Taoiseach to act on the waiting list for autism spectrum disorder, ASD, assessments in Wexford and throughout the State.  The reply to a recent parliamentary question revealed that 436 children have been waiting well over 12 months for an ASD assessment in Wexford alone.  These holistic supports cannot be put in place if families are left waiting for up to four years for an assessment.  This is causing years of setbacks for the children and puts the parents and siblings under duress.  I urge the Taoiseach and the Government to address this emergency in Wexford and throughout the country.  Children with special needs and their families deserve proper assessment services.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O00900","speaker":"1621"},{"type":"speech","time":1621348800,"counter":171,"content":"<p>I agree with the Deputy, and the Government allocated substantial resources this year through the Department of the Minister of State, Deputy Rabbitte, to increase dramatically the number of assessments.  There was a long backlog over the years but this Government is determined to eat into it, reduce it significantly and give people not only the assessments they require in a timely manner but also access to services more generally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O01000","speaker":"1458"},{"type":"speech","time":1621348800,"counter":172,"content":"<p>Vaccines are already paying dividends in society.  This week people in their 40s will be invited to register for their vaccinations, which is hugely welcome news and progress.  We are all very encouraged to hear the Chief Medical Officer telling vaccinated people to begin their lives again with caution and to trust in the vaccines.  In that context, will the Taoiseach consider excluding fully vaccinated people from the number of people allowed to attend wedding services and receptions?  Allowing wedding guests to avail of the vaccine bonus would make a major difference to couples deciding between having friends and having family members at their very special day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800016#O01100","speaker":"1566"},{"type":"speech","time":1621349400,"counter":173,"content":"<p>I fully acknowledge the challenges for people getting married.  The Covid restrictions have been very severe on wedding couples.  The numbers are very low.  This stemmed from public health advice at the outset of the pandemic that weddings initially had been a significant factor in the spread of the disease.  That said, we are now progressively reopening society.  We are making progress against the virus.  We are suppressing the numbers and keeping the incidence at a certain level.  The vaccination program is working and is having a great impact on reducing severe illness, deaths, hospitalisations and the numbers being treated in ICUs.  In that context, towards the end of this month we will see what more we can do for the months of June and July, as I have been saying consistently since we began lifting restrictions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00100","speaker":"1458"},{"type":"speech","time":1621349400,"counter":174,"content":"<p>That concludes questions on promised legislation with six Deputies unfortunately not reached.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00200","speaker":"1490"},{"type":"majorheading","content":"Redundancy Payments (Lay-off, Short Time and Calculation of Reckonable Service) Bill 2021: First Stage","time":1621349400,"counter":175,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00300"},{"type":"speech","time":1621349400,"counter":176,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to amend the Redundancy Payments Act 1967 in respect of periods of lay-off and short time and the calculation of reckonable service and to provide for related matters. <\/blockquote>  <p>I am grateful for the opportunity to introduce the Bill.  Many Deputies in this House and anybody who pays attention to what goes on at the Oireachtas Joint Committee on Enterprise, Trade and Employment will have heard me talk about the issues that are contained in the Bill.  Since the onset of the Covid crisis several issues have arisen for workers who have been laid off or are on short time, such as those in receipt of the pandemic unemployment payment, PUP.  Some workers are unsure whether they can undertake new employment and still be entitled to receive a redundancy payment when the emergency period eventually ends.  Others have outlined how their employers have tried to make them declare themselves as having resigned and thereby involuntarily forgo their redundancy payment.  We are hearing of increasing cases of that happening which is deeply troubling.<\/p><p>Many are concerned that they have lost up to a year of reckonable service for the calculation of any future redundancy payments due to the time spent on PUP.  Thankfully, with the help of the Office of Parliamentary Legal Advisers and the Bills Office, I have managed to combine solutions to these matters into the Redundancy Payments (Lay-off, Short Time and Calculation of Reckonable Service) Bill.  I admit that title does not exactly trip off the tongue, but it is a very important Bill which does a very important job.<\/p><p>In the main, the Bill seeks to deliver a fair calculation of reckonable service for workers on the PUP who may lose significant sums of money in future redundancy payment due to a loophole in the law.  I will further examine this point shortly.<\/p><p>The Bill also seeks to insert a declaratory provision to remove any doubt that where, during a period of lay-off or short time, a worker takes up employment with another employer, that worker will not lose their entitlement to their redundancy payment.  This provision will offer clarity and assurance for many workers who have been offered new employment but are afraid to take it up in case they lose their redundancy entitlements.<\/p><p>The Bill also seeks to make it an offence for an employer to treat an employee as having resigned and thereby forgo their redundancy entitlement.  While this is anecdotal evidence, it is important, nonetheless.  We have heard of cases of people saying that their employer is just assuming that they will not be coming back and assuming that they will forgo their right to any redundancy.  That needs to be tightened up.  The situation has been raised with me by workers, specifically those working in sectors that tend not to be highly unionised.  I take this opportunity to say that the very best protection workers can get in any workplace is to join their trade union and be active in their trade union.  This is not an issue that is exclusive to areas where trade union density is low, but it seems to be a particular issue in that area.<\/p><p>Workers have outlined how unscrupulous employers have tried to con them into making themselves redundant unbeknownst to them and against their wishes.  This would have had the result of these workers losing their redundancy entitlement.  In the main, the Bill seeks to ensure that time spent by workers on lay-off and working short time, such as those in receipt of the PUP, is calculated as reckonable service for the calculation of redundancy entitlement.  I am conscious that the legislation that was introduced was intended to be temporary, but it has now been in place for a long time.  There is an added complication for those workers and it behoves us to deal with that issue.<\/p><p>As it currently stands, due to a loophole in the law, workers could lose out on significant sums of money because the time spent on the PUP is not counted towards their entitlement.  The Bill seeks to make that time reckonable for service and contribute to a fair redundancy entitlement if future circumstances deem that workers need to access redundancy.<\/p><p>The time that workers have spent not in work is not their fault, given that their workplace was closed for reasons of public health.  Viable businesses were shut down.  They hope to go back to their workplaces but they want to go back with their entitlement to redundancy intact and in the sure and certain knowledge that they will not have a break in service which would, obviously, contribute to the reduction of their entitlement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00400","speaker":"1467"},{"type":"speech","time":1621349400,"counter":177,"content":"<p>Is the Bill opposed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00500","speaker":"1490"},{"type":"speech","time":1621349400,"counter":178,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00600","speaker":"1475"},{"type":"unspoken","time":1621349400,"counter":179,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1621349400,"counter":180,"content":"<p>Since this is a Private Members' Bill, Second Stage must, under Standing Orders, be taken in Private Members' time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00800","speaker":"1490"},{"type":"speech","time":1621349400,"counter":181,"content":"<p>I move: &quot;That the Bill be taken in Private Members' time.&quot;<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P00900","speaker":"1467"},{"type":"unspoken","time":1621349400,"counter":182,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Ministerial Rota for Parliamentary Questions: Motion","time":1621349400,"counter":183,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01100"},{"type":"speech","time":1621349400,"counter":184,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Order of the D&aacute;il of 30th July, 2020, setting out the rota in which Questions to members of the Government are to be asked, Questions for oral answer, following those next set down to the Minister for Further and Higher Education, Research, Innovation and Science, shall be set down to Ministers in the following temporary sequence:  \t <blockquote> \tMinister for Rural and Community Development<br \/><br \/>Minister for Health<br \/><br \/>Minister for Children, Equality, Disability, Integration and Youth<br \/><br \/>Minister for the Environment, Climate and Communications<br \/><br \/>T&aacute;naiste and Minister for Enterprise, Trade and Employment<br \/><br \/>Minister for Justice <\/blockquote> whereupon the sequence established by the Order of 30th July, 2020, shall continue with Questions to the Minister for Transport. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01200","speaker":"1475"},{"type":"unspoken","time":1621349400,"counter":185,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Rota for Leaders' Questions: Motion","time":1621349400,"counter":186,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01400"},{"type":"speech","time":1621349400,"counter":187,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding the Order of the D&aacute;il of 16th December, 2020, the sequence in which Leaders shall be called upon to put questions between 19th May, 2021, and 1st July, 2021 pursuant to Standing Order 36(<i>ca<\/i>) shall be in accordance with the rota contained in the report of the Committee on Standing Orders and D&aacute;il Reform dated 17th May, 2021, entitled &lsquo;Rota for Leaders&rsquo; Questions pursuant to Standing Order 36&rsquo;.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01500","speaker":"1475"},{"type":"unspoken","time":1621349400,"counter":188,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Ceisteanna - Questions","time":1621349400,"counter":189,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01700"},{"type":"minorheading","content":"Programme for Government","time":1621349400,"counter":190,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01750"},{"type":"question","time":1621349400,"counter":191,"qnumday":1,"qnumall":"[21779\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01800","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the status of the programme for Government.","asker":"1478","askee":"1458"},{"type":"question","time":1621349400,"counter":192,"qnumday":2,"qnumall":"[23207\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P01900","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on the status of the programme for Government.","asker":"1610","askee":"1458"},{"type":"question","time":1621349400,"counter":193,"qnumday":3,"qnumall":"[25951\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P02000","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on the status of the programme for Government.","asker":"1466","askee":"1458"},{"type":"question","time":1621349400,"counter":194,"qnumday":4,"qnumall":"[26518\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P02100","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the status of the programme for Government.","asker":"1522","askee":"1458"},{"type":"speech","time":1621349400,"counter":195,"content":"<p>I propose to take Questions Nos. 1 to 4 together.<\/p>  <p>  Government has been working hard to implement the commitments in the programme for Government across a wide range of issues in all Departments.  The ten Cabinet committees established by this Government reflect the full range of policy areas that it will work on during its lifetime as set out in the programme for Government.  Cabinet committees meet regularly to continue this work.  Strategy statements which have been prepared by Departments reflect the key national priorities as outlined in the programme for Government.<\/p>  <p>  My Department has been involved in progressing some key programme for Government commitments in recent months, including ongoing monitoring and management of the impact of Covid-19 on the provision of both Covid and non-Covid healthcare; the establishment of a shared island unit in my Department; the establishment of a unit in my Department to help support social dialogue; an ongoing major review of the national development plan; the development of a national economic recovery plan; the development of a well-being framework for Ireland; the publication of the Climate Action and Low Carbon Development (Amendment) Bill; engagement with European Union leaders to advance a range of high-level objectives in the programme for Government, in particular relating to Brexit, Covid, the European Union budget and the European Union green agenda; implementation of Global Ireland 2025; establishment of a future of media commission; completion of the work of the Citizens&rsquo; Assembly on gender equality; and ongoing oversight of the implementation of A Policing Service for our Future, the Government&rsquo;s plan to implement the report of the Commission on the Future of Policing in Ireland.<\/p>  <p>  Government will continue to work hard to ensure delivery on every aspect of the programme for Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P02200","answer":true,"speaker":"1458"},{"type":"speech","time":1621349400,"counter":196,"content":"<p>The programme for Government stated explicitly that the annexation of Palestinian territory by Israel was a crime against international law and that the Government would respond appropriately using its positions.  What will the Government's response be?  I believe it should expel the Israeli ambassador and impose sanctions immediately.  Israel is not just annexing territory.  It is ethnically cleansing Palestinian land, most recently the ethnic cleansing of 28 families from Sheikh Jarrah, inciting the current escalation.  As we speak it is committing war crimes for the fourth time in the past decade against the people of Gaza.  It is involved in systematic apartheid policies.  At what point will the Government expel the Israeli ambassador and acknowledge that the apartheid state of Israel is a rogue state that needs to be isolated?<\/p><p>This morning I heard credible reports that US military aircraft, <i>en route<\/i>to Israel, refuelled at Baldonnel Airport.  I do not know if that report is true, but it comes from credible sources.  Does the Taoiseach know anything about that?  Will he find out if it is true?  Let us not forget that the US is arming the Israeli regime, giving it the missiles to fire at people in Gaza.  It is absolutely shocking if US military aircraft are having their planes refuelled in Irish airports and that we would in any way be facilitating the horror that is going on in Palestine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800017#P02300","speaker":"1478"},{"type":"speech","time":1621350000,"counter":197,"content":"<p>With recent developments and new policy commitments on housing, are there plans to review what the Government has put down in the programme for Government in respect of housing?  Things may have changed.  The Government is obviously going to make an announcement on a package that has been agreed at Cabinet today.  Will the Government be changing the commitments on housing that it has written into the programme for Government?<\/p><p>It is reported by Simon Carswell in <i>The Irish Times<\/i>today that the National Asset Management Agency, NAMA, is about to sell 69 apartments in Malahide to a UK investment fund.  Does the Taoiseach agree with this?  Are there plans to ensure apartments like these can also be offered to first-time buyers or to older people who are downsizing?  Is it Government policy now that apartments should be rented and not owner-occupied?  What is it going to do in this area?<\/p><p>The <i>Business Post<\/i>reported that D&uacute;n Laoghaire-Rathdown County Council is about to lease an estate of 39 homes over 25 years at &euro;2,500 per month.  Local councillors were not even told about the deal.  What is the Government's view and position on this?  Does this apply to other deals?  My colleague, Councillor Martha Fanning, had no idea about this even though she is the chairperson of the housing policy committee.<\/p><p>My final question relates to Project Ireland 2040 and the planning framework.  We have gone through the Covid-19 period and hopefully we are coming out of it.  It has been the biggest disruptor our country will ever see.  Project Ireland 2040 will surely have to be rewritten.  Our priorities have changed.  Surely there will have to be a refocus on it.  The process by which the planning framework is working in county development plans is going to become one of the biggest headaches the Government has ever had to deal with.  What does the Government propose to do on that?  There are serious issues coming down the line as to the restrictions and the profiling that will have to go on in many county development plans because of the way in which this has been interpreted and implemented.  I can tell the House it is going to be a problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00100","speaker":"1610"},{"type":"speech","time":1621350000,"counter":198,"content":"<p>The Citizens' Assembly on gender equality made a number of recommendations that complement and supplement the programme for Government commitments on tackling domestic, sexual, and gender-based violence and supporting victims and their children.  Is it the intention of the Government to consider the implementation of these recommendations in tandem with its own work?<\/p>  <p>  The Taoiseach is aware that Tusla's review of emergency accommodation is due for publication.  There are nine counties with no refuge provision.  Community and voluntary services continue to bridge the gap left by the State's failure to meet its emergency accommodation obligations as per the Istanbul Convention.  How quickly can we expect the Government to increase such accommodation and the necessary wraparound services following the publication of this review?<\/p>  <p>  An audit of the segmentation of domestic, sexual and gender-based violence responsibilities across Government Departments and agencies is also ongoing, as is an update to the national strategy.  Can the Taoiseach inform the House when he expects the audit and the strategy to be completed?  How will he approach their implementation?<\/p>  <p>  We are also waiting on domestic violence paid leave proposals as well as legislation to provide for domestic homicide reviews, which is a very important measure.  Deputy O'Reilly and I have introduced a robust piece of paid leave legislation and the Government should proactively engage with it.<\/p>  <p>  The current cross-departmental approach to domestic and gender-based violence robs us of a single point of responsibility and accountability within the Government.  As a result, we have a disjointed system of policy development, funding, service provision and legislation.  Therefore, we continue to fail victims and their families.  Will the Taoiseach consider establishing a unit within his Department to oversee the implementation of the programme for Government commitments and the outcomes of the various reviews and audits that are currently under way, as I have described, along with the Citizens' Assembly recommendations?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00300","speaker":"1466"},{"type":"speech","time":1621350000,"counter":199,"content":"<p>We have two further questioners and we need to allow time for the Taoiseach to respond.  I call Deputy Barry now followed by Deputy Paul Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00400","speaker":"1490"},{"type":"speech","time":1621350000,"counter":200,"content":"<p>Last night in Limerick more than 70 garda&iacute;, including 20 members of the public order unit, were mobilised to try to help strike-breakers to pass picket lines organised by Debenhams workers.  The garda&iacute; sealed off two entire blocks of the city centre street and unsuccessfully attempted to kettle the workers and their supporters.  They also pulled a worker with more than 40 years of service towards this, treating him like a criminal.  I am delighted to report that the workers and their supporters mobilised in such numbers and with such determination that this strike-breaking attempt failed for the third time.<\/p><p>Last week I asked the Taoiseach about a similar Garda mobilisation in Waterford.  He said that he was not aware of it and would look into it.  There have been, by my estimate, more than 300 garda&iacute; mobilised for seven separate attempts at strike-breaking - in Limerick on three occasions and in Waterford, Tralee, Henry Street in Dublin and Blanchardstown in Dublin.  I believe that the Taoiseach is very well aware of this.<\/p><p>The programme for Government states:<\/p> <blockquote> \tProtecting citizens is the founding duty of the state and policing has a defining role in that basic function.  An Garda S&iacute;och&aacute;na has a strong tradition of policing by consent with deep rooted connections in every community that enable it to carry out its work fairly and effectively. <\/blockquote>  <p>I have a question for the Taoiseach in light of the difference between what is on the printed page and the reality in Limerick, Waterford, Tralee and around the country in recent weeks.  Why are garda&iacute;, who are being paid by the taxpayer to fight crime, being used as a battering ram against working people in a legitimate industrial dispute?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00500","speaker":"1522"},{"type":"speech","time":1621350000,"counter":201,"content":"<p>I ask that Deputy Murphy might be brief, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00600","speaker":"1490"},{"type":"speech","time":1621350000,"counter":202,"content":"<p>The terror, murder and collective punishment being inflicted by the Israeli state on the Palestinian people is horrific.  Bombs are raining down in Gaza.  I have been there and I have seen with my own two eyes just how densely populated it is.  The consequences are that over 60 children have been murdered, over 200 Palestinian people have been killed and over 1,000 people have been injured.  Ethnic cleansing is taking place in East Jerusalem.  Within the borders of Israel, pogroms organised by far-right activists are taking place against Palestinians.  The Taoiseach said earlier that it has to stop but is the Irish Government going to do anything to attempt to put pressure on the Israeli state to stop?  Will he expel the Israeli ambassador?  The Minister for Foreign Affairs says that this is a flawed idea and that it would not make any difference.  Would it not send a very clear message that would resound around the world, of opposition to the murderers who make up the Israeli Government and of solidarity with the Palestinian people?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00700","speaker":"1628"},{"type":"speech","time":1621350000,"counter":203,"content":"<p>The Taoiseach has four minutes to respond now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00800","speaker":"1490"},{"type":"speech","time":1621350000,"counter":204,"content":"<p>I state again that what is going on within Gaza and Palestine is absolutely unacceptable and unjustifiable.  In my view, there has to be a ceasefire.  Both sides should immediately cease hostilities.  In particular, I have condemned Hamas for firing rockets indiscriminately over the border into Israel which has also resulted in deaths and injuries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q00900","speaker":"1458"},{"type":"speech","time":1621350000,"counter":205,"content":"<p>There is no equivalence-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q01000","speaker":"1478"},{"type":"speech","time":1621350000,"counter":206,"content":"<p>The Israeli Government response has been wholly disproportionate and wrong, in my view.  I have said this.  I have been in Gaza.  One cannot bomb Gaza in the manner it has been bombed without killing innocent civilians - children, men and women.  That has happened as a result of the decisions of the Israeli Government.  It is wrong and it should stop.  Both sides should stop - both Hamas and the Israeli Government - in the interests of innocent civilians.  From any humanitarian perspective, what is going on is shocking.  The world is watching with horror at what is unfolding.  There is abject poverty in Gaza.  The long-standing situation there is that it is essentially being hemmed in from the rest of the world.  Proper access has not been allowed to a whole range of activities that would be normal in most people's lives.<\/p>  <p>  The European Union and others have supported the region with particularly the United Nations Relief and Works Agency, UNRWA, which provides education, food supports and a range of other services for Palestinians in the West Bank and in Gaza.  That is good and constructive support but there comes a time when the EU and others have to call it as it is, in terms of the unjustifiable and disproportionate approach by the Israeli Government to this issue.  That said, I do not agree with the idea of breaking diplomatic relations as somehow being an answer or response to this.<\/p> <p>In my view, diplomatic relations maintain the channels of communication and engagement with governments that you may disagree with or that might have different perspectives on issues but, fundamentally, we should maintain diplomatic relations with as many countries as we possibly can on an ongoing basis.  If one was to follow the scenario the Deputy is opening up through to its logical conclusion, there is a lot more out there in the world that we could be looking at in the context of that sort of an approach.  Having been Minister for Foreign Affairs, it does not make a whole lot of sense to me.  It would be a 24-hour wonder and would achieve very little, if anything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800018#Q01100","speaker":"1458","continuing":true},{"type":"speech","time":1621350600,"counter":208,"content":"<p>It makes sense if you are a Palestinian.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00200","speaker":"1486"},{"type":"speech","time":1621350600,"counter":209,"content":"<p>No, the expulsion of an ambassador does not make sense.  What matters to a Palestinian is the sustained support that successive Irish Governments have given through Irish Aid and UNRWA.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00300","speaker":"1458"},{"type":"speech","time":1621350600,"counter":210,"content":"<p>It worked with apartheid South Africa.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00400","speaker":"1478"},{"type":"speech","time":1621350600,"counter":211,"content":"<p>We have done that as a Government and Europe has as well, on its credit side.  It is difficult to get cohesion across the EU on this issue but it has supported, from a humanitarian perspective, social, educational and community projects right across Gaza and the West Bank, and governance as well, to try to support the creation of a two-state solution, which we have always believed is the ultimate answer to this terrible thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00500","speaker":"1458"},{"type":"speech","time":1621350600,"counter":212,"content":"<p>That is a myth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00600","speaker":"1478"},{"type":"speech","time":1621350600,"counter":213,"content":"<p>In terms of the housing issues raised by Deputy Kelly, aspects of the programme for Government are always being looked at and we are open to new innovations and new changes.  When I said that housing was the number one priority for the Government, it means we will look at everything, in all areas, to see if we can create additional housing supply.  We are not supportive of existing supply of housing being bought up by investor funds in any shape or form-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00700","speaker":"1458"},{"type":"speech","time":1621350600,"counter":214,"content":"<p>I thank the Taoiseach.  We have to move to Question No. 5.  We are out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00800","speaker":"1490"},{"type":"minorheading","content":"Vaccination Programme","time":1621350600,"counter":215,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00850"},{"type":"question","time":1621350600,"counter":216,"qnumday":5,"qnumall":"[21938\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R00900","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the membership and terms of reference of the vaccine roll-out group chaired by the Secretary General of his Department.","asker":"1610","askee":"1458"},{"type":"question","time":1621350600,"counter":217,"qnumday":6,"qnumall":"[24662\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01000","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the membership and terms of reference of the vaccine roll-out group chaired by the Secretary General of his Department.","asker":"1478","askee":"1458"},{"type":"question","time":1621350600,"counter":218,"qnumday":7,"qnumall":"[24665\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01100","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the membership and terms of reference of the vaccine roll-out group chaired by the Secretary General of his Department.","asker":"1486","askee":"1458"},{"type":"question","time":1621350600,"counter":219,"qnumday":8,"qnumall":"[24668\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01200","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the membership and terms of reference of the vaccine roll-out group chaired by the Secretary General of his Department.","asker":"1628","askee":"1458"},{"type":"question","time":1621350600,"counter":220,"qnumday":9,"qnumall":"[26139\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01300","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the membership and terms of reference of the vaccine roll-out group chaired by the Secretary General of his Department.","asker":"1522","askee":"1458"},{"type":"question","time":1621350600,"counter":221,"qnumday":10,"qnumall":"[25952\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01400","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the membership and terms of reference of the vaccine roll-out group chaired by the Secretary General of his Department.","asker":"1466","askee":"1458"},{"type":"speech","time":1621350600,"counter":222,"content":"<p>I propose to take Questions Nos. 5 to 10, inclusive, together.<\/p>  <p>  A Covid-19 vaccination subgroup chaired by the Secretary to the Government has met on two occasions to discuss elements of Covid-19 vaccinations in the context of the overall Government strategy on Covid-19, including a roll-out of the vaccination programme, operationalisation of recent changes to the programme following NIAC advice and communications.  Membership of the subgroup included senior officials from my Department and the Department of Health, including the Chief Medical Officer; from the HSE, including its chief executive officer; and the chair of the high-level task force on Covid-19 vaccination, along with the chiefs of staff to the Taoiseach, the T&aacute;naiste and the Minister for Transport, Deputy Ryan.  No further meetings of the group are scheduled.  However, it may meet again if required.<\/p>  <p>  The roll-out of the national vaccination programme continues at pace.  As of last Friday, in excess of 2 million vaccine doses had been administered in Ireland.  Some 36% of the eligible population have now received a first dose and more than 13% of the eligible population are fully vaccinated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01500","answer":true,"speaker":"1458"},{"type":"speech","time":1621350600,"counter":223,"content":"<p>Deputies first learned of this group when it was reported on in <i>The Irish Times<\/i>on 19 April.  It was set up to avoid some of the serious political and logistical differences that were beginning to emerge.  Is it a formal group?  Is it constituted formally or is it just an informal group?  We are hearing today that the vaccine roll-out is moving to those aged between 45 and 49, which is very welcome.  They will be offered the option of receiving AstraZeneca or Johnson &amp;amp; Johnson.  If they do not want one of those vaccines, they may have to wait for an mRNA vaccine.  I welcome this but it is a departure.  I am not saying it is a negative departure, but it is a departure because, obviously, an option is being given to people.  Has this been thought through as regards knock-on effects?  I believe, like the Taoiseach, every citizen should take the vaccine that is offered to them.<\/p><p>I am the most pro-vaccine person one could ever meet but I have to admit there are people, for instance, in the 60 to 70 age group, who did not take the AstraZeneca vaccine as they wanted an option.  I am not saying that is right; I am just saying it is reality.  Some people did not take it because of the 16-week gap between doses of AstraZeneca but now another group is being offered an option.  The Taoiseach can see where others will go with regard to this issue.  Has he thought about this?  Which age group does he expect will be receiving their vaccines by the end of June in order to reach the 82% target and the 55% second dose target?  I presume it will be those aged 25 and up.  <\/p><p>What consideration has the roll-out group given to our contribution to the international effort to get as many people vaccinated as possible?  Has where the State is going to go in that regard towards the end of the year in terms of giving vaccines to other countries been projected and planned?<\/p><p>Finally, I refer to a very important question that I do not think has been raised.  At the beginning of May, the European Medicines Agency, EMA, started to evaluate an application by Pfizer to extend the use of its vaccine to the 12 to 15 age group.  At the start of May, Canada became the first country in the world to approve its use for those aged 12 and up, followed by the United States a week later.  Are we planning for this?  If so, where are we planning for it?  Is this group looking at it or is there a timeframe in place with regard to being able to vaccinate those aged under 16?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01600","speaker":"1610"},{"type":"speech","time":1621350600,"counter":224,"content":"<p>I got my notification that I will get my vaccine tomorrow in the Aviva Stadium.  I am delighted with that and I would like to thank-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01700","speaker":"1478"},{"type":"speech","time":1621350600,"counter":225,"content":"<p>The Deputy might score a few goals while he is there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01800","speaker":"1458"},{"type":"speech","time":1621350600,"counter":226,"content":"<p>Would a football match not be nice?  I wish to thank all the front-line healthcare workers and all those involved in carrying out the vaccination programme.  Nothing tangible has really been done in terms of a meaningful \"thank you\" to all healthcare workers.  There should be some sort of financial acknowledgement for healthcare workers and, indeed, other groups such as the student nurses and midwives whose issues I and my colleagues have raised many times in the House and who should be paid for their placements.  Along with the psychologists and all the other healthcare workers and allied professionals who have been undervalued, they need payback from the Government after Covid.<\/p>  <p>  No matter how successful the vaccination programme turns out to be, if large swathes of the world are not vaccinated, we will get variants and we will have problems and this crisis will continue.  I do not for the life of me understand why the Government and the EU do not understand the absolute urgency and imperative of sharing the vaccine technology and lifting the intellectual property restrictions and patent restrictions on getting the vaccine produced globally at the levels necessary to vaccinate the global population.<\/p>  <p>  I wish to make one additional point on Israel and Palestine.  If the Taoiseach wants proof that Israel is an apartheid and racist state, not a normal state, its vaccination programme is a perfect demonstration of that.  It vaccinates Israeli citizens but not Palestinians, which, by the way, is very stupid from a health point of view apart from anything else, but also demonstrates the apartheid nature of the state and why we need to treat it the way apartheid South Africa was treated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R01900","speaker":"1478"},{"type":"speech","time":1621350600,"counter":227,"content":"<p>I think we are all grateful for the success of the vaccine roll-out so far.  Long may it continue that there is no problem with supplies, vaccinators or any of the other organisational issues that have to be implemented.  I echo what has been said about a people's vaccine.  To restate the obvious, none of us are protected until all of us are protected.  The crisis in India has not abated.  In fact, the Indian variant is now causing significant worry throughout the UK.  Does the Taoiseach think it is good enough for the major companies such as Johnson &amp;amp; Johnson, Pfizer and AstraZeneca that have paid out $26 billion in dividends to their shareholders in the past nine to 12 months, creating a new wave of vaccine billionaires, which is enough money to vaccinate the entire continent of Africa, not to be willing to share the intellectual property rights?  Will the Taoiseach, as Leader of the Government, along with Joe Biden, going by his indications thus far, go to the World Trade Organization, WTO, or instruct our representation at that organisation or in the EU to go to the WTO and state that the companies must relax the patents on the intellectual property rights over these vaccines?  We must do so because, otherwise, this is vaccine apartheid.  One in every five people in the richer countries have had a vaccination.  Guess how many have been vaccinated in the poorer countries?  It is one in every 500 people.<\/p> <p>That is vaccine apartheid.  We are guilty of supporting it unless the Taoiseach speaks up and instructs our representatives in the EU, and wherever we can make representations in foreign affairs or on the UN Security Council, to state that we support the people's vaccine campaign.  We want to see that vaccine being accessible to everybody at great levels of production throughout the world. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800019#R02000","speaker":"1486","continuing":true},{"type":"speech","time":1621351200,"counter":229,"content":"<p>There is no more glaring example or indictment of capitalism than the situation with Covid vaccines.  The truth, pure and simple, is that major pharmaceutical companies and their search for profit maximisation are standing in the way of vaccines getting into the arms of, literally, billions of people around the world.  That is devastating for those people but, as has been said, it is devastating for the entire world.<\/p><p>The Government's position on this is not clear.  When the Biden Administration, under pressure, announced that it supported the waiver of intellectual property protections on Covid-19 vaccines, the Minister for Foreign Affairs tweeted: <font color=\"#0F1419\">&quot;This is a very significant announcement ... - it won&rsquo;t solve all [Covid] vaccine manufacturing &amp;amp; supply issues, but [it's] a big step &amp;amp; the right decision in response to a global demand emergency.&quot;  <\/font>Since then, it is clear that Angela Merkel has been lobbied by the private pharmaceutical companies and is not supporting, and it seems the EU will not support, even the Biden position on a waiver of intellectual property.<\/p><p>Which side is the Government on?  Is it on the side of the billions of people seeking access to vaccines or is it on the side of big pharma?  Will it take a position in advance of the World Trade Organization, WTO, meeting?  Will it argue for the EU to take a position at the meeting of voting in favour of the India-South Africa waiver proposal?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00200","speaker":"1628"},{"type":"speech","time":1621351200,"counter":230,"content":"<p>A young man left mandatory hotel quarantine in Dublin yesterday.  He is an Irish student at the University of Pittsburgh.  He got a second vaccination in the US on Monday, 3 May, but was taken into quarantine when he arrived home to Ireland on Thursday, 6 May.  He was told by the authorities that he should have waited seven days after his second vaccination before travelling.  This means that he would have been free to travel here on Monday, 10 May, but the State decided to quarantine him for much longer than that, until 17 May, yesterday, and to charge him &euro;2,000 to boot.  Why?  This case also raises the issue of a double standard in the treatment of Erasmus students arriving from European colleges compared to students travelling from colleges outside the EU.  The State pays the quarantine fees for Erasmus students, so why not do so for students studying in the US, such as this chap, or for those studying in other places outside the EU?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00300","speaker":"1522"},{"type":"speech","time":1621351200,"counter":231,"content":"<p>We are nearly a week into the cyberattack on the HSE and the Department of Health.  We are told it will take weeks to resolve this matter.  Obviously, the operational capacity of the entire system has been completely undermined and patients will suffer as a result.  The picture emerging from our public health system in respect of its IT capacities and technology is not a good one.  Speaking to the media yesterday, the former head of the HSE said that while those working in the organisation's ICT team are highly skilled and motivated, expenditure on IT security during his time was about a quarter of what is spent in other countries' health systems.  Can the Taoiseach confirm if that is true?  The HSE's former chief information officer also shared this view on the public airwaves this morning, so it is not a good situation.<\/p>  <p>  I ask the Taoiseach to clarify the annual spend on IT systems in the Department of Health and the HSE.  Who provides cybersecurity to the HSE and the Department of Health?  Can he clarify if the Minister for Health immediately informed the HSE chief of this attack, and did he in turn inform his senior management and information communication technology, ICT, teams?<\/p>  <p>  Many Members have raised the issue of historic underinvestment in information technology.  It is now absolutely clear that significant and immediate investment is very urgently needed.  I am sure we can at least agree on that point.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00400","speaker":"1466"},{"type":"speech","time":1621351200,"counter":232,"content":"<p>The Taoiseach has two minutes for a response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00500","speaker":"1490"},{"type":"speech","time":1621351200,"counter":233,"content":"<p>Deputy Kelly raised the issue of the advice from NIAC.  The most recent advice is now being considered by the HSE.  The Chief Medical Office is overseeing that as well.  That will have to come to Government.  It has not yet come to Government for a formal decision.  The key objective for Government is to get as many vaccines out there as we possibly can.  Vaccination registration is opening this week for those aged between 45 and 49, which is very positive.<\/p>  <p>  A number of Deputies have spoken about the international vaccine effort.  President Biden's gesture in relation to the waiving of intellectual property rights was mentioned.  The only democratic block that has led the way substantially on vaccines is Europe.  It has facilitated the export of 200 million vaccines to approximately 90 countries around the world.  America has not shared any.  Today, it stated something about sending out 20 million vaccines, yet all the Deputies got up to praise that statement.  The reality is Europe is leading the world in vaccine production, manufacture and export.  Europe has administered 200 million vaccines to its own citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00600","speaker":"1458"},{"type":"speech","time":1621351200,"counter":234,"content":"<p>Will intellectual property, IP, be waived?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00700","speaker":"1628"},{"type":"speech","time":1621351200,"counter":235,"content":"<p>It has facilitated the export of 200 million vaccines.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00800","speaker":"1458"},{"type":"speech","time":1621351200,"counter":236,"content":"<p>Will the IP be waived?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S00900","speaker":"1628"},{"type":"speech","time":1621351200,"counter":237,"content":"<p>The Deputy's whole strategy on this issue has always been to reduce everything to the single transferable slogan and sound bite as if that would magic up vaccines-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01000","speaker":"1458"},{"type":"speech","time":1621351200,"counter":238,"content":"<p>Will the intellectual property be waived?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01100","speaker":"1628"},{"type":"speech","time":1621351200,"counter":239,"content":"<p>-----in the morning, which the Deputy knows it would not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01200","speaker":"1458"},{"type":"speech","time":1621351200,"counter":240,"content":"<p>Will the IP be waived?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01300","speaker":"1628"},{"type":"speech","time":1621351200,"counter":241,"content":"<p>Will Deputy Murphy allow me to respond?  I heard him and did not interrupt him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01400","speaker":"1458"},{"type":"speech","time":1621351200,"counter":242,"content":"<p>The Taoiseach should try to answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01500","speaker":"1628"},{"type":"speech","time":1621351200,"counter":243,"content":"<p>The Deputy should have courtesy.  I am giving my reply.  The key to getting vaccines distributed around the world is to get them produced at volume in the first instance.  That is the point - to get the manufacturing capacity in place.  Those with the know-how, can do that much more effectively-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01600","speaker":"1458"},{"type":"speech","time":1621351200,"counter":244,"content":"<p>I thank the Taoiseach.  We need to move on to Question No. 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01700","speaker":"1490"},{"type":"speech","time":1621351200,"counter":245,"content":"<p>There is this idea in regard to just waiving intellectual property.  The negotiations will take quite some time and we will approach them constructively on behalf of the European Union-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01800","speaker":"1458"},{"type":"speech","time":1621351200,"counter":246,"content":"<p>It would be much better if the Taoiseach and the Deputy did not have a one-to-one exchange.  Our time is up on this block of questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S01900","speaker":"1490"},{"type":"speech","time":1621351200,"counter":247,"content":"<p>I ask for two or three minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02000","speaker":"1458"},{"type":"speech","time":1621351200,"counter":248,"content":"<p>No, I am sorry.  I will tell the Taoiseach why.  Deputies posing questions need to realise that they need to ask questions rather than make lengthy statements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02100","speaker":"1490"},{"type":"speech","time":1621351200,"counter":249,"content":"<p>It is then very difficult for me to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02200","speaker":"1458"},{"type":"speech","time":1621351200,"counter":250,"content":"<p>The Taoiseach cannot really be expected to respond to lengthy statements if Deputies do not leave him the time to do so.  It is not fair to him or to the process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02300","speaker":"1490"},{"type":"speech","time":1621351200,"counter":251,"content":"<p>That is my difficulty and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02400","speaker":"1458"},{"type":"speech","time":1621351200,"counter":252,"content":"<p>Let us go on to Question No. 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02500","speaker":"1490"},{"type":"speech","time":1621351200,"counter":253,"content":"<p>The only difficulty with that is my part answer might be mischaracterised in subsequent debate and commentary.  However, I take the Ceann Comhairle's point.  There is nothing he or I can do about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02600","speaker":"1458"},{"type":"minorheading","content":"Taoiseach's Meetings and Engagements","time":1621351200,"counter":254,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02650"},{"type":"question","time":1621351200,"counter":255,"qnumday":11,"qnumall":"[21939\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02700","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his recent engagements with church leaders.","asker":"1610","askee":"1458"},{"type":"question","time":1621351200,"counter":256,"qnumday":12,"qnumall":"[24249\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02800","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his recent engagements with church leaders.","asker":"1478","askee":"1458"},{"type":"question","time":1621351200,"counter":257,"qnumday":13,"qnumall":"[24252\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S02900","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his recent engagements with church leaders.","asker":"1486","askee":"1458"},{"type":"question","time":1621351200,"counter":258,"qnumday":14,"qnumall":"[24255\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S03000","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his recent engagements with church leaders.","asker":"1628","askee":"1458"},{"type":"question","time":1621351200,"counter":259,"qnumday":15,"qnumall":"[26140\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S03100","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his recent engagements with church leaders.","asker":"1522","askee":"1458"},{"type":"speech","time":1621351200,"counter":260,"content":"<p>I propose to take Question Nos. 11 to 15, inclusive, together.<\/p>  <p>  As part of ongoing dialogue with churches, faith groups and non-confessional bodies, I met with faith leaders on a number of occasions since my appointment as Taoiseach.  The most recent meeting I had took place on 15 April last when I met with the leaders of the all-island Christian churches, including the Roman Catholic Church, the Church of Ireland, the Presbyterian Church, the Methodist Church and the Irish Council of Churches.  We discussed the ongoing contribution to peacebuilding and the work the churches undertake on an ongoing and daily basis at community level in Northern Ireland.<\/p>  <p>  We had a very constructive discussion on Northern Ireland, which included a shared and grave concern at recent incidents of violence on the streets.  We agreed that the causes of the recent violence are complex, but it is essential that calm, measured and positive leadership be exercised at every level, political, civic and community, for all the people of Northern Ireland.  We also discussed the complexities and sensitivities around the consequences of Brexit and the commitment to uphold the Good Friday Agreement in all its parts.  The church leaders and I recognised the 1921 centenaries as profoundly important and sensitive moments in engaging with the shared history of these islands and agreed it will be important to promote a sensitive, inclusive and respectful approach in the marking of those centenaries still to come.<\/p> <p>I welcomed the church leaders' St. Patrick's Day message reflecting on the centenary of partition and of the formation of Northern Ireland, which highlighted the valuable opportunity they provide to recognise different perspectives on our history in a way that explores what can be learned for today and contributes to reconciliation and healing on the island.  I briefed the church leaders on the Government's shared island initiative.  The church leaders and I recognised the importance of dialogue, engagement and respect for all communities and traditions on these islands.  The church leaders and I agreed the pandemic has posed challenges for all our citizens in terms of mental health and well-being, recognised the importance of faith to the spiritual and mental well-being of many people and communities and looked forward to the time when church services and other in-person activities could resume.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800020#S03200","answer":true,"speaker":"1458","continuing":true},{"type":"speech","time":1621351800,"counter":262,"content":"<p>Is this Questions Nos. 11 to 15?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00200","speaker":"1577"},{"type":"speech","time":1621351800,"counter":263,"content":"<p>It is myself, I think.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00300","speaker":"1610"},{"type":"speech","time":1621351800,"counter":264,"content":"<p>Are we doing Nos. 5 to 10?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00400","speaker":"1577"},{"type":"speech","time":1621351800,"counter":265,"content":"<p>It is No. 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00500","speaker":"1610"},{"type":"speech","time":1621351800,"counter":266,"content":"<p>Yes.  I call Deputy Kelly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00600","speaker":"1577"},{"type":"speech","time":1621351800,"counter":267,"content":"<p>The main issue I wish to raise is the new national maternity hospital.  There remain serious concerns regarding ownership and control of the proposed new hospital.  Unless this hospital is built on State-owned land, religious ethos will continually hinder the healthcare received by the women who use it.  As long as there is continued ambiguity about the control and operation of the hospital because of who owns the site, it casts a cloud over the hospital and there will be a concern about the independence of the procedures carried out there.  Dr. Peter Boylan has articulated these issues numerous times, including to me directly.  We need this hospital urgently and we need to get it right.  We do not need to make mistakes.<\/p>  <p>  I have three questions on the matter.  Is the Government prepared to provide a guarantee as to the future ownership and operation of this hospital?  Would the Government be willing to take time to put in place the appropriate legal arrangement to ensure the land is owned by and not leased to the State and is operated by the HSE through a board of directors appointed by the Government and public, rather than by any hospital group?  Will the Taoiseach commit to forming an Oireachtas committee solely to address these questions and, if necessary, grey areas and concerns relating to the hospital's development and governance, or else instruct a committee to do so?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00700","speaker":"1610"},{"type":"speech","time":1621351800,"counter":268,"content":"<p>There is a little confusion.  I just came in.  Questions Nos. 1 to 4 and Nos. 5 to 10 have been dealt with.  We are moving on to Nos. 11 to 15 and Deputy Kelly does not feature in those questions.  I am not sure where the confusion lies but I want to get it straight.  The Taoiseach ranked Nos. 11 to 15 together, is that right?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00800","speaker":"1577"},{"type":"speech","time":1621351800,"counter":269,"content":"<p>Deputy Kelly asked No. 11.  Deputy Boyd Barrett asked No. 12-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T00900","speaker":"1458"},{"type":"speech","time":1621351800,"counter":270,"content":"<p>That is fine.  He is just not on the list.  We are on Nos. 11 to 15.  Deputy Kelly has spoken.<\/p><p>Let me read out what I have before me.  We are on Questions Nos. 11 to 15.  It is Deputies McDonald, Paul Murphy, Boyd Barrett, Catherine Murphy and Barry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01000","speaker":"1577"},{"type":"speech","time":1621351800,"counter":271,"content":"<p>That is not what is listed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01100","speaker":"1486"},{"type":"speech","time":1621351800,"counter":272,"content":"<p>We will not argue.  I am only clarifying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01200","speaker":"1577"},{"type":"speech","time":1621351800,"counter":273,"content":"<p>What I have here is Deputies Kelly, Boyd Barrett, Br&iacute;d Smith, Paul Murphy and Barry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01300","speaker":"1458"},{"type":"speech","time":1621351800,"counter":274,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01400","speaker":"1486"},{"type":"speech","time":1621351800,"counter":275,"content":"<p>Lovely.  I call Deputy Boyd Barrett.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01500","speaker":"1577"},{"type":"speech","time":1621351800,"counter":276,"content":"<p>He has left.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01600","speaker":"1486"},{"type":"speech","time":1621351800,"counter":277,"content":"<p>Okay.  I call Deputy Br&iacute;d Smith.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01700","speaker":"1577"},{"type":"speech","time":1621351800,"counter":278,"content":"<p>Go raibh maith agat.  The question of the national maternity hospital is hugely important to women in this country.  If men could get pregnant, it might have been answered by now, but it certainly has not been answered.  On 25 May, it will be three years since people voted overwhelmingly - more than two thirds - to allow women make a choice on the question on termination of pregnancy in their own country, once and for all.  The legislation that came in after that allows for limited access to abortion.<\/p><p>On the question of the national maternity hospital, I will quote Archbishop Eamon Martin and ask the Taoiseach for clarity on the statement, because he was recently speaking to the church leaders.  He said &ldquo;the carrying out of abortions or morally illicit medical procedures at the [national maternity hospital] would be repugnant&rdquo; to Catholic teaching and &ldquo;regardless of the eventual outcome of the proposed transfer, the church will remain clear in its public statements that there is no place in a maternity hospital for abortion[s].&rdquo;  If that is a statement of the church leader, where does the Taoiseach stand?  What was the point in the long campaign over many decades to repeal the eighth amendment, successfully have a referendum and implement legislation?  Now we will build a national maternity hospital with church ethos still intact that does not allow for abortion or other reproductive services, <i>in-vitro<\/i>fertilisation, IVF, treatment, transgender treatment etc.  Will the Taoiseach clarify what will happen and when?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01800","speaker":"1486"},{"type":"speech","time":1621351800,"counter":279,"content":"<p>In answers to me, the Minister for Health, Deputy Stephen Donnelly, has said the operating licence to run the national maternity hospital would be issued to St. Vincent's Healthcare Group, a company whose statutes pledge it to uphold Catholic values and vision.  In this day and age, we should not hand any more hospitals over to the church, especially our national maternity hospital.  Nowhere in the world do Catholic-controlled hospitals provide contraception or perform IVF, surgical sterilisations or abortions.<\/p>  <p>  On top of that, the Minister said there would be private outpatient clinics in this new public hospital and one in six of the consulting rooms would be private.  He said the details of this deal will not be put before the Oireachtas before it is agreed at Cabinet.  It is not good enough.  The public needs to know what is being done and whether the result of the repeal referendum almost three years ago will be undermined by a secret deal with the nuns' companies.  Will the Taoiseach at the very least give a guarantee that the contracts to run this hospital will be put before this House for scrutiny and approval?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T01900","speaker":"1628"},{"type":"speech","time":1621351800,"counter":280,"content":"<p>The legal framework to protect the State's investment and ensure the national maternity hospital remains in State ownership has still not been completed.  Eighteen months ago, the T&aacute;naiste told us the details of this transfer would be finalised in a matter of weeks.  Yet significant questions remain unanswered in terms of the make-up and mission of the new hospital.  None of this has been satisfactorily addressed, as colleagues have said.  The Religious Sisters of Charity received conditional permission from the Holy See to transfer their shareholding to the new company established to facilitate the provision of health services.  The conditional permission cites Canon Law, which is astonishing and totally inappropriate.  It has previously been reported that the Vatican initially opposed the Religious Sisters of Charity's decision to transfer their interest to the new company and the former Archbishop of Dublin, Diarmuid Martin, played a critical role in securing the conditional permission.  Has the Taoiseach discussed this matter with the new Archbishop of Dublin, Dr. Dermot Farrell, or raised the omission of a public interest director from the board of the new company?  What effort has been made to ensure the new maternity hospital will be absolutely free from religious influence?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T02000","speaker":"1466"},{"type":"speech","time":1621351800,"counter":281,"content":"<p>Deputy Kelly raised the issue of the national maternity hospital, as have all the Deputies who spoke subsequently.  Religious ethos will not influence the policy or activities of the hospital.  I supported the repeal of the eighth amendment and the national maternity hospital will not be in any shape or form influenced by any religion.  I have not discussed it with any bishop or archbishop.  I do not think it is appropriate.  Nor did they seek to discuss it with me at any stage.<\/p>  <p>  This Government is ten months old but this project has dragged on for years.  The existing situation in terms of women's health in the National Maternity Hospital, Holles Street, is not what it should be.  We cannot continue indefinitely in the existing location, in terms of modern maternity and health care for women.  We need a new facility.<\/p> <p>Even if it was cleared in the morning, we are still looking at some years before a new facility would be constructed.  We need to keep that in mind as we continue to debate this issue because it seems to me that over the past five to six years it has been exhaustively engaged in by a variety of contributors.  There is a necessity, an imperative, to get this modern facility in place.  The decision to move to the St. Vincent's campus in the first instance was a clinical medical one in order to have a maternity hospital adjacent to a tertiary hospital for the betterment of women and newborns, to allow for health interventions that might be urgently required.  The most successful example of that is CUH where the maternity hospital is on site.  I was Minister for Health when that maternity hospital was constructed on the grounds of the hospital, and we have not had a similar example built since.  That was in the 2000s.  We do need to get on with it.<\/p> <p> I fully accept the points that have been made about the independence of the new hospital and that all State policies would be followed through without question in the policy of the hospital and the operational working of the hospital.  That is something that I would not just be very keen on, but insistent on.  I will revert to the Minister for Health on the issues people have raised with a view first to conveying their views but also seeking to get a resolution once and for all because the current situation is not at all optimal in terms of women&rsquo;s health.  We need this new facility as quickly as possible.<\/p> <p> I am not in favour of a special Oireachtas committee because I do not think we need one on a hospital.  It would create a precedent and I am not sure of the value of that.  We have a health committee and it would seem to me that the Minister coming before the committee would be the proper forum for discussing and teasing out these issues.<\/p> <p> The issues raised by Deputy McDonald concerning the Sisters of Charity getting permission to divest of the land relate to previous years.  That worked itself out.  As far as I am concerned, this needs to be a State-owned and operated hospital.  It will be, and State policy will be the dominant and only feature of this particular hospital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800021#T02100","speaker":"1458","continuing":true},{"type":"speech","time":1621352400,"counter":283,"content":"<p>When will we get answers from them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00200","speaker":"1486"},{"type":"speech","time":1621352400,"counter":284,"content":"<p>Once the agreement and the discussions are complete, I would expect full accountability to the House in that respect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00300","speaker":"1458"},{"type":"speech","time":1621352400,"counter":285,"content":"<p>When do we expect the agreements and discussions to be completed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00400","speaker":"1486"},{"type":"speech","time":1621352400,"counter":286,"content":"<p>As I said, this has gone on for quite a long time.  Covid has dominated, but when we get full clarity around that, we will revert to the House on it.  The Oireachtas health committee is an appropriate forum for the ins and outs of this project to be debated.  We need to get a new national maternity hospital built.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00500","speaker":"1458"},{"type":"speech","time":1621352400,"counter":287,"content":"<p>Could we get an answer from the Minister for Health?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00600","speaker":"1486"},{"type":"speech","time":1621352400,"counter":288,"content":"<p>The Rotunda is to follow.  I have always found it extraordinary the length of time it has taken to argue these issues out and get them resolved given the State investment in all of these sites.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00700","speaker":"1458"},{"type":"speech","time":1621352400,"counter":289,"content":"<p>I thank the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00800","speaker":"1577"},{"type":"speech","time":1621352400,"counter":290,"content":"<p>The State has invested hugely on the St. Vincent's site.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U00900","speaker":"1458"},{"type":"speech","time":1621352400,"counter":291,"content":"<p>We agree with the Taoiseach on that, but we are not getting any answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U01000","speaker":"1486"},{"type":"speech","time":1621352400,"counter":292,"content":"<p>I thank the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U01100","speaker":"1577"},{"type":"speech","time":1621352400,"counter":293,"content":"<p>We should not be having these long-running sagas in terms of ownership and all the rest of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U01200","speaker":"1458"},{"type":"speech","time":1621352400,"counter":294,"content":"<p>I thank the Taoiseach.  We are going to move on.  That completes questions to the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U01300","speaker":"1577"},{"type":"majorheading","content":"Ballymurphy Inquest: Statements","time":1621352400,"counter":295,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U01400"},{"type":"speech","time":1621352400,"counter":296,"content":"<p>A week ago, Mrs. Justice Siobhan Keegan delivered her findings on the inquest into the deaths of ten people in Ballymurphy.  The road to that moment had been a long and arduous one, but at its end was a profound and historic truth.  Each of the ten was innocent.  Each was unarmed.  Every rumour or allegation about the victims being anything other than ordinary, decent private citizens was powerfully and categorically dismissed.  The ten people who lost their lives in August 1971 were innocent victims, civilians, community members, who were either in the wrong place at the wrong time or in a number of cases, were unable to pass by and turn a blind eye to someone in distress or wounded who was calling out for their help.<\/p>  <p>  The days and months that followed the launch of Operation Demetrius on 9 August 1971 are some of the darkest in the history of this island.  The families of the Ballymurphy victims battled not just with the overwhelming grief that comes with losing a loved one but also with the false assertions and rumour that accompanied their deaths, which Mrs. Justice Keegan definitively dispelled last week.  She told the world what each of those families had known all of the time.  The bravery, determination and dedication of the Ballymurphy families in their dogged pursuit of justice in the face of persistent adversity is an example to us all.  Throughout this process, successive Governments have worked with the Ballymurphy families and supported them in their campaign to establish the facts of what happened.  The time I spent with them on the ground in Belfast while I was Minister for Foreign Affairs stays with me to this day.<\/p>  <p>  On behalf of the Government, I extend my deepest condolences to the Ballymurphy families for what happened during those terrible days in August 1971 and for the grief they have suffered.  There is no better tribute to the families' work than to highlight the findings of last Tuesday's report following an inquest that lasted almost three years and to read it now into the record of this House.<\/p>  <p>  In her report, Mrs. Justice Keegan reviewed the ten deaths as part of five \"incidences\" that took place between 9 and 11 August 1971.  The first incident concerned the deaths of Fr. Hugh Mullan and Francis Quinn on 9 August.  Both were innocent and unarmed.  There was evidence that Fr. Mullan was waving a white item as he came to the aid of another man who had been shot.  Mrs. Justice Keegan used the word that those who knew Fr. Mullan have repeated time and again over the past 50 years: he was a \"peacemaker\".  She determined that both had been shot by the British Army and that the use of force had been \"clearly disproportionate\" and unjustified, given that the soldiers were firing from a protected position, that there were civilians fleeing from the violence, and that Fr. Mullan was waving a white flag.<\/p>  <p>  The second incident involved the deaths of Noel Philips, Joan Connolly, John Murphy and Daniel Teggart.  All were innocent, unarmed and posing no threat.  Mrs. Justice Keegan was satisfied that they were shot by the British Army from Henry Taggart hall.  The use of force by the army was clearly disproportionate given the number of civilians around and as soldiers were in a protected position in the hall.  Mrs. Justice Keegan said that these were innocent people, and their deaths had been a tragedy to their families.<\/p>  <p>  The third incident regarded the death of Edward Doherty.  Mr. Doherty was an innocent man who posed no threat and had come across the events on the Whiterock Road while passing by.  Mr. Doherty was killed by soldier M3, using disproportionate force, and, as Mrs. Justice Keegan noted, the actions of soldier M3 were not properly examined or investigated at the time.<\/p>  <p>  The fourth incident involved the deaths of Joseph Corr and John Laverty.  Mrs. Justice Keegan found that Mr. Laverty was shot in the back while crouching or prone.  Both were shot by the British Army, with no valid justification provided for soldiers opening fire.  The men were not armed or acting in a manner that could be perceived as posing a threat.  Mrs. Justice Keegan noted that no adequate investigation was subsequently carried out by the Royal Military Police.  Mrs. Justice Keegan stated that it had been wrong to describe the two men as gunmen at the time and that rumour should be dispelled.<\/p> <p> The fifth incident involved the death of John McKerr.  Mr. McKerr was an entirely innocent man who was shot indiscriminately on the street.  He was not armed or behaving in any way that would explain why he was shot.  He had no associations with the IRA.  Mrs. Justice Keegan could not make a definitive finding as to who shot Mr. McKerr and from where the shot had been fired.  However, she described the inadequacy of the original investigation as shocking.  Not one statement was taken from the military in the area, the scene was not sealed and the bullet was not recovered.  There had been an abject failing by the authorities to inquire into the death of an innocent civilian on the streets.  This failure had hampered the inquest greatly and was the striking feature of the case which Mrs. Justice Keegan recorded in the strongest of terms.<\/p> <p> This is the truth about the ten civilians who were killed in Ballymurphy and this is what history will record.  I would also like to pay my condolences to the family of Paddy McCarthy, who died of a heart attack on 11 August 1971, following an altercation with soldiers in Ballymurphy, and whose death did not form part of this inquest.<\/p> <p> It has been a long, hard struggle for truth and justice.  As John Teggart, whose father Danny was killed, said last week, the families sat through 100 days of evidence during the inquest and relived the horror of what happened to their loved ones, day in, day out.  Mr. Teggart also pointed out that many family members, witnesses and campaigners have died along the half-century road to justice.  It was also a journey marked by entirely unfounded speculation and suspicion.  As Mrs. Justice Keegan noted in her findings, the blackening of these names led to some victims' families being isolated and enduring hardship in their own communities.  Grief and loss was compounded by shame and a palpable sense of injustice as their loved ones were murdered and posthumously defamed.  Briege Voyle, daughter of Joan Connolly, spoke bravely last week about the impact on families' mental health and how trauma effectively ruined so many lives beyond the ten who were murdered.  She noted her father, left to raise eight children alone, never recovered from Joan's death.  Eileen McKeown, daughter of Joseph Corr, spoke about how the hearts, hopes and dreams of her family were \"shattered\" by his killing.  John McKerr was a former British army soldier who lost his hand in the Second World War and was proud of his military service.  His daughter, Anne Ferguson, spoke at her family's shock and sense of betrayal at his killing, as he was such a proud military man.<\/p> <p> It should not have taken this long to establish the full truth about Joan, Joseph, John and all the Ballymurphy victims.  I hope, though, that the families can take solace from the full truth finally being told and from this part of their journey coming to an end.  The findings of the inquest were very significant and there must be a recognition of the appalling hurt caused to the families.<\/p> <p> When I met with Prime Minister Johnson on Friday, we discussed the inquest results and the impact that the lack of a proper and impartial investigation into the killings has had on the families over the past 50 years.  I also discussed with the Prime Minister the acknowledgement and apologies that have already been made.  I emphasised the importance of the British Government responding in a way that recognises the gravity of the findings, which categorically established that ten innocent people were killed, and in a way that respects the wishes of the families.  Following that discussion, I would hope that all opportunities will be taken to convey and underline that acknowledgement of the seriousness of these findings.<\/p> <p> Prime Minister Johnson and I also spoke about the wider issue of legacy and of how best to secure progress and answers for the many other families who, like those in Ballymurphy, or in Kingsmill, or in Birmingham, have been pursuing truth and justice for far too many years.  Yesterday was the 47th anniversary of the Dublin and Monaghan bombings, another of the darkest days of the conflict, and those families' search for the full facts of what happened to their loved ones continues also.  I was clear with the Prime Minister that every family bereaved should have access to an effective investigation and to a process of justice, regardless of the perpetrator.  The Stormont House Agreement framework allows for the crucial elements we need - investigations, truth recovery, oral history, reconciliation and acknowledgement.  While the Government is ready to engage and work with the British Government and the Northern Ireland parties in relation to any concerns around aspects of the implementation of the Stormont House Agreement, I made clear that this must be a collaborative and collective process and must have the needs of victims at its heart.  I was clear that unilateral action cannot be the basis of any sustainable way forward.  We will continue to engage with the UK Government on this.<\/p> <p> While the terrible details of these unjustifiable killings are a sombre reminder of the dark years that this island endured, and while many challenges still remain, I strongly believe that we are in a far better place today.  I would also like to say that I do not accept the argument made by some that the campaigns and advocacy by victims and survivors in Northern Ireland in some way delays or undermines the work of reconciliation.  The work and advocacy of so many of those who lost their loved ones, including the Ballymurphy families, is about bringing truth to light and bringing accountability.  I have met many of those working for victims who are at the very forefront of the work of reconciliation, who show dignity and generosity and vision for the future.  It is all the stronger because it comes from a deep-seated determination that such violence should never be allowed to re-emerge on this island again.<\/p> <p> The Good Friday Agreement has allowed communities in Northern Ireland to come together in a spirit of empathy and reconciliation.  This was evident again in the past week, as politicians, community leaders and citizens from all communities came out to welcome the inquest report and stand in solidarity with the Ballymurphy families.  Let us continue to move forward, utilising the full potential of the Good Friday Agreement, to deliver further reconciliation and ensure that other families, across all communities, like those in Ballymurphy, have their day when the truth finally emerges and is publicly acknowledged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800022#U01500","speaker":"1458","continuing":true},{"type":"speech","time":1621353000,"counter":298,"content":"<p>&ldquo;All entirely innocent of any wrongdoing&rdquo; - these were the words of the coroner last Tuesday confirming what so many had known for 50 years, that the ten people shot dead in Ballymurphy, west Belfast, by the parachute regiment in 1971 were all innocent civilians, all victims of British state murder, all ordinary people living their lives, all people with hopes and dreams for the future, all taken away from their families, friends and communities in the cruellest of ways.<\/p>  <p>  This massacre occurred against the backdrop of the introduction of internment without trial, against the backdrop of sectarian pogroms waged against nationalists, as the British and Orange states violently lashed back against the just demand for civil rights.  It was against this backdrop that the parachute regiment entered Ballymurphy, or the Murph, as it is called, and murdered Francis Quinn, Fr. Hugh Mullan, Noel Phillips, Joan Connolly, Danny Teggart, Joseph Murphy, Edward Doherty, John Laverty, Joseph Corr and John James McKerr.<\/p> <p>Joan Connolly was shot as she ran to the aid of Noel Connolly.  Fr. Mullan, the parish priest, was shot while waving a white cloth as he ran to help another victim.<br\/><br\/>Some of those who were killed were shot in the back.  Some were shot as they crawled or crouched for safety.  Pat McCarthy, the 11th victim not covered by the inquest, died of a heart attack, not after an altercation but after a para put an empty gun in his mouth and pulled the trigger.  These killings were not accidents.  They were the outworking of premeditated British policy, proven by the fact that the very same regiment would shoot dead another 14 innocent civilians on the streets of Derry less than a year later.  <br\/><br\/>In the aftermath of the Ballymurphy massacre, the soldiers congratulated each other in full belief that their Government would protect them, cover up for them.  They patted each other on the back for a job well done, such was the contempt they felt for the lives they had taken.  For decades, the black propaganda from British authorities was that those shot in Ballymurphy were armed and posed a threat, a narrative propped up by the lack of any meaningful investigation into the killings.  They were not armed.  They posed no threat.  These have been exposed for the shameful lies that they were, exposed as a cover-up of the horrors the parachute regiment inflicted on the people of Ballymurphy.<br\/><br\/>Now the dark clouds of lies have been parted and the truth has been set free.  We would have never got here if it was not for the families.  Everything they went through was summed up in the words of Alice Harper whose father Danny Teggart  was shot 14 times during the massacre.  She said: <\/p><blockquote>\tWe&rsquo;ve waited a long time, 50 years is a long time to wait.  We always knew they were innocent, but now it has been proven, and for what our family has been through, not just our family but all the families, I&rsquo;m overwhelmed today.  It&rsquo;s just a relief now that we can shout from the rooftops that our Daddy was innocent. <\/blockquote> <p>Her brother John said:<\/p><blockquote>\tWe have corrected history today.  The inquest confirmed that the soldiers who came to the area supposedly to protect us &hellip; turned their guns on us. <\/blockquote> <p>On Thursday, I was with the families in Ballymurphy.  It is a meeting I will remember for the rest of my life.  It was humbling to be with them and to hear how they felt following the verdict.  I have always been and remain in awe of their courage, resilience and above all else, perhaps, their stamina.  I am in awe of their humanity.  It is hard to fathom what it must have been like for these families to wake up every morning since 1971 and to feel the immense loss and injustice, to see the empty chair, to think about the beautiful lives ripped away from them and then to face the torrent of lies about their loved ones and still be able to carry on.  Mothers, fathers, brothers and sisters, against overwhelming odds and for 50 years, found in themselves an inspirational reservoir of strength to keep going.  Some have grown up looking for the truth, some have grown old and some have died, heartbroken, without it, but they refused to allow the propaganda to stand.  They refused to allow their loved ones to be forgotten and with unwavering determination they cut through the lies of the British state.  They gave it everything they had and they prevailed.<br\/><br\/>The result of the inquest is bitter sweet for the families.  The botched apology offered to them by Boris Johnson has caused hurt and anger.  The apology was silent on the massacre.  It did not mention the paras.  As Mary Kate Quinn, the niece John Laverty, described it, it was the apology of a government &quot;more concerned about laying the groundwork for amnesty legislation.&quot;  Ms Quinn was referring to the confirmation of the British Government that it will now attempt to block the families from getting justice.  This it will do in open defiance of the Stormont House Agreement, an international agreement signed with the Irish Government on dealing with the legacy of the past.  On the very same day as the Ballymurphy families saw their loved ones declared innocent, on the day the door to the truth was finally opened, the door to justice was slammed in their faces.  <br\/><br\/>The Stormont House Agreement is about facilitating the pursuit of truth and justice in a balanced, transparent, inclusive and fair manner.  It is wholly unacceptable that the British Government is set to walk away from these obligations and instead put in place rogue legislation that is unashamedly designed avoid accountability.  It seems that those paras who patted each other on the back in 1971 were right after all: their government, their system, will do absolutely everything it can to protect them.  This is wholly about stopping the Ballymurphy families and so many other families across the board from having justice for their loved ones.<br\/><br\/>When I spoke to the Ballymurphy families last week they made it clear that amnesties must be off the table, and they are absolutely right.  Those involved in British state murder of innocent civilians must be held to account.  Boris Johnson and the British Government must face up to that.  Britain can no longer continue hiding its dirty war in Ireland.  Proceeding with an amnesty at the expense of pursuing accountability will have profound and fundamental implications for confidence in the rule of law and for the administration of justice.  Making agreements is important in our peace process but keeping agreements is even more so.  The British Government cannot be allowed to tear up Stormont House and wash its hands of the families right to justice.  It is wrong, disrespectful, deeply hurtful and it is not on.  <br\/><br\/>In February, members of this D&aacute;il stood as one in calling for the British Government to honour its commitment to introduce legislation to implement the Stormont House Agreement to protect the right to truth and justice.  The cynical behaviour on the part of Mr. Johnson and his Government must be forcefully challenged by our Government in Dublin.  Dublin must now stand four-square behind the Ballymurphy families and all of those waiting decades for the truth about what happened to their loved ones.  The message must go clearly from this Chamber that this will not stand, because the Ballymurphy families are very clear that their journey is not over, far from it.  They are intent on justice.  They are taking this stand not just for their own families or for their own community of the Murph, they are taking this stand for everyone.  After 50 years fighting for the truth to be set free, after 50 years seeking vindication for their loved ones, after 50 years of an inspirational struggle, it is the very least they deserve.<br\/><br\/>The Ballymurphy families never gave up.  The Ballymurphy families gave in and now they must have justice.  It is the job of the Irish Government to ensure that Boris Johnson and his Tory Government cannot deny them that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800023#V00200","speaker":"1466","continuing":true},{"type":"speech","time":1621353600,"counter":300,"content":"<p>The coroner Mrs. Justice Keegan reported after the longest running inquiry to date in Northern Ireland.  Her findings could not have been clearer or more stark that over three shocking days in August of 1971, the ten victims who were shot and killed in the Ballymurphy area of west Belfast were entirely innocent and their killings were unjustified.  Unjustified was as far as the coroner could legally go.  Their names must be individually recalled in the House: Francis Quinn, Fr. Hugh Mullan, Noel Phillips, Joan Connolly, Daniel Teggart, Joseph Murphy, Edward Doherty, John Laverty, Joseph Corr and John McKerr.<\/p>  <p>  Now that truth is properly in the public domain, it must be appropriately responded to by the British Prime Minister and Government.<\/p> <p>In a letter addressed collectively to the families on 12 May, Prime Minister Johnson expressed his sorrow over what had happened.  What is appropriate and proper is for him to travel to Belfast and extend his government&rsquo;s apology directly to the families of the victims.  He should also make a personal statement to the House of Commons, as a previous UK Prime Minister, Mr. David Cameron, did following the Bloody Sunday inquiry.  It is also required that the measures in the painstaking work completed in the Stormont House Agreement be implemented now, particularly the paragraphs focused on dealing with legacy issues, namely paragraphs 21 to 55.<\/p> <p> The heartbreaking legacy of decades of violence on our island and in Britain has left deep and lasting wounds.  Those wounds stretch into many households.  The Taoiseach referred to the Dublin and Monaghan bombings.  My sister and her husband were seriously injured in the Film Centre, O&rsquo;Connell Bridge House, in 1972.  I remember the impact that had on our family.  I recall going, as a young person, to see both of them in the Mater Hospital.  It was surrounded by troops and garda&iacute; because the chief of staff of the Provisional IRA, Se&aacute;n Mac St&iacute;of&aacute;in, was on hunger strike there at the time.<\/p> <p> We need a way of addressing all these hurts.  I would in no way want to place my family&rsquo;s hurt in parallel with the grievous hurt of people who have lost family members and, worse, whose memories have been trampled upon, whose reputations have been traduced and who have been lied against for decades.  That must come to an end.<\/p> <p> Many thoughtful proposals examining processes that have worked to some degree internationally have been advanced.  As an Oireachtas, perhaps we need to see whether we can build future agreement on a way to supplement the paragraphs in the Stormont House Agreement, that is, those dealing with the past, implementation and reconciliation.<\/p> <p> Years do not diminish a family&rsquo;s pain.  In this regard, let us consider the individual families&rsquo; reactions after the vindication, decades later, of their reputation, having carried the burden of hurt for so long.  To have final vindication is so important, redeeming and meaningful for the families.  We really do have to struggle to find a way of achieving this appropriately for the many others touched upon by the Taoiseach in his speech and so many more who are struggling with the pain in silence right now.  The denial of truth merely adds immeasurably to the great pain being endured.  Therefore, while we heartily welcome the findings of the Ballymurphy inquiry and call on the British Government to fully react to it appropriately and properly, we need to bring the relief experienced by the Ballymurphy families to so many other families who are enduring great hurt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800024#W00200","speaker":"1620","continuing":true},{"type":"speech","time":1621354200,"counter":302,"content":"<p>I am here as a Deputy from County Louth, a Border county.  Having lived there all my life, I know how difficult, sad and tragic the loss of any life is on our island.  My county has suffered greatly in many ways.  I am also Chairman of the Joint Committee on the Implementation of the Good Friday Agreement.  Our members have agreed unanimously that the families of the victims of the Ballymurphy massacre should come to the Oireachtas next Tuesday to talk to us about how they feel about what happened to their relatives and what must happen.  I hope we will reach an all-party consensus on that.<\/p>  <p>  Like other Members, I would like to record the names of those who died: Frank Quinn, Fr. Hugh Mullan, Noel Phillips, Joan Connolly, Danny Teggart, Joseph Murphy, Edward Doherty, John Laverty, Joseph Corr and John James McKerr, and Paddy McCarthy, who died separately.<\/p>  <p>  I agree with what we are all saying here, that is, that the fight for 50 years to get justice and clarity is not fully resolved.  The decision of the coroner, Mrs. Justice Siobhan Keegan, absolutely vindicated the battle that was fought for so many decades to ensure the innocence of all those who died on the day of the Ballymurphy massacre would be established clearly for all time.  There is no hiding place from the truth.  The truth is that the victims have been absolutely vindicated.  The inquest was the longest ever held in Northern Ireland.  Mrs. Justice Keegan, when announcing the outcome of the inquiry, was very clear in pointing out the difference between the general nature of the evidence given by the British army, which was shown not to be specific or clear, and the clear, specific evidence given by the local witnesses.  It was said that the actions of the British army went unchallenged and led later to the appalling vista of Bloody Sunday, where again the parachute regiment ran riot, with many innocent people dying as a result.<\/p>  <p>  I am aware of and respect what is held sacred by the families.  The Taoiseach and Deputy Howlin referred to the 47th anniversary of the Dublin bombings.  A lady from Drogheda, Concepta Dempsey, was murdered in those bombings.  She was a 65-year-old lady who came from a very staunch Fine Gael family in Drogheda.  In fact, Mrs. Kathleen Dempsey was the first female mayor of Drogheda.  What happened was a tragedy.<\/p>  <p>  The reality is that the Stormont House Agreement is crystal clear on the way forward to deal with the historic issues that arise as a result of all the troubles in the North.  The historical investigations unit, whose points were clear and well thought-out, brought comfort to all those who signed up to that agreement, namely the Irish Government, the British Government and, indeed, the parties in Northern Ireland at the time.  The agreement is victim-centred.  It is about justice but also reconciliation.  Reconciliation cannot happen without a due apology.  There has not been a clear apology as far as the families are concerned.  Many people, including me, have noted what the UK Prime Minister has not done; he has not met the families personally and he has not offered an apology in a contrite and humble way, which he is obliged to do.  He is obliged to apologise to them for the hurt and the awful wrong done to them.  Until that happens, there will not be full closure for the families.  They are entitled to and need it.  It is what the country needs.<\/p>  <p>  We face new circumstances in Northern Ireland and major changes, including demographic changes, that the next decade or decades will bring.  The unionist parties in the North will soon be led by two new, separate leaders.  There is a need for a new relationship between all of us on this island.  I welcome very much the initiative of the Taoiseach and his Government in respect of a shared island unit.<\/p> <p>The way forward can only and will only be by working together and reaching out.  One of the problems we have in this country is meeting and understanding each other.  The most significant problem we face on our committee, although I know it is not the first time the Committee on the Implementation of the Good Friday Agreement has had this issue, is relating to, and meeting in the appropriate location to talk to, our unionist colleagues in the North of our country.  There is no reluctance on our side to meet with them.  There is no set agenda or prerequisite.  We want to hear, listen and understand.  We want to reconcile the traditions on this island in a constructive, positive way, recognising and respecting all on this island, whatever views they hold, be they Catholic, Protestant, any other religion or none, whether they are unionist, nationalist, Alliance or whatever.  We want to work together and build up our shared island and our economy North-South, and emphasise the progress with cross-Border education, health, transport, energy policy and so on.  That is our future together.<\/p> <p> This opportunity is one for all of us to renew our commitment to justice, peace and reconciliation, and to make sure of that for the families who suffered so greatly as a result of the death of their loved ones in that appalling massacre in Ballymurphy.  This is our opportunity to look to all of the people on this island, especially the unionist population and their new political leaders.  We want reconciliation and understanding.  We want closure on this past.  I know that all of us on our committee are more than anxious to meet with these families and to show our respect for them and the fight and battle they have fought for all of us.  They represent what we need to reconcile.  We need to make sure that there is never a repetition of those vile and awful scenes that happened in Ballymurphy, in Derry on Bloody Sunday, and so on.  We look forward together to a new future and the British Government cannot be allowed and must not renege on the promises and commitments it signed up to in the Stormont House Agreement.  It is essential that the truth comes out and that justice is served.  Reconciliation will not occur until that is done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800025#X00200","speaker":"1598","continuing":true},{"type":"speech","time":1621354800,"counter":304,"content":"<p>Almost 50 years ago, the parachute regiment murdered 11 people in Ballymurphy estate in Belfast.  For 50 years, the families of those murdered by British soldiers have fought for truth and justice.  It has taken almost 50 years to prove that every one of the victims was an innocent civilian killed as an oppressive state's forces swept through the North, interning Catholic men of all ages without trial and without any cause bar where they lived.  The truth has now been laid bare for all to see.  It has been many years since I first met the families of those killed in August 1971.  Today we remember those who did not live to see their relatives' innocence proven and their crusade for justice vindicated.  It is a pity that the families' pain mixed with joy at the coroner's verdict was met with such a cruel, indifferent non-apology from the British Prime Minister, Boris Johnson.<\/p>  <p>  Johnson's Government wants to legislate away the atrocities committed by crown forces in the North of Ireland and pretend they never happened.  It wants to cover up the role of the British army in the conflict and to legislate and put current and former British soldiers beyond justice and international law.  The British Government has no intention of fulfilling its obligations in the North.  The last thing it wants is truth or reconciliation.  The Ballymurphy families, the Finucane family, and the victims of the Dublin and Monaghan bombings have been forced to campaign for decades for the truth to come out about those atrocities.<\/p>  <p>  Yesterday marked the 47th anniversary of the Dublin and Monaghan bombings, another act of violence on this island aided and abetted by the British state.  Thirty-four people were killed that day, the most at any point in the conflict.  The families believe that British security forces and their agents provided logistics to aid the bombers that day but every attempt to uncover the truth has been stonewalled by successive British Governments.  The British Government maintains its public position of silence and repeats its worn-out, rehearsed words of denial.  It refuses to release the relevant files and information that it has on the attacks that killed 34 innocent people, including an unborn child, and injured and maimed almost 300.<\/p>  <p>  Every death in the conflict was a tragedy.  No family's grief counts for less than any other.  There should never be a hierarchy of victims but there clearly is when it comes to those who were murdered by British state forces.  For wounds to heal and for growth and progress to really flourish, we need a truth and reconciliation process that deals with the past.  This was agreed in the Stormont House talks by both Governments and all political parties.  If we allow those wrongs to fester and remain, we will never collectively move on from the hurt and rancour that this type of pain inflicts over generations.  The cycle of state violence to oppress a people and try to make them cower in submission is not a new tactic, but it is one that seldom works.  It breeds resistance and leads to further conflict.  We saw it in Ballymurphy, in Derry following Bloody Sunday, in Dublin and in Monaghan.  We see it today in Gaza and East Jerusalem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800026#Y00200","speaker":"1571"},{"type":"speech","time":1621354800,"counter":305,"content":"<p>Today, I join colleagues across the Chamber in talking of truth and the manner in which it should manifest in justice.  We often hear the phrase \"justice delayed is justice denied\".  For the families whose loved ones have been killed by the forces of a state, the importance of justice cannot be overstated.  It is necessary for families and communities to come to terms with events that turned their world upside down.  Justice is meant to shine a light.  It is supposed to get to the truth and it is supposed to work to ensure that we hold those responsible accountable.  Justice is the only pathway we have in a civil society that can bring us to truth and reconciliation.<\/p>  <p>  In 1971, the British army implemented a policy of internment across Northern Ireland.  People suspected of being members of the IRA could be arrested and detained without trial.  A number of raids were carried out and in all, more than 1,000 people were interned without trial.  Justice is one of the main pillars that underpins democracy.  We understand justice to mean that those accused of a criminal offence would have access to due process, to a speedy trial, to a defence team and the outcome of a trial would be determined by a jury of their peers.  Where was the justice?<\/p>  <p>  Justice delayed is justice denied and the Ballymurphy massacre is a clear example of how the British state, the RUC and the British army colluded and acted to ensure that justice was denied.  Generations of families and entire communities were forced to grieve for their people while having to fight for answers, fight for truth and fight for accountability.  Where was the justice?  During an internment raid in Ballymurphy, Belfast, in August 1971, ten civilians were shot and killed by the British army, including a priest who was giving the last rites.  Another man died from a heart attack shortly after a gun was placed in his mouth by a soldier of the British forces.  The following year, in 1972, an inquest returned an open verdict on all those killed.  Where was their justice?<\/p>  <p>  Just a few weeks ago, the families finally got a fair inquest which was held to reconsider what happened in Ballymurphy in August 1971.  This time, a coroner found that all those killed were innocent and that the killings were without justification.  Yet in the same week, the British Prime Minister was considering an amnesty whereby no soldier could be held accountable for their actions prior to the Good Friday Agreement of 1998 and so I ask again, where is the justice?<\/p>  <p>  Despite the clear and obvious evidence which demonstrated what had happened, lies were told, stories were spun, the innocent were blamed and those who killed were allowed to continue with the brutality against people, families and communities across Northern Ireland for years to come.  If we are ever to come to terms with our past and to deal with legacy issues that took place in all communities, we need to know the truth.  We, the communities, the victims and their families deserve to know the truth.<\/p> <p>We need to know what took place, what happened, who decided what should happen and who carried that out.  We must understand this as political violence and recognise that civilians and the British army cannot be equated.  We cannot and should not forget the past but, if we are ever to move on, we cannot just leave it behind.  We have to come to terms with what happened and build towards a peaceful future together.  We must learn from the mistakes made and the atrocities committed in the past to ensure they never happen again.  There are many across our island who speak and search for truth.<\/p> <p> A point was already made about the 47th anniversary of the Dublin and Monaghan bombings and the families who still seek truth.  I will raise the case of another individual, a friend of mine, who is being treated in a grotesquely unfair manner on our island.  Will our Government demand that the British Government immediately remove the current 84-year embargo on all files relating to the case of the Reavey brothers?  Three innocent young brothers were murdered at Whitecross, County Armagh, on 4 January 1976 by the so-called Glenanne gang, simply because they were Catholics.  Will our Government demand that the British Government apologise to the innocent brother, Eugene Reavey, for the scurrilous smear campaign deliberately orchestrated against him for decades?  In the history of what became known as the Troubles, it would be difficult to find anyone who has suffered as much while maintaining as much dignity as Eugene Reavey.  He is a true champion of peace and a co-founder of the Truth and Reconciliation Platform who, like the families of the Ballymurphy massacre victims, deserves his truth, his redemption and his apology.  He deserves to be held up as a beacon of truth in our country.<\/p> <p> I urge the Taoiseach and this Government to insist that the British Government reconsider its version of an amnesty and instead revert to the Stormont House Agreement, agreed and established to deliver necessary mechanisms capable of dealing with our history and shared trauma.  Only this can ensure that the rights of the victims, all those who died, who were injured, who were interned or who witnessed violence as adults or as children, to truth and reconciliation are vindicated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800026#Y00300","speaker":"1560","continuing":true},{"type":"speech","time":1621355400,"counter":307,"content":"<p>I join with my colleagues in the Chamber in recognising the strength and dignity of the families of Ballymurphy in demanding justice over all of these years.  So many other families are in similar situations and are still yearning for justice.  References have been made to the anniversary of the Dublin and Monaghan bombings.  In recent months, we heard news of demands being made of the British Government with regard to the reopening of the inquest into the murder of Pat Finucane.  We have seen the British Government avoid, as best it can, calls for justice, transparency and openness at every turn.  We have seen obfuscation through official inquiries, which have been described here as blocking the truth.  We have seen refusals by the British Government and state to release papers and archives.  We have seen the hard drives of the Cory inquiry seized and destroyed while the inquiry was still in progress.  These are really nasty and insidious things that are ultimately blocking the truth.  As everyone here has said, this is a trauma and truth and reconciliation are needed to help us all move forward.  I have been talking to my colleagues in the Green Party in Northern Ireland a lot with regard to the need to address this trauma.<\/p>  <p>  While holding Westminster to account is incredibly important as it is Westminster that is most responsible for blocking this, we also need to look to ourselves.  The Irish Government signed up to the Stormont House Agreement.  We are co-guarantors of the Good Friday Agreement.  The independent commission on information retrieval that makes up part of this will need legislation in both London and Dublin if it is to work properly.  Why are we waiting on a government in London that has shown time and again that it does not want the truth to come out and that is seeking to block the truth?  I have been asking the Minister for Justice about this and I have been told that ongoing contact is being made with our British counterparts.  No timeline has been given.  There is no suggestion as to when this legislation can be implemented.<\/p>  <p>  We need to take responsibility ourselves and move ahead, even if it means moving ahead without the British Government.  We need to move ahead to start the conversation about what the independent commission on information retrieval will look like and how it will function.  By starting that conversation, we can put greater pressure on the British Government to come with us, to act and to seek out the truth to help address the trauma.  We need to take responsibility ourselves.  The Irish Government, as a co-guarantor of the Good Friday Agreement, needs to push ahead and help the relatives in their fight for truth and justice.  We can do that by pushing ahead with our own developments in respect of the independent commission agreed to in the Stormont House Agreement, to which we signed up.  If others will not play their part, we should still be seen to carry out our role.  Throughout the Brexit process, the Government of the time spoke a lot about how Northern Ireland should never be left behind again.  This is another situation in which Northern Ireland should not be left behind.  We need to play our part even if others do not.  We need to move ahead without those who just want to block any truth and, ultimately, any reconciliation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800027#Z00200","speaker":"1570"},{"type":"speech","time":1621355400,"counter":308,"content":"<p>The findings of Mrs. Justice Keegan are harrowing to read and, I am sure, deeply painful for the family members, 50 years on.  Mrs. Justice Keegan's words declare that those involved, members and loved ones of those families, were entirely innocent.  This provides some justice to those who have spent decades seeking it.  That the British Government has had it in its power to do this for decades and did nothing is truly shameful.  The attempts to blacken the names of the relatives of these families in the aftermath were shameful.  That the British Government forced these families into a 50-year fight for truth and acknowledgement of those killed is shameful.  Their families and community knew all along that they were innocent but, in the interests of justice, they wanted this acknowledged publicly, something which many other victims have yet to secure.  The verdict this week should ensure that all parties act with haste to address this failure in respect of those other victims.<\/p>  <p>  The inquest highlighted acts of basic inhumanity when describing how Joan Connolly, a mother of eight, was shot and left to lie injured in a field and to die before being transported to a nearby hall.  We read this alongside the story of Fr. Hugh Mullan, shot while waving a white cloth and trying to aid an injured man, and the stories of all the other victims of that three-day period in 1971.<\/p>  <p>  In light of all of this, the actions of the present-day British Government seem all the more crass and irresponsible.  Prime Minister Johnson has failed to apologise publicly to these families and, on election day, leaked plans to introduce an effective amnesty for British soldiers.  This is shameful indeed.  It flies in the face of the peace process and the Stormont House Agreement.  While the British Government says that it only wants to exempt British soldiers, we all know this cannot be done without extending the amnesty to all of those who were involved in violence.  That would be a blatant violation of the Stormont House Agreement and devastating for those who pursue truth and who face the prospect of never being able to seek justice.<\/p>  <p>  In 2019, I had the privilege of welcoming the families of the Birmingham bombing victims to Dublin.  They also met with an tUachtar&aacute;n and the then T&aacute;naiste.  They want justice too.  They want the British Government to hold a public inquiry.  They want the murderers of their relatives to face justice.  They have been informed by the British Government that they specifically lie outside the legacy provisions of the Good Friday Agreement.  I believe the Irish Government can help in this case.  Justice 4 the 21, with which I met again last week, has given me a list of documents which the Irish Government can release which would help them in their pursuit of truth.<\/p>  <p>  There are many other victims who seek justice.  The anniversaries this week of the Dublin and Monaghan bombings and of the murders of Gavin McShane and Shane McArdle in Armagh are further reminders that legacy issues must be dealt with.  The Ballymurphy families endured for 50 years.  We must not allow others wait any longer.  All parties to the peace process must contribute to a solution.  In particular, the parties in Northern Ireland must work together and work the provisions of the Good Friday Agreement in order to bring forward solutions to support the families of victims and to put pressure on both Governments, and particularly the British Government.  Failure to do so would mean traumatising victims again with each passing year.<\/p> <p>It would mean that bullets fired 50 years ago continued to injure many decades later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800027#Z00300","speaker":"1568","continuing":true},{"type":"speech","time":1621356000,"counter":310,"content":"<p>\"It has taken 50 years ... for my brother and my neighbours to be vindicated.  And that 50 years has destroyed our lives.\"  These are the words of Carmel Quinn, whose brother, John Laverty, was murdered in 1971.  It is important to put on the D&aacute;il record just how horrific that atrocity was.  Between 9 and 11 August 1971, more than 600 soldiers entered the Ballymurphy area of west Belfast.  During that three-day period, 11 people were brutally murdered.  Last week, Mrs. Justice Siobhan Keegan stated that, in every single case, the death was not adequately investigated.  That was because there was no investigation.  She also stated that all of the deaths were in breach of Article 2 of the European Convention on Human Rights, namely, the right to life.  Why was there no adequate investigation?  There was cover-up after cover-up.  On the same day that Mrs. Justice Keegan delivered her findings, the British Government had the gall, which comes as no surprise to any of us who understand Britain's dirty war in Ireland, to decide to propose an amnesty.<\/p>  <p>  Last week, Boris Johnson apologised for what he described as the Ballymurphy \"events\".  What happened in Ballymurphy was not an \"event\", nor was it a \"situation\".  It was a massacre.  Words matter.  It was a massacre that lasted for three days and where British army soldiers wreaked havoc on the streets of Ballymurphy.  Ballymurphy cannot be apologised away.  It was a three-day sustained attack.<\/p>  <p>  Let us be frank - the apology was just a distraction.  The families are clear.  They did not ask for an apology.  They asked for accountability and justice.  They have waited 50 years to hear the word \"innocent\", with far too many family members having passed away before seeing that day.  We cannot make the families wait any longer.  To do so would be to prolong their torture and trauma.<\/p>  <p>  Boris Johnson is saying \"Sorry\" on the one hand and, on the other, he is intending to grant amnesty to the very soldiers who murdered these people.  That the finding of innocent and the rumblings of amnesty were brought to light on the same day was no coincidence.  It is British state policy to continue denying these families the accountability that they deserve.  We have to be straight with the British Government, in that people cannot destroy a community, lives and families and get away with it.<\/p>  <p>  The D&aacute;il needs to speak with one voice and tell the British Government that amnesty is off the table.  The Irish Government needs to be strong when telling the British Government that the mechanisms within the Stormont House Agreement, of which the British Government is a co-guarantor, must be implemented in full, not just for the families of Ballymurphy, but every family seeking truth and accountability.  Without accountability, how does Boris Johnson even know what he is apologising for?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800028#AA00200","speaker":"1579"},{"type":"speech","time":1621356000,"counter":311,"content":"<p>After a long and difficult campaign, the Ballymurphy massacre families have been vindicated at last.  It was moving to see their relief and joy.  The Irish State, Government and media were all over them last week, but where were they for the decades the families were knocking on their doors seeking justice?  It made me think about how most states will cover up events to which they do not want to own up - what the Black Lives Matter campaign in America has pointed to, the Stardust victims in Dublin, the family of Terence Wheelock, the family of Shane O'Farrell and, most lately, George Nkencho.  Their families are knocking on doors but being denied justice.  I plead with the Taoiseach to listen to them and ensure that justice is not delayed for others.<\/p>  <p>  Within hours of the announcement of the findings of the Ballymurphy massacre inquest, we saw the bizarre scenario of one arm of the British state, the judiciary, judging members of another arm of the British state, the army, who were responsible for killing ten innocent civilians, and a third arm, the British Government, announcing that it wanted to make plans to make those perpetrators and the perpetrators of all other violence immune from prosecution.  The British Government has to be challenged on this.  Its plans to end the reinvestigation of killings by state forces in Northern Ireland are wrong.  All families of victims deserve independent, fully resourced investigations into the deaths of their loved ones.  They deserve the support of our Government in seeking that.<\/p>  <p>  The British Government must be made to feel the pressure to stick by the Stormont House Agreement and the Good Friday Agreement.  Various public consultations on how to deal with the past have come and gone in the North.  Habitually, London has broken its commitments.  Britain must not now be allowed to bail out of its commitments to previous agreements.<\/p>  <p>  Interestingly, Prince Charles is in Belfast today.  He is the colonel-in-chief of the parachute regiment, the regiment responsible for Ballymurphy and Bloody Sunday.  I wonder whether anyone will ask him his views on these outcomes and invite him to apologise to the families.<\/p>  <p>  Boris Johnson and the Tory Party are feigning concern for former British soldiers.  According to the Royal British Legion, 6,000 former British soldiers are homeless on the streets of Britain, many of them dependent on food banks.  Some 10,000 are in jail or on probation and 50,000 suffer from permanent mental health issues or injuries and are dependent on state services.  These veterans live in miserable conditions and are not respected by the British Government.  As many as 200 former soldiers could now face prosecution if the British Government is prevented from getting away with its latest move.  Is that what it is scared of?  It has a great deal to lose through the testimony of almost 200 former British soldiers if they are allowed to be prosecuted in Northern Ireland.<\/p>  <p>  We have to stand up to the British Government and honour the memory of the Ballymurphy families, the Bloody Sunday families and others by not allowing it to rewrite history and stop the investigations into all of the deaths that have occurred.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800028#AA00300","speaker":"1486"},{"type":"speech","time":1621356000,"counter":312,"content":"<p>\"His apology means nothing, we need him to go back to the MoD and tell them to tell the truth, tell our legal team the names of the soldiers who murdered our loved ones and ask them why.\"  These are the words of Briege Voyle, whose mother, Joan Connolly, was murdered in Ballymurphy.  She spoke in the immediate aftermath of the coroner's verdict, which made it clear that these were civilians who posed no threat and were unarmed.  At least nine of the ten were certainly shot by the British army.  She spoke at the same time as the British Prime Minister was wrapping his arms around plans for a blanket amnesty for British soldiers in an attempt to whitewash the role that the British state played in the North.<\/p>  <p>  I have no faith in the British state, the Irish State or the forces of nationalism and unionism to resolve historical issues meaningfully.  All have an interest in obscuring the role they played during the Troubles.  Instead, we need a process independent of these forces that can deliver truth and justice for victims and their families.  Representing working-class people from across the sectarian divide, trade union activists can play an important role in such a process alongside genuine human rights campaigners and others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800028#AA00400","speaker":"1522"},{"type":"speech","time":1621356000,"counter":313,"content":"<p>I appreciate the opportunity to contribute on this timely and poignant debate.  In my brief time as a Member, I have never been more struck by a debate where there has been such a unified opinion across the Chamber as well as such genuine compassion for the people at the heart of this scandal, the bereaved families of those ten innocent people who were murdered in Ballymurphy 50 years ago.  That they had to wait so long to get vindication and justice for their relatives is a damning indictment of everyone involved in the political system across these islands.<\/p>  <p>  I was struck by the address made by the Taoiseach at the outset of the debate.  It was compassionate, sincere and detailed, and went through each of the incidents.  It was in direct contrast with what we have seen from the British Prime Minister since the results of the inquest were revealed.  To use the words of the lawyer for the families involved, his response has been \"cack-handed\".<\/p>  <p>  We all have a responsibility not just to speak in this Chamber, but to use every lever at our disposal to ensure that our counterparts across the water know the importance of seeing a full and public state apology from the British Prime Minister.<\/p> <p>Furthermore, there should be individual apologies to each and every one of the families of the victims of this absolute travesty of justice that took place so many years ago.  We have opportunities to act in the coming weeks and months.  For those of us who remember the British-Irish Parliamentary Assembly, it is important to note that there will be a meeting of the British-Irish Intergovernmental Conference in June.  We all engage with political colleagues throughout Great Britain at various political, governmental and parliamentary levels.  It is important that we reflect the absolutely sombre mood of this Chamber on this matter and make sure that message is put across.  It is clear that the result of the inquest was meant to provide some amount of relief and dignity for the families involved.  Unfortunately, the political response in the United Kingdom has simply done more to increase the level of trauma and upset that has been lingering for decades.<\/p> <p> This leads on to the next step in the reconciliation process across these islands.  If we are to have truly meaningful engagement and reconciliation, we must have an open and fair approach to issues such as legacy in order to ensure justice is done for all victims throughout the period in question.  Colleagues across the Chamber have rightly said that we are very concerned by the political movements in Great Britain, particularly in England, that would deprive families of the levels of justice that the Good Friday and Stormont House Agreements afford.  I was struck by the motion passed in the US Senate last night reaffirming its commitment not just to the Good Friday and St. Andrews Agreements but also the Stormont House Agreement and, indeed, the Northern Irish protocol to the withdrawal agreement.  This is something that is often lost in the discussion on these issues, if there is a discussion, in Westminster.  We often have to rely on Northern Irish Members of Parliament taking their seats or on a number of sympathetic Members from the likes of the Scottish National Party or others who have specific connections to Ireland to ensure that at least some semblance of a nationalist voice is heard.  The vast majority of English MPs simply want nothing to do with this.<\/p> <p> We are dedicating an entire debate in this Parliament to the findings of the Ballymurphy inquest for very good reason.  It is important that we do so and that the Seanad had a similar debate last week.  I was very struck by how my colleague, Senator Currie, methodically read out the names of every single victim, something that has also been done by a number of Deputies today, including the Taoiseach and Deputy McDonald.  It is important that we remember them not just as details or statistics but as brothers, sisters, children, parents and loved ones who were slaughtered in the streets and were absolutely innocent.  We are not seeing that happening in the Palace of Westminster.  We need to be quite firm with our friends across Great Britain that all of us have responsibilities to the victims.  If we want to move forward in a new relationship across this island and across these islands, we have to be clear that nothing can be swept under the carpet.  That happens with both state actors and non-state actors.  We must not glorify the atrocities and we must not ignore them.  We must be open and frank and put the victims at the heart of the pursuit of justice.  There are many more victims who are deserving of having that level of truth, justice and, crucially, respect shown to them.  Respecting the principles of the Good Friday and Stormont House Agreements cannot simply be a temporary plaything.  It must define everything we do politically on this island and across these islands in terms of developing relationships and providing an element of succour and closure for victims.<\/p> <p> I pay credit to the Taoiseach and the Minister for Foreign Affairs, Deputy Coveney, who will wrap up the debate.  I commend every Member of the House who has engaged consistently with the families of the victims of the Ballymurphy massacre.  I understand Deputy McDonald was in Belfast last week with Senator &Oacute; Donnghaile and others.  That engagement must continue until the families truly believe their case has been heard, justice has been delivered and the truth has won out.  It is a challenge for us all not simply to end the discussion this evening but to continue it in an open and compassionate manner.  We must not seek to score political points on matters that are parallel to this debate but, instead, try to put passionate reconciliation at the heart of our discussions, understanding that many people were hurt and many are still waiting for justice.  The people who are most important in this debate are the ten innocent victims who were slaughtered 50 years ago.  They are the people whom we in this House must put front and centre of the remaining interventions on this debate.<\/p> <p> As we move forward to ensure proper justice is delivered, the Government must take a considered, firm and consistent position.  It must ensure the discussion is not ended in a couple of weeks or months but underlines all our engagements with our British colleagues.  I really want to underline that the announcement last week provides an opportunity for clarity on what actions will be taken as we go forward.  The responsibilities of the Government are quite clear in this regard and it will be held to account by Opposition and Government Deputies equally.  I conclude by remembering the ten innocent victims and urging that we always keep the sensitivities and grief of their family members at the heart of all our discussions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800028#AA00500","speaker":"1473","continuing":true},{"type":"speech","time":1621356600,"counter":315,"content":"<p>I spoke to a woman from Belfast a few weeks ago about Ballymurphy.  She told me that her mother always said that her brother went out that day and came home a totally different person and was lost to the family.  He reacted to the state-sponsored violence and the subsequent cover-up of what happened at Ballymurphy and on Bloody Sunday a few months later in the only way he could, which was by taking up arms.<\/p>  <p>  I was staggered over the past month or so by how few people to whom I spoke had heard about Ballymurphy.  There are a number of reasons for that.  Going back to section 31 of the Broadcasting Act, the political programming that was offered by journalists in this State led to a narrative that ultimately served no purpose at all.  The people who went further than what was required in the Broadcasting Act silenced campaigners who were campaigning against injustice.  Those campaigners were labelled as fellow travellers.  The Special Branch followed them around, they were harassed and they lost their jobs.  Even people from my party who were trade union representatives were not allowed to speak on television on behalf of their trade union.  People think cancel culture is something that has only been happening recently.  In fact, anyone who was supportive of people like the Birmingham Six and the victims of the Dublin and Monaghan bombings and Ballymurphy was, in effect, cancelled back in the 1970s and 1980s, whereas the leaders of the campaign to silence became establishment figures, columnists and programme controllers.  If they are to be believed, they became Government advisers.<\/p>  <p>  Fortunately, truth and justice have now been obtained by the families of the Birmingham Six and the victims of Bloody Sunday and Ballymurphy, but the other campaigns go on.  The political coverage and whitewash that happened around that time and in the years leading up to Ballymurphy saw lies being told about weapons being stored in Catholic churches, making both the church and its lay and clerical members legitimate targets in the eyes of loyalists and the British army.  Even to this day, journalists and newspaper executives are assumed to hold political views and affiliations based on where on the island they come from.  We have seen recently that this continues.  Campaigners and documentarians who sought to establish the truth were harassed viciously.  It is hard to imagine that political advice was sought until recently from some of the people who engaged in this nonsense but apparently that is the case.  Many media outlets may not admit it but there was a whitewash in the British legal system and there was a whitewash of silence in Ireland over Ballymurphy, Bloody Sunday and many others.<\/p>  <p>  Issues with inquests in the British state are not confined solely to the Six Counties, as a recent report by the Irish Council for Civil Liberties, ICCL, on the 26-county system demonstrates.  The report documents the heartbreaking incidents where families have had to wait many years to find out what happened to their loved ones.  What was done to the Ballymurphy families through malfeasance and contempt is being done to others through neglect bordering on contempt.  This must be urgently addressed and the findings of the ICCL report must be implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800029#BB00200","speaker":"1488"},{"type":"speech","time":1621357200,"counter":316,"content":"<p>Go raibh maith agat, a Theachta.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800030#CC00100","speaker":"1577"},{"type":"speech","time":1621357200,"counter":317,"content":"<p>I will finish on this.  The names of people such as Fr. Hugh Mullan, surely a modern-day martyr, and all the others should inspire us to work towards peace on this island.  It is only with justice that a lasting peace can be delivered.  The campaign on the Dublin-Monaghan bombings, the campaign for Pat Finucane and the campaign for the truth about Rosemary Nelson go on, and the Government should act on those.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800030#CC00200","speaker":"1488"},{"type":"speech","time":1621357200,"counter":318,"content":"<p>Cuirim f&aacute;ilte ollmh&oacute;r roimh an mbreithi&uacute;nas &oacute;n ionchoisne an tseachtain seo caite a d'aithin go raibh na daoine a mara&iacute;odh i mBaile u&iacute; Mhurch&uacute; go hioml&aacute;n neamhchiontach.  While I wholeheartedly welcome the decision made by the inquest in the North that the people in Ballymurphy who were murdered by the British army were completely innocent, I am still absolutely shocked and angered by the fact that the British establishment allowed the lie to hang in the air for 50 years.  In 1971, the British forces killed ten innocent people while imposing mass internment on the nationalist community in the North of Ireland.  Following 100 witnesses and more than 100 days of evidence, last week's findings served to shed light on the brutalisation of innocent people by the forces of the British state in the North.  I salute the resilience of the Ballymurphy families and their campaign.  Our hearts break because so many of those family members passed away before they were able to see their families' names cleared by the inquest.<\/p>  <p>  Among the ten people who lost their lives was a mother of eight, and what happened to Joan Connolly is especially harrowing.  She was 44 years old when she was killed by the British army.  She was searching for her daughter and in the gunfire she had to hide behind the gable end of a house.  She witnessed Noel Phillips, who was only 20, get shot and, like anybody with a bit of humanitarian sense in them, she went to help.  For her kindness she was shot by the British soldier.  The bullet went through her eye and, according to a witness, took half her face off.  She was shot again repeatedly by the British army and was left to bleed to death for six hours.  I am very cautious about relating in such harrowing detail what people went through in those situations, but it is extremely important that people throughout Ireland understand the brutality that was meted out to the nationalist community by the British state that day.<\/p>  <p>  We often think of the wrongs that happened at that time as being in the past but they are not just in the past.  Immediately after those murders, the reputation of the men and women of Ballymurphy was defamed by the British state.  It lied about those victims.  It said they were gunmen and instigators of violence.  In doing so, it wronged again those it had just murdered, and that wrong remained right up until last week.<\/p>  <p>  I have raised the experience of the families of the Ballymurphy massacre over and over in the D&aacute;il and in the media and I have to echo Deputy Daly's words: most of the time in this Chamber and in the establishment press I have felt there has not been enough support for those families.  There is a hierarchy of victims for some in the D&aacute;il.  For some there was no political capital to be made from these families' campaigns.  Having been murdered by the British army and defamed by the British state, and in many ways by some in the southern establishment, their deaths were discriminated against in a shocking way.  Yesterday was the anniversary of the Dublin-Monaghan bombings.  In that case we had a Garda investigation that was not properly carried out, we had a Fine Gael and Labour Government that in reality took little interest in what happened and we had, and have still, a British state that remained silent on the truth of what happened.  The deputy leader of Aont&uacute; and Mid Ulster councillor, Denise Mullen, was four years old when she witnessed her father, an SDLP supporter and civil rights supporter at the time, being murdered by agents of the British state in front of her in her home.  Justice and truth have been withheld from the majority of victims and survivors of the Glenanne gang too.  As for the southern establishment's interest in victims in the North of Ireland, I have raised with three separate taoisigh the request that they meet with the victims of the Glenanne gang: first with Enda Kenny, who never replied to my request, second with Deputy Varadkar, who never met with the families, and third with the current Taoiseach.  In fairness to the current Taoiseach, he has not been able to meet them because of Covid.  However, I urge him and the Minister for Foreign Affairs, who is present, to grab that nettle and choose a date to meet those families now that the Covid threat is receding.<\/p>  <p>  Now the Tories are talking about providing an amnesty to British soldiers who were involved in such crimes.  Last week, the families of Ballymurphy got the truth and now the Tories want to prevent them from getting justice.  If that happens, it will add another wrong to what happened to these families.  Many in the South, especially revisionists, seek to portray the British as independent and objective in the conflict that happened in the North.  Ballymurphy blows that idea out of the water.  The British were equal combatants in the trouble in our country.  Why are the British soldiers who killed those innocent victims on that day not in jail?  The reason they are not is that the British state remains in combat with truth and justice to this very day.  For as long as it prevents people from finding a pathway to justice, it is doing wrong by families such as those of the Ballymurphy massacre.<\/p>  <p>  The Irish Government is a co-guarantor of the Good Friday Agreement and the Stormont House Agreement.  It has to step up to the plate.  It is dealing with a very belligerent partner in those agreements.  I believe the southern Government is a junior partner in those agreements at the moment.  Our Government needs to step up to the plate, co-guarantee those international agreements and make sure that victims right throughout the North of Ireland, on all sides, have a pathway to the truth and justice for their families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800030#CC00300","speaker":"1504"},{"type":"speech","time":1621357200,"counter":319,"content":"<p>I am glad to have a couple of minutes to make a few points about the Ballymurphy massacre.  It strikes me today - and I do not doubt the sincerity of anybody who has spoken, from the Taoiseach right through to the most recent speaker - that our collective ambivalence as an Oireachtas throughout many tragedies in the North of Ireland, elsewhere, is worth noting.  What are we really doing about the various atrocities, from Ballymurphy through to Bloody Sunday, the Dublin-Monaghan bombings, Guildford, Birmingham and so on?  When the passage of time dictates it, we will jump up and down, be indignant, demand apologies and seek redress, but at the time what do we do about it?<\/p>  <p>  I am conscious that a number of years ago, on the say-so of the Brits, we here took it upon ourselves to expel Russian diplomats, perhaps rightly, because it was alleged a former spy had been murdered on British soil by Russian agents.  At the time I asked whether we would ever take such steps in other instances.  I asked at the time: what happens the next time children are killed in Israeli strikes?  Of course, 61 children have been killed in Israeli strikes over the past week.  I wonder whether we will wait 50 years as a State before we hold a debate in this House to condemn collectively the actions of the Israelis in not exercising due care in undertaking violent acts.  That is worth reflecting on, as are the other issues that come before us here.  How many protected disclosures sit uninvestigated?  There are the mother and baby homes issue and so many others.  They will be sat on for 50 years while we as a nation are happy - \"we are all right down here, Jack\" - and ambivalent to the atrocities of the North.  In real terms, in trying to get the appropriate accountability, justice and redress for all victims of the conflict, particularly those families of Ballymurphy whom we are discussing today, what are we really doing about it?  Is it a stiff letter to Prime Minister Johnson?  What do our actions of diplomacy include in the context of seeking that?  That is a point worth raising.  The Minister for Foreign Affairs is in the room.  We were happy and quick, perhaps rightly so, to expel Russian diplomats.<\/p> <p>Let us see some action on Israel.  In any war situation it is unacceptable for 61 children to die in a week.  I hope the Minister can bring that to the Cabinet and we can come up with a suitable response of our own and lead the way, using our position on the United Nations Security Council as a small nation of peace, rather than waiting for the leads of other countries and the say-so of the Brits, the Americans or anyone else.<\/p> <p> Obviously, I welcome the Americans' reaffirming their support for Stormont House Agreement and Good Friday Agreement.  We need to hammer that home.  In the interests of all victims on all sides, we also need to insist that under no circumstances should the British authorities press ahead with any sort of amnesty or clemency.  Accountability, justice and redress must come long before any such matters are considered, if ever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800030#CC00400","speaker":"1606","continuing":true},{"type":"speech","time":1621357800,"counter":321,"content":"<p>I welcome the opportunity to examine the report of the Ballymurphy inquest.  I acknowledge the perseverance and dedication of the families of the victims in their long journey to establish the facts of what happened and to get justice.  I extend my deepest condolences to the families and friends of those victims killed between 9 and 11 August 1971.  It is unacceptable that these families had to wait almost 50 years for the truth.  One wonders if these killings had taken place in England, Scotland or Wales, whether successive British governments have acted sooner.  This was a shameful episode.  Innocent people were killed and their reputations were sullied.  It was appalling and it must be acknowledged by the British state.<\/p>  <p>  I welcome the Taoiseach's meeting with the British Prime Minister, Mr. Johnson, to underline the seriousness of the findings and to call for a meaningful apology to be extended to the families.  The Taoiseach was right to highlight the need for transparency and truth on the atrocities that happened during the Troubles, including the Dublin and Monaghan bombings which took place 47 years ago yesterday.  Thirty-four people died in the bombings and more than 300 were injured when four car bombs were detonated on 17 May 1974.  Their families and friends deserve the truth, as do all victims of atrocities that took place during the Troubles.  There must be a re-engagement by all parties to the Troubles to discover and tell the truth.  The victims and their families must be the priority.  <\/p>  <p>  With the shared-island initiative, it is important for all of us to re-engage in cross-Border initiatives to ensure there is reconciliation on all sides.  Obviously, as we have seen with Ballymurphy, it is important for victims to have the truth told.  The names of innocent victims must be cleared of any wrongdoing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800031#DD00200","speaker":"1481"},{"type":"speech","time":1621357800,"counter":322,"content":"<p>On the morning of Monday, 9 August 1971, the security forces launched Operation Demetrius, the introduction of internment in the North.  The deaths of ten innocent civilians occurred in the ensuing three days up to 11 August.  Their friends and families have always known they were innocent, and now the world knows that they were indeed innocent.<\/p>  <p>  I welcome the verdict of the inquiry even if I regret that it took so long to achieve it - too long.  We know from the summary of findings of the Honourable Mrs. Justice Keegan, who presided as coroner over the inquests into the deaths, that the inadequacy of the original investigation was shocking.  According to Mrs. Justice Keegan, not one statement was taken from the military in the area.  The scene was not sealed and the bullets were not recovered.  She went on to say that there had been an abject failing by the authorities to inquire into the death of innocent civilians on the streets and that this failure had hampered the coroner greatly.  The coroner recorded in the strongest of terms that that was a striking feature of the case.  <\/p>  <p>  We must hope, pray and ensure that we never return to those days.  However, we must also do that while working to ensure that the political institutions on this island are as strong as possible.  We must all work together to unite rather than divide the communities on this island.<\/p>  <p>  I end by remembering the Dublin and Monaghan bombings, the 47th anniversary of which occurred yesterday.  We need truth on those events.  There cannot be true healing for those families who are bereaved if there is no truth.  The Taoiseach stated before Christmas that he would make inquiries with the British about the Belturbet bombing, but this does not seem to have happened.  It is unfair on those people and certainly deepens the wounds of all families concerned if there is no follow-up.  They cannot get justice without a proper process of investigation into that case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800031#DD00300","speaker":"1592"},{"type":"speech","time":1621357800,"counter":323,"content":"<p>I am delighted to have some time to speak on this matter this evening.  Following the inquest into the 1971 Ballymurphy massacre, it is now being established beyond doubt that the victims that day, Fr. Hugh Mullan, Francis Quinn, Joan Connolly, Daniel Teggart, Noel Phillips, Joseph Murphy, Edward Doherty, Joseph Corr, John Laverty and John James McKerr, were innocent.<\/p>  <p>  Things went on in Northern Ireland and we will never get a final peace if we cannot have honesty and reconciliation, and acceptance by the British government that barbaric acts happened there.  There were many other events, including the killing of Aidan McAnespie in Aughnacloy, for which there was no proper investigation.  There was a cock-and-bull story that a bullet ricocheted off the ground.  It is totally unacceptable.  He was being intimidated day in, day out, as were the people in Ballymurphy.  It took that length of time.  <\/p>  <p>  The Taoiseach's meeting with the British Prime Minister last week was only window dressing, coming out with pious platitudes afterwards.  I happened to be on a school trip to Dublin on the afternoon of the Dublin and Monaghan bombings; it was the most appalling experience.  There has been cover-up in respect of the Omagh bomb.  Detective Garda Sergeant White, who has now gone to his eternal reward - his mother, Mrs. Angela White, went shortly after him - did his best to stop the bomb going up.  People knew that bomb was going to Omagh and it was not stopped.  Michael Gallagher and the families of the Omagh bomb victims are striving hard for justice.  They got many promises from Enda Kenny when he was leader of Fine Gael before he got into government about what he would do for them.  When he got into government, the system just abandoned them.  The system needs to be outed here and the cover-up needs to be stopped.<\/p>  <p>  We need honesty and respect for human life and accept that where murder happened it should not have happened.  At least people can grieve properly if they know that they have justice with people held accountable.  There is no accountability in that system or the Dublin and Monaghan bombings and collusion there with MI5 and whatever else.  It is outrageous.  In an effort to go forward to the new Ireland, the shared Ireland, it is time that we have accountability, responsibility, honesty and openness.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800031#DD00400","speaker":"1612"},{"type":"speech","time":1621357800,"counter":324,"content":"<p>On Tuesday, 11 May, there was finally some justice for the ten people murdered in the Ballymurphy massacre.  Fifty years after the tragedy of August 1971, an inquest, led by the coroner, Mrs. Justice Siobhan Keegan, found that the ten people killed were entirely innocent.  The inquest found that nine of the victims had been shot by the British army.  However, due to the lack of investigation at the time into the tenth death, that of John McKerr, it was not possible to definitively rule who had shot him.<\/p>  <p>  Nine men and one woman were killed in the massacre, the 44-year-old Joan Connolly was a mother of eight children.  Fr. Hugh Mullan, a 38-year-old priest, was also among those killed, as was Francis Quinn, aged 44, who was shot when he went to help the priest.<\/p>  <p>  These ten innocent victims were killed as part of operation Demetrius, which was internment without trial.  The first day of operation Demetrius on 9 August 1971, approved by the British Government, involved mass arrests of more than 340 people from Catholic backgrounds.  Ian Paisley was opposed to internment as he was concerned that some loyalists would be interned.<\/p> <p>From 9 August 1971 until the end of that year, it is estimated that around 150 people were killed, with hundreds more injured.  That is 150 dead in four months.  The year 1972 was the worst year of the Troubles with almost 500 people killed.<br\/><br\/>With the British Government&rsquo;s involvement in operation Demetrius, one would think a proper state apology would have been forthcoming following the vindication of the ten people&rsquo;s innocence.<br\/><br\/>Last Friday, the Fianna F&aacute;il Taoiseach met with the Tory Prime Minister on a number of issues.  The Taoiseach said of the Ballymurphy verdict and his meeting with Boris Johnson: &quot;...and I think the British Prime Minister, you know, is fully appraised of it.  And I think will respond in his own way, in his own time.&quot;  That is quite insulting, insulting to our Taoiseach and to the families of the Ballymurphy massacre, that the Taoiseach would even accept this from the British Prime Minister.<br\/><br\/>Why was a full and unreserved apology not delivered from the floor of Westminster, as David Cameron did after the Saville inquiry?  If there had been a proper investigation in Ballymurphy we might never have had a Bloody Sunday at all.<br\/><br\/>Boris Johnson&rsquo;s private apology for the Ballymurphy massacre was reportedly delivered over a call to Arlene Foster and Michelle O&rsquo;Neill in the North.  A letter sent to families is also not sufficient.  John Teggart, son of Daniel Teggart, said on Thursday:<\/p><blockquote>\tIt's the manner of the apology, sending a letter two minutes before the secretary of state went live on TV.  It's the timing. <\/blockquote> <p>For some 50 years these families have been fighting for justice and answers and the least the Prime Minister could do is offer an official, adequate, public apology.  The untruths told about the ten victims were public at the time.  Correcting the record therefore should also be acknowledged in a public way.<br\/><br\/>Further unnecessary upset was caused to the families and many, many others around the North with the ill-conceived talk of an amnesty for British soldiers&rsquo; actions during the Troubles.  I see the Taoiseach apparently warned Johnson against such a move in their meeting last week but how strong was this warning?  We may never really know.  An amnesty cannot happen.  Some families are only now getting some justice and answers.  Many will never get any answers.  Procedures must, however, be in place to allow people to look for justice and for criminal prosecutions, where appropriate.<br\/><br\/>I support the calls of the Irish Council for Civil Liberties, ICCL, and the Committee for the Administration of Justice, CAJ, that we need assurances from the British Government that it will not seek to curtail further legacy inquests through its proposed Northern Ireland legacy Bill.  In a joint briefing note, the ICCL and CAJ stated: <\/p><blockquote>\tThere is still a risk, in particular with inquests delivering truth recovery, that there will be a fresh UK attempt to curtail legacy inquests, despite the competence largely falling to the NI Department of Justice.  It is essential that the Irish Government resists any attempts to curtail such inquests. <\/blockquote> <p>I wonder what sort of warning the Taoiseach gave.  How strongly was it conveyed to the British Prime Minister that we will not accept any such an amnesty?  The hurt, injustice and cover-ups are not just part of history.  They are evident in everyday lives, families and communities.  People continue to exploit tensions for their own political gains and we will watch with interest how the new DUP leader will also deal with things.<br\/><br\/>How many other families and communities are waiting for justice?  We know well in this House about the Dublin and Monaghan bombing victims and how they are also being thwarted by the British.  It is partly because the British have been allowed to present themselves as neutral in this conflict, which they never were.  They were always an active participant and there might not have been a need for a peace process if the British had lived up to their role in the conflict.  On that point we will probably never know.<br\/><br\/>I will finish by referring to where we have talked in recent days, and in fact in the past year or so, about the vital role that the European Union played in ensuring peace, the Good Friday Agreement and such matters.  I have heard no comment, however, from the European Union on the Ballymurphy inquests and what is happening there.  This is interesting and perhaps the rewriting of history will happen on this issue also.<br\/><br\/>I commend the families and communities who never gave up looking for truth, justice and answers for their lost and loved ones and I offer my full solidarity to them all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800031#DD00500","speaker":"1547","continuing":true},{"type":"speech","time":1621358400,"counter":326,"content":"<p>I begin by joining with the Taoiseach and all of my colleagues in conveying our condolences to the Ballymurphy families for the terrible events that took their loved ones from them and in extending our sympathy and solidarity for the nearly 50 years that they have had to spend fighting to bring truth to those events.  That is a lifetime of struggle.<\/p>  <p>  I was honoured to meet the families on several occasions in recent years as the Government worked with them to support their long campaign.  To hear the coroner&rsquo;s verdict announced last week and indeed for the Taoiseach to read the details of those findings into the record of this House today is powerful.  It was a moment of complete vindication, of truth at last.  It is also testament to the courage and determination of the Ballymurphy families and their unyielding sense of justice.  As the Taoiseach noted, the Government stands with the families.  Appropriate due process should follow from the coroner&rsquo;s findings and we will continue to support them as they consider their next steps.  The deaths at Ballymurphy were part of the tragic legacy of the Troubles which saw the loss of over 3,500 lives from all communities.  The Government is committed to helping all those who lost loved ones during the Troubles and who seek truth and justice to find it.  That, of course, goes for Ballymurphy families and for Kingsmill families.  That is why we passed the Criminal Justice (International Co-Operation) Act to facilitate that inquest and others like it.  It goes for the Dublin and Monaghan families who yesterday marked the 47th anniversary of that terrible day of loss.  That goes for the Birmingham families who I was privileged to meet a little over a year ago.  That goes for all families.  Every family bereaved in the conflict must have access to an effective investigation and to a process of truth and justice, regardless of the perpetrator.<\/p>  <p>  The Stormont House Agreement was reached between the two Governments and the political parties in Northern Ireland in 2014 after a long and intense period of negotiation, with the exception of the UUP which did not support it at the time.  It set out a path forward and a balanced framework which encompassed the core principles of truth, justice and reconciliation.  The agreement includes an historical investigation unit to take forward independent investigations into outstanding Troubles-related deaths and an international independent commission for information recovery to enable victims&rsquo; families to seek and receive information about the circumstances of the deaths of their loved ones where that information cannot be used in courts.  It includes an oral history archive to allow all of the different experiences of the Troubles to be shared and an implementation and reconciliation group to look at the themes and patterns of the conflict and support initiatives that can contribute to reconciliation and a fuller understanding of the past.<\/p>  <p>  The two Governments followed up the Stormont House Agreement with a bilateral international agreement to allow the establishment of its information recovery body.  At the time of the New Decade, New Approach Agreement in January of last year, the British Government once again committed to legislating for the Stormont House Agreement.<\/p>  <p>  In March of last year, the British Government issued a written ministerial statement that proposed to depart significantly from the Stormont House Agreement.  Since then I have spoken regularly to the Secretary of State for Northern Ireland to express our strong concerns and to reiterate the importance of the collective approach consistent with the Stormont House Agreement and one which, crucially, is compliant with our international human rights obligations.  I reaffirmed those critical principles to the Secretary of State for Northern Ireland when we met the week before last in Dublin and strongly advised him against any unilateral action on these very sensitive issues.  Reports of possible plans to introduce a statute of limitation have, of course, caused significant upset, shock and concern, including for the Ballymurphy families who have spoken out on this issue.<\/p>  <p>  In my time as Minister for Foreign Affairs I have met many victims and survivors from both communities.  I know how hurt they are by the idea of being denied a route to pursue justice on behalf of their loved ones as provided by the Stormont House Agreement.  There is a need to take a comprehensive view of how to achieve progress and reconciliation for society as a whole but the needs of victims and families must be at the heart of that process.  We have strongly communicated our position on this issue to the British Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021051800032#EE00300","speaker":"1457"}]