[{"type":"minorheading","content":"Prelude","time":1495105200,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 12 noon","time":1495105200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1495105200,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1495105200,"counter":4},{"type":"majorheading","content":"Leaders' Questions","time":1495105200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800003#A00100"},{"type":"speech","time":1495105200,"counter":6,"content":"<p>Everyone in the House agrees that Brexit presents one of the biggest challenges the country has faced in decades.  We do not know how hard it will be, but it is obviously the Government's job to prepare the country as well as possible.  Unfortunately, it is becoming increasingly clear that we are not as prepared as we should be in several areas.  There has been a focus on the Good Friday Agreement which is important to every citizen across the island, but it is an international agreement which will be implemented in full.  What has received far less attention is the threat Brexit poses to sustaining, protecting and creating jobs in Ireland.  Last October's budget failed to prepare the State to prepare for Brexit.  In fact, it largely ignored the challenges we were facing owing to Brexit.  Unless more is done, jobs will be lost needlessly and opportunities needlessly missed.<\/p>  <p>  A recent Government survey shows that 15 of 20 Irish-owned firms believe they will be harmed by Brexit.  While 15 of 20 believe they will be harmed, only three of 20 are doing anything about it.  Why is that?  It is because they do not yet know what threats Brexit poses.  It is because they are not necessarily equipped to deal with the threats it poses through addressing currency fluctuations to hedge against sterling, reconfiguring supply chains, planning for diverging standards and regulations which are likely to emerge and exporting across an external EU border.<\/p>  <p>  There is real concern the Government believes enough is being done on the ground for Irish farmers, SMEs and exporters.  It is not.  As we know, Brexit is happening.  It is not going to happen in a year and a half.  Orders from the United Kingdom are falling.  A new UK survey shows that half of the European firms that export to the United Kingdom are seeking to rewire their supply chains outside and that one third of UK firms that export from or buy in from outside the United Kingdom are rewiring their supply chains to within it.  Irish businesses need support in preparing for Brexit.  If they are to grow beyond Brexit, as they must, we will have to help them to learn how to sell into new markets in which English is not spoken and deal with very different legal systems, working cultures, languages, consumer preferences, regulations and so forth.<\/p>  <p>  Given the scale of Brexit and the threat it poses to sectors such as agriculture, tourism, retail and manufacturing, does the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, believe much more needs to be done, not just to mitigate the risks but also to turn Brexit into an opportunity?  If so, what new actions is the Government willing to take to address the current shortfall in preparations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800003#A00200","speaker":"1436"},{"type":"speech","time":1495105200,"counter":7,"content":"<p>When the Deputy says what the Government is doing is not clear, I ask him whether it is not clear to JP Morgan which announced this week that it was buying an office block in Dublin in advance of moving hundreds of jobs to the city.<\/p><p>Is it not clear perhaps to the insurance companies that have approached the Central Bank of Ireland indicating strong interest in locating new activities and, more important, jobs in our country?  Is it not clear perhaps to those companies that were on the front page of <i>The New York Times<\/i>earlier this week explicitly naming Dublin among the places to which they are looking to move further business?  I note with interest the Deputy's bare reference to the Good Friday Agreement.  He made it appear inevitable that its political status will be recognised when, of course, his party and his party leader for months were pointing to the necessity of that happening.  Now that the Government has secured this recognition, this is dismissed by him.<br\/><br\/>I acknowledge, however, that if the response to the huge Brexit challenge is a response from Dublin, then this is not a national response.  This is the reason that the Government is committed to strengthening our national capital investment and that the Minister for Finance and I are travelling to Luxembourg next week to engage with the European Investment Bank to examine what the options are for strengthening investment beyond the additional &euro;2 billion we have signalled we will invest in our hospitals, schools and transport network to respond to the Brexit challenge.<br\/><br\/>The Deputy made reference to challenges in the agriculture sector, which have been strongly recognised by the Minister for Agriculture, Food and the Marine and the rest of the Government, but, of course, he made no reference to the fact that the Minister, through last year's budget, put in place a fund of &euro;150 million to help the food sector respond to the income volatility we have acknowledged will be exacerbated by Brexit.  The Deputy made reference to tourism but no reference to the fact that the Government retained the lower VAT rate of 9% for the sector and the fact that over the past number of months and, indeed, year, access to the country has increased through airports with new routes to Ireland, all in recognition of the challenge that Brexit will create.<br\/><br\/>The only bit on which I agree with the Deputy is that we are all united in recognising the scale of the Brexit challenge for our country and we all acknowledge we must explore all options open to the Government to respond, but I do not accept the Deputy's contention, which is not borne out by the facts that I have laid out, that the Government's actions to date have not recognised the scale of the challenge.  They clearly have, and this is recognised by many parts of the economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800003#A00300","speaker":"1292","continuing":true},{"type":"speech","time":1495105500,"counter":9,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800004#B00200","speaker":"1359"},{"type":"speech","time":1495105500,"counter":10,"content":"<p>The Minister's response goes to the heart of what is causing increasing concern among farmers, agrifood companies and Irish-owned SMEs because they know Brexit is coming and it will harm them but many of them do not know what to do about it and they are looking to the State for support.  His response is consistent with that of the Taoiseach and the Minister for Foreign Affairs and Trade, which is, \"We are doing everything we can\".  That is the concern because I do not believe, and many businesses do not believe, the Government is doing everything it can.  It is great that JP Morgan is looking for offices here but that is of no interest to Irish-owned SMEs worried about whether they will be able to sell their products into the UK.  The 2017 Action Plan for Jobs explicitly lays out how much money the Government has provided to the IDA, Enterprise Ireland and Bord Bia combined for Brexit and it is less than &euro;5 million.  The Minister for Transport, Tourism and Sport has yet to meet the Irish Aviation Authority or the DAA on the threats posed by Brexit.  Could the Minister for Public Expenditure and Reform please address that?  Does he believe that less than &euro;5 million is enough?  Does he not at least acknowledge the gap between the Government saying everything that can be done is being done and the many business people and farmers who are scared and who do not feel the support he says the Government is providing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800004#B00300","speaker":"1436"},{"type":"speech","time":1495105500,"counter":11,"content":"<p>I was hoping for a little more substance and a little less spin from the Deputy on a matter of such national importance because we acknowledge how hugely important is this.  I also hoped the Deputy would acknowledge all the steps taken by Government to respond to this huge challenge.  We have laid out only in the past number of weeks the Government's position paper on Brexit, the political strategy, and what we have secured to date, but we have been clear in acknowledging that this challenge will take us many years to respond to collectively, and we will.<\/p><p>We have acknowledged the steps that have been taken, from the new trading strategy that was launched by Enterprise Ireland, from the steps that have been taken to support our representation into the European Commission and beyond and from economic measures that have been taken.  As we respond further to this challenge, we will look at further steps that will be taken, building on what we have already delivered, building on the fact that this and the previous Government have seen this economy move to over 2 million people at work.  We do not need to be reminded of what an economic challenge looks like, and we have shown to date what we are capable of doing, and our determination to do more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800004#B00400","speaker":"1292","continuing":true},{"type":"speech","time":1495106100,"counter":13,"content":"<p>Yesterday, An Taoiseach, Enda Kenny, announced his resignation as leader of Fine Gael.  I take this opportunity to wish Deputy Kenny, his wife Fionnuala and their family the very best for the future.<\/p>  <p>  No doubt the Minister, Deputy Paschal Donohoe, and his colleagues will extoll the virtues of Deputy Kenny as leader of Fine Gael, and that is of course their prerogative, but the truth is that he has been a very bad Taoiseach for ordinary people.  He is a Taoiseach who has implemented policies which benefitted the most well-off in society to the detriment of everyone else.  In 2011, Deputy Kenny came to power with the largest majority in the history of the State, and to great fanfare, he promised a democratic revolution.  However, what he actually delivered during his six years as Taoiseach was crisis after crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800005#C00200","speaker":"1239"},{"type":"unspoken","time":1495106100,"counter":14,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1495106100,"counter":15,"content":"<p>During last year's general election campaign, Deputy Kenny told the Irish people that they had to make a direct choice between stability and chaos.  He was right, and Fine Gael has delivered chaos in spades.  The reality is that he came to office in a time of crisis, and he leaves office at a time of crisis.  There is a paralysis in the Irish body politic.  It is a paralysis by design, delivered courtesy of the supply and confidence arrangement with Fianna F&aacute;il.  As a result, we have a do-nothing Government.  Deputy Kenny not only triggered a race to replace him as leader of Fine Gael, but more significantly to replace him as Taoiseach.  That contest now creates the appalling vista for those who have suffered most during Fine Gael's six years leading Government.  Lined up to replace Deputy Kenny, we have the great demoniser of the unemployed and poor, the Minister for Social Protection, Deputy Leo Varadkar, or the Minister for Housing, Planning, Community and Local Government, or for chronic homelessness and hotel rooms, Deputy Simon Coveney.  That is some choice.  I have no doubt that ordinary people throughout the country are dancing jigs of delight in anticipation of either.<\/p>  <p>  Two things are certain.  First, irrespective of who wins, the prospective new Taoiseach will not be an advocate for progressive politics.  He will not be for housing people, ending the two-tier health service, or building a real republic.  Second and most significantly, he will not have contested a general election as leader of Fine Gael, and therefore will not have a clear mandate from the people to lead the Government.  If the new leader is confident that the policies of Fine Gael command the support of the electorate, then that should be put to the test.  He should seek a mandate from the electorate for the position of An Taoiseach.  He should give the electorate a choice between progressive alternatives or more of the same.  Does the Minister agree that the new leader of Fine Gael should call a general election?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800005#C00400","speaker":"1239"},{"type":"speech","time":1495106100,"counter":16,"content":"<p>That is a typical of the approach of Sinn F&eacute;in-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800005#C00500","speaker":"1292"},{"type":"speechnospeaker","time":1495106100,"counter":17,"content":"<p>Elections?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800005#C00600","nonspeaker":"A Deputy"},{"type":"speech","time":1495106100,"counter":18,"content":"<p>-----and whatever the issue of the day is.  We heard Deputy McDonald outline her view of a crisis.  It reflects the fact that what Sinn F&eacute;in is interested in is continual crisis as opposed to the potential for cohesion.  It is interested in continual strife to advance its own political ends as opposed to trying to create an atmosphere of stability to meet the challenges and to deal with the opportunities that our country has.  Of course I acknowledge, and I am well aware because I represent the same constituents as the Deputy, of the challenges that people face in their lives with regard to their homes and many aspects of society.<\/p><p>I will tell the Deputy what crisis looks like.  It looks like an economy in a bailout programme, with unemployment rising month after month.  It also looks like an economy with no prospect of recovery, let alone stability.  What Deputy Enda Kenny did as Taoiseach was lead a Government in delivering what many people, including Deputy Mary Lou McDonald and her party, argued was not possible.  There was the prospect of recovery leading to a recovered society.  As Deputy Mary Lou McDonald goes through our constituency and looks at Gaelscoil Bharra, a school that was not delivered although promised by many for many years, what does she do when she sees it?  Does she look away?  As she goes over Liam Whelan Bridge and sees the new Luas service being delivered by a degree of economic progress that she said would never happen, what does she do?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800005#C00700","speaker":"1292","continuing":true},{"type":"speech","time":1495106400,"counter":20,"content":"<p>The country is bigger than the Minister's constituency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00200","speaker":"1235"},{"type":"speech","time":1495106400,"counter":21,"content":"<p>Does a little part of her wilt as she sees that progress?  When she drives to Grangegorman and sees the DIT project being delivered that will bring more than 10,000 students into the heart of the city - it is one of the largest urban regeneration projects the State has seen - what is her response?  Does she look away and pretend that it is not happening?  It is progress and shows what this and the last Government have delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00300","speaker":"1292"},{"type":"speech","time":1495106400,"counter":22,"content":"<p>Depopulation in rural areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00400","speaker":"1235"},{"type":"speech","time":1495106400,"counter":23,"content":"<p>Of course, we acknowledge what remains to be done and that when it comes to providing homes and how we want to improve the health service, there is much to be done.  However, the Deputy's questions and contribution reveal Sinn F&eacute;in's agenda.  It is one of continual crisis, negativity and ignoring the incremental and steady progress at the heart of what the country has secured and what we are capable of securing in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00500","speaker":"1292"},{"type":"speech","time":1495106400,"counter":24,"content":"<p>The Minister's recipe for incremental and gradual progress meant that the children of Gaelscoil Bharra in Cabra West had to wait for 20 long years to be educated in a proper school building.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00700","speaker":"1239"},{"type":"speech","time":1495106400,"counter":25,"content":"<p>Who delivered it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00800","speaker":"1315"},{"type":"speech","time":1495106400,"counter":26,"content":"<p>That is the incremental, step-by-step, steady, easy as you go, \"do not get notions that one should be educated in a proper building\" progress delivered to the people by Fine Gael and, in fairness, advocated by its sidekicks in Fianna F&aacute;il.  Some 5,720 children in crisis have had no social worker allocated to them; while 91,000 households are on waiting lists.  I could recite the statistics, but the Minister should know them because they are the Government's creation.  The Government is not about creating stability but about inertia.  It has fostered chaos and crises.  I have no apology to make to it for outlining the fact that we, in Sinn F&eacute;in, will stand resolutely with those citizens at the receiving end of the crisis delivered by the Government.  As the Minister seems to be very sure of himself, let me put my question again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D00900","speaker":"1239"},{"type":"speech","time":1495106400,"counter":27,"content":"<p>The Deputy is out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01000","speaker":"1371"},{"type":"speech","time":1495106400,"counter":28,"content":"<p>Should the new leader and the person who wishes to be Taoiseach call a general election?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01100","speaker":"1239"},{"type":"speech","time":1495106400,"counter":29,"content":"<p>When the various candidates for the leadership of my party declare what they are going to do, the Deputy will see their commitment to implementing the programme for Government.  She will see their commitment to implementing the agreement we have with the main Opposition party and the reason we want to do so.  Please allow me to give her some other statistics because she is so eager to point to our difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01200","speaker":"1292"},{"type":"speech","time":1495106400,"counter":30,"content":"<p>Tell us about the vulture funds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01300","speaker":"1309"},{"type":"speech","time":1495106400,"counter":31,"content":"<p>Please allow me to point out that there are 186,000 households now benefiting from the rent stability zone legislation brought forward by the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01400","speaker":"1292"},{"type":"speech","time":1495106400,"counter":32,"content":"<p>Rent stability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01500","speaker":"1235"},{"type":"speech","time":1495106400,"counter":33,"content":"<p>Please allow me to point to the fact that &euro;5.4 billion is being invested to provide additional public housing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01600","speaker":"1292"},{"type":"speech","time":1495106400,"counter":34,"content":"<p>The Government's landlord mates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01700","speaker":"1303"},{"type":"speech","time":1495106400,"counter":35,"content":"<p>For example, what is to take place at O'Devaney Gardens which, again, is in our constituency and which, again, was promised by many-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01800","speaker":"1292"},{"type":"speech","time":1495106400,"counter":36,"content":"<p>It is not being built.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D01900","speaker":"1215"},{"type":"speech","time":1495106400,"counter":37,"content":"<p>-----was actually supported by the Deputy's party at local authority level in Dublin City Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D02000","speaker":"1292"},{"type":"speech","time":1495106400,"counter":38,"content":"<p>Not one brick has been laid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D02100","speaker":"1215"},{"type":"speech","time":1495106400,"counter":39,"content":"<p>I am glad that the Deputy acknowledged the point about Gaelscoil Bharra.<\/p><p>I agree that the pupils, families and teachers in that school waited for too long.  Allow me to point to one simple fact.  What Government finally made it happen?  It was the last Government-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800006#D02200","speaker":"1292","continuing":true},{"type":"speech","time":1495107000,"counter":41,"content":"<p>There are many other schools that have not been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00200","speaker":"1288"},{"type":"speech","time":1495107000,"counter":42,"content":"<p>-----using the proceeds of economic progress, the kind of progress the Deputy said would never happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00300","speaker":"1292"},{"type":"speech","time":1495107000,"counter":43,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00400","speaker":"1322"},{"type":"speech","time":1495107000,"counter":44,"content":"<p>The conversation about the legacy of Deputy Enda Kenny has begun.  The conversation to date has been somewhat one-sided.  The official version is out there.  Stephen Collins in <i>The Irish Times<\/i>this morning summed it up.  He said:<\/p><blockquote>By any yardstick Enda Kenny has been one of the most successful political leaders in the history of the State ... His crowning achievement was to lead the country of the financial crisis that brought it to the brink in 2010, and preside over a government that transformed it into the fastest growing EU economy for the past three years.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00500","speaker":"1432"},{"type":"speech","time":1495107000,"counter":45,"content":"<p>Fair play to you, Mick.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00600","speaker":"1322"},{"type":"speech","time":1495107000,"counter":46,"content":"<p>The vantage point from an editorial chair in Tara Street, a CEO's office in a bailed-out bank or from the backbenches of the Fine Gael Party is somewhat different from the vantage point of working class people in my constituency of Cork North-Central or from the vantage point of a homeless person in a doorway or a young mother trying to make the rent.  Such commentators will be far more likely to point to the shocking social inequality the Taoiseach is bequeathing.  It is an Ireland where the wealthiest 20% own 73% of the wealth and the poorest 20% own 0.2%, a differential of an incredible 365 to one.  It is an Ireland where workers have had the stick taken to them.  One in five are low paid, there is a gender pay gap of 14% and a two-tier pay is Government policy.  It is an Ireland where a job is no longer a guarantee of a life free from poverty or even of a roof over one's head.  This is the Ireland Deputy Enda Kenny has helped to shape.  Every one of his six budgets were regressive and every one widened the gap between the rich and the rest.  Did the Taoiseach fashion this island on his own?  Of course not.  He had many helpers along the line.  Among them is the Minister, Deputy Donohoe; the two young princes waiting in the wings; and a sorry and now deservedly depleted Labour Party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00700","speaker":"1432"},{"type":"speech","time":1495107000,"counter":47,"content":"<p>That is rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00800","speaker":"1353"},{"type":"speech","time":1495107000,"counter":48,"content":"<p>Social inequality on a scale never before seen in this State was achieved by them all, building on the legacy of the previous Fianna F&aacute;il administrations.  On the legacy issue, who was right - the hundreds of thousands of people alienated from the political establishment or the editorial writers?  Perhaps both are right in their own ways, coming from completely different, opposing and antagonistic class viewpoints.  Ultimately, however, history decides the question.  If the backlash against social inequality grows in the years ahead, if the strikes and magnificent anti-water charges movement come to be seen not as a blip but as the forerunners of even bigger challenges to inequality and injustice, then I strongly suspect the honest historian will say the legacy of this Taoiseach was the social inequality which fed that backlash and which can change the political direction taken by the nation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E00900","speaker":"1432"},{"type":"speech","time":1495107000,"counter":49,"content":"<p>Let me reassure Deputy Barry the backbenches behind me, my party and colleagues such as the Minister of State, Deputy Finian McGrath, beside me, understand the social circumstances and social needs that are out there every bit as vividly as Deputy Barry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E01000","speaker":"1292"},{"type":"speech","time":1495107000,"counter":50,"content":"<p>I doubt it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E01100","speaker":"1434"},{"type":"speech","time":1495107000,"counter":51,"content":"<p>Deputy Barry has no monopoly on compassion.  He has no monopoly on representation.  The creed he outlines is the creed, to quote the Deputy, of antagonism.  It is the creed of perpetual strife.<\/p>  <p>  The Deputy talks about the view of historians.  Historians and commentators will make their own minds up and we will respect and acknowledge their right to do that.  As the balance sheet is being drawn up on the Taoiseach and the contribution of the last Government, what will be on the balance sheet are the many factors the Deputy refuses to acknowledge in his contribution.  We have seen economic growth translate into job growth, social circumstances begin to improve, increased investment in services, schools and hospitals and we have seen our country begin to make a degree of progress the Deputy has always argued is impossible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800007#E01200","speaker":"1292"},{"type":"speech","time":1495107600,"counter":52,"content":"<p>Why is he going then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00100","speaker":"1434"},{"type":"speech","time":1495107600,"counter":53,"content":"<p>There are no princes or princesses in our party.  We are a party that represents all levels of society, those with and those without.  What we see from Deputy Barry and his party, day after day, is an attempt to advocate an agenda that does not represent or acknowledge the progress that has been made.  I find it so ironic that the latest incarnation for Deputy Barry's movement is Solidarity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00200","speaker":"1292"},{"type":"speech","time":1495107600,"counter":54,"content":"<p>The Deputy would not know much about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00300","speaker":"1434"},{"type":"speech","time":1495107600,"counter":55,"content":"<p>The last time I checked, Solidarity was a movement originating in Europe that sought to defeat communism but what we have from the Deputy is a movement and a party that is seeking to enforce some form of communism on people who deserve better.  We are as aware of peoples' needs as the Deputy's party.  We are aware of all of the challenges that still exist but we are also aware of what has been achieved, which Deputy Barry refuses to acknowledge.  We are aware of what has already been secured and know that the best way to build on that is by trying to bring people together, not to continually divide them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00400","speaker":"1292"},{"type":"speech","time":1495107600,"counter":56,"content":"<p>I am afraid that I am going to have to deal with a certain topic in my supplementary question.  I ask the Minister to confirm that the Taoiseach, on retirement, will be in receipt of a lump sum of &euro;378,000-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00500","speaker":"1432"},{"type":"speech","time":1495107600,"counter":57,"content":"<p>Typical-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00600","speaker":"1322"},{"type":"unspoken","time":1495107600,"counter":58,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1495107600,"counter":59,"content":"<p>-----and on top of that, an annual payment in perpetuity of &euro;126,000.  Next week the Minister is going into public sector pay talks and standing over a negotiating stance of support for two-tier pay rates, allowance systems and pension rates for new entrants.  This is the solidarity that the Minister is showing to the people who helped to get this country out of the crisis, the working people of this country.  The solidarity that I stand for is in the tradition of Connolly and Larkin and I say that there must be equal pay for work of equal value for our young people.  How can the Minister defend a lump sum payment of &euro;378,000 plus &euro;126,000 per year for the departing Taoiseach while at the same time attempting to defend these scandalous two-tier pay rates for young workers in our public services?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00800","speaker":"1432"},{"type":"speech","time":1495107600,"counter":60,"content":"<p>Let us look at the progress that has been secured in dealing with some of the issues that the Deputy has just raised.  On the issue of pensions, we must acknowledge that the average level of public pension in this State is &euro;23,000.  By 1 January 2018, anybody earning a pension below &euro;32,400 will see the public service pension reduction eliminated.<\/p>  <p>  The Deputy made reference to the issue of different pay and income levels for people who joined the public service after 2010 and after 2013.  Let us look at the agreement that was secured between the Government and teachers' unions that sought to put in place a higher level of wage growth and to restore payments to acknowledge the fact that for some teachers, the level of payment they were receiving was not in line with the status that we wanted to offer to their profession -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F00900","speaker":"1292"},{"type":"speech","time":1495107600,"counter":61,"content":"<p>Does the Minister have any comment to make on the Taoiseach's pension?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F01000","speaker":"1432"},{"type":"speech","time":1495107600,"counter":62,"content":"<p>That has been delivered.<\/p><p>In the negotiations on public pay that we will commence shortly, following the publication of the report of the Public Sector Pay Commission, we will be looking to build on this progress.  We will be looking, if possible, to secure an agreement on public pay that recognises the contributions of 308,000 public servants to our country, society and economy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F01100","speaker":"1292"},{"type":"speech","time":1495107600,"counter":63,"content":"<p>I wish to take this opportunity to wish the Taoiseach, Deputy Enda Kenny, well following the announcement of his retirement as Taoiseach in the coming days.  I wish him well on a personal level.  For many in Fine Gael, his has been a very successful tenure.  There will be other opportunities to debate his legacy but I would like to wish him well at this stage.<\/p>  <p>  Last month the Minister for Social Protection, Deputy Varadkar, launched what is essentially a State sponsored, self-promoting public campaign calling on people to report those they suspect of engaging in social welfare fraud.<\/p><p>The claim that over &euro;500 million was saved in 2016 through a range of anti-fraud measures within the Department of Social Protection is central to this public campaign.  The Minister has been found to have embellished and manipulated the social welfare figures.  The actual figure for fraud is closer to &euro;41 million, or 0.2% of the social welfare budget.  It has been revealed that the estimate figures include moneys that would have been saved over 52 weeks in the cases of some payments and over 136 weeks in other cases, rather than what has actually been saved.  It is possible that the inaccuracy of &euro;450 million in the Minister's calculations can be attributed not to a miscalculation but to a calculated tactic as part of his leadership challenge.  The Minister's campaign targets a vulnerable cohort of people including the elderly, lone parents, people with disabilities and the unemployed.<\/p> <p> This level of scrutiny is not replicated when it comes to tackling white-collar crime.  Over the past ten years, Ireland has lost approximately &euro;25 billion through economic crime.  This loss of &euro;2.5 billion a year equates to more than 60 times the annual level of social welfare fraud.  The Exchequer has lost tens of billions of euro through the activities of NAMA in extremely suspicious circumstances involving the current Government.  The sale of NAMA's Northern loanbook led to a recorded loss of &euro;162 million.  NAMA recorded total losses of &euro;800 million in respect of its Northern Ireland loan portfolio between 2010 and 2014.  The Government is refusing to accept that there is anything wrong with this.  When 15,000 people were defrauded by Irish banks on their mortgage interest rates, it caused misery and led to considerable losses for families.  What about the 100 families that have lost their homes as a result of this fraud?  It has been calculated that over the lifetimes of these mortgages, the amount of money involved in this criminal action is at least &euro;500 million.<\/p> <p> The Government has never taken white-collar crime seriously.  The staffing levels of the Office of the Director of Corporate Enforcement have decreased by more than 18% since 2010.  The number of garda&iacute; working in the office has been reduced by 25%.  Furthermore, the 2015 Garda S&iacute;och&aacute;na Inspectorate report noted that \"the Garda Bureau of Fraud Investigation are struggling to manage the volume of suspicious financial transaction reports forwarded to them as part of money laundering and terrorist financing legislation\".  We do not even collate statistics on white-collar crime.  The figures that are drawn up are combined with welfare fraud statistics in an effort to massage the figures.  If the Government had paid as much attention to white-collar criminals as it is now paying to potential social welfare fraud, it could have saved tens of billions of euro, which is far more than the &euro;41 million that is lost in social welfare fraud each year.  When will the Government begin to address this scandal by targeting the corporate criminals and tax cheats who have escaped its public campaign?  When will it target criminals in suits as vigorously as it is targeting those who depend on social welfare?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800008#F01200","speaker":"1366","continuing":true},{"type":"speech","time":1495107900,"counter":65,"content":"<p>I thank the Deputy for his gracious comments in response to the announcement made by the Taoiseach yesterday.<\/p>  <p>  All fraud is wrong and illegal and should be subject to the fullest possible enforcement response from the State.  All of the issues raised by the Deputy with regard to white-collar crime and corporate fraud are dealt with by the Office of the Director of Corporate Enforcement with the support of An Garda S&iacute;och&aacute;na.  As we all know, Revenue pursues tax fraud relentlessly and successfully.  Given that the social welfare system involves annual expenditure of almost &euro;20 billion, I suggest that fraud involving forms of income support that are designed to support and protect people on low incomes who are in need at vulnerable points in their lives is particularly worthy of investigation and should be dealt with.  That is what the Minister, Deputy Varadkar, is attempting to do.  I would have hoped that when the Deputy was acknowledging the Minister's motives in this regard, he would also have acknowledged that the first set of comprehensive increases in social welfare payments since 2007 or 2010, depending on the payments in question, was provided for in budget 2017.  Those increases were put in place because all members of the Government recognise the need to support our social welfare system and those who rely on social welfare payments.<\/p><p>I would argue with the Deputy that we need to tackle those who have been involved in defrauding the State from a form of payment that is meant to be used to support those who are vulnerable and need additional income.  This must be tackled and more needs to be done on it.<\/p> <p> Regarding the figure the Deputy raised, the Department of Social Protection has outlined that the &euro;506 million figure relates to both control and anti-fraud activity.  All the material relating to that campaign recognises that.  Since this campaign was launched on 1 May of this year, the Department has received more than 1,250 reports of social welfare fraud from members of the public, which represents an increase of more than double the figure for the previous year.  Up to May 2016, the figure was 575, and that figure has now more than doubled.  That is as a result of the campaign the Department of Social Protection put in place.  Its purpose is to stop the abuse of taxpayers' money, which is meant to be used to support those who need it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800009#G00200","speaker":"1292","continuing":true},{"type":"speech","time":1495108200,"counter":67,"content":"<p>It is interesting the Minister in his response said that all fraud is wrong but in his eyes and those of Fine Gael and the Minister, Deputy Varadkar, all fraud is not wrong, only social welfare fraud is wrong and that is the only fraud that is being actively pursued.  When one puts such fraud in context it pales into insignificance compared to white collar crime and white collar fraud that is rampantly in this State.  Will the Minister advise us of the way in which staffing levels in the Office of the Director of Corporate Enforcement have been maintained since 2010 and by how much they have reduced?  How many forensic accountants does that office employ who can investigate fraud issues?  When we have those figures, that will reveal the real attitude of the Government to tackling fraud.<\/p>  <p>  The Minister said that the first comprehensive increases were in 2017.  We could have had far better increases before now if the Government had been tackling white collar crime and the proceeds of that crime had been retained in the Exchequer.  NAMAleaks has received many reports of employees of NAMA using NAMA information for personal gain in contravention of the NAMA Act.  That is the type of white collar crime to which I am referring.  When will the Minister start to investigate that? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00200","speaker":"1366"},{"type":"speech","time":1495108200,"counter":68,"content":"<p>I am not sure if the Deputy welcomes the fact that we are now seeking to do more to tackle those who abuse the system that is meant to support those who are in need.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00300","speaker":"1292"},{"type":"speech","time":1495108200,"counter":69,"content":"<p>Why does the Minister not tackle white collar crime?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00400","speaker":"1366"},{"type":"speech","time":1495108200,"counter":70,"content":"<p>I am not sure if the Deputy supports the fact that the number of reports of social welfare fraud has doubled since that campaign was launched.  He is wrong to even infer that this Government, this party or any of those who are associated with it do not take seriously the issue of fraud in all its different manifestations.  It all needs to be tackled.  The Government is committed to doing that.  It is appropriate regarding the Government expenditure of &euro;20 billion that all steps be taken to ensure that is no abuse of that funding and that nobody is defrauded of it.  That is what the Department of Social Protection is seeking to do.  I would have hoped that the Deputy would welcomed the fact that the number of reports of alleged fraud has doubled since that report was launched.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00500","speaker":"1292"},{"type":"speech","time":1495108200,"counter":71,"content":"<p>That is &quot;alleged&quot; fraud.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00600","speaker":"1306"},{"type":"speech","time":1495108200,"counter":72,"content":"<p>Yes, alleged fraud.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00700","speaker":"1366"},{"type":"speech","time":1495108200,"counter":73,"content":"<p>That concludes Leaders' Questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00800","speaker":"1371"},{"type":"majorheading","content":"Questions on Promised Legislation","time":1495108200,"counter":74,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H00900"},{"type":"speech","time":1495108200,"counter":75,"content":"<p>Before we move on to Questions on Promised Legislation, 12 Deputies are offering and only 15 minutes is allocated for this business today, so I ask Members to be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H01000","speaker":"1371"},{"type":"speech","time":1495108200,"counter":76,"content":"<p>First, I wish to acknowledge the departure of An Taoiseach, Deputy Kenny, and should have done so earlier.  I also wish to acknowledge his work over the years in very difficult times, and I wish him and his family the very best.<\/p>  <p>  I wish to ask the Minister about the possibility of the introduction of a supplementary budget before budget 2018, specifically in the context of what we spoke about earlier, namely, funding for Brexit.  In the last budget, the combined funding that went to the IDA, Enterprise Ireland, and Bord Bia was &euro;4.6 million.  The Minister and I may disagree on the level of activity but I would hope we would agree that with respect to the total budget for those excellent agencies of &euro;4.6 million that they could do a great deal more good with a higher budget.  To put that into context, the first supplementary budget for health last year came in at &euro;500 million and the D&aacute;il voted it through.  There was a second supplementary budget for health which, I believe, was approximately &euro;389 million.  We can vote through amounts of money on the basis that Brexit is this enormous challenge.  Can we expect to see a supplementary budget, specifically for the State agencies tasked with helping businesses and farmers in the country?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800010#H01100","speaker":"1436"},{"type":"speech","time":1495108800,"counter":77,"content":"<p>I thank the Deputy for his comments relating to the Taoiseach and his family.  I am a bit confused by the attitude of Fianna F&aacute;il towards budgetary policy because on the one hand Deputy Michael McGrath is continually asking me to make sure we have no plans to bring in a supplementary budget but the Deputy is now asking me if we have such plans.  We have plans in place to deal with Brexit and they were dealt with the context of the 2017 budget.  I acknowledge that we will look at and take further steps to deal with that challenge and do it in the context of the 2018 budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800011#J00100","speaker":"1292"},{"type":"speech","time":1495108800,"counter":78,"content":"<p>Last February, Mr. Kieran Mulvey reported to the Government on the north east inner city and bringing about what was termed in the report's title as \"a brighter future\".  That was launched and agreed.  Since that time, there has been a really disappointing level of inactivity in terms of implementing those recommendations and establishing viable and meaningful local structures to bring the change we all wish to see in that part of the city.  The North Inner City Community Coalition has been in correspondence with An Taoiseach, Deputy Enda Kenny, on three occasions to request a meeting but that has not happened.  Will the Minister tell me when we will get a report on substantive progress in the bringing of change and those local structures to the north-east inner city in Dublin?  When will the outgoing or incoming Taoiseach meet representatives of the North Inner City Community Coalition?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800011#J00200","speaker":"1239"},{"type":"speech","time":1495108800,"counter":79,"content":"<p>I acknowledge the open mind that the Deputy has demonstrated with regard to this report and what we are looking to do, including the support she has offered to date, although I know that is qualified.  The Deputy, her party and its councillors have looked to engage in this progress and project.<\/p>  <p>  The Deputy asked whether the Taoiseach will seek to meet representatives of the community coalition and the answer is \"Yes\".  He has just had much diary pressure to this point, in particular with European commitments, but as recently as yesterday he indicated to me he will meet the group.  He is looking to meet them by the end of this month, if that is possible.  He is further seeking to visit the north inner city again, and perhaps there might be the opportunity to do all of it as part of one arrangement, diary commitments permitting.  I expect a report on what has been achieved to date will be done by the end of this month.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800011#J00300","speaker":"1292"},{"type":"speech","time":1495108800,"counter":80,"content":"<p>I also acknowledge the announcement made yesterday by the Taoiseach.  I have made my own comments in public since the announcement was made, having worked with him for five years.<\/p>  <p>  This morning we are hearing the Gay and Lesbian Equality Network, GLEN, is to close.  Its effective work in lobbying for the lesbian, gay, bisexual and transsexual, LGBT, community led to equality legislation, as well as workplace and other protections for LGBT people.  It also helped bring about the establishment of civil partnerships and, ultimately, marriage equality.  For 29 years it has organised and lobbied on behalf of a community that was for too long in the shadows.  Regardless of the events that led to its closure, its contribution to building a more equal society deserves acknowledgement and respect.  The programme for Government contains a determination to foster greater social inclusion and empower the LGBT community.  What action does the Government intend to take to deliver on this commitment in the programme for Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800011#J00400","speaker":"1353"},{"type":"speech","time":1495108800,"counter":81,"content":"<p>I thank Deputy Howlin for his comments about the Taoiseach and his words yesterday.  I am aware of the report and announcement made by GLEN on its status, specifically the decision it has made to pursue an orderly winding up of its activities.  I also acknowledge the contribution it has made to social progress in our country and the way in which it looked to progress an agenda that we all now accept needed to be done was exemplary.  The former Senator, Ms Jillian van Turnhout, was involved with an independent review of the organisation and the charities regulator is independent of the Government; it will take whatever action it sees fit.  The Deputy asked about services and my view is that our current objective should be to ensure the valuable services provided by GLEN continue to be provided, given that the organisation will not be around.<\/p><p>My colleague, the Minister of State, Deputy Stanton, and the Department of Justice and Equality are involved in drafting an LGBTI strategy which will be published.  We hope it will provide a forum for ensuring that the services, advocacy and support which GLEN provided will be continued, albeit not through it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800011#J00500","speaker":"1292","continuing":true},{"type":"speech","time":1495109100,"counter":83,"content":"<p>My question concerns the Department of the Minister for Social Protection, Deputy Leo Varadkar, as he promotes himself through this campaign against alleged fraud.  The language he uses in answering parliamentary questions is interesting.  He wants to promote discussion, challenge perceptions, encourage reporting, increase awareness, demonstrate the seriousness of the Government and the very deep consciousness of the Department in fulfilling its obligations.  The Minister's replies use very good language but another very serious fraud is being carried out on more than 30,000 women pensioners who are being denied a proper full contributory pension because of a flaw in the pensions legislation, to which we proposed an amendment last year.  The Minister refused to accept this amendment but said he would carry out a review.  When are we going to have this review of gross pension inequality, mainly among women pensioners in receipt of the old age pension.  Can we please see it soon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00200","speaker":"1367"},{"type":"speech","time":1495109100,"counter":84,"content":"<p>The Minister, Deputy Varadkar, is undertaking such a review.  I cannot indicate to the Deputy when that report will be completed but I will ensure she is given this information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00300","speaker":"1292"},{"type":"speech","time":1495109100,"counter":85,"content":"<p>The programme for Government contains much talk about rural development and, indeed, a rural development Minister.  The Leader programme was one of the most important and successful pillars we had in rural development for decades.  The Irish programme was held up as a model in Europe.  The Minister's predecessor, the former Minister, big Phil, the enforcer, devastated it.  Now we have a new situation where there are low engagement levels, the length of the application process is desperate, there is complex and costly administration, and nothing is happening.  Not a euro is being spent and communities are frustrated, different projects are being pitted against each other, and the whole thing is a farce.  When will the Government dismantle this model and go back to a bottom-up approach?  The programme is closed down by administration.  It suits the Government.  Under the County and City Managers Association, the Government has destroyed community initiative.  Could the Government please seriously examine this and allow the volunteers to do the work they have always done and better their own communities, which the Government will not do it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00400","speaker":"1347"},{"type":"speech","time":1495109100,"counter":86,"content":"<p>We have not destroyed community initiative.  We are not looking in any way to frustrate the work of communities in responding to their challenges, in particular in the rural context to which the Deputy refers.  That is the reason the Minister, Deputy Humphreys, has an action plan on the development of rural Ireland to which every Department is committed, and in which we are making progress.  The review to which the Deputy referred is simply one that is designed to ensure that the funding the taxpayer makes available to support these services is used in the best way possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00500","speaker":"1292"},{"type":"speech","time":1495109100,"counter":87,"content":"<p>Not a cent has been made available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00600","speaker":"1347"},{"type":"speech","time":1495109100,"counter":88,"content":"<p>Under the legislative programme for spring and summer 2017, the gambling control Bill is proposed to provide a comprehensive new licensing and regulatory framework for gambling.  The Minister, along with everyone in this House and the public, will be aware that gambling is becoming a scourge in this country, in particular among young people and especially online gambling.  We need to get this legislation in place and get control over this issue before it gets out of hand.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00700","speaker":"1321"},{"type":"speech","time":1495109100,"counter":89,"content":"<p>The Minister of State, Deputy Stanton, is dealing with this matter and I will ask him to respond to the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00800","speaker":"1292"},{"type":"speech","time":1495109100,"counter":90,"content":"<p>I thank the Deputy for the question.  It is an issue about which we are all very concerned.  I hope in the next week or two to publish the heads of a Bill which will contain some measures to deal with the issues about which the Deputy is concerned.  I hope the main gambling Bill will be produced by the end of the year; that is the intention.  Earlier this year, we carried out a review of developments in the interim since the heads were produced in 2014.  They are substantial.  The Deputy is correct on online activity.  We are determined to establish a regulator and I have recently explored ways of setting one up on an interim basis in order to get the work started.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K00900","speaker":"1277"},{"type":"speech","time":1495109100,"counter":91,"content":"<p>The Committee on the Future Funding of Domestic Water Services published its report in April.<\/p><p>Central to the report are proposed amendments to the 2007 Water Services Act.  The Minister, Deputy Simon Coveney, previously indicated that the Bill would be presented to the House in June.  Given that he and the Fine Gael Party will be rather distracted in the next couple of months, will the Minister, Deputy Paschal Donohoe, give us a guarantee that the legislation will not be a delayed as a result of the Fine Gael leadership contest?  Can he give us an indication of when it will be published?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800012#K01000","speaker":"1215","continuing":true},{"type":"speech","time":1495109700,"counter":93,"content":"<p>I believe it will be published before the summer, as indicated by the Minister, Deputy Simon Coveney.  Given the importance of the issue, like any piece of Government business, the legislation will not be affected by any debate that may take place within my party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00200","speaker":"1292"},{"type":"speech","time":1495109700,"counter":94,"content":"<p>I refer to respite care for children with mental and physical disabilities.  The Minister of State, Deputy Finian McGrath, travelled to County Kerry and announced that he had secured several million euro to address the issue.  I can tell the House that a respite care service is only being provided for four families at a time in Kilmona in north Kerry.  Why is St. Mary of the Angels in Beaufort not being allowed to continue to provide a respite care service for parents who are worn out?  It would give them a chance to recharge their batteries.  They are so low-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00300","speaker":"1320"},{"type":"speech","time":1495109700,"counter":95,"content":"<p>The Deputy could table a parliamentary question about that matter or a Topical Issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00400","speaker":"1371"},{"type":"speech","time":1495109700,"counter":96,"content":"<p>The Minister of State announced that he was allocating money to deal with the issue but it has not reached County Kerry.  We have to wait until the very last.  Where is the money from the HSE?  Why are people not receiving help?  They are in a desperate state.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00500","speaker":"1320"},{"type":"speech","time":1495109700,"counter":97,"content":"<p>Like the Deputy, I acknowledge the needs of those who need a respite care service and the pressure they are under, but I am not in a position to update the Deputy on the supply of funding for a particular centre.  If he raises the matter directly with the Minister of State, Deputy Finian McGrath, in a Topical Issue debate and so on, I know that he will respond.  I will let the Minister of State know that the Deputy has raised the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00600","speaker":"1292"},{"type":"speech","time":1495109700,"counter":98,"content":"<p>The Domestic Violence Bill has been promised.  Will the Minister indicate its current location and the intent to bring it into law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00700","speaker":"1322"},{"type":"speech","time":1495109700,"counter":99,"content":"<p>It is a very important Bill which has reached Committee Stage in the Seanad.  The Government is committed to enacting it as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00800","speaker":"1292"},{"type":"speech","time":1495109700,"counter":100,"content":"<p>Considering the performance of the Minister, Deputy Paschal Donohoe, today, he might consider becoming the third man, if the Ceann Comhairle knows what I mean.<\/p>  <p>  The programme for Government devotes a lot of time to farming matters, which is important because they affect the lives of every one of us.  One concerns inspections, appeals and TAMS.  Reference was made to fairness, transparency and the farmers' charter.  In respect of TAMS, 11,800 farmers applied to participate in the scheme, of whom 8,440 have been approved.  A considerable number of payments have been delayed.  I am raising the issue because the delays are causing a lot of stress for farm families.  Deputy Charlie McConalogue has dealt with the issue on our side of the House.  We have been told there is an IT issue and if that is the case, it is not good enough.  Will the Government consider a plan B?  If there is an IT issue, it should have a fund from which to make payments and remove the stress and recoup the money when the IT system has been repaired.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L00900","speaker":"1342"},{"type":"speech","time":1495109700,"counter":101,"content":"<p>The Minister for Agriculture, Food and the Marine, Deputy Michael Creed, is very much aware of the importance of this issue because the payments are needed.  Farmers and their families are entitled to them.  There is, however, a difficulty in making them within the correct timeline.  The Department of Agriculture, Food and the Marine wants to resolve the matter.  Now that the Deputy has raised the issue, I will make sure the Minister is aware of his concern.  Using the systems in place which have worked in the past is the best way to deal with the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L01000","speaker":"1292"},{"type":"speech","time":1495109700,"counter":102,"content":"<p>There are two Deputies remaining.  If they are very brief, I will take them together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L01100","speaker":"1371"},{"type":"speech","time":1495109700,"counter":103,"content":"<p>On page 40 of the programme for Government the Government committed to raising the national minimum wage to &euro;10.50 an hour.  The last increase was 10 cent, from &euro;9.15 to &euro;9.25, a paltry increase.  At this rate, it will take the Government 11 years to reach its target.<\/p><p>It has nothing to do with the Low Pay Commission, rather it is a commitment in the programme for Government.  As the Minister knows, the cost of living is now huge.  People cannot make ends meet on &euro;9.25 per hour.  Rent, travel, insurance and other costs are massively affecting people at a time when wages are not increasing.  Will the Minister commit to raising the national minimum wage to &euro;10.50 immediately and start to progress towards a living wage of &euro;11.50?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800013#L01200","speaker":"1327","continuing":true},{"type":"speech","time":1495110300,"counter":105,"content":"<p>The Minister for Social Protection, Deputy Leo Varadkar, has informed me in a written reply to a parliamentary question that he intends to introduce legislation to ensure payments made in respect of the Stardust fire of 1981 will not be counted as means in calculations for social welfare purposes.  I do not expect the Minister opposite to know the detail of that commitment, but he might remind the Minister, Deputy Leo Varadkar, of his commitment.  I hope the legislation can be taken in the House sooner rather than later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M00200","speaker":"1360"},{"type":"speech","time":1495110300,"counter":106,"content":"<p>I missed Deputy Declan Breathnach.  I apologise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M00300","speaker":"1371"},{"type":"speech","time":1495110300,"counter":107,"content":"<p>I must be the third man on this side of the House.  The programme for Government contains a commitment to keep people in their own homes for as long as possible.  In that regard, I note that the disabled person's grants scheme, while very welcome in all counties, is completely oversubscribed.  In my county alone in the priority 1 category, many people have been refused the grant owing to oversubscription.  As I have done before, I ask the Minister for Public Expenditure and Reform and the Minister for Housing, Planning, Community and Local Government, Deputy Simon Coveney, to consider the reintroduction of the housing aid for the elderly scheme, whereby a small grant of approximately &euro;5,000 could be matched by families, either through work or materials, to extend the capacity of people to live in their homes for longer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M00400","speaker":"1332"},{"type":"speech","time":1495110300,"counter":108,"content":"<p>I will ask the Minister of State, Deputy Pat Breen, to deal with the issue raised by Deputy Maurice Quinlivan.  <\/p><p>I will pass on to the Minister, Deputy Leo Varadkar, the concerns of Deputy Se&aacute;n Haughey.  As the Deputy acknowledges, the Minister has indicated that he wants to see if the payment can be released in such a way as to avoid disqualifying recipients from receiving other payments they may already be receiving.  <\/p><p>The matter raised by Deputy Declan Breathnach is one which the Minister, Deputy Simon Coveney, who I will have to mention every time I also mention the Minister, Deputy Leo Varadkar, is raising in the context of budget 2018.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M00500","speaker":"1292"},{"type":"speech","time":1495110300,"counter":109,"content":"<p>I remind Deputy Maurice Quinlivan that the minimum wage in Ireland is the second highest in Europe after Luxembourg.  The idea behind establishing the Low Pay Commission last year was to take responsibility for the matter away from the Government.  The commission consists of academics, business people and trade union representatives whose task is to make a balanced decision on the level of the minimum wage each year.  It is working on the issue and, I understand, will make a decision in July.  The idea was to take it away from the Government and place it before a small group which was balanced and independent in its composition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M00600","speaker":"1272"},{"type":"majorheading","content":"Criminal Justice (Offences Relating to Information Systems) Bill 2016: From the Seanad","time":1495110300,"counter":110,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M00700"},{"type":"unspoken","time":1495110300,"counter":111,"content":"<p>The D&aacute;il went into Committee to consider amendments from the Seanad.<\/p>"},{"type":"unspoken","time":1495110300,"counter":112,"content":"<p>Seanad amendment No. 1:<\/p><p><\/p>"},{"type":"unspoken","time":1495110300,"counter":113,"content":"<p>Seanad amendment agreed to.<\/p>"},{"type":"unspoken","time":1495110300,"counter":114,"content":"<p>Seanad amendment No. 2:<\/p><p><\/p>"},{"type":"unspoken","time":1495110300,"counter":115,"content":"<p>Seanad amendment agreed to.<\/p>"},{"type":"unspoken","time":1495110300,"counter":116,"content":"<p>Seanad amendment No. 3<\/p><p><\/p>"},{"type":"unspoken","time":1495110300,"counter":117,"content":"<p>Seanad amendment agreed to.<\/p>"},{"type":"speech","time":1495110300,"counter":118,"content":"<p>I thank the House for facilitating this important legislation and agreeing to the amendments.  It is of particular note that this is the first legislation in this jurisdiction which is specifically dedicated to dealing with cybercrime.  It is also timely in seeking to protect vital information and communications systems from attack, a reality which was, unfortunately, clearly demonstrated last weekend when 200,000 systems in more than 150 countries were targeted in an unprecedented global cyberattack.  The need to safeguard modern systems and their important data is more pressing than ever.  We must help to protect individual citizens, businesses and Government structures alike from cybercriminality.  The legislation ensures unlawful activities related to information systems are criminalised and that strong penalties are in place to deter and punish offenders.  I am sure the legislation will make a very significant difference in combating and prosecuting cybercrime and prove to be of immense benefit to An Garda S&iacute;och&aacute;na in its work in this area.  It is, therefore, a very welcome and important addition to the Statute Book.  I thank colleagues for their support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800014#M01400","speaker":"1277"},{"type":"unspoken","time":1495110300,"counter":119,"content":"<p>Seanad amendments reported.<\/p>"},{"type":"majorheading","content":"Rural Equality Bill 2017: Second Stage (Resumed) [Private Members]","time":1495110900,"counter":120,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800015#N00100"},{"type":"unspoken","time":1495110900,"counter":121,"content":"<p>The following motion was moved by Deputy Martin Kenny on Thursday, 4 May 2017:<\/p><p><\/p>"},{"type":"unspoken","time":1495110900,"counter":122,"content":"<p>Debate resumed on amendment No. 1:<\/p><p>-(Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys)<\/p>"},{"type":"speech","time":1495110900,"counter":123,"content":"<p>I must now deal with a postponed division relating to Second Stage of the Rural Equality Bill 2017, which took place on Thursday, 4 May 2017.  On the question, \"That the amendment be made\", a division was claimed and, in accordance with Standing Order 70(2), that division must be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800015#N00400","speaker":"1371"},{"type":"vote","time":1495111200,"counter":124,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 89; Níl, 47; Staon, 0.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Aengus Ó Snodaigh and Martin Kenny.<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800016#O00100","aye":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1221","1339","1286","1217","1285","1298","1364","1261","1352","1268","1338","1436","1292","1274","1356","1322","1264","1300","1331","1233","1216","1289","1318","1351","1251","1360","1237","1249","1229","1314","1311","1323","1240","1346","1337","1359","1223","1248","1290","1343","1243","1224","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1297","1227","1329","1257","1324","1291","1265","1231","1304","1213","1344","1270","1271","1277","1250","1236"],"nay":["1330","1432","1238","1252","1279","1253","1306","1263","1434","1309","1258","1259","1288","1303","1317","1266","1275","1320","1348","1353","1349","1299","1345","1239","1347","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1325","1370","1366","1327","1301","1276","1222","1367","1232","1235","1355"],"abs":[]},{"type":"unspoken","time":1495111200,"counter":125,"content":"<p>Motion, as amended, put and declared carried.<\/p>"},{"type":"majorheading","content":"Proposed Sale of AIB Shares: Motion (Resumed) [Private Members]","time":1495111800,"counter":126,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800017#P00100"},{"type":"unspoken","time":1495111800,"counter":127,"content":"<p>The following motion was moved by Deputy Brendan Howlin on Tuesday, 9 May 2017:<\/p><p><\/p>"},{"type":"unspoken","time":1495111800,"counter":128,"content":"<p>Debate resumed on amendment No. 5:<\/p><p><\/p>"},{"type":"speech","time":1495111800,"counter":129,"content":"<p>I must now deal with a postponed division relating to amendment No. 5 to the motion regarding the proposed sale of AIB shares.  On Tuesday, 9 May 2017, on the question, \"That the amendment to the motion be agreed to,\" a division was claimed.  In accordance with Standing Order 70(2), that division must be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800017#P00400","speaker":"1371"},{"type":"vote","time":1495111800,"counter":130,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 47; Níl, 90; Staon, 1.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Brendan Ryan and Jan O'Sullivan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800017#P00500","aye":["1246","1219","1272","1310","1293","1369","1307","1273","1339","1286","1285","1364","1261","1352","1268","1338","1292","1356","1322","1264","1300","1331","1233","1318","1351","1251","1237","1249","1314","1240","1337","1359","1290","1343","1243","1363","1295","1315","1328","1326","1297","1329","1265","1304","1213","1277","1236"],"nay":["1330","1368","1432","1238","1252","1321","1332","1354","1279","1253","1220","1225","1350","1335","1357","1218","1255","1336","1306","1263","1221","1434","1217","1309","1258","1298","1259","1288","1436","1274","1303","1317","1216","1266","1289","1360","1320","1348","1353","1229","1349","1299","1345","1311","1323","1346","1244","1239","1347","1223","1248","1242","1224","1362","1284","1283","1333","1262","1226","1342","1340","1215","1269","1312","1287","1305","1228","1280","1296","1227","1257","1302","1324","1325","1291","1370","1366","1327","1231","1301","1344","1276","1222","1270","1367","1271","1232","1235","1250","1355"],"abs":["1275"]},{"type":"speech","time":1495112400,"counter":131,"content":"<p>I move amendment No. 4:<\/p><blockquote>To delete all words after &quot;D&aacute;il &Eacute;ireann&quot; and substitute the following:&quot;is confident that capital investment can provide both social benefits as well as economic growth, rather than presenting a false choice in relation to such investment;<br \/><br \/>together with the International Monetary Fund, the Irish Congress of Trade Unions and the Irish Business and Employers Confederation believes that, in order to tackle infrastructural bottlenecks built up as a result of under-investment in recent years, deal with the rapid growth within the domestic economy, deal with a growing and ageing population, as well as tackle the particular challenges posed by Brexit, greater capital investment is required than envisaged in the current capital plan;<br \/><br \/>notes that:<blockquote>- while nominal national debt levels have increased very significantly in the last decade, the Irish national debt-to-gross domestic product, GDP, ratio continues to fall at a rapid pace, due to economic growth and continued achievement of budgetary targets, the costs of servicing the national debt have consistently been declining;<br \/><br \/>- the Irish Strategic Investment Fund has a discretionary portfolio of &euro;8.1 billion and a directed portfolio valued at &euro;12.6 billion, consisting of State shareholdings in Allied Irish Banks, AIB, and Bank of Ireland that were paid out of the National Pensions Reserve Fund; and<br \/><br \/>- the European Union Stability and Growth Pact and the European Union and domestic fiscal rules are essential for ensuring fiscal responsibility and stability across the eurozone, including Ireland, and that the particular rules surrounding capital investment should be reviewed; and<\/blockquote>calls on the Government:<blockquote>- to carry out an independent assessment of the appropriateness of the 10% rule which limits the role of public private partnership in capital investment in the Irish economy at this time; and <br \/><br \/>- in the light of the exceptional circumstances that apply, to seek the support of the European Commission to use some or all of the proceeds from the sale of a stake in AIB for capital investment purposes.<\/blockquote><\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800018#Q00050","speaker":"1223"},{"type":"vote","time":1495112400,"counter":132,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 47; Níl, 90; Staon, 1.<\/p><br\/><p>Tellers: Tá, Deputies Michael Moynihan and John Lahart; Níl, Deputies Brendan Ryan and Jan O'Sullivan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800018#Q00100","aye":["1368","1321","1332","1354","1220","1225","1350","1335","1357","1218","1255","1336","1263","1221","1217","1298","1436","1274","1216","1360","1320","1229","1311","1323","1240","1346","1244","1347","1223","1248","1242","1224","1284","1283","1262","1342","1342","1228","1296","1227","1257","1324","1231","1344","1270","1271","1250"],"nay":["1330","1246","1219","1432","1238","1252","1272","1310","1361","1293","1279","1369","1253","1307","1273","1306","1434","1339","1286","1285","1309","1258","1364","1259","1261","1352","1268","1288","1338","1292","1356","1322","1303","1264","1300","1317","1331","1233","1266","1318","1351","1251","1348","1237","1353","1249","1349","1299","1345","1314","1239","1337","1359","1290","1343","1243","1362","1363","1333","1226","1295","1315","1328","1340","1326","1215","1269","1287","1305","1280","1297","1329","1302","1325","1291","1370","1265","1366","1327","1304","1213","1301","1276","1222","1367","1232","1277","1235","1236","1355"],"abs":["1275"]},{"type":"speech","time":1495112400,"counter":133,"content":"<p>I move amendment No. 2:<\/p><blockquote>To delete all words after &quot;fall at a rapid pace. due to economic growth&quot; and substitute the following:<br \/><br \/>&quot;and adjustments unrelated to actual economic factors:<br \/><br \/>welcomes the emerging consensus that the fiscal rules are flawed and that, as pointed out by some during the referendum on the issue, they now represent a very real impediment to the investment in our economy and society that is required:<br \/><br \/>notes that:- the bail out of Allied Irish Banks (AIB) had consequences far beyond the upfront cost and that these consequences can be seen in the number of young people who have emigrated and the crises in our health and housing sectors for example:<br \/><br \/>- and no scrutiny or cost benefit analysis of the decision by Government to sell AIB or part of AIB has taken place in the Oireachtas to date;believes that no credible economic case has been made for the privatisation of AIB;<br \/><br \/>further notes the evidence given at the Inquiry into the Banking Crisis of former AIB director and former chief executive of the National Treasury Management Agency, Michael Somers, that any part sale of AIB would have to be at a discount;<br \/><br \/>calls on the Government to:- abandon the sale of AIB, as no case has been presented that the sale is in the best interests of the Irish people;<br \/><br \/>- ensure that any future decision to sell any shares in AIB is subject to Oireachtas approval;<br \/><br \/>- work with progressive governments in the European Union (EU) to radically amend the fiscal rules, so that a greater degree o!&rsquo; economic sovereignty is returned to Member States and the rules m&rsquo;etlect the value of investment in the economy;<br \/><br \/>- in the context of Brexit, secure greater flexibility for Ireland to spend on infrastructure through national and EU\/European Investment Bank (ElB) funding; and<br \/><br \/>- prioritise. within the fiscal space. capital investment and investment in public services rather than implement a tax cutting agenda that benefits the wealthier; andcalls on the Committee on Finance. Public Expenditure and Reform, and Taoiseach to consider the long term options for the future of AIB and the State&rsquo;s shareholdings in other banks.&quot;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800018#Q00150","speaker":"1288"},{"type":"vote","time":1495112400,"counter":134,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 36; Níl, 97; Staon, 6.<\/p><br\/><p>Tellers: Tá, Deputies Aengus Ó Snodaigh and Martin Kenny; Níl, Deputies Brendan Ryan and Jan O'Sullivan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800018#Q00200","aye":["1330","1252","1361","1279","1306","1263","1309","1258","1259","1288","1303","1317","1266","1320","1348","1345","1239","1347","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1291","1366","1327","1222","1232","1235","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1253","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1221","1339","1286","1217","1285","1298","1364","1261","1352","1268","1338","1436","1292","1274","1356","1322","1264","1300","1331","1233","1216","1289","1318","1351","1251","1360","1237","1353","1249","1229","1349","1314","1311","1323","1240","1346","1244","1337","1359","1223","1248","1290","1343","1243","1224","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1325","1370","1265","1231","1334","1304","1213","1301","1344","1276","1270","1271","1277","1250","1236"],"abs":["1432","1238","1434","1275","1299","1367"]},{"type":"speech","time":1495113000,"counter":135,"content":"<p>I move amendment No. 3:<\/p><blockquote>To delete all words after &ldquo;D&aacute;il &Eacute;ireann&rdquo; and substitute the following:<br \/><br \/>&ldquo;believes that, in order to tackle infrastructural bottlenecks and make up for historical underinvestment, much greater investment in public services is required, including more capital investment than the &euro;2.65 billion envisaged in the Capital Plan;<br \/><br \/>notes that the Irish national debt-to-Gross Domestic Product (GDP) ratio continues to fall at a rapid pace and that the costs of servicing the national debt have consistently been declining;<br \/><br \/>is concerned that the Government&rsquo;s debt-to-GDP target of 45 per cent, significantly below the Stability and Growth Pact target of 60 per cent, and its commitment to establishing a &euro;1 billion per year rainy-day fund from 2019 are unnecessary obstacles to tackling our significant public investment deficit;<br \/><br \/>further notes that the State&rsquo;s long established rainy-day fund, the Irish Strategic Investment Fund, has a discretionary portfolio of &euro;8.1 billion and a directed portfolio valued at &euro;12.6 billion, consisting of State shareholdings in Allied Irish Banks (AIB) and Bank of Ireland that were paid for out of the National Pension Reserve Fund;<br \/><br \/>asserts that the European Union (EU) Stability and Growth Pact and fiscal rules currently prevent appropriate levels of investment and should be amended in order to facilitate a much needed increase in capital spending;<br \/><br \/>in the circumstances, believes that the sale of shareholdings in AIB and Bank of Ireland should not proceed; and<br \/><br \/>calls on the Government to stop the sale of AIB shares and to negotiate with the EU authorities to change the fiscal rules, to permit enhanced spending on public services, including capital spending, rather than selling off State assets to fund this, or worse still, simply to pay down debt.&rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800019#R00100","speaker":"1238"},{"type":"vote","time":1495113000,"counter":136,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 39; Níl, 96; Staon, 1.<\/p><br\/><p>Tellers: Tá, Deputies Richard Boyd Barrett and Ruth Coppinger; Níl, Deputies Brendan Ryan and Jan O'Sullivan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800019#R00200","aye":["1330","1432","1238","1252","1361","1279","1306","1434","1309","1258","1259","1288","1303","1317","1266","1320","1348","1299","1345","1239","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1291","1366","1327","1222","1367","1232","1235","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1253","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1263","1221","1339","1298","1364","1261","1352","1268","1338","1436","1292","1274","1356","1322","1264","1300","1331","1233","1216","1318","1351","1251","1360","1237","1353","1249","1229","1349","1314","1311","1323","1240","1244","1337","1359","1347","1223","1248","1290","1343","1346","1243","1224","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1325","1370","1265","1231","1334","1304","1213","1301","1344","1276","1270","1271","1277","1250","1236"],"abs":["1275"]},{"type":"speech","time":1495113600,"counter":137,"content":"<p>I move amendment No. 1:<\/p><blockquote>To insert the following after &ldquo;to the Exchequer simply to pay down debt&rdquo;:&ldquo;further calls on the Government to undertake not to proceed with any share sale unless it is established, by way of a D&aacute;il vote, that such a sale has majority D&aacute;il &Eacute;ireann support.&rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800020#S00100","speaker":"1222"},{"type":"vote","time":1495113600,"counter":138,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 48; Níl, 89; Staon, 1.<\/p><br\/><p>Tellers: Tá, Deputies Catherine Murphy and Róisín Shortall; Níl, Deputies Regina Doherty and Tony McLoughlin.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800020#S00150","aye":["1330","1432","1238","1252","1361","1279","1253","1306","1263","1434","1309","1258","1259","1288","1303","1317","1266","1320","1348","1353","1349","1299","1345","1239","1347","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1325","1291","1370","1366","1327","1301","1276","1222","1367","1232","1235","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1221","1339","1286","1217","1298","1364","1261","1352","1268","1338","1436","1292","1274","1356","1322","1264","1300","1331","1233","1216","1318","1351","1251","1360","1237","1249","1229","1314","1311","1323","1240","1346","1244","1337","1359","1223","1248","1290","1343","1243","1224","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1265","1231","1334","1304","1213","1344","1270","1271","1277","1250","1236"],"abs":["1275"]},{"type":"unspoken","time":1495114200,"counter":139,"content":"<p>Motion put and declared carried.<\/p>"},{"type":"majorheading","content":"Dublin Transport: Motion (Resumed) [Private Members]","time":1495114200,"counter":140,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800021#T00112"},{"type":"unspoken","time":1495114200,"counter":141,"content":"<p>The following motion was moved by Deputy John Lahart on Wednesday, 10 May 2017:<\/p><p><\/p>"},{"type":"unspoken","time":1495114200,"counter":142,"content":"<p>Debate resumed on amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1495114200,"counter":143,"content":"<p>I must now deal with a postponed division relating to amendment No. 1 to the motion regarding Dublin transport.  On Wednesday, 10 May 2017, on the question, \"That the amendment to the motion be agreed to,\" a division was claimed.  In accordance with Standing Order 70(2), that division must be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800021#T00150","speaker":"1289"},{"type":"vote","time":1495114200,"counter":144,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 49; Níl, 87; Staon, 1.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Michael Moynihan and John Lahart.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800021#T00200","aye":["1246","1219","1272","1310","1293","1369","1307","1273","1263","1339","1286","1364","1261","1352","1268","1338","1292","1356","1322","1264","1300","1331","1233","1318","1351","1251","1237","1249","1314","1240","1337","1359","1347","1290","1343","1243","1363","1295","1315","1328","1326","1297","1329","1265","1334","1304","1213","1277","1236"],"nay":["1330","1368","1432","1238","1252","1321","1332","1361","1354","1279","1253","1220","1225","1350","1335","1357","1218","1255","1336","1306","1221","1434","1217","1309","1258","1298","1259","1288","1436","1274","1303","1317","1216","1266","1360","1348","1353","1229","1349","1299","1345","1311","1323","1346","1244","1239","1223","1248","1242","1224","1362","1284","1283","1333","1262","1226","1342","1340","1215","1269","1312","1287","1305","1228","1280","1296","1227","1257","1302","1324","1325","1291","1370","1366","1327","1231","1301","1344","1276","1222","1270","1367","1271","1232","1235","1250","1355"],"abs":["1275"]},{"type":"speech","time":1495114800,"counter":145,"content":"<p>I move amendment No. 2:<\/p><blockquote>To delete all words after &ldquo;D&aacute;il &Eacute;ireann&rdquo; and substitute the following:<br \/><br \/>&ldquo;recognises that:&mdash; transport and travel trends within the Greater Dublin Area (GDA) are unsustainable, congestion is increasing, transport emissions are growing, economic competitiveness<br \/><br \/>is suffering and quality of life for commuters and inhabitants is declining;<br \/><br \/>&mdash; the capacity of the Dublin Region as a destination for living, visiting and for locating and doing business is being seriously undermined;<br \/><br \/>&mdash; significant actions are required to increase capacity and usability of public transport, to better manage traffic during peak periods and to reduce the private car share dependence by commuting traffic especially;<br \/><br \/>&mdash; the population in the GDA is expected to grow by 22 per cent to 1.8 million by 2030 and by 26 per cent to 700,000 in the Mid-East Region alone including Kildare, Meath and Wicklow and increasing investment in rail services including the Dublin Area Rapid Transport (DART) expansion, as well as vital bus services including Bus Rapid Transit, is absolutely essential;<br \/><br \/>&mdash; this Government lacks a comprehensive vision and strategic plan for how to cope with future public transport demand in the core Dublin City Area as well as the GDA;<br \/><br \/>&mdash; previous Governments and the current Government have neglected infrastructural development, particularly in regional areas, but also in the GDA;<br \/><br \/>&mdash; many previous infrastructural framework plans were shelved or cut short due to lack of funding in the past decade, in particular the National Spatial Strategy; and<br \/><br \/>&mdash; the Capital Plan is emblematic of the lack of ambition, vision and forward planning for public transport;acknowledges:&mdash; that many of the main arterial routes into Dublin, including the M50, either have already reached operational capacity or are expected to reach capacity in the near future;<br \/><br \/>&mdash; the lack of preparation and forward planning for the impact of the Luas Cross City, including the impact of its construction on city trade and mobility;<br \/><br \/>&mdash; the urgent need to increase the numbers and frequency of public buses from expanding suburban areas, in order to tackle capacity issues and relieve traffic congestion for commuters;<br \/><br \/>&mdash; that while expanding capacity on our motorway and primary road network is something we need to plan for in the future, recognises that traffic demand policies are essential to relieving congestion as will sustained increases in public transport investment;<br \/><br \/>&mdash; that transport bottlenecks and congestion are increasingly becoming a drag on growth and productivity in our cities as well as hindering wider regional development in large parts of the country;<br \/><br \/>&mdash; that despite the historically low cost of financing to deliver economically and socially critical infrastructure projects, this Government has produced no policy plans for how to mitigate transport infrastructure deficits;<br \/><br \/>that now is the time to:<blockquote>&mdash; examine the feasibility of decreasing the timeline for building critical transport infrastructure like the DART Underground and Metro North;<br \/><br \/>&mdash; make vital improvements such as bus lane completions and removing &lsquo;pinch points&rsquo; for Dublin buses;<br \/><br \/>&mdash; ensure priority signaling at junctions;<br \/><br \/>&mdash; continue to invest in real time passenger information, which will increase capacity and service reliability on public transport, make it easier for commuters to get to work and relieve congestion in our cities; and<br \/><br \/>&mdash; begin work with local authorities to identify suitable sites for park and ride facilities at key locations for commuters, strategically located next to public transport connections;<\/blockquote>&mdash; that the Government has completely failed to mobilise additional investment in transport infrastructure available under the European Fund for Strategic Investment (EFSI), and of the EFSI transactions within the European Union, 6 per cent are in the transport sector, yet in Ireland there has not been a single transport project put forward by the Government to the European Investment Bank (EIB) under the &euro;500 billion funding stream; and<br \/><br \/>&mdash; that the decision to cancel the DART Underground project, described by the National Transport Authority (NTA) as &lsquo;the missing link&rsquo; in Ireland&rsquo;s rail infrastructure, was short-sighted and a costly set-back for the liveability of the city, while the only large transport infrastructure contained in the Government&rsquo;s Capital Plan, &lsquo;the optimised Metro North&rsquo; proposal, could be fundamentally lacking capacity as it was recommended on the basis of reduced employment growth and passenger demand projections in 2013, which are no longer accurate; andcalls on the Government to:&mdash; commit to the retention of existing Dublin Bus routes and cessation of the tendering of routes;<br \/><br \/>&mdash; publish and fund a time-framed plan to make public transport fully accessible to people with disabilities, with a particular emphasis on DART stations, many of which require major upgrades;<br \/><br \/>&mdash; give a firm commitment to significantly increase annual investment in public transport, including funding to C&oacute;ras Iompair &Eacute;ireann (CI&Eacute;) companies to improve attractiveness, reliability and integration of public transport and to commit to an increased spend in Budget 2018, and in subsequent Budgets during this D&aacute;il term, to allow for investment in key projects;<br \/><br \/>&mdash; establish a new, dedicated Cycle Way Fund for bike-lanes and cycle-friendly infrastructure, Dublin Bike extensions, the rolling out of secure bike lockers and parking throughout the city as well as funding for pedestrianised &lsquo;open streets&rsquo; initiatives to encourage cycling;<br \/><br \/>&mdash; earmark a portion of the Local Government Fund to annual resurfacing, maintenance and quality improvements in bike-lanes and road verges to enhance safety for cyclists;<br \/><br \/>&mdash; commit, as part of revisions to the Capital Plan, to bolster capital investment levels by securing funding agreements from the EIB for critical transport investments like the DART Underground and Metro North;<br \/><br \/>&mdash; increase bicycle-parking facilities at bus and train stations to allow for commuters to cycle from home to and from train and bus stations;<br \/><br \/>&mdash; commit to the creation of regional forums, akin to the Dublin Transport Authority Advisory Council which was provided for in the Dublin Transport Authority Act 2008 and amending that Act if required to facilitate this across the State, to ensure there is joined up thinking in transport planning going forward, given that Act now governs the NTA which has remit over the entire State;<br \/><br \/>&mdash; ensure, via the NTA, longer term budgets for CI&Eacute; companies, rather than annual allocations, in order that longer term planning can take place as budgets are known in advance to company management, making it possible for the transport companies to allocate resources to increase capacity as required, and upgrade equipment and services;<br \/><br \/>&mdash; examine the feasibility of the possible extension of Metro North to include commuter towns such as Balbriggan, Laytown and Drogheda;<br \/><br \/>&mdash; examine the feasibility of fast tracking the Greater Dublin Area Transport Strategy, and further to that, the Outer Orbital ring road which has been postponed until after 2035, as per the Greater Dublin Area Transport Strategy; and<br \/><br \/>&mdash; commit to setting specific commencement and completion time-frames for the commitments contained in this motion.&rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800022#U00100","speaker":"1333"},{"type":"vote","time":1495114800,"counter":146,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 40; Níl, 93; Staon, 5.<\/p><br\/><p>Tellers: Tá, Deputies Aengus Ó Snodaigh and Denise Mitchell; Níl, Deputies Michael Moynihan and John Lahart.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800022#U00200","aye":["1330","1252","1361","1279","1253","1306","1309","1258","1259","1288","1303","1317","1266","1348","1353","1349","1345","1239","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1325","1291","1370","1366","1327","1301","1276","1222","1232","1235","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1260","1273","1357","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1352","1268","1338","1436","1292","1274","1356","1322","1264","1300","1331","1233","1216","1318","1351","1251","1360","1320","1237","1249","1229","1314","1311","1323","1240","1346","1244","1337","1359","1347","1223","1248","1290","1343","1243","1224","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1265","1231","1334","1304","1213","1344","1270","1271","1277","1250","1236"],"abs":["1432","1238","1434","1299","1367"]},{"type":"speech","time":1495114800,"counter":147,"content":"<p>I move amendment No. 3:<\/p><p>To delete all words after &ldquo;D&aacute;il &Eacute;ireann&rdquo; and substitute the following:<\/p><blockquote>&ldquo;notes:&mdash; the failure of the Government to bring investment levels in Irish Rail, Dublin Bus and Bus &Eacute;ireann back to pre-recession levels;<br \/><br \/>&mdash; that this failure has contributed to an ongoing crisis in our public transport system, especially in Bus &Eacute;ireann;<br \/><br \/>&mdash; that systemic under investment in public transport provision is contributing to growing traffic chaos and congestion;<br \/><br \/>&mdash; that between 2008 and 2015, Fianna F&aacute;il and Fine Gael led Governments cut subvention to C&oacute;ras Iompair &Eacute;ireann (CI&Eacute;) by some 41 per cent;<br \/><br \/>&mdash; that a number of different finance streams are available to the State to both increase subvention levels to CI&Eacute; companies and initiate major public transport infrastructure projects;<br \/><br \/>&mdash; that Transport Infrastructure Ireland (TII) has &euro;100 million in additional funds that could be released immediately to deal with any financial crisis in our public transport networks;<br \/><br \/>&mdash; that the continued reliance on road construction and the facilitating of private (for profit) transport companies is undermining both the provision of a coherent public transport policy and the existing semi-State bodies entrusted to provide this;<br \/><br \/>&mdash; that Dublin and the rest of the country require a radical programme of investment in public transport, in order to make our towns and cities sustainable and liveable and also to meet targets for reductions in carbon dioxide emissions and tackle climate change;<br \/><br \/>&mdash; that the National Transport Authority (NTA) has operated to undermine existing semi-State companies and has facilitated private, for profit, operators by, for example, increasing seat capacity of lucrative inter city routes by over 100 per cent;<br \/><br \/>&mdash; that the proposals by the NTA to tender out 10 per cent of Bus &Eacute;ireann and Dublin Bus routes to private operators will do nothing to increase public transport provision in Dublin or elsewhere; and<br \/><br \/>&mdash; that the NTA have refused to examine the earnings or conditions of workers in private companies and that their policy is resulting in a &lsquo;race to the bottom&rsquo; for workers in public transport; and<br \/><br \/>calls on the Government to:<br \/><br \/>&mdash; immediately commit to bringing subvention levels in all three CI&Eacute; companies to pre-crash levels by year end, and to a fundamental shift in transport policy that prioritises public transport provision in the years ahead;<br \/><br \/>&mdash; instruct the NTA to cease their plans to tender out routes currently operated by CI&Eacute; companies;<br \/><br \/>&mdash; use the &euro;100 million in additional TII funds to ensure all public transport services continue to operate and that planned cuts to routes in Bus &Eacute;ireann are stopped;<br \/><br \/>&mdash; begin the process of disbanding the NTA and ensure that policies such as tendering of bus routes that rely on neoliberal ideologically driven agendas are abandoned; and<br \/><br \/>&mdash; ensure a new deal for public transport and cycling that will change the face of our towns and cities, by establishing a publically accountable and democratically controlled body that can oversee investment in CI&Eacute; and public transport generally.&rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800022#U00300","speaker":"1367"},{"type":"vote","time":1495115400,"counter":148,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 10; Níl, 99; Staon, 28.<\/p><br\/><p>Tellers: Tá, Deputies Richard Boyd Barrett and Ruth Coppinger; Níl, Deputies Michael Moynihan and John Lahart.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800023#V00100","aye":["1432","1238","1306","1434","1259","1348","1299","1242","1366","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1253","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1352","1268","1338","1436","1292","1274","1356","1322","1264","1300","1331","1233","1216","1318","1351","1251","1360","1320","1237","1353","1249","1229","1349","1314","1311","1323","1240","1346","1244","1337","1359","1347","1223","1248","1290","1343","1243","1224","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1325","1370","1265","1231","1334","1304","1213","1301","1344","1276","1270","1271","1277","1250","1236"],"abs":["1330","1252","1361","1279","1309","1258","1288","1303","1317","1266","1275","1345","1239","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1291","1327","1222","1232","1235"]},{"type":"unspoken","time":1495115400,"counter":149,"content":"<p>Motion put and declared carried.<\/p>"},{"type":"majorheading","content":"Sale of Tickets (Sporting and Cultural Events) Bill 2017: Second Stage (Resumed) [Private Members]","time":1495116000,"counter":150,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800024#W00100"},{"type":"unspoken","time":1495116000,"counter":151,"content":"<p>The following motion was moved by Deputy Maurice Quinlivan on Thursday, 11 May 2017: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"unspoken","time":1495116000,"counter":152,"content":"<p>Debate resumed on amendment No. 1:<\/p><p>- (Minister of State at the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Se&aacute;n Kyne)<\/p>"},{"type":"speech","time":1495116000,"counter":153,"content":"<p>I must now deal with a postponed division relating to Second Stage of the Sale of Tickets (Sporting and Cultural Events) Bill 2017, which took place on Thursday, 11 May 2017.  On the question, \"That the amendment to the motion be made\", a division was claimed and in accordance with Standing Order 70(2), that division must be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800024#W00400","speaker":"1289"},{"type":"vote","time":1495116000,"counter":154,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 91; Níl, 40; Staon, 6.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Aengus Ó Snodaigh and Denise Mitchell.<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800024#W00500","aye":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1352","1268","1338","1292","1274","1356","1322","1264","1300","1341","1331","1233","1216","1318","1351","1251","1360","1320","1237","1249","1229","1314","1311","1323","1240","1346","1244","1337","1359","1347","1223","1248","1290","1343","1243","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1265","1231","1334","1304","1213","1344","1270","1271","1277","1250","1236"],"nay":["1330","1432","1238","1252","1361","1279","1253","1434","1309","1258","1259","1288","1303","1317","1266","1348","1353","1349","1299","1345","1239","1242","1362","1333","1340","1215","1269","1287","1305","1280","1302","1325","1370","1327","1301","1276","1367","1232","1235","1355"],"abs":["1306","1275","1226","1291","1366","1222"]},{"type":"vote","time":1495116000,"counter":155,"content":"<p>Question put: \"That the motion, as amended, be agreed to.\"<\/p><p>The Dáil divided: Tá, 85; Níl, 40; Staon, 3.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Aengus Ó Snodaigh and Denise Mitchell.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800024#W00800","aye":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1307","1350","1335","1273","1357","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1352","1268","1338","1292","1274","1356","1322","1300","1341","1331","1233","1216","1318","1351","1251","1275","1360","1320","1237","1249","1229","1314","1311","1240","1346","1244","1337","1359","1347","1223","1248","1290","1343","1243","1363","1284","1283","1262","1295","1342","1315","1328","1326","1312","1228","1296","1297","1329","1324","1265","1231","1334","1304","1213","1344","1270","1271","1277","1250"],"nay":["1330","1432","1238","1252","1361","1279","1434","1309","1259","1288","1303","1317","1266","1348","1353","1349","1299","1345","1239","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1325","1370","1327","1301","1276","1222","1367","1232","1235","1355"],"abs":["1306","1291","1366"]},{"type":"speech","time":1495116000,"counter":156,"content":"<p>The Second Reading of the Bill is deferred until this day nine months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800024#W00900","speaker":"1289"},{"type":"majorheading","content":"Equal Participation in Schools Bill 2016: Second Stage (Resumed) [Private Members]","time":1495116600,"counter":157,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800025#XXX00100"},{"type":"speech","time":1495116600,"counter":158,"content":"<p>The following motion was moved by Deputy Ruth Coppinger on Tuesday, 16 May 2017: &quot;That the Bill be now read a Second Time.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800025#XXX00200","speaker":"1289"},{"type":"unspoken","time":1495116600,"counter":159,"content":"<p>Debate resumed on amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1495116600,"counter":160,"content":"<p>I must now deal with a postponed division relating to Second Stage of the Equal Status in Schools Bill 2016, which took place on Tuesday, 16 May 2017.  On the question, \"That the amendment to the motion be made\", a division was claimed and in accordance with Standing Order 70(2), that division must be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800025#XXX00400","speaker":"1289"},{"type":"vote","time":1495116600,"counter":161,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 59; Níl, 73; Staon, 0.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Richard Boyd Barrett and Ruth Coppinger.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800025#XXX00500","aye":["1246","1219","1272","1310","1293","1369","1253","1307","1273","1263","1339","1286","1364","1261","1352","1268","1338","1292","1356","1322","1300","1331","1233","1318","1351","1251","1275","1320","1237","1353","1249","1349","1314","1240","1337","1359","1347","1290","1343","1243","1363","1295","1315","1328","1326","1297","1329","1325","1291","1370","1265","1366","1334","1304","1213","1301","1276","1277","1236"],"nay":["1330","1368","1432","1238","1252","1321","1332","1361","1354","1279","1220","1225","1350","1335","1357","1218","1255","1336","1306","1221","1434","1217","1309","1258","1298","1259","1288","1436","1274","1303","1317","1216","1266","1360","1348","1229","1299","1345","1311","1346","1244","1239","1223","1248","1242","1362","1284","1283","1333","1262","1226","1340","1215","1269","1312","1287","1305","1280","1296","1257","1302","1324","1327","1231","1344","1222","1270","1367","1271","1232","1235","1250","1355"],"abs":[]},{"type":"vote","time":1495116600,"counter":162,"content":"<p>Question put: \"That the Bill be now read a Second Time.\"<\/p><p>The Dáil divided: Tá, 43; Níl, 90; Staon, 0.<\/p><br\/><p>Tellers: Tá, Deputies Mick Barry and Ruth Coppinger; Níl, Deputies Regina Doherty and Tony McLoughlin.<\/p><p>Question declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800025#XXX00700","aye":["1330","1432","1238","1252","1361","1279","1253","1306","1434","1309","1258","1259","1288","1303","1317","1266","1348","1353","1349","1299","1345","1239","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1325","1370","1327","1301","1276","1222","1367","1232","1235","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1273","1357","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1352","1268","1338","1292","1274","1356","1322","1264","1300","1341","1331","1216","1318","1351","1251","1275","1360","1320","1237","1249","1229","1314","1311","1323","1240","1346","1244","1337","1347","1223","1248","1290","1343","1243","1363","1284","1283","1262","1295","1315","1328","1326","1312","1228","1296","1297","1227","1329","1257","1324","1291","1265","1366","1231","1334","1304","1213","1344","1270","1271","1277","1250"],"abs":[]},{"type":"majorheading","content":"Insurance Costs: Motion (Resumed) [Private Members]","time":1495117200,"counter":163,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800026#Y00100"},{"type":"unspoken","time":1495117200,"counter":164,"content":"<p>The following motion was moved by Deputy Michael McGrath on Wednesday, 17 May 2017:<\/p><p><\/p>"},{"type":"speech","time":1495117200,"counter":165,"content":"<p>On Wednesday, 17 May, on the question, &quot;That the motion be agreed to,&quot; a division was claimed.  In accordance with Standing Order 70(2), that division must be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800026#Y00300","speaker":"1289"},{"type":"vote","time":1495117200,"counter":166,"content":"<p>Question put:<\/p><p>The Dáil divided: Tá, 86; Níl, 45; Staon, 1.<\/p><br\/><p>Tellers: Tá, Deputies Michael Moynihan and John Lahart; Níl, Deputies Regina Doherty and Tony McLoughlin.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800026#Y00400","aye":["1330","1368","1432","1238","1252","1321","1332","1361","1354","1279","1253","1220","1225","1350","1335","1357","1218","1255","1336","1306","1263","1221","1434","1217","1309","1258","1298","1288","1274","1303","1317","1341","1216","1266","1360","1320","1348","1353","1229","1349","1299","1345","1311","1323","1346","1244","1239","1347","1223","1248","1242","1224","1362","1284","1283","1333","1262","1226","1340","1215","1269","1312","1287","1305","1228","1280","1296","1227","1257","1302","1324","1325","1291","1370","1366","1327","1231","1301","1344","1276","1222","1270","1271","1232","1235","1250"],"nay":["1246","1219","1272","1310","1293","1369","1307","1273","1339","1286","1364","1261","1352","1268","1338","1292","1356","1264","1300","1331","1233","1318","1351","1251","1237","1249","1314","1240","1337","1359","1290","1343","1243","1363","1315","1328","1326","1297","1329","1265","1334","1304","1213","1277","1236"],"abs":["1275"]},{"type":"majorheading","content":"Topical Issues Matters","time":1495117800,"counter":167,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800027#Z00100"},{"type":"speechnospeaker","time":1495117800,"counter":168,"content":"<p>I wish to advise the House of the following matters in respect of which notice has been given under Standing Order 29A and the name of the Member in each case: (1) Deputy Sean Fleming - changes in the allocation of resources from 2016 to 2017 under the special education teaching resource model; (2) Deputy Niamh Smyth - plans to reform the pensions system; (3) Deputy Thomas P. Broughan - communications with homeless families in emergency accommodation; (4) Deputy David Cullinane - development on the north quays in Waterford; (5) Deputy Jack Chambers - the appointment of non-specialist doctors as consultants; (6) Deputy Bobby Aylward - the closure of the Camphill Community, Callan, County Kilkenny; (7) Deputy &Eacute;amon &Oacute; Cu&iacute;v - the eligibility status of farm land affected by wildfires; (8) Deputy Gino Kenny - the shortage of myalgic encephalomyelitis, ME, specialists here; (9) Deputy Mick Wallace - the sale of Project Shift by NAMA; (10) Deputy Fiona O'Loughlin - the shortage of second level school places for children with special needs in the Newbridge area; (11) Deputy Jackie Cahill - the use of the agri cash flow loan support scheme for stocking bank loans to farmers in 2017; (12) Deputy Martin Ferris - ongoing delays in agriculture payments; (13) Deputy Clare Daly - the use of Shannon airport by US military aircraft; (14) Deputy Robert Troy - the future of the An Post network; and (15) Deputy Charlie McConalogue - the eligibility status of farm land affected by wildfires.<\/p>  <p>  The matters raised by Deputies Sean Fleming, Martin Ferris, Thomas P. Broughan and Jack Chambers have been selected for discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800027#Z00200","nonspeaker":"Acting Chairman"},{"type":"majorheading","content":"Asian Infrastructure Investment Bank Bill 2017: Order for Second Stage","time":1495117800,"counter":169,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800027#Z00250"},{"type":"unspoken","time":1495117800,"counter":170,"content":"<p><\/p><p><\/p>"},{"type":"speech","time":1495117800,"counter":171,"content":"<p>I move: &quot;That Second Stage be taken now.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800027#Z00400","speaker":"1326"},{"type":"unspoken","time":1495117800,"counter":172,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Asian Infrastructure Investment Bank Bill 2017: Second Stage","time":1495117800,"counter":173,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800027#Z00550"},{"type":"speech","time":1495117800,"counter":174,"content":"<p>I move: \"That the Bill be now read a Second Time\".<\/p>  <p>  The Asian Infrastructure Investment Bank Bill, if approved by the Oireachtas, will facilitate Ireland&rsquo;s future membership of the Asian Infrastructure Investment Bank, AIIB.  It will provide for the approval of the articles of agreement of the AIIB and for payments to be made to the bank.<\/p>  <p>  The AIIB is a new multilateral financial institution which came into operation in January 2016.  Its objectives are to foster economic development and regional integration in Asia, primarily through investment in infrastructure.  The bank has 57 founding members, including 14 European Union member states, and is based in Beijing, with China playing a leading role in its establishment.<\/p>  <p>  Following Government approval in December 2015, the Department of Finance commenced formal negotiations with the AIIB secretariat on Ireland&rsquo;s potential membership of the bank.  Ireland made a formal application for membership of the bank in January 2017.  On 23 March 2017, the AIIB approved the applications of 13 new prospective members, including Ireland.<\/p>  <p>  Ireland&rsquo;s AIIB membership would require ratification of an international agreement represented by the articles of agreement of the AIIB.  Ireland would also have obligations as regards capital contributions.  Article 29.5 of the Constitution provides, among other things, that: &ldquo;the State shall not be bound by any international agreement involving a charge upon public funds unless the terms of the agreement shall have been approved by D&aacute;il &Eacute;ireann\".  Passage of the proposed Bill by the Oireachtas, and its enactment by the President, would confirm such approval.  Similar requirements applied when Ireland joined other international financial institutions, such as the World Bank and, most recently, the Asian Development Bank in 2006.<\/p>  <p>  The rationale for Ireland&rsquo;s membership of the AIIB includes geopolitical and economic considerations, in particular trade relations with China and the wider Asian economy.  Over the past 15 years, Ireland has increased its engagement with Asia, in particular China, the world&rsquo;s second largest economy, in a broad number of areas.  Bilateral trade has grown in significance and, in 2015, Ireland&rsquo;s total trade with China was worth over &euro;11 billion. <\/p>  <p>  There are significant benefits to strong and open ties with China.  Becoming a member of the AIIB would reflect and reinforce the growing relationship between the two countries.  AIIB membership will also complement Ireland&rsquo;s international development policy, which aims to support sustainable development and inclusive economic growth.  The bank&rsquo;s governance standards and performance since its establishment in January 2016 reinforce the perception that it will be an effective driver of development. <\/p>  <p>  It has worked very closely with other international financial institutions, such as the IMF, the World Bank, the European Investment Bank and the Asian Development Bank, to adopt their best practices in regard to governance, organisational practices and project appraisal.  On the other hand, not to join the AIIB would raise questions about Ireland&rsquo;s position on China&rsquo;s increasing integration into the global economy and international financial architecture.  Such a decision could impair Ireland&rsquo;s growing bilateral relationship with China, with potential adverse effects for Irish businesses.<\/p>  <p>  The AIIB was founded to address the significant infrastructure gap in Asia.  Research from the Asian Development Bank estimates that Asia will need to invest $1.7 trillion per year in infrastructure between now and 2030.  This significant demand for investment cannot be met from other channels of finance such as existing international financial institutions, governments or the private sector in these Asian countries.<\/p>  <p>  The bank was declared open for business on 16 January 2016.  It approved its first loans on 24 June 2016.  The authorised capital stock of the bank is $100 billion, with $20 billion in paid-in capital.  The AIIB will follow the model of other multilateral development banks, raising funds on international markets at competitive terms.  Since it came into operation, the bank has approved over $2 billion in loans.<\/p>  <p>  The AIIB currently has 57 founding members which are divided into regional members, that is, Asian countries, and non-regional members, which are mainly European but also include Australia and New Zealand.  Regional countries will hold 75% of the bank&rsquo;s shareholding and thus contribute 75% of the capital of $100 billion, with non-regional countries holding 25% of the bank&rsquo;s shareholding and contributing $25 billion in capital.<\/p>  <p>  China is the largest shareholder in the bank, with 26% of its voting power.  India is the second largest shareholder, with 8% of total voting power, while Germany is currently the largest non-regional shareholder with 6% of total voting power.  Each member country is represented on the board of governors and nominates a governor and an alternative governor.  As is the norm for membership of international financial institutions, it is envisaged that the Minister for Finance would be governor for Ireland at the bank.<\/p><p>The principal office of the bank is located in Beijing, China.  Unlike other international financial institutions, no member state representatives are based in Beijing, although the permanent staff may include people from member states.  <\/p> <p> The board of governors meets formally once a year for the AIIB's annual meeting.  It elects a president for a term of five years and one or more vice presidents are appointed by the board of directors on the recommendation of the president.  The current president is Mr. Jin Liqun, a Chinese national and former vice president of the Asian Development Bank, whose current term will expire in 2021.  The board of governors also elects the 12 members of the board of directors who are responsible for the direction of the general operations of the bank.  Nine directors are elected by regional members, while three others are elected by non-regional members.  Members are arranged in constituencies headed by one of the 12 directors.  On joining, Ireland will be part of the euro area constituency and represented by the director for the euro area.<\/p> <p> To date, the bank has approved 13 projects in eight countries, with a focus spanning from transport to energy to urban development.  Examples of projects the AIIB has financed to date include a $216.5 million dollar loan for a national slum upgrading project in Indonesia, co-financed with the World Bank; a $100 million dollar loan to finance a motorway project in Pakistan, co-financed with the Asian Development Bank and the United Kingdom's Department for International Development; and a $600 million dollar loan to support the trans-Anatolian natural gas pipeline in Azerbaijan, co-financed with a number of development banks.  <\/p> <p> EU member states have used their influence to ensure the standards of other multilateral development banks are mirrored in the AIIB in terms of investments, environmental and social safeguards, institutional governance and organisational matters.  The bank has been very receptive to discussions on standards and safeguards and sought to adopt best practices.  The mandate of the bank and the work undertaken by it to date on governance structures and safeguards covering investment, environmental and social issues demonstrate that it will complement existing international financial institutions.  The majority of AIIB projects have been co-financed with other development banks, including the World Bank, the Asian Development Bank and the European Bank for Reconstruction and Development.  This demonstrates the standard of project being financed by the AIIB and its intention to co-operate constructively with other international financial institutions.  Both the president of the World Bank Group, Mr. Jim Yong Kim, and the president of the AIIB, Mr. Jin Liqun, have recognised the importance of ensuring a partnership approach, as evidenced by the memorandum of understanding they recently co-signed at the 2017 IMF-World Bank spring meetings to strengthen co-operation and knowledge sharing between both institutions.<\/p> <p> The expected cost of membership for Ireland will be a total of approximately &euro;25 million, spread over a five-year period, depending on prevailing exchange rates.  Ireland has been offered 1,313 shares in the bank.  This figure is based on the remaining unallocated capital in the bank and Ireland's relative GDP share among non-regional countries applying for membership in this round of applications.  In capital terms, this equates to a total subscription of approximately &euro;125 million, split between 80% callable capital and 20% paid in capital.  In practice, this would result in a subscription of approximately &euro;25 million, to which I have referred.  In general, callable capital represents the capital for which a member country would be liable if the institution was to encounter acute financial distress, while paid-in capital is the amount a member country actually contributes to the institution in normal circumstances.  Based on Ireland's membership of existing international financial institutions and the performance of these institutions to date, the probability of the callable capital being called on is negligible.<\/p> <p> A contribution of approximately &euro;25 million would also be broadly in line with our contribution to other international financial institutions, relative to their size.  For example and taking into account the bank's global role, Ireland has paid-in capital in the World Bank of approximately &euro;49 million.  It also has paid-in capital of approximately &euro;15 million in the Asian Development Bank.  Ireland's capital contribution to the AIIB will be sourced from the Central Fund as is normal practice for international financial institutions.  This has been provided for in the legislation.  It is also expected that Ireland&rsquo;s contributions to the AIIB will count towards the UN target of 0.7% of GNP for overseas development assistance, ODA.  The programme for Government commits to continuing efforts to achieve this target as economic circumstances allow.  While it remains to be formally decided whether contributions to the AIIB will count towards the level of ODA, indications are positive that this will be the case.  In December 2016 the secretariat responsible for this issue in the OECD recommended that the AIIB be included in its list of ODA-eligible organisations.  Once details are finalised, AIIB members will be able to count their AIIB contributions, or a significant proportion of them, towards their individual ODA targets.<\/p> <p> I turn now to the specific provisions of the four sections of the Bill.  Section 1 sets out the definitions used in the Bill.  <\/p> <p> Section 2 provides for the approval of the terms of agreement for membership of the Asian Infrastructure Investment Bank.  The articles of agreement establishing the bank are set out in a Schedule to the Bill.  Section 3 sets out the financial and other provisions associated with joining the bank.  <\/p> <p> Section 4 deals with the Short Title of the Bill.  It also provides for the commencement of the provisions in section 3 on the day the State will become a member of the AIIB.<\/p> <p> I strongly recommend Ireland's membership of the AIIB.  The bank will make a significant contribution to economic prosperity and regional integration in Asia.  Ireland's active participation in the AIIB will further strengthen our ties with this region, with expected benefits in trade links and possible procurement opportunities.  Membership will be in line with Ireland's strong commitment to international development and I am confident that the AIIB will be an effective channel in that regard.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800027#Z00600","speaker":"1326","continuing":true},{"type":"speech","time":1495118400,"counter":176,"content":"<p>Before I address the Bill, I note that the Minister has made a significant statement today that he will not seek reappointment to his current post when a new Taoiseach takes office.  I pay tribute to him for his public service and stewardship of the Department of Finance and the economy in recent years.  He is certainly leaving the economy in a much better state than in which he found it.  Ireland's successful exit from the troika programme will be one of his notable achievements.  Generally, the economy is performing very well, despite the fact that there will always be ongoing challenges.  From my perspective, the Minister has been good to work with and I have a healthy respect for him.  He has always been straight and upfront, even if we do not, of course, agree on every issue.  I wish him well in the future and express the hope he will get to spend more quality time with his grown-up children and grandchildren.  I hope he will enjoy life generally in reflecting on a career with many achievements, for which I thank him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800028#AA00200","speaker":"1223"},{"type":"speech","time":1495118400,"counter":177,"content":"<p>I thank the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800028#AA00300","speaker":"1326"},{"type":"speech","time":1495118400,"counter":178,"content":"<p>Fianna F&aacute;il is supporting the Bill.  People looking in and members of society in general might validly ask why it is in Ireland's national interest to join the Asian Infrastructure Investment Bank.  When one looks at Ireland's strategic interests, economic development and deepening trade relations with many Asian countries, however, it becomes clear that it is certainly in our interests as a country to join.<\/p><p>There is, of course, a cost to this, which is &euro;25 million over a five year period.  In the context of the level of trade we have and which we aspire to have with the Asian economy it is a modest investment, which will pay a very rich return to the country.  To take one example in terms of our trading relationship with China alone, which the Minister has put on the record, in 2015 bilateral trade between Ireland and China reached &euro;11 billion.  It is significant trade.  In the context of Brexit, at a time when we are trying to diversify market penetration for so many Irish firms that are quite dependent on the UK economy and the UK market, having a foothold in Asia fits in very well with the objectives to lessen this dependence in terms of our trade with the UK and to diversify and widen our market penetration.  The Minister of State, Deputy Eoghan Murphy, has had quite an engagement on the Asian front in the area of financial services and I am sure he will speak about this over the course of the debate on the Bill.  It is a very important area for our country as we seek to attract further investment in the area of financial services.<\/p> <p> I note the Minister for Finance of the day will become a governor of the Asian Infrastructure Investment Bank so Ireland will have a seat at the table, and this is to be welcomed.  In addition, I note we will be part of a constituency of euro area member states, where Ireland will have a turn on the board of directors in terms of the more day to day operational element of the bank.  It is very important to have influence at this level so we can ensure the activities of the bank meet the strategic objectives of our economy and what we seek to achieve.<\/p> <p> I note from the Minister's speech that it is the objective of the Government that the contribution of &euro;25 million will be recognised as part of Ireland's overseas development aid requirement, which is 0.7% of GNP, and while this issue has not been finally determined, it is likely it will meet the test to form part of the contribution.  It is fitting and appropriate this would be the case given the nature of the activity in which the bank will be involved, for example, in the areas of energy and developing better infrastructure, including transport infrastructure.  Looking at various projects that have already been approved by the bank, it is fair to say those investments will help to develop the Asian economy and, in turn, will help to create significant opportunities for Irish firms.<\/p> <p> The trade missions to Asia in recent years, which have been led by various Ministers and heavily supported by Enterprise Ireland and other State agencies, have been successful.  There is an economic dividend for the European Union and particularly for Ireland in ensuring the Asian economy continues to be developed and that infrastructure bottlenecks there are addressed.  Irish firms will not just develop export opportunities but will also directly provide services as part of projects which will be funded by the Asian Infrastructure Investment Bank.<\/p> <p> The Asian Infrastructure Investment Bank is a very new bank.  I have to say I did not know a whole lot about it until I started researching it in anticipation of the debate today.  China will be the most significant player, along with India and other countries in Asia.  It is operated on a multilateral basis.  I note and welcome the level of co-operation that exists between the new bank and other international institutions such as the IMF, the World Bank, the European Investment Bank and the Asian Development Bank.  The fact Ireland has a vice president of the European Investment Bank in the form of Andrew McDowell presents an excellent opportunity for Ireland to develop stronger relations through this channel with this new Asian Infrastructure Investment Bank.<\/p> <p> The Bill itself is quite short and, in effect, what we are doing is providing for the approval of the articles of agreement of the new bank and consent for the payments to be made.  We should ensure there is a proper reporting mechanism and that Ireland's involvement in the bank is accounted for, and I suggest, for example, this be a standing item on the agenda in the finance committee.  At least every year we should be given an update on the work of this bank and Ireland's role in this regard, and we should seek to measure in so far as we can what the economic benefits are to Ireland as a result of being directly involved in and being a member of the bank.  I will leave my opening remarks at that.  I welcome the Bill.  We look forward to Committee, Report and Final Stages of the Bill.  We support the Bill and we look forward to the remainder of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800028#AA00400","speaker":"1223","continuing":true},{"type":"speech","time":1495119000,"counter":180,"content":"<p>I pay tribute to the Minister for Finance on the announcement of his retirement from that role.  The Minister for Finance and I have a very different world view in nearly every respect politically, but it is obvious he has played a very strong role in Fine Gael over the years.  He has been a mainstay of the Fine Gael Party since I was a child and no doubt he had a very settling effect on the Fine Gael Party every time it got little bit giddy over recent years.  I wish him well in his retirement and many happy years with his family.<\/p><p>I welcome the Bill.  My party is an internationalist one and believes the State should play a full role in development across the world.  We are members of the World Bank and the Asian Development Bank, which are the American and Japanese dominated development banks, so there would be no reason to shun the Chinese equivalent.<\/p><p>For some time I have been asking the Minister about when our application would be progressed.  In April 2015, when the bank was founded, my colleague, Deputy Pearse Doherty, asked the Minister if Ireland would join.  At that point, Deputy Doherty was told that no decisions had been taken or proposed in the matter.  At that point, Britain, Germany, France and practically all other European countries had joined or indicated they would join as founding members.  The agreement is clear that founding members enjoy special privileges in nominating and voting for directors.  Most of our neighbours will have these privileges but Ireland will not.  Unfortunately, the country hesitated and dithered and we were nearly left behind.  By delaying our application for no good reason we have put this country at a tactical disadvantage.<\/p><p>It is not clear why we delayed but the possibility exists that American sensitivities might have been behind it.  American Nobel Prize winning economist, Joseph Stiglitz, thinks our sensitivity is misplaced, saying:<\/p><blockquote>In fact, America&rsquo;s opposition to the AIIB is inconsistent with its stated economic priorities in Asia.  Sadly, it seems to be another case of America's insecurity about its global influence trumping its idealistic rhetoric &ndash; this time possibly undermining an important opportunity to strengthen Asia's developing economies.<\/blockquote><p>I cannot see any good reason a decision was not taken until December 2015.  Hopefully, there will be no further disadvantages because of this.  What matters ultimately is that the right decision was made.  Asia is a huge part of the world with massive concentrations of population.  Its economic potential compared to Europe is very large.  Good trade links with China in agriculture and other areas in particular are essential to our export sector.  As the Minister told Deputy Doherty last June:<\/p><blockquote>Bilateral trade has grown in significance and, in 2014, Ireland's total trade with China was worth over &euro;8 billion.  Ireland's priorities relate to bilateral trade and investment, particularly: higher education; agrifood; tourism; and aviation-financing sectors.<\/blockquote><p>The economic rationale for joining is clear, but it should not have been the only rationale.  I note the articles of agreement state, &quot;The Bank shall ensure that each of its operations complies with the Bank's operational and financial policies, including without limitation, policies addressing environmental and social impacts.&quot;  That is, presumably, a very weak sop to those of us who argue for investment that respect human rights and environmental protections.  We cannot ignore such issues when we are talking about what is effectively a Chinese bank.  Many of the countries that are the likely recipients of investments have issues with minorities or national rights that must be taken into account.<\/p><p>The European Parliament has noted that, \"so far the AIIB&rsquo;s governance structures do not foresee adequate involvement of shareholders in project financing decisions, and that the publicly available project documentation lacks any detail on the fulfilment of the environmental and social measures that the AIIB requires from its lenders\".  We should not shirk from those questions.  I believe on this occasion it is a case of being better off inside the tent than outside it.  As Dr. Stiglitz stated: \"Moreover, the need for environmental and social safeguards in infrastructure investment is more likely to be addressed effectively within a multilateral framework\".  Irish investment should be monitored to ensure our investment is not being pumped into projects that do not respect social, human and environmental rights.<\/p> <p> The policy decision for me is clear, but we should not forget that this is not just a matter of signing an agreement.  We have to put our money where our mouth is.  The Minister told Deputy Doherty last week - perhaps he has updated figures - that Ireland&rsquo;s membership of the AIIB could result in a charge of some &euro;50 million on the Exchequer based on projected annual payments of &euro;10 million per annum for five years.  Looking at the figures in the schedule of the contribution made by other similar countries, that seems on the low side.  Denmark, for example is down for &euro;369.5 million and Finland is down for &euro;310 million.  Is this country trying to get in on the cheap?  This is not an insignificant investment for a country of our size.  It is only right that it is debated here and requires our approval.<\/p> <p> When we dealt with the Single Resolution Board (Loan Facility Agreement) Bill, we made the point, which was accepted through our amendment, that when we sign off on international agreements, it is not good enough to have the D&aacute;il sign off once and that changes to what we agreed can then be made without further approval.  There is a question of how practical D&aacute;il approval for change might be, but I would tend to err on the cautious side.  In the Single Resolution Board (Loan Facility Agreement) Bill, the issue was that a call on this State to provide more money could be made beyond what was agreed without the D&aacute;il having to approve such a change.<\/p> <p> We have strict rules over the money that can be spent in Bills, which I believe is an archaic system, yet when it comes to an international trade agreement, a blank cheque can be written.  We will review the provisions in this Bill to see if an amendment is required to tighten up the Oireachtas oversight.  Development banks are good.  We should use them far more often.  Our take-up of European Investment Bank funding is a disgrace.  It remains far too low, even during the current housing crisis.  There is a huge chasm between where our capital investment is and where it needs to be.  We support this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800029#BB00200","speaker":"1235","continuing":true},{"type":"speech","time":1495119600,"counter":182,"content":"<p>The Asian Infrastructure Development Bank is one of a number of development banks around the world with which Ireland is associated, the biggest ones being the IMF, the European Investment Bank and the Asian Development Bank, the founding of which I believe was heavily influenced by the Japanese, just as this one is heavily influenced in its establishment by the Government of China.<\/p>  <p>  In looking at development banks as a model, one has to ask who the development infrastructures are for.  In this respect, and I do not think this was addressed in the Minister's contribution, what we have to look at in terms of the developing countries of Asia is that the number of girls who are in education is depressingly small.  I am not including the very developed countries in Asia in that, but the failure of girls to be at school and to receive education is probably one of the greatest issues that can affect a country in terms of retarding its progress and development.  I would like to know from the Minister, and from the officials in the Department of Finance and those people who will service Ireland's participation in the agency, what exactly is the development ethos that will influence Ireland's stance regarding this bank when it gets under way.<\/p>  <p>  The second issue in regard to women is that in many countries in Asia, far more is spent on armaments than is spent on women's general development.  I worked in Africa for a number of years.  I was back recently on a private visit to Tanzania, in east Africa.  Any country which seeks to have development without an intense and full participation by women will not succeed, nor will any kind of attractive society emerge as a product.  It is also likely to be a much more unequal society, and it may well be an intensely patriarchal society.  We also know that there are different forces in the world who object strenuously to girls barely getting any education at all, so we need to know the underlying approach to development in terms of the Department of Finance and the mandarins who inevitably will be guiding Ireland's participation in this bank.<\/p>  <p>  The third issue is how the bank, and Ireland's potential contribution to the bank, will be utilised so as to help to deliver services to the people who are the poorest in society.  By and large, that is women and children.  While the references in the material regarding the bank mention not only economic but social progress, I challenge the Minister and the civil servants to set out specifically, in terms of Ireland's long record in working in developing countries, how our participation in the bank will meet our own tradition of assisting in development in a way that is balanced and that takes into account the poorest people in any society, and not only the rich men in society but, in particular, women and children.  When we move beyond that category, by and large we are also talking about people in rural areas often being extremely poor in terms of resources.  That is one question the Minister must answer.<\/p>  <p>  The other question the Minister must answer is to give us a picture of how this bank will operate.  Will it be an applications bank to which various countries will apply for funding?  Will the funding be dictated by the bank or will the applications come from the bottom up?  Development banks have a great capacity to influence, for the good, the development of infrastructure that serves whole societies and regions in a fair way.  Equally, if it was to turn out to be just a boys' club, it could be something that would be utilised on an exclusive basis.  We know, for instance, that China has made reference to having various initiatives such as a recreation, in modern highway terms, of the old Silk Route, going back to the time of Marco Polo and earlier in Chinese history, and strengthening the transport links by road and possibly by rail between Asia and Europe.  We need to spell out exactly what the bank is likely to do.  What is its vision statement?  What is its statement regarding countries such as Nepal, where there is a crying need for development and infrastructure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800030#CC00200","speaker":"1253"},{"type":"unspoken","time":1495119600,"counter":183,"content":"<p>Debate adjourned.<\/p>"},{"type":"majorheading","content":"Ceisteanna - Questions - Priority Questions","time":1495120200,"counter":185,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00200"},{"type":"minorheading","content":"Tax Yield","time":1495120200,"counter":186,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00300"},{"type":"question","time":1495120200,"counter":187,"qnumday":1,"qnumall":"[23771\/17]","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00500","dept":"Department of Finance","minister":"Minister for Finance","question":"the position regarding the review of Exchequer tax revenue in view of 2017 tax revenue to April coming in &euro;344 million under target, with specific reference to the shortfall in income tax, including the universal social charge, USC, corporation tax and excise; his views on the possibility of this persisting throughout 2017; the potential impact on the deficit for 2017; the potential impact on the fiscal space in 2018; if he revised the fiscal space; and if he will make a statement on the matter.","asker":"1223","askee":"1326"},{"type":"speech","time":1495120200,"counter":188,"content":"<p>This question relates to the Exchequer returns and, in particular, to the shortfall we have seen under a number of different tax headings so far this year.  Income tax, corporation tax, excise duty and stamps are running well below profile.  What are the Minister's views on the implications of this?  Does he believe the trend is likely to continue during the course of the year?  What are the consequences in terms of both the deficit and the fiscal space for the forthcoming budget?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00550","answer":true,"speaker":"1223"},{"type":"speech","time":1495120200,"counter":189,"content":"<p>Cumulative Exchequer tax revenues at the end of April 2017 were slightly below profile, coming in just 2.4%, or &euro;344 million, under expectations.  In terms of the \"big four\" tax headings, corporation tax, income tax and excise duties recorded shortfalls against profile, but VAT was ahead of expectations.  Corporation tax receipts of &euro;587 million were collected to the end of April.  As a result, cumulative revenues were down 27.6%, or &euro;223 million, against target.  It is important to point out that Exchequer receipts from corporation tax can vary throughout the year and just over 10% of the total annual receipts was expected in the first four months of the year.  By comparison, over 60% of corporation tax receipts are expected during May, June and November.  Due to the non-linear nature of corporation tax receipts, the potential for company-specific factors and the low proportion of the annual receipts received to date, it would be premature to draw any conclusions about corporation tax at this stage of the year.<\/p>  <p>  Income tax receipts to the end of April were 3.1%, or &euro;198 million, below profile.  It is important to point out that income tax encompasses a broad range of elements, some of which are not directly impacted by employment or wage developments.  These include deposit interest retention tax, life assurance exit tax, dividend withholding tax, professional services withholding tax and back duty.  These payments, by their nature, can be non-linear and timing can vary from year to year.  I am informed by the Revenue Commissioners that the majority of these specific components were causing a drag on overall income tax receipts in the first four months of 2017.<\/p>  <p>  Notwithstanding this, the performance of the USC is lower than expected, and my Department is currently reviewing its performance, in conjunction with the Revenue Commissioners.  The initial indications are that the Revenue Commissioners are satisfied that the overall estimate of the budget 2017 package in respect of USC changes was costed accurately at &euro;335 million.  At the time of budget 2017, the apportionment of the total USC package between PAYE and schedule D was expected to be &euro;263 million and &euro;72 million, respectively, in line with previous norms.  However, subsequent analysis by the Revenue Commissioners indicates that the allocations of the USC package between PAYE and schedule D should have been &euro;311 million and &euro;24 million, respectively, due to the dynamics of the USC package.  While, this helps to explain some of the current under-performance against profile for USC paid by PAYE taxpayers, it is important to point out that this reapportionment should have no adverse impact on the overall collection of the USC receipts as they should equalise later in the year when self-employed returns are made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00600","answer":true,"speaker":"1326"},{"type":"speech","time":1495120200,"counter":190,"content":"<p>I thank the Minister for his reply.  It is early days yet and the alarm bells should not be ringing completely but the trend is a concern.  It is not just a trend over one month; we are now looking at data for four months.  I accept the point about corporation tax.  We have not had any significant months for corporation tax receipts.  Later in the year will tell a story in that regard.  Corporation tax, as the Minister knows, now accounts for approximately 15% of our tax take.  We are dependent on a small number of very large companies.  There is one potential vulnerability in that regard.<\/p>  <p>  The income tax issue is intriguing because although the receipts are up 1.2% year on year, we are 3.1% below profile.  The unemployment rate is falling, thankfully, so one would expect income tax receipts to be stronger.  In simple terms, is it attributable to a miscalculation in regard to the USC?  Is there any other explanation that the Minister believes accounts for the trend?  It is a concern.  That should be acknowledged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00700","speaker":"1223"},{"type":"speech","time":1495120200,"counter":191,"content":"<p>I acknowledge that there is some concern.  I hope circumstances will right themselves as the year goes by.  With regard to the personal taxes, PAYE yield is in line with expectations.  It is up a little.  PRSI receipts are up but the USC receipts are down.  What I have said in my reply does not fully explain the USC discrepancy.  There is something else happening in respect of it.  The Revenue Commissioners are examining it.  I cannot throw further light on it today.  I hope circumstances will right themselves as the year goes by.  We will have a better idea about corporation tax after the May and June receipts come in.  By the half-year point, we will see whether the initial concerns are justified or whether circumstances are righting themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00800","speaker":"1326"},{"type":"speech","time":1495120200,"counter":192,"content":"<p>My question really concerns how the approach needs to be adjusted if the trend continues.  I refer to the budget in October, for example.  What impact could there be on the calculation of fiscal space?  I acknowledge a number of variables feed into that.<\/p>  <p>  It is not just a question of income tax and corporation tax.  The excise yield, for example, is 6.3% below profile.  I realise it can be difficult to forecast what the receipts will be in a particular month but if the trend continues there will be a problem.<\/p><p>However, if the trend continues <i>pro rata<\/i>- it has been &euro;344 million over the first four months - throughout the remainder of the year, the shortfall will be in the region of &euro;1 billion.  That is a big &quot;if&quot; and, hopefully, it will not continue.  If it did, what issues would that throw up in our approach to the budget?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800031#DD00900","speaker":"1223","continuing":true},{"type":"speech","time":1495120800,"counter":194,"content":"<p>First, the Deputy must recognise that some taxes are quite lumpy in the way they come in and the Revenue is still confident that the figures will right themselves as the year goes by.  We can safely say at this stage that we will not have the overrun in tax receipts that we had over the past two years.  The other side of the balance sheet is expenditure and that is running behind profile as well.  We are more or less in balance at the moment but expenditure can accelerate as the year goes by.  We hope it will stay in balance.  We are not thinking of corrective actions yet.  It is too early to do so but the first step always in correction is to make sure the expenditure does not exceed revenue flow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00200","speaker":"1326"},{"type":"speech","time":1495120800,"counter":195,"content":"<p>Question No. 2 is the name of Deputy Pearse Doherty.  The Ceann Comhairle has provided, given the Deputy is at a committee meeting, that his question can be taken within Priority Question time if he returns.  We will move on to Question No. 3.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00300","speaker":"1322"},{"type":"minorheading","content":"Help-To-Buy Scheme","time":1495120800,"counter":196,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00350"},{"type":"question","time":1495120800,"counter":197,"qnumday":3,"qnumall":"[23772\/17]","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00400","dept":"Department of Finance","minister":"Minister for Finance","question":"the position regarding the independent impact assessment on the help-to-buy scheme as introduced as part of budget 2017; the number of approved applications to date; the cost of the scheme to date; the number of persons yet to be approved; his views on whether the &euro;50 million estimate is sufficient; and if he will make a statement on the matter.","asker":"1223","askee":"1326"},{"type":"speech","time":1495120800,"counter":198,"content":"<p>This question relates to the help-to-buy scheme for first-time purchasers of new houses, which was introduced in the budget last October.  I seek an update on the number of approved applications, on whether the estimated cost of the scheme at &euro;50 million has changed, given the number of applications was higher than the Minister expected, and on the independent impact assessment he has committed to, which went out to tender some weeks ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00500","answer":true,"speaker":"1223"},{"type":"speech","time":1495120800,"counter":199,"content":"<p>As the Deputy will be aware, during the Committee Stage debate on the Finance Bill 2016, I agreed to commission an independent impact assessment on the effects of the help-to-buy incentive for completion prior to budget 2018.  Following a competitive tender process, Indecon Economic Consultants were appointed in April to undertake this impact assessment. <\/p>  <p>  This purpose of this project, in general, is to assess whether the policy objectives on the supply of new homes are being met, what impact, if any, the scheme is having on new and second-hand house prices, and what impact the scheme is having on the residential property market generally.  It is expected that the assessment will be completed and submitted to me by the end of August.<\/p>  <p>  In response to the Deputy's queries concerning the uptake and cost of the incentive, there are two stages involved in the help-to-buy process.  Stage 1 is the application stage, wherein prospective applicants can query whether they qualify for the incentive.  They can also get clarity on the maximum amount of rebate they could potentially benefit from, based on their tax paid in a four-year period.  Stage 2 is the claims stage, wherein applicants that decide to proceed with purchasing or building a qualifying property must provide documentary evidence of the relevant property transaction or their mortgage drawdown.<\/p>  <p>  As of Thursday, 11 May 2017, Revenue had received 6,084 applications to stage 1 of the help-to-buy incentive, of which 3,621 have been approved.  However, it is possible that many of these applicants may never make a claim to stage 2 for a variety of reasons. These could include individuals who do not go on to obtain mortgage approval, who may decide to purchase a second-hand property, or who are not able to source the new home that they desire.<\/p>  <p>  To date, 1,677 stage 2 claims have been made, of which, 1,154 have been approved, at a total estimated cost to the Exchequer of just over &euro;17 million.  This cost covers almost 70% of the stage 2 claims made to date.  Using this as a base, it could be estimated that a further &euro;5 million remains outstanding in respect of these claims.  This would bring the cost to just over &euro;22 million, which relates to the scheme being available in respect of relevant homes over an 11-month period.  Given that just over seven months remain in 2017, my officials estimate that the cost of the incentive this year will largely be in line with the original estimate of &euro;50 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00600","speaker":"1326"},{"type":"speech","time":1495120800,"counter":200,"content":"<p>I thank the Minister his reply and for the updated numbers.  There have been more than 6,000 stage 1 applications, with in excess of 3,600 approved and 1,677 completed at a cost to date of &euro;17 million with applications worth &euro;5 million in the system, giving a total of &euro;22 million.  The cut-off date was 19 July 2016.  The Minister seems to be saying the cost is likely to come in line with the budget estimate of &euro;50 million for this year but we can revert to that issue.<\/p>  <p>  I welcome the fact that the Minister has honoured his commitment to conduct an independent assessment to examine the impact of the scheme on the supply of new homes, the prices of new homes and the market generally.  Many independent commentators, who do not have any skin in the game, have raised a concern that the scheme is directly pushing up prices, which is not what the Government should want.  Can the Minister clarify his own view at this stage?  Has he evidence of the scheme putting upward pressure on prices?  Does he believe that is the impact it is having?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00700","speaker":"1223"},{"type":"speech","time":1495120800,"counter":201,"content":"<p>No, we have all agreed several times that the problem with housing relates to supply.  The supply of houses is not sufficient to meet demand.  Housing demand is not a lot of people who want houses; housing demand is a lot of people who want houses and can put the money up to buy them.  It is much more likely that the hugely increased activity in the mortgage market is contributing to the additional demand driving up prices than anything in the help-to-buy scheme.  A sum of &euro;22 million is neither here nor there as an injection over an 11-month period into house purchasing.  If that is compared to the billions of euro that have been authorised in mortgages, the Deputy can see the relativities.  There is no doubt that additional money leading to money demand tends to drive up prices but the amount provided under the help-to-buy scheme is relatively small in comparison to the credit and savings available in the market.  There is significant increased money demand for houses now.  The scheme is working as intended but we will know when I get the report back from Indecon, which I will share with Deputies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00800","speaker":"1326"},{"type":"speech","time":1495120800,"counter":202,"content":"<p>A number of issues arise but one issue that is not often mentioned is the impact on non-first-time buyers.  The combined impact of the scheme and the 20% deposit requirement disadvantage these buyers when it comes to buying a new home.  First-time buyers require a 10% deposit for a &euro;400,000 house, which is &euro;40,000, and they can get half that under this scheme.  Their deposit, therefore, is &euro;20,000.  Non-first-time buyers requires a 20% deposit, which is &euro;80,000, but they cannot access the scheme.  That is a significant distortion of the market.  That is not entirely down to the scheme as the Central Bank imposes different deposit requirements.  However, these important issues are having an impact on families.  I welcome that the Indecon assessment is under way and will be completed by late August.  I trust the Minister's successor will share that with the Oireachtas in order that we can have a fuller debate in the lead-up to the forthcoming budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE00900","speaker":"1223"},{"type":"speech","time":1495120800,"counter":203,"content":"<p>I can confirm that is the intention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE01000","speaker":"1326"},{"type":"speech","time":1495120800,"counter":204,"content":"<p>We will move on Question No. 4 in the name of Deputy Pearse Doherty.  We will come back to his Question No. 2 at the end of Priority Questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE01100","speaker":"1322"},{"type":"minorheading","content":"Central Bank of Ireland Investigations","time":1495120800,"counter":205,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE01150"},{"type":"question","time":1495120800,"counter":206,"qnumday":4,"qnumall":"[23774\/17]","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE01200","dept":"Department of Finance","minister":"Minister for Finance","question":"if the Central Bank will reopen the investigation into the misselling of payment protection insurance in view of a court ruling that the failure of a financial service provider to alert a consumer to the fact that the insurance company involved was part or fully owned by the provider constituted misselling; and if he will make a statement on the matter.","asker":"1288","askee":"1326"},{"type":"speech","time":1495120800,"counter":207,"content":"<p>I wish the Minister well following his earlier announcement.  We have had many battles across the Chamber and this may be the last in this format.<\/p><p>I want to thank the Minister for his engagement so far.<\/p> <p> The issue I have raised here is payment protection.  It has been brought to my attention that there is potentially a whole new wave of payment protection insurance, PPI, policies that have been missold.  I have contacted the Central Bank and am currently compiling additional information that it has requested from me.  It appears that we have another scandal on our hands where the consumer has been cheated.  Importantly, many might not be aware of the outcome of a court case that was held last year and the fact that the appeal was withdrawn earlier this year.  It is my view on one financial institution, one insurance company, that all products that it sold after a certain date were missold as indeed the courts found in a particular test case.  Is the Government going to examine the widescale nature of this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800032#EE01300","answer":true,"speaker":"1288","continuing":true},{"type":"speech","time":1495121400,"counter":209,"content":"<p>As the Deputy is aware, the Central Bank is an independent organisation and it would not be appropriate for me to give it instructions on whether or not to conduct any investigation or to re-open a closed investigation.<\/p>  <p>  In March 2014, the Central Bank, concerned about the sale of PPI, published a report on a review of the sale of PPI in Ireland.  The focus of the review was where there was a possible detriment to consumers from unsuitable sales resulting in premiums being refunded.  The review covered 11 firms and covered all PPI sales from 1 July 2007.  I understand from the Central Bank that refunds of over &euro;71 million have been refunded to approximately 83,500 customers since 1 July 2007, by these 11 credit institutions.<\/p>  <p>  With regard to the court ruling referred to in the Deputy&rsquo;s question, I understand that the Deputy has been in contact with the bank about this issue.  The Central Bank is aware of this non-disclosure issue from previous supervisory engagements.  However, the Central Bank is prohibited from commenting on any firm specifically and from disclosing confidential information concerning the business of a credit institution otherwise than in accordance with the supervisory directives, which include the Directive 2013\/36\/EU.  Additionally, under section 33AK(3)(a)(i) of the Central Bank Act 1942, the Central Bank is obliged to report to An Garda S&iacute;och&aacute;na any information that leads the Central Bank to suspect that a summary offence may have been committed by a supervised entity.<\/p>  <p>  The role of the Minister for Finance is to ensure that there is an appropriate legal framework in place to ensure that consumers are properly protected and that financial institutions are regulated in an appropriate manner.  Officials will study the ruling and consult with the Central Bank with a view to ensuring that consumers have the appropriate level of protection under the legislative framework.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00200","speaker":"1295"},{"type":"speech","time":1495121400,"counter":210,"content":"<p>My concern is that the Central Bank has carried out a review of 11 institutions, including three that I have very strong reasons to believe are involved in breach of the consumer codes by not disclosing their interests in the underwriter.  That should have been picked up by the Central Bank when it carried out its review.  It was not.  A judge has now ruled in a test case that the defendant's conduct was capable of amounting to a misleading commercial practice within the meaning of section 43(2) and 43(3)(c).  The appeal against that ruling has been withdrawn, so the ruling now stands.<\/p>  <p>  The Minister of State will be aware that I have legislation which will hopefully be passed in this House quite soon that would lift the blanket ban on the six years rule in relation to making complaints against financial institutions, including insurance companies.  This is another reason why we need to expedite that legislation.  What I would like to hear from the Minister of State is his concern to create awareness with regard to this institution for thousands of customers.  Let me explain what it did.  It sold payment protection insurance to individuals, claiming that it had no interest in the underwriter, when it owned 100% of the underwriting insurance business.  One other insurance company which we own 75% of had a similar case.  Therefore, there is a reason why the Government would get involved in this, as it is the main shareholder in one of these institutions that, in my belief, were involved in this time of misselling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00300","speaker":"1288"},{"type":"speech","time":1495121400,"counter":211,"content":"<p>I thank the Deputy for raising this matter.  Of course the Department is concerned with the matter at hand.  Officials in the Department are looking at the ruling and they are consulting with the Central Bank with a view to ensuring that consumers have the appropriate level of protection under the legislative framework.  The Deputy will also be aware of the Minister's recent experience at a committee to speak about the issue of the Statute of Limitations, and officials are engaging with the Deputy on that point as well.  I note the concerns that have been raised by the Deputy, both publicly and in the House, and I also note that the Central Bank, in its correspondence with the Deputy, requested further information to be provided to it so it could get a better understanding of what area and what entities the Deputy was speaking about.  I understand that has taken place and the Deputy has responded to the Central Bank with that information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00400","speaker":"1295"},{"type":"speech","time":1495121400,"counter":212,"content":"<p>I have responded and I will continue to engage with the Central Bank, but I think there is also a responsibility for the Minister and the Government to engage with Permanent TSB, for example, to ask it about this section, which the courts have ruled was tantamount to misselling a product, and why it did not disclose to people who bought payment protection insurance that it had a relationship with the underwriter, which it was legally responsible to disclose if that relationship was above 10%.  The other institution which I have concerns about is Ulster Bank, which also needs to be investigated.<\/p>  <p>  The test case taken was against a financial institution.  I believe there were thousands of contracts entered into by that institution, which also had its products missold.  The problem is that those consumers do not know it.  They do not know about the case taken to the High Court last year.  They do not know that the appeal was withdrawn.  They do not know, in all likelihood, that what probably happened was that there was a settlement reached with this individual.  I can only imagine.  It is important that the Government steps in here, brings information to consumers and makes sure it is properly investigated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00500","speaker":"1288"},{"type":"speech","time":1495121400,"counter":213,"content":"<p>It is important to note the work that the Central Bank already did in this area in relation to the review that it conducted and the report that it published.  That led to the refunding of over &euro;71 million to consumers, some 83,500 customers since 1 July 2007.  Of course I recognise the concerns raised by the Deputy, and that is why officials from the Department are already studying the ruling that has been given.  They are studying this with the Central Bank and officials there to see whether or not any changes need to be made to the legislative framework that underpin the protections for the consumer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00600","speaker":"1295"},{"type":"minorheading","content":"Revenue Commissioners Enforcement Activity","time":1495121400,"counter":214,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00650"},{"type":"question","time":1495121400,"counter":215,"qnumday":5,"qnumall":"[23734\/17]","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00700","dept":"Department of Finance","minister":"Minister for Finance","question":"the number of bank account holders involved regarding the Revenue Commissioners' recent request for undeclared income offshore prior to 4 May 2017; the amount of income the Revenue Commissioners has received in respect of their request for undeclared offshore income; the number of settlements agreed; the number of cases outstanding; the amount of revenue in tax, interest and penalties the Revenue Commissioners anticipate will be generated by the exercise; and if he will make a statement on the matter.","asker":"1253","askee":"1326"},{"type":"speech","time":1495121400,"counter":216,"content":"<p>My question is to ask the Minister for Finance what the up-to-date figures are in relation to the recovery of tax and penalties in respect of people who have income and assets abroad and who have failed to properly declare them for tax purposes in the Republic of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00800","answer":true,"speaker":"1253"},{"type":"speech","time":1495121400,"counter":217,"content":"<p>In my Financial Statement to the House on 11 October 2016, I indicated that I would act to restrict the opportunity for tax defaulters to use the voluntary disclosure regime with effect from May 2017.  In line with this undertaking, section 56 of the Finance Act 2016 provided that, as and from the voluntary disclosure deadline date, the making of a qualifying disclosure is no longer permitted where the tax liabilities involved relate to offshore matters.<\/p>  <p>  The period during which a qualifying disclosure could be made to the Revenue Commissioners in relation to offshore matters ended on 4 May 2017.  Disclosures received are still being processed and final data about them will be available shortly.  I am advised by the Revenue Commissioners that the number of disclosures exceeds 2,500, with a value of more than &euro;73 million.  I understand also that the disclosures relate to a range of offshore matters, including foreign sources of employment&ndash;related income, foreign pensions, income from overseas property, offshore bank accounts and trusts and funds.  A breakdown between tax, interest and penalties is not available at this point.<\/p>  <p>  Revenue will now proceed to examine all of the disclosures received, to determine which of them can be settled without further action and to identify any cases in which further inquiries may be required before they can be brought to finality.  Anybody who has tax liabilities relating to offshore matters and who did not act by the deadline of 4 May to address them now faces the prospect of substantially higher penalties, publication in Revenue&rsquo;s quarterly list of tax defaulters and possible prosecution.  Revenue has assured me that it is committed to making full and effective use of the large volumes of data that it will receive, under international arrangements for the automatic exchange of information, to identify and pursue anybody who attempts to evade his or her tax obligations by using offshore accounts, assets or structures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF00900","speaker":"1326"},{"type":"speech","time":1495121400,"counter":218,"content":"<p>Tax justice, as it is understood by hard-working, ordinary taxpayers, has to mean that people who have, for whatever reason, a privileged position of tax exile and then fail to pay their fair taxes have to be pursued.<\/p><p>It is extraordinary in this day and age of so much information being available that the trawl of this category has identified, according to the Minister's own figures, 2,500 people and brought in &euro;73 million.  There is a continuing option for tax exiles to live part of the year in Ireland but otherwise be resident for tax purposes abroad.  In the Government of which I was a member with the Minister, there was an agreement to a levy.  I had a different view to the Minister on it, as he will probably recall.  The agreement was that people would pay a levy of &euro;200,000.  That levy has produced very small potatoes.  The Minister himself has acknowledged that.  Given what this trawl has produced in a very short period of time, does the Minister not agree that it is wrong from any tax justice point of view that there are multi-billionaires who are not resident in this country for tax purposes but live here all the time?  While a trawl of 2,500 people can yield &euro;75 million, the Minister's levy has yielded a fraction of that.  He was aware of my view on it at the time.  Can the Minister learn from this experience?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800033#FF01000","speaker":"1253","continuing":true},{"type":"speech","time":1495122000,"counter":220,"content":"<p>This question does not relate directly to what were traditionally known as the tax exiles.  The Revenue Commissioners have informed me that a very large proportion of the disclosures were received in the days immediately prior to the deadline of 4 May.  All of the postal and electronic correspondence received is now being examined.  Further details about the disclosures and their value will be available as soon as that work has been completed.  As the Deputy knows, it arises from section 56 of the 2016 Act.  It has removed the possibility of making a qualifying voluntary disclosure of tax liabilities where any matter contained in the disclosure relates directly or indirectly to offshore matters.  After 4 May last, anybody who is now found to have an offshore source of income along the lines described in my reply will not have the benefit of the arrangements put in place for disclosure prior to 4 May.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00200","speaker":"1326"},{"type":"speech","time":1495122000,"counter":221,"content":"<p>This is a very good result on the part of the Revenue Commissioners.  The Minister took a decision that was contrary to the position I and others took in the debate on the budget when we argued that the six months' notice was excessive.  Notwithstanding the six months' notice, which allowed people with more to hide to make other arrangements, by April there were about 530 disclosures.  As it was extended to 4 May, in the last few days 2,500 people have declared.  That has produced &euro;73 million according to the Minister's own figures.<\/p>  <p>  I wish the Minister well in his retirement, but he may have a longer stay in finance depending on how quickly the party's internal procedures and the discussions with Fianna F&aacute;il proceed.  Would it not be  right and proper to strengthen the Revenue audit section to find those people who are imposing on people who are working hard and paying a lot of tax, and get them to pay their fair share as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00300","speaker":"1253"},{"type":"speech","time":1495122000,"counter":222,"content":"<p>The six-month period was the period advised by the Revenue Commissioners.  They sought to ensure the maximum return from the voluntary disclosures in terms of time and in terms of the amount of tax that would come in on a voluntary basis.  The estimate is now somewhat in excess of &euro;73 million.  Those that are availing of tax exile status are doing so in accordance with law.  If any change was to take place on that, it would need substantive change in a subsequent finance Bill.  This does not apply because they are operating in accordance with law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00400","speaker":"1326"},{"type":"minorheading","content":"Brexit Issues","time":1495122000,"counter":223,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00500"},{"type":"question","time":1495122000,"counter":224,"qnumday":2,"qnumall":"[23773\/17]","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00600","dept":"Department of Finance","minister":"Minister for Finance","question":"the options being considered by the Revenue Commissioners with regard to the Border post-Brexit; and if he will make a statement on the matter. ","asker":"1288","askee":"1326"},{"type":"speech","time":1495122000,"counter":225,"content":"<p>Yesterday at the finance committee, we had the Revenue Commissioners before us for the first time.  They gave us information on some of the contingency plans they were looking at for Border controls post-Brexit.  The information was quite concerning.  The Minister might be aware that I made a freedom of information request for documents that the Revenue Commissioners held.  Indeed, the Minister's own Department held one document, for example, which was a briefing given by Revenue to the Minister more than three months ago.  That information has not made its way into the public domain.  Will the Minister put into the public domain the information that Revenue has presented to him on its contingency plans for custom posts to monitor trade post-Brexit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00700","answer":true,"speaker":"1288"},{"type":"speech","time":1495122000,"counter":226,"content":"<p>The oral question put by the Deputy is different from the written question.  I will read out the prepared reply first and then we can discuss it.<\/p>  <p>  The Government has published a comprehensive document on Ireland and the negotiations on the UK&rsquo;s withdrawal from the European Union under Article 50 of the Treaty on European Union on 2 May.<\/p>  <p>  The Government's position in regard to the Border with Northern Ireland in the context of Brexit is very clear - continued freedom of movement, absence of a hard border, and minimal impact on business and trade are key objectives.  Clearly, in this regard the closer the trading relationship between the UK and EU is more generally the better.<\/p>  <p>  I would point out that the guidelines for the EU 27 Article 50 negotiation framework, agreed by the heads of state and government on 29 April, specifically refer to the need to support and protect the achievements, benefits and commitments of the peace process.<\/p>  <p>  In this regard, the guidelines recognise the unique circumstances on the island of Ireland, outlining the need for flexible and imaginative solutions, including the aim of avoiding a hard border, while respecting the integrity of the union's legal order.<\/p>  <p>  The Government has welcomed the EU&rsquo;s negotiating guidelines as reflecting Ireland&rsquo;s unique concerns and priorities.  They express the EU&rsquo;s continued support for the peace process and the need to protect the Good Friday Agreement.  They acknowledge the need for flexible and imaginative solutions to avoid a hard Border on the island of Ireland.  They agree to the recognition of existing bilateral agreements and arrangements between the UK and Ireland, which are compatible with EU law, such as the common travel area.<\/p>  <p>  Ireland has also secured the agreement of its EU counterparts on the need to recognise the unique constitutional status of Northern Ireland and the need to ensure that should a united Ireland be brought about in accordance with the Good Friday Agreement, the entire territory of such a united Ireland would be part of the European Union.<\/p>  <p>  This is a positive outcome, showing that the Government&rsquo;s extensive political, diplomatic and official campaign of recent months has been effective in ensuring the understanding and recognition of our unique circumstances and specific issues.<\/p>  <p>  Like all Government agencies, the Revenue Commissioners are actively engaged in examining a range of scenarios in order to support Ireland's objectives.  The precise arrangements that will apply after Brexit will depend on the outcome of negotiations which will now take place between the EU and UK.<\/p>  <p>  This is a political issue, which will require a creative political solution.  It is not helpful to pre-empt any particular outcome at this early stage of the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00800","answer":true,"speaker":"1326"},{"type":"speech","time":1495122000,"counter":227,"content":"<p>Yesterday's exchange at the committee was illuminating, although it was like pulling teeth.  However, it did establish some facts that some of us, at least, knew were the case.  Mr. Barnier told us last week that there would be consequences of Brexit for the Border.  Of course there will be consequences and some type of Border posts or customs posts will be in place, even if they are not quite on the Border and even if, as the Revenue says, they will be called trade facilitation stations instead of custom posts.  Of course there will be disruption and delays to people and goods crossing the Border when one side of the Border is in a customs union and the other side is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017051800034#GG00900","speaker":"1288"}]