[{"type":"minorheading","content":"Prelude","time":1634648400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Cheann Comhairle i gceannas ar 2 p.m.","time":1634648400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1634648400,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1634648400,"counter":4},{"type":"majorheading","content":"Ceisteanna ó Cheannairí - Leaders' Questions","time":1634648400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900003#A00100"},{"type":"speech","time":1634648400,"counter":6,"content":"<p>Before I begin, I offer my condolences to the family and friends of M&aacute;ire Mhac an tSaoi, Brendan Kennelly, Paddy Moloney and Tony MacMahon, all pillars of Irish arts and culture for so many years.  Their deaths are a huge loss to us all, or as Theo Dorgan - the Taoiseach is aware he is an another Corkman - so eloquently put it, we are so much poorer for their absence and so much richer for their lives and for their work.<\/p>  <p>  Today, the Cabinet has announced plans for further easing of restrictions.  Covid is a horrendous virus and it is still with us.  Thankfully, our population is largely vaccinated and this should allow us to proceed safely back to normal, but our healthcare capacity leaves us vulnerable.  The crisis that we face now is a hospital bed and capacity crisis.  Science has done its bit, medical professionals have done more than their bit, but the Government has failed to step up.<\/p>  <p>  Here are the facts.  Hospitals across the State are seeing record levels of overcrowding.  Emergency departments are overflowing.  The trolley count is rising.  It is 416 today.  Health waiting lists now stand at almost 1 million waiting for care, and almost a quarter of a million of those have been waiting for more than 18 months.  Yet, in the face of this crisis, and increasing Covid numbers, the response of the Government in the budget was not one single additional inpatient bed.  Not one.  How are we to make it through the winter?  How will burnt-out, front-line workers cope?  How will the health service survive?  The Government's approach means that for the remainder of this year and the entirety of next year, we will have no additional inpatient hospital beds.  Is the Taoiseach seriously suggesting that no additional inpatient beds are needed until 2023?<\/p> <p>The crisis is now, the overcrowding is happening now, the trolley count rises now and waiting lists are growing.  Phil N&iacute; Sheaghdha of the INMO has said of our hospitals: &ldquo;They cannot cope today, they won't be coping tonight and they won't be coping tomorrow.\"  This is a very stark warning and the Taoiseach needs to listen.<\/p> <p> None of this has come out of the blue.  The Taoiseach has to have known that this crisis would hit our hospitals hard in the wintertime.  Indeed, last July, Sinn F&eacute;in and our colleague, Deputy David Cullinane, called for planning for the winter to start then.  We urged the Government to prepare for what was to come.  We called for an additional 600 inpatient beds and the recruitment of staff to service those beds and we repeated that call in our budget.  The Taoiseach chooses to ignore those calls.  He chooses not to properly invest in and resource our hospitals, and that leaves us exposed again.  So, now, the chickens come home to roost, and it is patients, hospital staff and wider society who pay the heavy price.  T&aacute; &aacute;r n-ospid&eacute;il faoi bhr&uacute; ollmh&oacute;r.  N&iacute; f&eacute;idir leo d&eacute;ile&aacute;il leis an mbr&uacute; sin.  Caithfidh an Rialtas infheist&iacute;ocht a dh&eacute;anamh iontu anois.<\/p> <p> I want the Taoiseach to change direction immediately.  I am calling on him to do that.  I want him to provide the investment needed, increase the number of beds in our hospitals, relieve the overcrowding and lift the intense, unbearable pressure on front-line staff, who are now beyond breaking point.  This must be a central plank in the Government's response to the Covid-19 crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900003#A00200","speaker":"1466","continuing":true},{"type":"speech","time":1634648700,"counter":8,"content":"<p>I thank the Deputy for raising the issue.  I also join the House in expressing our sympathies to the families of the late M&aacute;ire Mhac an tSaoi - b'fhile den scoth &iacute; a rinne an-chuid ar son &aacute;r dteanga dh&uacute;chais - Brendan Kennelly, Paddy Moloney and Tony MacMahon, artists and musicians who enriched our lives in a wonderful way.<\/p>  <p>  I think the fundamental premise of the Deputy&rsquo;s question is wrong.  The driver of our responses over the last two years in terms of health, and public health in particular, has been the Covid virus itself and the various mutations.  The Alpha mutation earlier this year had a devastating impact on us.  Likewise, now, the Delta variant is even more transmissible than the Alpha variant, and it has had a very significant impact globally and in this country in terms of the incidence of cases in terms of hospitalisation, ICU admissions and mortality.<\/p>  <p>  Thankfully, because of vaccination and a very effective, efficient and well-run vaccination programme, we have achieved up to 93% vaccination.  The vaccines are very effective in preventing severe illness, hospitalisation and admission to ICU, and in terms of mortality and preventing death.  However, over time, in terms of protecting against infection itself, it is not as strong as it would be in terms of the cases I have just outlined.  Therefore, there is a need for a booster campaign.  That was the key recommendation from NIAC yesterday, which the Government will implement immediately.  It will be the administration of the booster vaccine to the over-60s which will help us in holding back the impact of Covid.<\/p>  <p>  In respect of hospital beds, close to 938 beds are due to be delivered by the end of this year.  The Deputy has ignored completely in her presentation the fact that well over 900 beds have been budgeted for and have been provided for, with the follow-through provided for this year in terms of the staffing, for example.  That was the largest bed increase ever in one year in terms of hospital capacity.  Likewise, in terms of ICU, again, there has been a substantial 25% increase in ICU beds over the last two years.  It is close to 300 now and it will get to 321 by the end of this year or, at the latest, very early next year.  These are very substantial increases both in ICU and bed capacity.<\/p>  <p>  The situation as advised to us by NPHET is that, in all age groups now, people are getting infected.  While we are reopening, we are doing so in a very cautious way, with the vaccination certificate at the heart of the protective measures that need to be taken.<\/p> <p>The Deputy opposed tooth and nail the vaccination certificate provisions that were introduced the previous time in this House to facilitate access to hospitality.  She and her colleagues very strongly opposed that, yet it was the key to opening hospitality and it was advised by NPHET that this was what we should do.  NPHET is now advising the same in respect of the remaining elements of hospitality.  Conscious of the growth in incidence levels, it is very anxious that, where practical, appropriate and where it makes sense, a range of protective measures be introduced, the most critical being that the vaccination certificate be applied across the board, together with due diligence by operators and consumers.  That is the key issue.  We will be increasing staff in the health service by another 8,000 this year.  There is going to be no let-up in the investment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900004#B00200","speaker":"1458","continuing":true},{"type":"speech","time":1634649000,"counter":10,"content":"<p>Covid is a terrible virus and sickness, and it is with us to stay.  The level of vaccination, at more than 90%, is extremely high.  As I said, science has done its job and the medical professionals have done theirs.  The Government now needs to do its job.  The fact is that the lack of capacity within our health service leaves us vulnerable still.  It means there is a panic right across society when infection levels, hospitalisations and ICU admissions rise.  That is all down to capacity.<\/p>  <p>  I put it to the Taoiseach that the Government did not make additional provision for as much as one new inpatient bed in the budget.  That is a fact.  Provision was made for 19 new ICU beds, but that is a drop in the ocean.  Everybody knows that at the heart of our dilemma, with a highly vaccinated population and people doing their best and being very thoughtful and cautious, we are still left with this huge vulnerability in terms of healthcare and hospital capacity.  The professionals are telling the Taoiseach this.  He knows this; it is not just me saying it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00200","speaker":"1466"},{"type":"speech","time":1634649000,"counter":11,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00300","speaker":"1577"},{"type":"speech","time":1634649000,"counter":12,"content":"<p>I want to know how the Government will address that, how we will get through the winter-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00400","speaker":"1466"},{"type":"speech","time":1634649000,"counter":13,"content":"<p>The T&aacute;naiste to respond.  Gabh mo leithsc&eacute;al.  The Taoiseach to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00500","speaker":"1577"},{"type":"speech","time":1634649000,"counter":14,"content":"<p>-----and how hospital capacity will be supplemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00600","speaker":"1466"},{"type":"speech","time":1634649000,"counter":15,"content":"<p>An increase in the number of ICU beds from 255 to 321 by the end of this year is not a drop in the ocean.  If the Deputy knows anything at all about ICU beds, it is not about the beds themselves but the entire staffing team that goes behind them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00700","speaker":"1458"},{"type":"speech","time":1634649000,"counter":16,"content":"<p>You are just playing with numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00800","speaker":"1466"},{"type":"speech","time":1634649000,"counter":17,"content":"<p>The number will be up to 340 by the end of 2022.  That is an enormous increase in ICU beds over a very short period of time.  In addition, as I said earlier, well over 900 beds will be provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C00900","speaker":"1458"},{"type":"speech","time":1634649000,"counter":18,"content":"<p>Are you are saying we have enough?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01000","speaker":"1466"},{"type":"speech","time":1634649000,"counter":19,"content":"<p>What we did last year - in the funding we provided for the winter initiative, which got us through last winter - was we provided two-year funding to enable the staff to be recruited and the beds to be provided, so we would not have the annual struggle that went on between Departments in respect of getting annual allocations.  That has been very effective.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01100","speaker":"1458"},{"type":"speech","time":1634649000,"counter":20,"content":"<p>No, it has not.  You are playing with the numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01200","speaker":"1466"},{"type":"speech","time":1634649000,"counter":21,"content":"<p>However, other measures have to take place, of course, in respect of diagnostics and other measures in terms of home care and so on to make sure, as far as we possibly can, that there is a very good, efficient flow through our hospitals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01300","speaker":"1458"},{"type":"speech","time":1634649000,"counter":22,"content":"<p>Thank you, Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01400","speaker":"1577"},{"type":"speech","time":1634649000,"counter":23,"content":"<p>I want to make a final point.  The issue about the increasing numbers is not about hospital beds alone, although that is important.  It is about individuals.  We want to protect individuals and that is why protective measures are needed from severe illness and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01500","speaker":"1458"},{"type":"speech","time":1634649000,"counter":24,"content":"<p>Hospital beds are the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01600","speaker":"1466"},{"type":"unspoken","time":1634649000,"counter":25,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1634649000,"counter":26,"content":"<p>We are over time.  T&aacute;im ag bogadh ar aghaidh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01800","speaker":"1577"},{"type":"speech","time":1634649000,"counter":27,"content":"<p>I join with the sympathies and sentiments that have been expressed on the deaths of M&aacute;ire Mhac an tSaoi, Brendan Kennelly, Paddy Moloney and Tony MacMahon.<\/p>  <p>  The announcement today on the lifting of the restrictions was yet another startling display of confusion, coherence and chaos from the Government.  With just three days to go before many businesses that have been closed for nearly two years are due to open, the rules are being rewritten.  We all accept that the rates of Covid transmission can surge very quickly and can be unpredictable.  What is predictable, however, is that we know without a shadow of doubt how the disease is spread.  It is airborne.  Businesses have been given absolutely no guidance on the manner in which they can improve ventilation and make their premises safer.  Air filtration units, for example, could be rolled out to schools for as little as &euro;12 million, but they have not been issued.  Nightclub and music venue owners are going to get advice at the last possible moment on how they can open their businesses.<\/p> <p>All indoor businesses where people congregate should have been given guidance on ventilation months ago.<\/p> <p> The Taoiseach said yesterday that he is a great fan of antigen testing and that came as a surprise to many of us because there is no evidence that anyone in government is a fan of such testing.  We are told that the continued reopening is to a large extent contingent on antigen testing being rolled out to scale.  Why was that not done before?  How will this massive surge in the use of antigen testing work, given that almost zero prior planning has been done for that?<\/p> <p> We are told that people can dance in nightclubs, for example, but that they cannot go to the bar for a drink.  It is confusing; people could probably dance to the bar.  In his address earlier the Taoiseach attempted to defray the blame by talking about personal responsibility.  Irish people have been brilliant in what they have done and we would all agree on that.  They got vaccinated in their droves and stayed at home when they were told to do so.  There are other issues of planning at play and we have always been in an emergency.  There is also the issue of the creaking hospital capacity.  We are 20 months into the disaster and there is a modest target of an increase of 66 ICU beds this year.  That target has not been met and there has been no mention of additional capacity in this year's budget.<\/p> <p> Would the Taoiseach accept that there has been a failure to plan and that we are back at an emergency stage in the opening of businesses and the criteria being applied?  There has been a failure to accept that this is an airborne virus.  The ads that are being shown at the moment instruct people to wash their hands.  The evidence is not that the virus is transmitted by touch but that it is an airborne virus.  Why has the necessary attention not been placed on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900005#C01900","speaker":"1489","continuing":true},{"type":"speech","time":1634649600,"counter":29,"content":"<p>Every debate we have when restrictions come in or go out is the same.  I recall a debate in the D&aacute;il before the summer on the measure that enabled us to open hospitality, namely, the vaccination service.  It was a heated debate with Members opposite saying it was the worst thing we could possibly do, yet it enabled the reopening of hospitality, including restaurants and pubs.  Has anybody on the Opposition side said we got that wrong or have they said they were confused or that they gave an incoherent message?  The Opposition always tries to pick holes although I acknowledge that there are difficulties and challenges, particularly for the sectors concerned.<\/p><p>Covid does not respect weekly decision-making on a precision basis.  In our conversations with public health officials two weeks ago, this scenario was not on the horizon.  The case numbers have taken a turn for the worse and we have to respond.  It is as simple as that.  We could have decided to pause everything and not open anything afresh.  NPHET stated that it:<\/p> <blockquote> \tDid not believe it tenable that any pause now would result in a further easing of measures in November.  The NPHET has therefore recommended that on balance:<br \/><br \/>... the remaining aspects of the hospitality, entertainment and night-time economy sector can reopen only with the full range of protective measures in place and the wide and robust implementation of the COVID-19 pass.  In this regard, guidance should be developed or updated as appropriate by the relevant sectors. <\/blockquote>  <p>NPHET goes on to list all the various measures and uses the phrase, &quot;including the appropriate use of masks, physical distancing, ventilation, and mitigation measures&quot;.  That is what is in NPHET's letter and it is now saying it does not see those measures being removed until February 2022.  The measures must be implemented where appropriate and there has to be practical application of this in different settings.<\/p><p>Members will raise all the anomalies and ask why one thing can be done in one setting and another thing cannot be done in another setting.  Those anomalies will arise in scenarios like this but the key point is that anything we have reopened so far has stayed open.  Despite what some lobbies are saying, these restrictions have not inhibited a lot of activity because the Revenue and the VAT receipts are showing that a lot is going on in many sectors because of the reopening of society and the economy.  It is better to try to proceed with reopening, albeit with restrictions that people will find frustrating.<\/p> <p>It is because of the virus's turn for the worse that there is a timeline problem for the sector.  I acknowledge that and the need for guidance and the need to engage with the sector and to do practical, sensible things to enable reopening and to enable the facilitation of plans that sectors that up to now had been closed have in place.  We have got to work with sectors to do that.  The same applies to the return to work.  The Labour Employer Economic Forum, LEEF, which has employer representatives and union representatives, is meeting today to discuss that whole area in terms of the return to work on a safe basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900006#D00200","speaker":"1458","continuing":true},{"type":"speech","time":1634649900,"counter":31,"content":"<p>I wish to raise the issue of this virus being airborne.  An expert committee was in place but nothing seemed to come from it in terms of advice.  We know that the virus is airborne.  What guidance has been given to the sectors that remain closed and what guidance does the Taoiseach anticipate the Government will give them or will it be exclusively for them to find out for themselves?  We all accept that it is late in the day and people are saying that they need some degree of certainty.  I listened to an advertisement during the week that was still talking about washing hands and wearing masks, but it did not give guidance about the virus being airborne even though we know that that is where it is spread.  Clearly, we cannot put all of our eggs in the vaccination basket.  As such, we must address the central point of where the virus is spread.  What is the Government doing in that regard, particularly in respect of congregated settings, for example, schools, nightclubs and music venues?  What guidance has been given on, for example, units that people can simply plug in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900007#E00200","speaker":"1489"},{"type":"speech","time":1634649900,"counter":32,"content":"<p>The Deputy has made a very true statement there, in that we cannot put all of the eggs in the vaccination basket alone.  In fact, that is what the Chief Medical Officer, CMO, said to us last evening.  He made that very point.  Vaccination is a game changer, of course, but we need additional non-pharmaceutical protections to be in play as well to keep the virus at bay, particularly during the winter season because there could be a seasonality factor.  In our climate, we tend to be indoors more during the winter period in terms of socialisation and so forth.  I take that point.<\/p>  <p>  On ventilation guidance, documents have been prepared and have issued.  In respect of schools, for example, CO2 monitors have been sent to schools across the length and breadth of the country.  That is the recommendation that they received in terms of how they should operate proper ventilation policy in primary and second level schools.<\/p>  <p>  The development of sectoral guidance is not something new.  It is something that has been ongoing since the commencement of the pandemic itself.  It is something that can be achieved, working with the representative organisations in a given sector and Departments, including the relevant Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900007#E00300","speaker":"1458"},{"type":"speech","time":1634649900,"counter":33,"content":"<p>At the weekend, Mr. Killian Woods in the <i>Business Post<\/i>revealed that the National Asset Management Agency, NAMA, was in possession of 54 units - let us call them what they are, namely, potential homes - in Prospect Hill, Finglas, 28 of which were vacant and 26 of which had been empty for a decade.  That is an incredible fact for a publicly owned agency.  This report confirmed and provided further detail on information that I had received in reply to a parliamentary question recently.  When it is all added together, the situation is even more shocking and disgraceful.  NAMA is still in possession of 577 acres of residential land that is suitable for delivering housing.  In the answer to my question, it was confirmed that NAMA was in possession of 50 units that were sitting vacant and that it also had 1,400 units under construction, 4,600 units with planning permission, 7,500 where planning applications had been submitted or were in preparation, and 8,500 units at pre-planning stage.  NAMA has the land as well as assets that are well under way to deliver 24,000 homes, but what is it doing with them?  It is selling them at prices in excess of &euro;500,000.<\/p> <p>The agency is selling them to vulture funds and cuckoo funds, that is, property speculators and the very people who are driving rents to unaffordable levels and house prices to completely unaffordable levels for the vast majority of working people.  When questioned about this recently, Brendan McDonagh confirmed that NAMA does not sell properties unless it can yield a profit from them.  Is the Government not speaking out of both sides of its mouth when it says it is doing absolutely everything it can to address the housing crisis and to deliver public and affordable housing while at the same time an agency, fully in the control of the State, which has paid off all of its debts and has &euro;1.2 billion in cash reserves having sold &euro;42 billion worth of property and assets, mostly to the same vulture funds and cuckoo funds, is not being used to deliver every house or residential unit that it is capable of delivering for public and affordable housing only?  How can the Government possibly allow a situation where a public agency is contributing to the housing crisis, is facilitating the property developers and, in some cases, as also confirmed in the response to the parliamentary question, is selling houses to these property investors who then lease them back to the local authorities, for which the Government is paying astronomical amounts of public money to these entities?  Is that not outrageous?  Will the Government issue an instruction to NAMA, as it can do under the Finance Acts, to deliver everything it has as public and affordable housing and to stop its actions which are contributing to the housing crisis?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900007#E00400","speaker":"1478","continuing":true},{"type":"speech","time":1634650200,"counter":35,"content":"<p>That instruction cannot be issued in the manner articulated by the Deputy and he knows that well.  The legislation underpinning NAMA is very specific.  That Act sets specific objectives and functions for NAMA, which are well established.  NAMA has facilitated the construction of housing.  There is an issue in terms of how, going forward, we interact with NAMA in regard to the provision of social housing.  NAMA has in the past offered social housing to the State through the local authorities and so forth, some of which was taken up by local authorities and some of which was not taken up because of the local authorities' views in terms of the suitability of the particular housing that might have been offered by NAMA at that time.<\/p>  <p>  The Housing for All strategy commits approximately &euro;4 billion per annum by the State.  The State is phasing out the leasing of units.  The overwhelming majority of the State investment under Housing for All is going into the construction of housing, particularly social housing, at approximately 9,000 units per annum.  There will be some element of purchase and, for the first two years, the phasing out of the leasing of local authority housing to deal with homelessness and people who are in need.  Let us not sloganise a completely wrong narrative in terms of the State's centrality in building social housing and in facilitating the building of affordable homes and providing the infrastructure to enable house construction to happen, be that water infrastructure or the urban regeneration and development funds, URDFs, which have been announced all over the country to facilitate brownfield sites and the development of compact housing and apartment construction.  That is the agenda.  It is a State-centred approach. <\/p>  <p>  In respect of NAMA, it has very specific legislative underpinning.  There is an issue in regard to how, as time evolves, we interact with NAMA in terms of using its capacity to add to the State's endeavours under Housing for All in terms of the provision of housing.  That will be under ongoing review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900008#F00200","speaker":"1458"},{"type":"speech","time":1634650200,"counter":36,"content":"<p>The Taoiseach is misleading people.  He is correct that the mandate set by the Government for NAMA is to blame for this outrageous situation.  Let us remember what is at stake here: thousands of families are homeless, almost 100,000 families are on housing waiting lists and 70% of working people are completely priced out of the housing market.<\/p> <p>The truth is the NAMA legislation first of all requires the agency to avoid undue concentrations or distortions in the market for development land and to have regard to proper planning and sustainable development land and it gives the Minister the power to confer on NAMA, by order, additional functions.  It also has a requirement to contribute to the social and economic development of the State.  The power is there.  It is in the hands of the Government to tell NAMA what to do with its remaining housing and land assets.  The Government refuses to tell NAMA to deliver all it can, namely, 24,000 homes, which would contribute enormously to alleviating the housing crisis.  It refuses also to tell the agency that it must deliver all that as exclusively public and genuinely affordable housing, instead of what it is currently doing, which is selling it to profit-hungry investors who are driving the price of property and rent through the roof and contributing to the housing crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900008#F00300","speaker":"1478","continuing":true},{"type":"speech","time":1634650500,"counter":38,"content":"<p>NAMA represents the taxpayer.  It had a responsibility, with regard to the loans it took over, to yield a return for the taxpayer, whom this Oireachtas represents.  As I said earlier, NAMA has offered housing stock to local authorities already.  As I said, in the coming period, the utilisation of NAMA's activities in respect of further housing provision is something that is under ongoing review by Government, and it will remain under review.  However, we need more houses and we need more houses of different types.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00200","speaker":"1458"},{"type":"speech","time":1634650500,"counter":39,"content":"<p>We do not need houses at &euro;500,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00300","speaker":"1478"},{"type":"speech","time":1634650500,"counter":40,"content":"<p>We are providing social housing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00400","speaker":"1458"},{"type":"speech","time":1634650500,"counter":41,"content":"<p>Not at &euro;500,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00500","speaker":"1478"},{"type":"speech","time":1634650500,"counter":42,"content":"<p>Remarks should be made through the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00600","speaker":"1577"},{"type":"speech","time":1634650500,"counter":43,"content":"<p>We are not doing it at &euro;500,000.  The State is going to build-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00700","speaker":"1458"},{"type":"speech","time":1634650500,"counter":44,"content":"<p>NAMA is.  It is also sitting on empty properties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00800","speaker":"1478"},{"type":"speech","time":1634650500,"counter":45,"content":"<p>The State is going to build social housing.  We will provide 11,000 social homes in 2022.  That is what we are going to do.  We are going to do an average build of about 9,000 every year.  In addition the State is going to build and help to facilitate the building of a whole range of affordable houses, and cost rental ones also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G00900","speaker":"1458"},{"type":"speech","time":1634650500,"counter":46,"content":"<p>As a historian, long before he became our Taoiseach, the Taoiseach must have thought about what his enduring legacy might be.  I used to think the oft-quoted Fianna F&aacute;il reflection on Government as \"senior hurling\" was about political competition, the training and effort taken, the resilience and gumption required and the skill of our national sport, not that our Cabinet members tog out in their individual county jerseys.  The mean-spirited question I have for the Taoiseach, for which I apologise in advance, is whether he is a Cork Taoiseach or a Taoiseach who just happens to be from Cork.<\/p>  <p>  I ask this grim but important question because we are now half way into his term as Taoiseach and in that time we have seen two budgets and the revised national development plan.  I remind the Taoiseach of a pre-election promise he made to the people of the south east in 2016.  He promised to provide 24-7 cardiac care to the south east region.  That year he stood for a picture on the grounds of University Hospital Waterford, UHW, with his candidate and all his Fianna F&aacute;il councillors and committed to delivering 24-7 services.  That picture was at the centre of the Taoiseach's 2016 campaign.  It was the photo that restored a seat to his party in Waterford.  The Taoiseach did not stand and promise another study, review or investigation.  He deliberately stood on the grounds of UHW and committed to deliver a long-promised life-saving service and one which is available to people in every region of the country except those of us in the south east.<\/p>  <p>  In the preceding general election of 2011, Enda Kenny pledged the south east a full university and with that promise he took half of the seats in the region, that is, seven out of 14.  However, in power, he resiled from that promise.  His party, Fine Gael, now has just two of those 14 seats while we in the region were left pick up the massive economic and social costs of that lost decade.  This is heartbreaking when we see Grangegorman springing to life.<\/p>  <p>  At this point in time, the Taoiseach's legacy in the south east is from his time as Minister for Education when, under pressure from Cork, he undid the institute of technology upgrade in 1997.<\/p> <p>In the south-east region and in Waterford, Enda Kenny's legacy is entirely framed by his unkept promise, his broken word.  I have a simple question for the Taoiseach.  Will there be a 24-7 cardiac care service, a service available in every other region in Ireland, in the south east before he leaves the Taoiseach's office?  Will he be keeping his promise?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900009#G01000","speaker":"1616","continuing":true},{"type":"speech","time":1634650800,"counter":48,"content":"<p>When I was a history student, the first thing I was told was that one should always endeavour to be objective in terms of one's historical narrative, to try to see all sides of the story and the equation and not to view things through the prism of one's own narrow perspective or partisan view of things.  I recall that when I was the Minister for Education and Science, many of the institutes of technology or the then regional technical colleges were looking for status upgrades and so on.  I recall looking at the plant, at the actual buildings, and saying that it would be better to invest substantially in the capacity of the colleges.  My legacy in Waterford was buying the additional land which has guaranteed, since the late 1990s, the very significant expansion of Waterford Institute of Technology to such an extent that, under international peer review, it can compete to be a university and will become a technological university.  That is the way universities should become universities.  It should not be at the whim of politicians arriving at some platform and announcing that they are going to make a body into a university, with no regard for capacity or a whole range of investments that should happen in advance.  That is the approach I took as Minister for Education and Science.  We had a binary system but we set up a peer review and have provided for technological universities to happen.  Successive Ministers have progressed the idea of developing institutes of technology into technological universities and doing so in a way that is fair and that has credibility internationally.  When it has credibility internationally, the region benefits in terms of more investment.  The Waterford Institute of Technology has really advanced over the last decade or two and has developed significant specialties, not least in the areas of enterprise and industry and quite a number of foreign direct investments have occurred as a result of that.<\/p>  <p>  I would say that the time has come to talk up Waterford and its third level institution because it has a lot to commend itself.  That is what I would do.  I have great belief in that institute and I believe that along with Carlow Institute of Technology, it is going to become a technological university, which is great for the region.  We are committed to doing that and to the consequential investments that will be required of the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris.<\/p>  <p>  In respect of the hospital, Deputy Shanahan's constituency colleague, the Minister of State at the Department of Health, Deputy Butler, has been tenacious and alongside the Deputy and others, is determined to advance the situation with regard to the cath lab and cardiac cover.  The programme for Government commits to the delivery of a second cath lab in University Hospital Waterford.  Funding has been allocated and the contractor for the construction of the new lab was formally appointed in March.  The project commenced in May of this year, with a work programme of around 13 months.  The equipping and staffing of the lab is provided for and will happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900010#H00200","speaker":"1458"},{"type":"speech","time":1634650800,"counter":49,"content":"<p>The Taoiseach has spectacularly failed to answer the question I asked.  What I take from that is that his hard answer is \"No\" and that he will leave office in December 2022, in 14 months, without that promise to the people of the south east being kept.  Other promises in the programme for Government are being kept, despite the incredible challenges of Covid but if the Taoiseach's promise on 24\/7 cardiac care for the south east is not kept then politics in this country is broken, frankly.  There are huge swaths of the country that feel unrepresented by the current Cork-Dublin Cabinet.  Reasonable and necessary things, life-saving things like 24\/7 cardiac care in the south east, are not being delivered and cannot get done.  The Taoiseach is halfway into his term at this stage but he still has time if he decides to take action.  His legacy and possibly that of his party in the south east will be the promises made on the cardiac issue to stoke up political support and whether the Taoiseach is a man of his word and will deliver on them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900010#H00300","speaker":"1616"},{"type":"speech","time":1634650800,"counter":50,"content":"<p>We are going to dramatically expand cardiac provision as Deputy Shanahan knows.  It is provided for and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900010#H00400","speaker":"1458"},{"type":"speech","time":1634650800,"counter":51,"content":"<p>What about 24-7 services?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900010#H00500","speaker":"1616"},{"type":"speech","time":1634650800,"counter":52,"content":"<p>We need to get the second cath lab built and staffed.<\/p> <p>That is how to progress it and get a 24-hour service.  You have to progress it.  The Deputy knows that at this stage-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900010#H00600","speaker":"1458","continuing":true},{"type":"speech","time":1634651400,"counter":54,"content":"<p>Make the commitment.  We want to see the commitment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00200","speaker":"1616"},{"type":"speech","time":1634651400,"counter":55,"content":"<p>------through all the deliberations that we have been through.  University Hospital Waterford is commencing the recruitment of the required staff right now for the second catheterisation lab in the coming months.  That is a massive improvement.  The Deputy knows the arrangement for intervention cardiology and diagnostic elective procedures between UHW and UPMC in Waterford and the service-level agreement that has been arrived at.  He also knows that for the North Quays, the largest ever investment by a government in Waterford was announced and committed to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00300","speaker":"1458"},{"type":"speech","time":1634651400,"counter":56,"content":"<p>We are speaking about the hospital, not the North Quays.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00400","speaker":"1616"},{"type":"speech","time":1634651400,"counter":57,"content":"<p>The Deputy is talking about and creating a narrative of partisan investment in different parts of the country.  There is huge investment committed to, announced and allocated to Waterford in terms of the physical infrastructure of the North Quays, investment in the hospital and the new technological university, which will be very beneficial to the region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00500","speaker":"1458"},{"type":"majorheading","content":"Death of Sir Davis Amess MP: Expressions of Sympathy","time":1634651400,"counter":58,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00600"},{"type":"speech","time":1634651400,"counter":59,"content":"<p>Time has been set aside for expressions of sympathy for the late Sir David Amess MP.  We were all profoundly shocked to hear of his death and the manner of it last Friday.  He spent more than half of his life in the House of Commons and the tributes from all sides within that House and outside it confirm how popular and well-respected he was.  I offer my heartfelt condolences to his wife Julia, his son and his four daughters.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.  Tuigim go bhfuil daoine ag iarraidh c&uacute;pla focal a r&aacute;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00700","speaker":"1577"},{"type":"speech","time":1634651400,"counter":60,"content":"<p>On behalf of the Government, and particularly my colleagues Deputies Varadkar and Eamon Ryan who cannot be here and have asked me to speak on their behalf, I join with the Leas-Cheann Comhairle and all Members of the House in expressing our deepest sympathies at the untimely and tragic death of Sir David Amess.  Sir David was so needlessly murdered while meeting with and serving his own constituents last Friday in Southend-on-Sea.  Holding clinics is something we as elected representatives do as part of our public service to the communities we serve.  Face-to-face interaction with constituents is what makes our job worthwhile and fruitful.  It is a crucial part of our democracy and we should do our utmost to protect and continue it.  Sir David's murder was an attack on democracy.  I was struck at how all Members of Westminster spoke so highly and kindly of Sir David, at how he had numerous friends across all parties and was described as someone who was exceptionally decent, down to earth and hard-working.  One could not but be moved by the extraordinary expressions of solidarity and friendship from his constituents and the people he served, who spoke about him so eloquently.  It is a wonderful legacy as a politician to have that.  I sincerely hope that Sir David's wife Julia and his four daughters receive some comfort from these kind comments as they deal with their deep personal and very sad loss.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00800","speaker":"1458"},{"type":"speech","time":1634651400,"counter":61,"content":"<p>I add my voice and that of Sinn F&eacute;in in sympathy to the family of David Amess.  As his family no doubt grieve a very traumatic and sudden loss, I too hope that the well wishes and regards from this House, but also from right across the world, bring them some small comfort.  To his wife Julia, his children and their wider family we send our sincere condolences.  The job of public service and public representation is all about people.  It is about being up close and sometimes very personal with people and so his loss sends a shock wave through not just the British system but internationally.  For all of us who are proud to be elected and represent our citizens, we share in the shock of the constituents of Southend West, David's constituency, who I have no doubt are equally traumatised, shocked and saddened by his loss.  Ar dheis D&eacute; go raibh a anam.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900011#J00900","speaker":"1466"},{"type":"speech","time":1634651700,"counter":62,"content":"<p>On behalf of the Labour Party, I express my sincerest condolences to the Amess family and to all of Sir David's colleagues.  When I heard this chilling news last Friday, my immediate thought was that it could have been any of us.  At the same time David was attacked last Friday, most of us were doing the very same thing he was, that is, representing and serving our constituents at our regular Friday clinics.  The killing of David Amess reminds us all of the brutal murder of our UK Labour Party colleague, Jo Cox, just five short years ago.<\/p>  <p>  David Amess should not have died like this in the course of his work as a public representative.  No public representative or public servant should ever have to die like this.  The genesis of the kind of hate that led to this brutal killing needs to be reflected on by all of us.  This country is not immune.  Our national Parliament, by which I mean these Houses, has a role in dialling down division.  How we behave in here and online is watched.  The good example of being able to debate ferociously but disagree respectfully needs to be shown more here.  Too often, our standards fall short.<\/p>  <p>  May David Amess rest in peace.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900012#K00100","speaker":"1599"},{"type":"speech","time":1634651700,"counter":63,"content":"<p>On behalf of the Social Democrats, I express our sincere sympathies to the Amess family on what is a huge personal tragedy for them.  The murder of David Amess is also an attack on democracy just as the murder of Jo Cox was.  There is no doubt that we live in a much more divided and unequal world and that there has been a coarsening of political discourse, which has made politics all the more toxic.  A line has been crossed here.  We cannot go looking for excuses because there are no excuses for what happened to David Amess.  I believe we will all be united in our condemnation of his murder.  We all know just how essential it is for us to have interaction with our constituents, whether it is in the UK or here, and that should always continue to be the case.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900012#K00200","speaker":"1489"},{"type":"speech","time":1634651700,"counter":64,"content":"<p>On behalf of People Before Profit, I extend our deepest sympathies to the wife, daughters, family, friends and constituents of David Amess.  To be murdered in that way is really horrific, terrible and tragic.  It should certainly give us all pause for reflection.<\/p>  <p>  As others have alluded to, whatever about political differences and the need for robust debate, a critical part of our democracy is our ability to engage with our constituents.  In some countries, public representatives have to be flanked by heavy security all the time.  We never want to go down that road.  We must preserve that relationship.  Even though things can get tense at times, we want to preserve that relationship.  We have to fight to maintain that relationship with our constituents through our clinics.  As terrible and tragic as this is, we must not let this tragedy undermine that relationship that public representatives have to maintain with their constituents and those who elect them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900012#K00300","speaker":"1478"},{"type":"speech","time":1634651700,"counter":65,"content":"<p>On behalf of the Regional Group, I echo the sentiments and attitudes expressed already and convey my deepest sympathies to David Amess's family and friends.  The lesson I draw from how Sir David lived his parliamentary life is that it is perfectly okay to disagree with somebody while still maintaining a very professional and courteous relationship.  Those two states are perfectly compatible and can coexist quite happily.  There is probably a lesson in than that for all of us.<\/p>  <p>  While I fully appreciate that the Amess family must be utterly devastated at the moment, I would like to think that, in the fullness of time, they will be able to draw some semblance of comfort from the fact that he died with his boots on, doing the job he loved surrounded by the people he loved, namely, his constituents.  We should not amend our constituency practices.  I believe that is what Sir David would have liked us to do, and that is the best way to respond and to honour his memory.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900012#K00400","speaker":"1587"},{"type":"speech","time":1634652000,"counter":66,"content":"<p>In the absence of Deputy Mattie McGrath and on behalf of the Rural Independent Group, I offer our sincerest sympathies to Sir David Amess's family, his constituents and the whole political system, which has been rocked by this shocking attack on democracy because that is what this is.  Whether it is a lorry driver, someone working for a local authority, a taxi driver, a politician or any other person fulfilling his or her function in life, when a person dies doing his or her work it is a terrible sad thing to happen.  To die so unnecessarily in this way is a shocking attack.  That is why we all have to unite and use this opportunity to say enough is enough when it comes to the slippery slope we have gone down in the past number of years, with online attacks.  Things have been said about women and men in politics and we seem to have grown to accept that just because you are anonymous online, you can say whatever you like about a person just because that person is a politician.  That is not right and this is a time for us to stand up and show the rest of Europe we will not take that type of nonsense lying down.  Politicians should stand up for themselves and say we will not take that type of abuse because we are here to serve.  We want to continue to serve and keep the link with people.  Clinics are so important.  It is terribly important to be able to go out to meet people and sit down and listen to groups.  Nobody ever wants to see that connection broken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900013#L00100","speaker":"1487"},{"type":"speech","time":1634652000,"counter":67,"content":"<p>On behalf of the Independent Group, I extend our sincere sympathy to the family, friends and constituents of the late Sir David Amess.  To his wife, Julia, and his daughters and son, we say we stand in solidarity with them to recognise and remember a man who they, in their own words, describe as strong and courageous, a patriot and a man of peace.  The brutal murder of David Amess was a senseless and shocking act.  The context in which it occurred matters very much and while it must be noted, its discussion is for another day.<\/p>  <p>  In our expression of sympathy, we recognise a man for whom representative democracy was just that - representing his constituents and what mattered in their lives in the House of Commons.  He used his platform as an MP to raise awareness and bring about change.  That change was firmly rooted, and not in some abstract ideological perspective; rather it came from listening, being available and finding ways to translate the needs of his constituents into policy or legislative change.  Like many in this House, I did not know David Amess or his family, but I hope their pain will be slightly lessened by the fact that the tributes we pay to him are real, meaningful and based on a lifetime of service.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900013#L00200","speaker":"1605"},{"type":"speech","time":1634652000,"counter":68,"content":"<p>Suaimhneas s&iacute;ora&iacute; d&aacute; anam.  It is appropriate to have a minute's silence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900013#L00300","speaker":"1577"},{"type":"unspoken","time":1634652000,"counter":69,"content":"<p>Members rose.<\/p>"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1634652300,"counter":70,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00100"},{"type":"speech","time":1634652300,"counter":71,"content":"<p>Are the proposed arrangements for the week's business agreed to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00200","speaker":"1577"},{"type":"speech","time":1634652300,"counter":72,"content":"<p>They are not agreed.  Ireland is the most vaccinated country in Europe.  It has a 92% vaccination rate.  It has also had the longest and most severe restrictions in the whole of Europe at a cost that is higher than most of the rest of Europe.  Despite this, we have the seventh highest level of Covid-19 in the whole of the European Union at the moment.  By any measure, this is a disaster and a failure of government.  Rapid antigen testing outside of close contacts is still only an aspiration in the plans we have seen today.  There is a request that the expert advisory group on rapid testing provide a view on future feasibility and an understanding of what is happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00300","speaker":"1504"},{"type":"speech","time":1634652300,"counter":73,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00600","speaker":"1577"},{"type":"speech","time":1634652300,"counter":74,"content":"<p>There needs to be a debate in this House today to discuss what the Government has decided upon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00700","speaker":"1504"},{"type":"speech","time":1634652300,"counter":75,"content":"<p>I remind Deputies to be brief.  We are eating into the time for questions on promised legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00800","speaker":"1577"},{"type":"speech","time":1634652300,"counter":76,"content":"<p>The Labour Party has tabled a priority question on the decriminalisation of drug users for answer on Thursday.  The Department of Justice has told us it is a matter for the Department of Health and, as a result, this priority question will not be answered by the Minister for Justice.  The reason our courts are full of people with drug addictions is that this is a justice issue.  It is dealt with by the Department of Justice and falls under the legislation that the Minister for Justice oversees.  If we are to have this conversation about the decriminalisation of drug users, I have to ask the Minister for Justice about it.  My priority question on Thursday has been disallowed and I have been told it will be put in front of the Minister for Health, Deputy Stephen Donnelly, in two weeks&rsquo; time.  I ask the Ceann Comhairle's office to intervene-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M00900","speaker":"1551"},{"type":"speech","time":1634652300,"counter":77,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01000","speaker":"1577"},{"type":"speech","time":1634652300,"counter":78,"content":"<p>-----because Members of this House and those we are trying to represent are not well served by Departments and Ministers who are ducking issues that affect very vulnerable people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01100","speaker":"1551"},{"type":"speech","time":1634652300,"counter":79,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01200","speaker":"1599"},{"type":"speech","time":1634652300,"counter":80,"content":"<p>If I understand it correctly, Deputy T&oacute;ib&iacute;n wants a debate on Covid-19 and what he describes as \"a disaster and a failure of government\".  That language is completely wrong and inappropriate.  We were designated number one in the world for resilience in respect of Covid in the Bloomberg report.  It is for it to determine that we are number one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01300","speaker":"1458"},{"type":"speech","time":1634652300,"counter":81,"content":"<p>The facts are clear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01400","speaker":"1504"},{"type":"speech","time":1634652300,"counter":82,"content":"<p>That report was on our entire handling of Covid-19 and places to live during Covid in terms of the resilience of society.  It had a whole range of factors, from the economy to vaccination.  I know enough about a global pandemic to know that it can come back to bite at any time.  We have noticed that different countries have different phases of the pandemic, which manifests itself differently.  It has not been a disaster in Ireland because in terms of mortality and incidence, we are way below other comparable countries in Europe and around the world.  That is no reason to be complacent.  What today's decision is about is essentially taking note of the fact that the trajectory of the virus has taken a turn for the worse and the need, as we reopen, to retain some key protections, namely, the vaccination cert - which I know the Deputy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01500","speaker":"1458"},{"type":"speech","time":1634652300,"counter":83,"content":"<p>But not antigen testing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01600","speaker":"1504"},{"type":"speech","time":1634652300,"counter":84,"content":"<p>-----was virulently against - and in terms of masks and other issues where appropriate and practical.<\/p><p>By the way, I do not have an issue with a debate.  All Members agreed to the Order of Business and the schedule for the week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01700","speaker":"1458"},{"type":"speech","time":1634652300,"counter":85,"content":"<p>The restrictions were announced today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01800","speaker":"1504"},{"type":"speech","time":1634652300,"counter":86,"content":"<p>I know.  The trajectory went kind of wrong over the last two weeks.  As I said earlier, the timelines are not of the Government&rsquo;s creation.  Covid-19 does not respect our parliamentary schedule.  That is the point and because it does not respect our parliamentary schedule, the Government is open to facilitating a debate, although not today.  Thursday could be an opportunity if the Business Committee could meet and if that is the desire of the House, but that is a matter for the Business Committee.<\/p>  <p>  On Deputy &Oacute; R&iacute;ord&aacute;in's point, I have sympathy with the Deputy's position.  He has a strong commitment to this issue.  He is an advocate for the decriminalisation of drugs and dealing with drugs from a policy perspective more as a health issue than a criminal issue.  I will talk to both Ministers and Departments.  I do not tend to know what happens in these situations but it is unfortunate that the Deputy has been denied that opportunity this week.  As far as we are concerned, these issues should be thrashed out in the open in Parliament.  There is no issue with that.  I regret that this happened and I will revert to the Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M01900","speaker":"1458"},{"type":"speech","time":1634652300,"counter":87,"content":"<p>I thank the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M02000","speaker":"1551"},{"type":"speech","time":1634652300,"counter":88,"content":"<p>Is it agreed that the matter will go to the Business Committee, with a view to having it on the agenda this week?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900014#M02100","speaker":"1577"},{"type":"speech","time":1634652900,"counter":89,"content":"<p>The Alliance for Insurance Reform has found that business insurance costs have increased by an average of 15% since the personal injuries guidelines were adopted in April.  This is despite the fact that the guidelines resulted in significant reductions in claim costs.  Motor insurance costs have dropped only fractionally but, across the board, insurance costs have not reflected the fact that the awards made by the Personal Injuries Assessment Board, PIAB, have fallen by 40% since the new guidelines were introduced.  It appears that the guidelines have ensured that the profits for insurance companies have increased rather than the stated objective of the cost of insurance premiums being reduced.  In April, my colleague, Deputy Pearse Doherty, introduced legislation that would require insurance companies to report to the Central Bank if and how these savings were being passed on to their customers.  It would have applied real pressure to the industry to pass on these savings to their customers.  The Government put a stay of nine months on that legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00100","speaker":"1451"},{"type":"speech","time":1634652900,"counter":90,"content":"<p>We are over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00200","speaker":"1577"},{"type":"speech","time":1634652900,"counter":91,"content":"<p>Will the Taoiseach now lift that stay and implement Deputy Doherty's legislation so that we can see these savings being put into the hands and pockets of insurance customers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00300","speaker":"1451"},{"type":"speech","time":1634652900,"counter":92,"content":"<p>The survey by the Alliance for Insurance Reform was published this morning.  I understand it shows that the average business insurance renewal price was over 15% despite the new personal injury guidelines.  The work of the PIAB demonstrates that the cost of the awards has decreased significantly as a result of the guidelines introduced.  The Government continues to have good engagements with the Alliance for Insurance Reform.  The Minister of State, Deputy Fleming, has been especially proactive on this front and is bringing forward legislation imminently in respect of the issues that the Deputy has raised.  The national claims information database provides the best statistical basis for assessing pricing for employer and public liability insurance.  It collects substantial verified data on the cost of employer and public liability insurance across all sectors and policies.  In its report, published earlier this year, which covered 2009 to 2019, it showed that 93% of business insurance policies were under &euro;5,000.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00400","speaker":"1458"},{"type":"speech","time":1634652900,"counter":93,"content":"<p>We are over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00500","speaker":"1577"},{"type":"speech","time":1634652900,"counter":94,"content":"<p>We accept that some businesses' premiums are going up.  They should be going down in light of the PIAB report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00600","speaker":"1458"},{"type":"speech","time":1634652900,"counter":95,"content":"<p>That is why we need the legislation to be enacted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00700","speaker":"1451"},{"type":"speech","time":1634652900,"counter":96,"content":"<p>Booster vaccines for those aged over 60 will now be given with immediate effect.  We welcome and support that initiative.  Will the over-60s have to wait six months, given that there is a minimum interval of five months between shots?  Will that not mean that many will not get their booster shot until early next year?  The Taoiseach said that the national immunisation advisory committee, NIAC, provided advice to him and the Chief Medical Officer, CMO, that it will keep the administration of vaccine boosters to healthcare workers under examination and review.  Our front-line healthcare workers were some of the first vaccinated and are those most at risk of being exposed to Covid at work.  Modelling shows that we could have up to 1,000 patients with Covid in hospital in November and there could be up to 200 people in ICU.  Is now not the right time to roll out the booster shots quickly to our front-line workers?  It would protect those who will be most exposed and who will need to be available to work to ensure that our hospitals are not understaffed.  Would the Government not agree to give the booster to front-line healthcare workers now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00800","speaker":"1599"},{"type":"speech","time":1634652900,"counter":97,"content":"<p>I am sure that the Deputy will agree that the administration of vaccines has to be a clinical issue.  We are not experts in this House.  I know what we would like.  I have concerns about the healthcare workers.  I would like them to get boosters but I have to defer to the expert advice of NIAC.  We have done this throughout various vaccination programmes before the pandemic.  If you stand back from it all, it gives us confidence in vaccine programmes.  The fact that we achieved a 93% vaccination uptake rate in itself illustrates a degree of confidence among the general population in our vaccine decision-making process.  If we were to diverge from that, no matter how tempted we might be, and start making up our own rules as we go about who should get a vaccine and when, that could damage overall confidence in the vaccination programme.  In the correspondence, NIAC states that it is keeping this issue under examination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900015#N00900","speaker":"1458"},{"type":"speech","time":1634653200,"counter":98,"content":"<p>I raise the issue of scoliosis in children again, which the Ombudsman for Children has stated is a children's rights issue.  While I think the whole country was relieved and delighted to hear that Adam Terry received his appointment, thousands of children are waiting for their first consultation with their orthopaedic surgeon and 179 children like Adam are waiting for surgery.  I recognise there have been issues with Covid and the cyberattack but what will happen for those children?  What additional measures has the Government put in place to ensure those children will be seen within the four-month time limit that was promised for them in 2017 and which has been a policy of Government since?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900016#O00100","speaker":"1627"},{"type":"speech","time":1634653200,"counter":99,"content":"<p>I accept the basic premise that we do not want children waiting for operations, surgery and assessments unduly.  We want surgery to happen in a timely matter, particularly for scoliosis and other conditions.  There has been an increase in capacity, an extra surgeon in Temple Street and so forth, but we need to do more.  Children's Health Ireland is in discussions with the HSE and the Minister on adding further capacity to make sure children can get procedures and surgery in a timely manner and we get the best outcome for the child.  That is not happening at the moment.  It needs to happen and that is what we are committed to doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900016#O00200","speaker":"1458"},{"type":"speech","time":1634653200,"counter":100,"content":"<p>People are facing a real crisis this winter in terms of energy and fuel costs.  Many people are already seeing rises of over &euro;500.  The Government in the budget last week made much of the extra &euro;5 for those on fuel allowance, even though it is less than a third of the cost that many will face.  It also announced that the means test would be increased by &euro;20.  It did not announce that the increased means test will not apply until 7 January next year.  I have a man who is &euro;5 over the current means test.  If the Taoiseach accepts that he needs the fuel allowance to pay for his fuel, what does he expect him to do in October, November and December?  Will the Taoiseach and the Government intervene to ensure the means test is increased immediately and people like the guy I represent and many others are able to access the fuel allowance now?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900016#O00300","speaker":"1628"},{"type":"speech","time":1634653200,"counter":101,"content":"<p>The Government decision was to implement the decisions with immediate effect on budget night.  The two key decisions were the amount of &euro;5, which was to be implemented immediately, and the increase in the threshold.  I will review that and talk to the Minister.  It could be an administrative issue.  I will pursue it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900016#O00400","speaker":"1458"},{"type":"speech","time":1634653200,"counter":102,"content":"<p>My question relates to the package of aviation supports announced of &euro;126 million in total in grant assistance.  I compare that to the withdrawal of stopgap funding of &euro;375,000 to Waterford Regional Airport per year.  There is a stunning absence of detail on this massive state aid to the sector.  I have brought this up before.  How is the Oireachtas expected to discharge our duty of budgetary oversight when we do not have the scantest information on this expenditure?  We are always being told the airport sector does not get free state aid and therefore is beyond the scrutiny of these Houses.  It is particularly important, when one looks at the out-of-control expenditure and practices going on in Cork and Dublin airports, as it appears this money falls out of the spirit of the Covid exceptions to EU state aid.  Where are the economic analysis, businesses cases, procurement process, lobbying disclosures, oversight and public debate over what looks like a massive bung to Dublin, Cork and Shannon airports?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900016#O00500","speaker":"1616"},{"type":"speech","time":1634653200,"counter":103,"content":"<p>The whole aviation package is about the country.  It not about individual airports but about facilitating travel and getting our capacity back up.  The number of people travelling into Ireland is a fraction of what it was before the pandemic.  The airports and airlines have sought a meaningful aviation package and Deputies from all sides of the House have asked us to do more for aviation.  We have been criticised for not doing enough.  This package was announced in the budget to support restoring capacity to airports and airlines and to make sure we can get people in.<\/p> <p>As for why, it is to help the hospitality sector in terms of the tourism sector, so there are more tourists using the greenway in Dungarvan, for example, or other tourism sites in Waterford and across the south east.  If we do not have the capacity to get people in, they will not be spending money across the length and breadth of the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900016#O00600","speaker":"1458","continuing":true},{"type":"speech","time":1634653500,"counter":105,"content":"<p>Thousands of people who needed cataracts removed or their hips and knees replaced availed of the cross-border directive.  That has been followed this year with the Northern Ireland planned healthcare scheme.  As many people still need these interventions and it is clear that our own health service is in serious jeopardy, I ask the Government to continue the Northern Ireland planned healthcare scheme after 31 December, as it is due to end on that date.  I strongly appeal to the Taoiseach to please continue the scheme because people will lose their eyesight and will continue to be in pain with their knees and hips and they will also need other interventions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00200","speaker":"1580"},{"type":"speech","time":1634653500,"counter":106,"content":"<p>The Minister, Deputy Stephen Donnelly, responded by providing the scheme following Brexit as, unfortunately, the decision on Brexit invalidated the cross-border directive.  That was outside of our control.  We are very anxious to ensure that the &euro;350 million available under the waiting list initiative is being spent and every effort will be made to procure treatments for people in various locations.  We will review the situation at the end of December, and I will come back to the Deputy in respect of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00300","speaker":"1458"},{"type":"speech","time":1634653500,"counter":107,"content":"<p>I wish to raise an issue that was recently highlighted to me regarding animal welfare.  I was very concerned to learn about plans to exports thousands of pigs from Ireland to China.  EURACTIV has reported the backlash to the Government's announcement.  Tilly Metz MEP, who chaired the committee of inquiry on the protection of animals during transport, states exporting pigs from Ireland to China is \"definitely not the way forward: neither for animal welfare nor for the climate\".  She also refers to the effect on sustainability of shortening supply chains.  The head of Compassion in World Farming EU has come out against it.  The Irish Society for the Prevention of Cruelty to Animals, ISPCA, has also come out against it and it raises issues about animal welfare legislation in China.  I add my call to those of others for the Government to scrap its plans for live exports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00400","speaker":"1569"},{"type":"speech","time":1634653500,"counter":108,"content":"<p>I will raise the concerns of the Deputy with the Minister for Agriculture, Food and the Marine and will revert back to her with respect to the Department's assessment of the situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00500","speaker":"1458"},{"type":"speech","time":1634653500,"counter":109,"content":"<p>Live exports are outrageous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00600","speaker":"1569"},{"type":"speech","time":1634653500,"counter":110,"content":"<p>The programme for Government contains a range of commitments on education, not least the recent reduction in the pupil-teacher ratio.  However, to do that, we first need a teacher, and I know many principals across north Dublin are struggling to recruit teachers at the moment.  They are also struggling to find substitute teachers.  There was an arrangement in place previously where special education teaching, SET, hours were allowed to be banked and those classes could be covered.  Could the Taoiseach do everything he can to alleviate the many issues teachers and principals face regarding the shortage across the north city?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00700","speaker":"1568"},{"type":"speech","time":1634653500,"counter":111,"content":"<p>The Minister for Education is dealing with this issue in terms of recruitment, retention and substitution.  We do not want to disadvantage children with special needs either in terms of losing their provision to substitute teachers and the banking of hours.  This is something that must be worked out and worked through.  There is a reduction in the pupil-teacher ratio due to the increase of close to 1,000 SET teachers again this year.  There will be a significant recruitment of primary school teachers into the system in addition to recruitment in mainstream schools and schools in the Delivering Equality of Opportunity in Schools, DEIS, scheme.  It is challenging in the context of Covid but we are working in every creative way we can to improve the substitution side.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00800","speaker":"1458"},{"type":"speech","time":1634653500,"counter":112,"content":"<p>The recent budget provided a welcome increase of just over 20% for the Office of the Data Protection Commissioner.  We have seen problems with the administration of the general data protection regulation, GDPR, regime here.  Data protection authorities in other countries have tried to sidestep us.  The Data Protection Commission has been called out for being a roadblock in the enforcement of GDPR.  This is a reputational risk to us and, ultimately, an erosion of the fundamental right of European Union citizens to privacy.<\/p>  <p>  Will the Government use the increase to follow the recommendations of the Joint Committee on Justice to appoint two further commissioners and to begin an independent audit and review of the policies and procedures of the Data Protection Commissioner to ensure that we protect citizens' rights?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P00900","speaker":"1570"},{"type":"speech","time":1634653500,"counter":113,"content":"<p>I support the Deputy's motivation on the protection of citizens' rights and the proper application of GDPR.  The Office of the Data Protection Commissioner has emerged as a strong enough institution.  The additional resources will help to resource the office.  It does need to be consistently resourced over time and to build up its capacity to enable it to deal with the wide range of issues that come our way in terms of European citizens.  We will keep the recommendations of the Oireachtas committee under review.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01000","speaker":"1458"},{"type":"speech","time":1634653500,"counter":114,"content":"<p>School transport for secondary students is operating at a loading limit of 50%.  Thousands of children were excluded from the scheme due to the infamous concessionary ticket classification.  We were promised that this would be kept under review.  Parents and Bus &Eacute;ireann were looking towards 22 October for the possible reintroduction of 100% refunds, which would ordinarily have been issued, but they have been held back.  Will the school transport system return to 100% after the mid-term break or, if not, are there plans to increase capacity?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01100","speaker":"1507"},{"type":"speech","time":1634653500,"counter":115,"content":"<p>The decisions today facilitate a change in direction.  The Minister for Education will want to consult with the education partners on the operationalisation of that, and what is in the best interests of the young people involved.  Given the high vaccination rates for the over-12s, the Minister will take all of that into consideration and she will inform the education partners shortly in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01200","speaker":"1458"},{"type":"speech","time":1634653500,"counter":116,"content":"<p>The dental treatment scheme is on the verge of collapse right across the State.  Some 200 dentists have left the scheme this year alone and more than one third have left the scheme since 2016.  Despite knowing that the scheme is on the verge of collapse, neither the Minister nor the Taoiseach has done anything to deal with it.<\/p>  <p>  I will give the Taoiseach an example of what is happening right across the State.  In Drogheda, we could find only one dentist who is still accepting patients with medical cards.  That is in an area with a population of more than 40,000.  I will outline to the Taoiseach how the situation is affecting ordinary people on the ground.  A constituent who had mouth cancer and an operation last year, who is insulin-dependent, cannot get an appointment, although he urgently needs one.  Another kidney transplant patient, who is losing her teeth, cannot get an appointment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01300","speaker":"1497"},{"type":"speech","time":1634653500,"counter":117,"content":"<p>The Deputy is over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01400","speaker":"1577"},{"type":"speech","time":1634653500,"counter":118,"content":"<p>At what stage will the Minister intervene and engage with dentists?  This has to stop.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01500","speaker":"1497"},{"type":"speech","time":1634653500,"counter":119,"content":"<p>Additional funding of &euro;10 million has been provided in the budget on top of the existing level of service provision of &euro;56 million.  The additional allocation should enable progress to be made in addressing issues concerning service provision for medical card patients in 2022.<\/p>  <p>  The national oral health policy, Smile agus Sl&aacute;inte, was published in 2019.  The future approach to oral health service provision has been aligned with the goals and objectives of this policy and is in line with WHO resolutions and models of care.  The Deputy is aware that the HSE public dental service provides emergency and routine care to children under the age of 16.  It has always been the Department's intention to undertake a root and branch review of the contract.  Covid interrupted the plans outlined in the new national oral health policy in 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01600","speaker":"1458"},{"type":"speech","time":1634653500,"counter":120,"content":"<p>I thank the Taoiseach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01700","speaker":"1577"},{"type":"speech","time":1634653500,"counter":121,"content":"<p>I do not have time to go into further detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01800","speaker":"1458"},{"type":"speech","time":1634653500,"counter":122,"content":"<p>In the previous D&aacute;il, a Wildlife (Amendment) Bill was published and the effect of it was to reconfigure the bog natural heritage areas, NHAs.  This Bill first came before the D&aacute;il in 2016 and it was passed by the D&aacute;il in December 2018.<\/p> <p>It then went into the Seanad on the same day and was passed by the Seanad on 6 November 2019.  The final stage was to come back to the D&aacute;il to debate the Seanad amendments but when the election was called, the Bill lapsed.  Most Bills are recommitted in the new D&aacute;il but this Bill has not been recommitted.  I note it is now in the list of &ldquo;Other Legislation&rdquo;.<\/p> <p> First, when will it be published?  Second, will the heads be published and will it go to pre-legislative scrutiny before we get a final Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900017#P01900","speaker":"1575","continuing":true},{"type":"speech","time":1634654100,"counter":124,"content":"<p>The Deputy is over time.  T&aacute;imid thar am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00200","speaker":"1577"},{"type":"speech","time":1634654100,"counter":125,"content":"<p>Third, is this gone into the MAD file?  The Taoiseach knows the definition of the MAD file - the maximum administrative delay, do nothing, buy time and do not deal with the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00300","speaker":"1575"},{"type":"speech","time":1634654100,"counter":126,"content":"<p>Is that the Bill dealing with the hedges and ditches?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00400","speaker":"1458"},{"type":"speech","time":1634654100,"counter":127,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00500","speaker":"1575"},{"type":"speech","time":1634654100,"counter":128,"content":"<p>We cannot have interaction on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00600","speaker":"1577"},{"type":"speech","time":1634654100,"counter":129,"content":"<p>I just want clarity so I can give an answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00700","speaker":"1458"},{"type":"speech","time":1634654100,"counter":130,"content":"<p>It is the Bill to reconfigure the natural heritage area, NHA, bogs, and to take some out and put others in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00800","speaker":"1575"},{"type":"speech","time":1634654100,"counter":131,"content":"<p>I just want to give an informed response to the Deputy.  I will pursue that and get the up-to-date position for him in regard to publication and whether it has fallen foul of the syndrome he has identified, very helpfully, today in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q00900","speaker":"1458"},{"type":"speech","time":1634654100,"counter":132,"content":"<p>Over years now, I have repeatedly asked about the social housing income thresholds being raised.  I have been told by the last Government and this Government that they are being reviewed.  This review has been going on for years and we are never given a date for when it is going to be completed.  I have to draw the conclusion there is a systematic policy to cull people from the housing list because this is a threshold that has not been raised for a decade, guaranteeing thousands of people have lost their many years of waiting on the social housing lists.  The latest incident I brought up last week with the T&aacute;naiste was the case of a family who were on family income supplement in homeless accommodation, with a disabled wife and eight children, and they were thrown off the list.  They are now being evicted even from homeless accommodation because the Government will not complete the review and reform the thresholds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01000","speaker":"1478"},{"type":"speech","time":1634654100,"counter":133,"content":"<p>I met with Roscommon Fianna F&aacute;il councillors yesterday and they were making that very point to me, including Councillor John Keogh and others.  I have sympathy with the issue.  I think the review should be brought to completion and the thresholds should be increased somewhat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01100","speaker":"1458"},{"type":"speech","time":1634654100,"counter":134,"content":"<p>Get rid of the thresholds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01200","speaker":"1478"},{"type":"speech","time":1634654100,"counter":135,"content":"<p>On 21 September, the T&aacute;naiste, Deputy Leo Varadkar, said that pay increases are happening across the economy.  I would heavily and heartily dispute that but I can tell the Taoiseach it is most definitely not happening in the security industry.  I want to ask for an update on the status of the State&rsquo;s defence of the court challenge taken against the employment regulation order, ERO, for workers in the security sector.  This challenge seeks to put back their pay increases which, as the Taoiseach will know, are very modest but very much needed as the Government lets the cost of living run riot.  Can the Taoiseach give us an update as to when this case is going to take place?  I appreciate the courts have their work to do.  When is the case going to take place and can the Taoiseach commit that the State will vigorously defend this ERO?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01400","speaker":"1467"},{"type":"speech","time":1634654100,"counter":136,"content":"<p>I do not have information in regard to the specific issue with me and I am not in a position, obviously, as the Deputy said, to dictate the timelines of the court.  Certainly, I will inquire as to where this is at the moment and I will see if I can get further information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01500","speaker":"1458"},{"type":"speech","time":1634654100,"counter":137,"content":"<p>Sixteen years after Leas Cross, seven years after &Aacute;ras Attracta, we now find sustained sexual abuse of more than 18 residents was known to the HSE for over 13 years in a particular home.  Will the Taoiseach make sure mandatory reporting legislation is introduced as a matter of urgency to protect vulnerable people in homes and care situations?  Will he have a public inquiry to support the needs of broken-hearted families who lost loved ones in nursing homes like Ballynoe in County Cork and Dealgan House in County Louth, given there were shocking and unacceptable death levels in those homes and a lack of care?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01600","speaker":"1598"},{"type":"speech","time":1634654100,"counter":138,"content":"<p>I understand there is legislation in train in respect of the mandatory reporting issue under the patient safety Bill.  I will come back to the Deputy in terms of the timelines around that.  It is beyond comprehension what has occurred here, from what I have read.  My understanding is the Garda is still pursuing the matter, and that takes precedence over decisions that Ministers or the Government may take.  There is an urgent need also to facilitate access for the families to the essentials contained in the report as they have been kept in the dark for far too long.  This is a shocking situation and we will certainly continue to pursue it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01700","speaker":"1458"},{"type":"speech","time":1634654100,"counter":139,"content":"<p>There are two Members remaining.  I will give 30 seconds to each.  I call Deputy Gino Kenny.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01800","speaker":"1577"},{"type":"speech","time":1634654100,"counter":140,"content":"<p>The programme for government commits to exploring the potential for development of an industrial fibre sector using hemp.  Two years ago in this building, one of the recommendations of Ireland's youth assembly was the development of the Irish hemp industry.  Hemp has huge potential not only in regard to our climate but also for farmers.  There is an unusual lacuna in the Misuse of Drugs Act in regard to growing hemp.  Will the Government amend the law around this lacuna?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q01900","speaker":"1565"},{"type":"speech","time":1634654100,"counter":141,"content":"<p>Thank you, Deputy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02000","speaker":"1577"},{"type":"speech","time":1634654100,"counter":142,"content":"<p>There is a contradiction in the law.  The Health Products Regulatory Authority and the Food Safety Authority of Ireland say there is a limit of 0.2% of tetrahydrocannabinol, THC, whereas the Misuse of Drugs Act says it is 0%, so there is a contradiction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02100","speaker":"1565"},{"type":"speech","time":1634654100,"counter":143,"content":"<p>Deputy Kenny had just 30 seconds to raise the issue.  I call Deputy Alan Farrell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02200","speaker":"1577"},{"type":"speech","time":1634654100,"counter":144,"content":"<p>I want to raise the national strategy on domestic, sexual and gender-based violence 2016-21, which has rightly focused on awareness and education in recent years.  Given recent events that I myself experienced along with thousands of men, women and children up and down the State, both reported and unreported, will the Government and the Taoiseach outline the proposals for the new national strategy on domestic, sexual and gender-based violence which is scheduled for publication soon?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02300","speaker":"1562"},{"type":"speech","time":1634654100,"counter":145,"content":"<p>It is very difficult to answer both in 30 seconds.  It is a fairly complex lacuna that Deputy Kenny was outlining.  I will certainly pursue the issue between the two Departments and talk to both Ministers in respect of the legislative requirement.  There is an issue that needs to be developed and explored to see if we can do this in a proper, regulated way.<\/p>  <p>  With regard to Deputy Farrell&rsquo;s point, this is a key issue for the Government and for the Ministers involved, in particular the Minister for Justice, in respect not just of the implementation of the strategy but a whole range of parallel measures that we have to introduce to deal with gender-based violence and domestic violence.  There is a comprehensive agenda ahead of Government and that was reflected in the increased resources in the recent budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02400","speaker":"1458"},{"type":"speech","time":1634654100,"counter":146,"content":"<p>I thank Members for their co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02500","speaker":"1577"},{"type":"majorheading","content":"Sex Offenders (Amendment) Bill 2018: Restoration to Order Paper","time":1634654100,"counter":147,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02600"},{"type":"speech","time":1634654100,"counter":148,"content":"<p>I move:<\/p> <blockquote> \t&quot;That, pursuant to Standing Order 198, the Sex Offenders (Amendment) Bill 2018, which lapsed on the dissolution of the 32nd D&aacute;il,shall be restored to the Order Paper at Order for Committee Stage.&quot; <\/blockquote>  <p>This Bill seeks to regulate and restrict, where appropriate, convicted sex offenders from travelling abroad in the interests of the common good to protect people outside the State from serious harm.  It seeks to amend the Sex Offenders Act 2001 and to provide for related matters.<\/p><p>First, I want to acknowledge the efforts of former Deputy Maureen O'Sullivan, who introduced this Bill in 2018.  I would also like to thank and acknowledge the work of Fr. Shay Cullen and Gr&aacute;inne Kenny of PREDA Foundation for their support of this Bill.  Fr. Shay has a distinguished record of working with women and children in the Philippines to protect them from sex slavery and exploitation.  As he is a native of my own constituency, I bestowed a civic award on him for his work in the Philippines in 2017.  I also thank and acknowledge the great work of Gr&aacute;inne Kenny, who is also from my constituency, for her active work, support and encouragement on this Bill.  Gr&aacute;inne is a board member of the PREDA Foundation.  She has worked with communities and internationally for decades to counter the impact of drugs and exploitation of women and children.<\/p><p>It is fitting that this Bill is restored today after the annual EU anti-trafficking day yesterday.  This Bill will give judges powers to restrict foreign travel entirely or to require an application to be made to the court for permission to travel.  Currently, sex offenders must notify the Garda if they intend to travel outside the jurisdiction for more than seven days.<\/p> <p>This works well where there is good co-operation between police forces and high child protection standards, such as, for example, in the North, the UK or across the EU.  Issues arise where countries do not have high child protection standards.  I understand Australia has introduced similar legislation.<\/p> <p> I thank my colleagues, Deputies Niamh Smyth and Lawless, for their support for the Bill, as well as Senator Gallagher.  I look forward to working with colleagues to get the legislation passed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900018#Q02700","speaker":"1481","continuing":true},{"type":"unspoken","time":1634654700,"counter":150,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Broadcasting (Amendment) (Protection of Journalism) Bill 2019: Second Stage (Resumed)","time":1634654700,"counter":151,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R00250"},{"type":"speech","time":1634654700,"counter":152,"content":"<p>I refer to No. 49 on the Order Paper, the Broadcasting (Amendment) (Protection of Journalism) Bill 2019.  Second Stage of the Bill, sponsored by Deputy Cullinane, was taken in the D&aacute;il on Thursday, 7 October 2021.  An amendment was tabled by the Government to defer the Second Reading of the Bill and that amendment was agreed to without a division being claimed.  However, the question, \"That the motion, as amended, be agreed to\" was not put forward.  Accordingly, I am now putting that question to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R00400","speaker":"1577"},{"type":"unspoken","time":1634654700,"counter":153,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Property Services (Land Price Register) Bill 2021: First Stage","time":1634654700,"counter":154,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R00600"},{"type":"speech","time":1634654700,"counter":155,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to amend and extend the Property Services (Regulation) Act 2011 to provide for transparency regarding transactions involving property and for those purposes to expand the register that records residential property sales prices, to establish a land and other non-residential property transaction database and to provide for related matters. <\/blockquote>  <p>As everyone in the House knows, we have a huge housing crisis at the moment with more than 100,000 households in insecure housing assistance payment, HAP, tenancies or on housing waiting lists.  More than 8,000 people are living in emergency accommodation.  If we were in a situation where we had enough zoned land to provide 253,000 homes for people, that would be very significant.  In fact, there is enough zoned land to provide homes for 250,000 people.  According to the Government, we have more than 8,000 ha of such land.  What we do not have are proper measures in place to facilitate the provision of housing there.  For example, we do not have an effective tax on land-hoarding, although the Government has undertaken in the budget to introduce a tax of 3% on zoned land.<\/p><p>Without proper data on land, including who owns it, what price they paid for it, how much it has increased in value before they sell it, and how long they hold or hoard it for, it is not possible for the best and most effective measures to be introduced by the Government and this House.  A land price register would provide that information in order that the most effective measures could be taken.  It would also create transparency around land, including a particular insight into the costs of land, which is very important in terms of construction costs.  We know we have some of the most expensive construction costs in Ireland.  We also know that the cost of building materials here is in line with that in comparable European countries, the cost of labour is slightly lower than in some of those states and professional fees are on a par.  What we do not know is what is happening with land prices, which means we do not know what is happening in terms of developers' profits and margins.  We are not in a position to assess that information independently; instead, we are entirely reliant on industry and development sources.<\/p><p>This Bill, if introduced, will give clarity around developer profits and construction costs.  That will be important not just for taking effective measures but also for reducing the cost of housing and making it more affordable.  It is an important measure in terms of the tools we need to address housing provision and affordability.  It will create a publicly accessible land price register, much like the residential property price register, and that information will be important.  The Government's decision as to whether it backs this Bill on Second Stage and facilitates its progression through the Houses quickly and efficiently will show which side it is on.  If the Government is serious about addressing housing, including issues around land-hoarding, prices and speculation, then this Bill offers a ready-made measure.  A huge amount of work has been put into it by the Office of Parliamentary Legal Advisers and it is ready to go to Committee Stage.  I urge all Members to support it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R00700","speaker":"1550"},{"type":"speech","time":1634654700,"counter":156,"content":"<p>Is the Bill opposed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R00800","speaker":"1577"},{"type":"speech","time":1634654700,"counter":157,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R00900","speaker":"1458"},{"type":"unspoken","time":1634654700,"counter":158,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1634654700,"counter":159,"content":"<p>Since this is a Private Members' Bill, Second Stage must, under Standing Orders, be taken in Private Members' time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01100","speaker":"1577"},{"type":"speech","time":1634654700,"counter":160,"content":"<p>I move: &quot;That the Bill be taken in Private Members' time.&quot;<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01200","speaker":"1550"},{"type":"unspoken","time":1634654700,"counter":161,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Ceisteanna - Questions","time":1634654700,"counter":162,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01400"},{"type":"minorheading","content":"Cross-Border Co-operation","time":1634654700,"counter":163,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01500"},{"type":"question","time":1634654700,"counter":164,"qnumday":1,"qnumall":"[43771\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01600","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on the work of the shared island unit in his Department.","asker":"1556","askee":"1458"},{"type":"question","time":1634654700,"counter":165,"qnumday":2,"qnumall":"[44816\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01700","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will provide an update on the progress of the shared island unit.","asker":"1453","askee":"1458"},{"type":"question","time":1634654700,"counter":166,"qnumday":3,"qnumall":"[46323\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01800","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will provide an update on the shared island unit of his Department.","asker":"1473","askee":"1458"},{"type":"question","time":1634654700,"counter":167,"qnumday":4,"qnumall":"[47880\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R01900","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on the work of the shared island unit in his Department.","asker":"1610","askee":"1458"},{"type":"question","time":1634654700,"counter":168,"qnumday":5,"qnumall":"[47883\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02000","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will provide an update on the shared island unit of his Department.","asker":"1498","askee":"1458"},{"type":"question","time":1634654700,"counter":169,"qnumday":6,"qnumall":"[47950\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02100","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will provide a schedule of upcoming public events under the shared island dialogue.","asker":"1473","askee":"1458"},{"type":"question","time":1634654700,"counter":170,"qnumday":7,"qnumall":"[50785\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02200","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on the work of the shared island unit.","asker":"1478","askee":"1458"},{"type":"question","time":1634654700,"counter":171,"qnumday":8,"qnumall":"[50788\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02300","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on the work of the shared island unit.","asker":"1628","askee":"1458"},{"type":"question","time":1634654700,"counter":172,"qnumday":9,"qnumall":"[50908\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02400","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the funding provided to the shared island unit of his Department under budget 2022. ","asker":"1473","askee":"1458"},{"type":"question","time":1634654700,"counter":173,"qnumday":10,"qnumall":"[51086\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02500","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the status of the work of the shared island unit within his Department.","asker":"1562","askee":"1458"},{"type":"question","time":1634654700,"counter":174,"qnumday":11,"qnumall":"[51254\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02600","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the extent to which he sees the shared island initiative developing in the future.","asker":"1584","askee":"1458"},{"type":"speech","time":1634654700,"counter":175,"content":"<p>Before we begin, the Taoiseach has three minutes to reply, there is one minute for each Teachta D&aacute;la and the Taoiseach will then have another three minutes to give a final reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02700","answer":true,"speaker":"1577"},{"type":"speech","time":1634654700,"counter":176,"content":"<p>I propose to take Questions Nos. 1 to 11, inclusive, together.<\/p><p>The Government's shared island initiative is working to harness the full potential of the Good Friday Agreement to enhance co-operation, connection and mutual understanding on our island, engaging with all communities and traditions to build consensus around a shared future.  The shared island unit in my Department acts as a driver and co-ordinator of this whole-of-government initiative.  On 4 October, as part of the revised national development plan, NDP, the Government announced significant additional funding and an increased level of ambition for collaborative cross-Border public investment.  The shared island dimension of the NDP sets out our investment priorities for the decade ahead to work through all-island partnerships and build a more connected, prosperous and sustainable island for all.<\/p><p>Under the plan, total all-island investment through the extended shared island fund, the Project Ireland 2040 funds, the Government's annual funding for North-South co-operation and the PEACE PLUS programme, delivered with the EU, UK and Northern Ireland Executive, is more than &euro;3.5 billion.  Under the NDP, the Government has committed to allocate ring-fenced, multi-annual capital resourcing for all-island investment out to 2030, at least at the current level of the shared island fund.  The Government is making allocations from the fund to deliver our commitments and objectives on a shared island.  Progress so far this year includes funding to deliver phase 2 of the Ulster Canal and commence development work on phase 3, commencement of an all-island strategic rail review, shared island funding to progress the Narrow Water Bridge project to tender stage, and the launch and commencement of the new North-South research programme.  The latter will see &euro;40 million allocated from the shared island fund over five years to support the deepening of links between higher education institutions, researchers and research communities.  As part of my visit to Belfast on 8 October, I heard from research leaders at Queen's University about the strong interest in, and beneficial all-island impacts we will see from, the programme.  The Government will continue to develop investment and co-operation initiatives to enhance our shared island, implementing our objectives as set out in the programme for Government and the NDP.<\/p><p>To support the Government's agenda for deeper co-operation and connection on the island, the shared island unit in my Department has commissioned a comprehensive research programme, working with the Economic and Social Research Institute, the National Economic and Social Council, the Irish Research Council and other partners.  Research will be published in the final quarter of this year and in 2022, focused on opportunities to deepen co-operation across a range of economic, social and environmental domains.  At the Labour Employer Economic Forum, LEEF, in July, it was agreed to commence a work stream on shared island issues of interest for trade unions and employers within LEEF's remit of economic and employment issues relevant to the labour market.<\/p><p>I initiated the shared island dialogue series to foster inclusive civic dialogue on our shared future that engages all communities on the island.  I addressed the first shared island dialogue with young people in November.  Dialogues on climate and environment, civil society engagement, equality, economic recovery on the island, and health have been held this year, with participation by Ministers.<\/p><p><i>Additional information not given on the floor of the House<\/i><\/p><p>On 1 October, a dialogue was held on the future of education on a shared island, with participation by the Minister for Education, the Minister of State at the Department of Further and Higher Education, Research, Innovation and Science, and more than 130 education and civil society stakeholders.  The dialogues are bringing together more than 1,000 civic representatives this year in different sectors and across all regions, communities and traditions to discuss how we can better work together for a shared future.  Further dialogues will be announced shortly and the series will continue next year. <\/p><p>These dialogues are proving to be positive, practical, forward-looking discussions on the opportunities and challenges we face in striving for a more reconciled future on the island.  They are also affirming the breadth of common ground, solidarity and readiness to work together there is in communities across this island, while not shying away from hard questions.  Exciting projects are emerging from the dialogues, such as a newly established all-island women's forum, bringing together women leaders from across the island to address under-representation and further develop women's role in peacebuilding and civic society.<\/p><p>The Government will continue to prioritise and resource our shared island agenda for ambitious, practical co-operation, investment and civic engagement, focused on common concerns for the people of this island and building a shared future, underpinned by the Good Friday Agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02800","speaker":"1458"},{"type":"speech","time":1634654700,"counter":177,"content":"<p>I thank the Taoiseach for his reply.  I welcome the substantial chapter on the shared island initiative in the national development plan.<\/p> <p>Specific commitments are made there for cross-Border and all-Ireland projects, both in the area of infrastructural development and the delivery of services.<\/p> <p> The NDP also references the fact that the economy of the central Border area is predominantly driven by small and medium enterprises.  The last time we discussed the shared island unit during Taoiseach's Questions, I mentioned the needs of the central Border area, including Cavan, Monaghan, Fermanagh and Tyrone.  There needs to be a particular focus to ensure we get a fair drawdown from the shared island fund.  Those counties, both North and South, face particular challenges due to Brexit that are well documented in research and they also face challenges due to the pandemic that we have not seen the downside of yet.  I am anxious that particular projects in the central Border area would be given priority and I am glad the NDP mentions the Cuilcagh lakelands UNESCO global geopark and the potential to develop such projects.  Along with county councillors, I discussed the need to expand that particular park on the Cavan and Fermanagh border with the Taoiseach.  It is that type of initiative that is essential if we are to grow the economy of the central Border area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900019#R02900","speaker":"1556","continuing":true},{"type":"speech","time":1634655300,"counter":179,"content":"<p>I thank the Taoiseach for that detailed update and I wholeheartedly agree with the comments made by Deputy Brendan Smith, particularly on the central Border region as he knows I have ties to the area as well.  I would like to ask supplementary questions on two areas.  The Taoiseach mentioned the shared island economic recovery dialogue.  There is a great opportunity for the State to lead here based on the generous proposals of the European Commission last week on the Northern Irish protocol and the withdrawal agreement and to harness the true potential of the shared economic opportunities available to the entire island.  That is crucially important.  More practically, there is a political role to be played here due to the abdication of responsibility by certain parties in Northern Ireland towards the North-South Ministerial Council.  This is somewhere that the shared island unit of the Department of the Taoiseach and the shared island initiative can play a particular role in harnessing the collective will for greater all-Ireland co-operation, particularly in the economic sphere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900020#S00200","speaker":"1473"},{"type":"speech","time":1634655300,"counter":180,"content":"<p>I want to raise the issue of workers and trade union rights, North and South.  In the South we are governed by the Industrial Relations Act 1990, which banned political strikes, solidarity actions, solidarity strikes and secondary picketing, and which restricted workers' rights to organise.  In the North, workers and trade unionists face Thatcher era legislation with similar effect.  The power to change these laws has been devolved to Stormont for more than 20 years but none of the parties in the Executive has attempted to change them.  This is why People Before Profit MLA, Gerry Carroll, has introduced the trade union freedom Bill, which would scrap those restrictions and give power back to workers to organise.  It would allow workers to take solidarity action, make it simpler for workers to take industrial action and give workers greater rights to organise in trade unions.  It is mirrored by the similar Bill that People Before Profit has introduced on First Stage in the D&aacute;il, the Trade Union Recognition Bill.  That is the kind of shared island we need to see.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900020#S00300","speaker":"1628"},{"type":"speech","time":1634655300,"counter":181,"content":"<p>Like my colleague, Deputy Richmond, I would like to mention the wonderful opportunity the people of Northern Ireland have in the offer the European Union has made on the protocol.  That has been welcomed in Northern Ireland and I hope it will be adopted in due course.  My question on the shared island unit is on whether or not its continued operation will be damaged in any way by the lack of participation by certain parties in Northern Ireland in its stated goals.  I ask the Taoiseach to make a comment on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900020#S00400","speaker":"1562"},{"type":"speech","time":1634655300,"counter":182,"content":"<p>Along with my colleagues, I want to congratulate the Taoiseach on the initiatives taken.  Having regard to his discussions with the various leaders, community groups and academics in Northern Ireland, is it accepted that the potential for the concept is greater than was first anticipated?  Can the Taoiseach see a situation where this particular initiative can take the place of encouraging others to come together in common cause for the economic and social benefit of this island, North and South?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900020#S00500","speaker":"1584"},{"type":"speech","time":1634655300,"counter":183,"content":"<p>Can the Taoiseach give his view on whether the shared island unit can play a part in addressing domestic and gender-based violence on a cross-Border basis?  The establishment of the all-Ireland women's forum is welcome, as is the diversity of its membership.  The shared island unit could play a role in addressing what was described by the Minister for Public Expenditure and Reform, Deputy Michael McGrath, as the scourge of domestic and gender-based violence, which is a particular issue for Border counties.  There are purpose-built refuges for victims of domestic violence in Cavan or Monaghan, for example.  Last week, the Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, conceded that he does not know if a refuge will be established next year in either county.  Without a budget provision, we can be sure that it will not be delivered.  Recognising that there are issues peculiar to counties on either side of the Border and that the shared island could create the space in which these issues could be addressed on a cross-Border basis, I would like to ask the Taoiseach whether he is open to such consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900020#S00600","speaker":"1451"},{"type":"speech","time":1634655300,"counter":184,"content":"<p>I thank all the Deputies for their questions.  The first question from Deputy Brendan Smith was on the central Border area and the need for the shared island fund to focus on that area.  The Deputy has spoken to me about the geopark and I have asked my officials to investigate that and to engage with him.  We are open to projects in the area of climate change and biodiversity and this project would add value to the dialogue series we have already had on those issues.  It is in the arena of initiatives that have been undertaken by the unit, working with local interests in Cavan and Fermanagh and across that central Border area that the Deputy so consistently raises.<\/p>  <p>  Deputy Richmond raised the economic recovery dialogue and the protocol.  We have identified a potential partnership between Derry and Letterkenny in respect of city deals and enterprise parks on both sides of the Border that would be joined and that would have a common governance oversight which could create jobs and facilitate economic development in that area.  The North West Strategic Growth Partnership is strong and it acts irrespective of politics across all divides and I met the group.  Both county councils are on it and they are focused on an economic agenda in the north west.  We are anxious to support them in any way we possibly can and one of those areas is the common enterprise park in that locality.<\/p>  <p>  I refer to the protocol, and Deputy Alan Farrell also raised the lack of participation between the North and the South.  The shared island unit is without prejudice to people's constitutional positions and, therefore, it has received a broad welcome.  Some parties are cautious in their engagement but there is no such caution in civil society and those in business and industry are also engaging.<\/p>  <p>  On industrial relations, the Labour Employer Economic Forum, LEEF, had a plenary meeting on 5 July.  That is the forum for Government to engage with representatives from employers and trade unions.  It has developed a work stream to look at shared island issues, labour market dynamics and deepening understanding of all-island labour market issues.  These issues include: opportunities and impediments for firms; issues facing frontier workers such as remote work and related issues; further and higher education; training and skills; and so on.  There is a healthy workers' agenda in place there.<\/p>  <p>  On Deputy Durkan's point, I see huge potential.  I met representatives of Queen's University Belfast last Friday week, which was interesting.  It has an all-island tissue bank as well as the all-island cancer consortium and a whole range of research that has an all-island relevance.  That means the more than &euro;40 million funding we have allocated has an all-island benefit.  It will knit together academics and researchers on the entire island, irrespective of geography, with a common pursuit to develop science for the benefit of all.<\/p> <p> In terms of domestic and gender-based violence, which Deputy Carthy referenced, we have had some outcomes through the dialogue series.  One of the existing projects that has emerged from the dialogue on women is the newly established all-island women's forum.  That is bringing together women leaders from across the island to address under-representation and further develop women's role in peace building and civic society.  I would like to think that there is an opportunity in this to look at the domestic and gender-based violence issue as well and come forward with proposals around it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900020#S00700","speaker":"1458","continuing":true},{"type":"minorheading","content":"Taoiseach's Meetings and Engagements","time":1634655900,"counter":186,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00200"},{"type":"question","time":1634655900,"counter":187,"qnumday":12,"qnumall":"[43741\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00300","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his recent visit to Oxford to meet with the British-Irish Association, BIA. ","asker":"1552","askee":"1458"},{"type":"question","time":1634655900,"counter":188,"qnumday":13,"qnumall":"[43772\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00400","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"the details of his recent address to the British-Irish Association.","asker":"1556","askee":"1458"},{"type":"question","time":1634655900,"counter":189,"qnumday":14,"qnumall":"[48289\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00500","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"if he will report on his address to the British-Irish Association.","asker":"1610","askee":"1458"},{"type":"speech","time":1634655900,"counter":190,"content":"<p>I propose to take Questions Nos. 12 to 14, inclusive, together.<\/p><p>I attended the British-Irish Association conference held in Pembroke College, Oxford, on Friday, 3 September.  The Minister for Foreign Affairs and the Minister for Finance also attended.  I delivered the opening address, the text of which is available on the <i>merrionstreet.ie<\/i>website.  This was followed by a questions and answers session, moderated by the BIA chair, Mr. Hugo MacNeill.  Discussion focused on the British-Irish relationship, developments in Northern Ireland, including the United Kingdom Government's proposals on legacy issues, and issues around the protocol.  I also took the opportunity to outline progress on the Government's shared island initiative.<\/p><p>I particularly welcomed the opportunity to engage in an informal setting with a wide range of representatives from across the islands, including Mr. Michael Gove, the Secretary of State for Northern Ireland and the First Minister, Mr. Paul Givan, with a brief discussion with Lord Frost at the end of the evening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00600","answer":true,"speaker":"1458"},{"type":"speech","time":1634655900,"counter":191,"content":"<p>The Taoiseach's speech to the BIA conference in Oxford last month was a significant one.  He dealt with a number of issues affecting British-Irish relations, including the Good Friday Agreement and the obligations of the two Governments, Brexit and the Northern Ireland protocol, legacy issues and the shared island initiative.<\/p>  <p>  On a personal level, I welcome the Taoiseach's remarks about the constitutional position of Northern Ireland when he stated that everyone on the island had the right to make the case for the constitutional future he or she wished to see for Northern Ireland, be that person nationalist or unionist or someone who does not identify with either tradition.  That is as it should be and it should be done in a way that takes into account the complex and comprehensive provisions of the Good Friday Agreement.  I also welcome that the Taoiseach took the opportunity to promote the shared island initiative and the associated shared island dialogue to a wider audience.<\/p>  <p>  I wish to ask two questions.  With the UK now gone from the EU, what initiatives are being taken to re-examine the UK-Irish relationship and to put new structures in place to ensure that it can be further enhanced and developed?  As the Taoiseach knows, the UK Government plans to introduce an amnesty for Troubles-related killings.  He stated in his speech that he was clear that all bereaved families should have access to an effective investigation and to a process of justice regardless of who the perpetrators were.  Has he spoken to the British Prime Minister about this and what is the Taoiseach's assessment of the situation at this stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00700","speaker":"1552"},{"type":"speech","time":1634655900,"counter":192,"content":"<p>Like Deputy Haughey, I welcome the Taoiseach's comments at the association's conference.  I wish to refer to the European Commission's proposals last week regarding the protocol.  Naturally, the Taoiseach and his colleagues in government will have contributed to the discussions in order to remove as many obstacles as possible.  When I engage with people in Northern Ireland, be they business people or community members, they want to see us getting on with the daily work of doing business, growing trade, creating and maintaining jobs, and protecting employment.  What the European Commission has outlined can go a long way towards removing obstacles to trade.  We welcome the development of more trade on a North-South and South-North basis.  Any obstacle to that should be removed and I hope that the protocol issues can be resolved.<\/p>  <p>  It is important that we as the Oireachtas continue to reject the British Government's proposals for an amnesty for people who committed horrific crimes, including the murder and maiming of people.  Regardless of whether they were in state forces, paramilitary organisations or other criminal gangs, the perpetrators must not get away with what they did if possible.  We all know many families who have lost loved ones.  What they are seeking is the truth.  It is not a vendetta.  Under no circumstances should investigations be shut down.  People are at least entitled to the truth about what happened to their loved ones.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00800","speaker":"1556"},{"type":"speech","time":1634655900,"counter":193,"content":"<p>I wrote to the Taoiseach requesting that he meet the family of Gavin McShane.  In July, the Taoiseach responded to say that his officials would be in touch, but they have not been.  Perhaps he could look into the matter.<\/p>  <p>  I welcome the Taoiseach's remarks to the BIA where he indicated that everyone had the right to argue for constitutional change or the constitutional future that he or she would like to see.  That is a welcome move away from the use of terms such as \"divisive\" in respect of those who advocate that we should be moving towards Irish unity.  The Good Friday Agreement provides for that and discussions are already taking place across civic society.  In this the centenary year of the absolute disaster that was partition, there is a particular onus.  Will the Taoiseach allow for a citizens' assembly to take place that would allow people of all backgrounds and views to come together and discuss how we can capture the full potential that Irish unity presents?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T00900","speaker":"1451"},{"type":"speech","time":1634655900,"counter":194,"content":"<p>First, I thank the Deputies again for their interest and for raising these issues.  In respect of Deputy Haughey's points, every political party and movement has its aspirations in terms of the constitutional future of the island, including Northern Ireland, and that is as it should be.  I have no issue at all in articulating that.  Our party, which is the party that I lead, has a clear view in terms of the unity of the people of Ireland, and we have shared that on numerous occasions.  Equally, we have been a party that has been to the forefront in advancing progress, particularly throughout the totality of relationships - the British-Irish relationship, the North-South relationship and the relationships between the different traditions on the island - and culminating in the Good Friday Agreement, which is an agreement that we still need to maximise the potential of on a whole range of fronts.<\/p>  <p>  The main point, which Deputy Haughey referenced in his question, that I wanted to get across was the need for an absence of unilateralism in terms of any one party's approach to legacy issues or, indeed, the protocol.  I made that point specifically to the British Government during that speech and through the medium of that speech.  There cannot be unilateralism in respect of legacy issues because there was agreement between all parties and Governments in respect of legacy issues.<\/p>  <p>  In respect of the protocol, there is a facility within the withdrawal agreement for that to be resolved through joint committees and so on.  We have worked hard.  Vice President &Scaron;efčovič of the Commission has worked very hard and has come forward with what I think is a very imaginative set of proposals that has the potential to unblock the issues around the operation of the protocol.  I think it is in the best interests of all in Northern Ireland that the talks be progressed now in a proactive and constructive way to make sure that we can get the best outcome for the people in Northern Ireland in respect of the operation of the protocol.  That means continued access to the Single Market of the European Union, which is a huge prize for everyone living on the island.  North-South trade is very important and has continued to grow in the aftermath of the protocol.  Equally, businesses in Northern Ireland should have access to the UK and the European Union.<\/p>  <p>  In respect of amnesties, I agree with what has been said by Deputy Brendan Smith.  The perpetrators of violence, particularly those who were engaged in the murder and maiming of people, cannot get away with it and they must know that they will be subject to investigation.  Some of these cases are still being pursued and people can still bring forward information that would lead to a resolution of these cases.  I would urge people to come forward with information in respect of a lot of the unsolved cases where the families of victims, including the families who have lost loved ones, eagerly seek closure.  Different models are being discussed.  The British-Irish Council discussed this.  People have mentioned Operation Kenova.  I met all the parties last week, and some of them were instancing that as a useful model, but what is important is that whatever emerges be done in agreement between all parties and the two Governments without any unilateral move.<\/p>  <p>  In terms of the issues Deputy Carthy raised, I will come back to him.  I do not know why my officials have not been in touch, but I will follow that up.  Regarding the idea of a citizens' assembly, these questions relate to the British-Irish Association and I have had a long engagement with the association since I was a backbench Deputy many years ago.<\/p> <p>I have spoken on many occasions of my experience at Corrymeela, for example, meeting with politicians from different traditions.  The citizens' assembly is a representative forum, in respect of which a particular number of people from different strata of society are selected by poll.  That is not how we will resolve Northern Ireland's issues.  I mean that genuinely.  We need constant, consistent engagement with people to work out issues.  A citizens' assembly, on its own, will not achieve this.  We need a constant interaction between Parliaments, community groups and political parties to get these issues resolved.  I genuinely believe that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900021#T01000","speaker":"1458","continuing":true},{"type":"speech","time":1634656500,"counter":196,"content":"<p>That is happening already.  We have to look to the next step.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00200","speaker":"1451"},{"type":"speech","time":1634656500,"counter":197,"content":"<p>A citizens' assembly does not achieve that.  On the British-Irish Association, I do not know if Deputy Carthy has ever attended it, but I have done so, on and off, for 30 years.  I missed ten years of it because as I was in government and I did not get the opportunity to attend.  During that time, even one weekend in Oxford, I would have met more people and professionals who had different perspectives and different experiences on the North.  That educated and informed me.  It gave me a broader breadth of experience and expertise.  I do not think anything can replace that.  If anything, as a Parliament, we should intensify our engagement on those fronts.  We should put all of the ideologies to one side and meet people and try to prove to people that we can achieve an awful lot more together that we can divided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00300","speaker":"1458"},{"type":"minorheading","content":"Cabinet Committees","time":1634656500,"counter":198,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00400"},{"type":"question","time":1634656500,"counter":199,"qnumday":15,"qnumall":"[43742\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00500","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1552","askee":"1458"},{"type":"question","time":1634656500,"counter":200,"qnumday":16,"qnumall":"[44754\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00600","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1451","askee":"1458"},{"type":"question","time":1634656500,"counter":201,"qnumday":17,"qnumall":"[45167\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00700","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1466","askee":"1458"},{"type":"question","time":1634656500,"counter":202,"qnumday":18,"qnumall":"[46801\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00800","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1478","askee":"1458"},{"type":"question","time":1634656500,"counter":203,"qnumday":19,"qnumall":"[46804\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U00900","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1628","askee":"1458"},{"type":"question","time":1634656500,"counter":204,"qnumday":20,"qnumall":"[47881\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01000","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe last met and will next meet.","asker":"1610","askee":"1458"},{"type":"question","time":1634656500,"counter":205,"qnumday":21,"qnumall":"[47971\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01100","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1522","askee":"1458"},{"type":"question","time":1634656500,"counter":206,"qnumday":22,"qnumall":"[50786\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01200","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1478","askee":"1458"},{"type":"question","time":1634656500,"counter":207,"qnumday":23,"qnumall":"[50789\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01300","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1628","askee":"1458"},{"type":"question","time":1634656500,"counter":208,"qnumday":24,"qnumall":"[50874\/21]","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01400","dept":"Department of An Taoiseach","minister":"Taoiseach","question":"when the Cabinet committee on Europe will next meet.","asker":"1522","askee":"1458"},{"type":"speech","time":1634656500,"counter":209,"content":"<p>I propose to take Questions Nos. 15 to 24, inclusive, together.<\/p>  <p>  The Cabinet committee on Europe oversees implementation of programme for Government commitments in relation to the European Union and related issues.  It generally meets in advance of a meeting of the European Council.  It last met on 14 October 2021 in advance of this week's meeting of the European Council on 21 and 22 October.  The next meeting of the Cabinet Committee on Europe is expected to take place in advance of the next scheduled European Council meeting in Brussels on 16 and 17 December 2021.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01500","answer":true,"speaker":"1458"},{"type":"speech","time":1634656500,"counter":210,"content":"<p>I want to ask the Taoiseach about the so-called strategic compass which is due to be published in November by the European Commission.  It is a roadmap for European security and defence capabilities.  The initiative can be seen against the backdrop of recent global developments, including the chaotic evacuation from Afghanistan, the cyberattack on the HSE, the forced landing of a Ryanair flight in Belarus and ongoing Russian activities generally.  What will be Ireland's approach to the strategic compass, having regard to our traditional policy of military neutrality?<\/p>  <p>  I would also like to ask the Taoiseach about rule of law issues, particularly following the rejection of Poland's constitutional court of the supremacy of EU law.  This is certainly a threat to the European Union given that EU law has primacy over national law, including constitutional provisions.  What can be done about this?  For example, can Covid recovery funds be withheld from Poland?  In my view, it would not be in the interests of the EU were Poland to leave the European Union.  Will this issue be addressed at the forthcoming European Council meeting and what is Ireland's view on these developments?<\/p>  <p>  On the Taoiseach's attendance at the summit in Slovenia dealing with the western Balkans and the question of the enlargement of the EU, the admission of the various countries from the western Balkans requires the unanimous support of all 27 member states, but what is Ireland's view on the admission of these countries?  Does the Taoiseach believe their admission would promote peace and stability in the region and, also, democratic values generally?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01600","speaker":"1552"},{"type":"speech","time":1634656500,"counter":211,"content":"<p>The Taoiseach will be aware, I hope, that a very important motion was passed in the Assembly yesterday which welcomed Vice-President &Scaron;efčovič's support for formal dialogue between the Assembly and the EU.  That was very significant.  The motion set out where the democratic majority in the North stands when it comes to these matters.  The motion, as adopted, acknowledged the support of MLAs for the inclusion of the views of the North's elected representatives and stakeholders' views on matters relating to the protocol and the broader peace process.<\/p>  <p>  Following on from the Taoiseach's previous response to me, one of the issues Sinn F&eacute;in has been consistently raising is the need for Northern voices to be heard throughout the Brexit process.  The Taoiseach will recall that in the post-Brexit scenario we argued for political representation in the European Parliament for the North.  Unfortunately, this was rejected by the previous Government.  We have made a number of practical proposals for the here and now, such as securing observer status for MEPs from the North, representation at the Committee of the Regions and the Economic and Social Committee, the ability of Executive members to participate in meetings of the Council of Ministers as part of the Irish delegation and the ability of civil servants from the North to participate in Council working groups where there are very clear all-Ireland dimensions.  The European Commission proposals for a more structured dialogue with the North and its political leaders is very welcome.  It is my hope that the Taoiseach and his Ministers will endorse this and actively progress enhanced representation for the citizens of the North at EU level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01700","speaker":"1451"},{"type":"speech","time":1634656500,"counter":212,"content":"<p>I raise with the Taoiseach the question of the homophobic and transphobic attacks being carried out by the ruling party in Poland, Law and Justice.  Like the Hungarian regime, it has engaged in continuous attacks on LGBTQI+ people.  The Polish President has described homosexuality as a foreign ideology that is \"worse than communism\".  The Archbishop of Krakow has described it as \"a rainbow plague that is worse than Bolshevism\".  There is a certain trend in terms of analogies.  At a national level, there have been restrictions on the right of LGBTQ people to adopt, but the latest is a series of attacks at a regional level, whereby regional councils, overwhelmingly including the ruling party, Law and Justice, have passed resolutions declaring themselves so-called LGBT ideology-free zones.  In reality, they mean LGBT-free zones, which means that for LGBTQI+ people who are inevitably still there and present, being out would represent a serious danger to their health and their lives, that danger effectively being State-sanctioned violence.<\/p>  <p>  I want to send People Before Profit solidarity to LGBTQ+ activists in Poland and to socialists who are fighting against these attacks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01800","speaker":"1628"},{"type":"speech","time":1634656500,"counter":213,"content":"<p>The next speaker is Deputy Alan Kelly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U01900","speaker":"1511"},{"type":"speech","time":1634656500,"counter":214,"content":"<p>I am most definitely not Deputy Alan Kelly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U02000","speaker":"1522"},{"type":"speech","time":1634656500,"counter":215,"content":"<p>My apologies; Deputy Kelly was next on the list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U02100","speaker":"1511"},{"type":"speech","time":1634656500,"counter":216,"content":"<p>I just want to put that on the record.  When will the European Council set aside time to discuss an action plan to combat femicide?  In Ireland, the death toll mounts.  I refer to Nadine Lott, Anne Colomines and many others, including Katrina Rainey who was burned alive in her car in Derry last week.  In Europe, in just 20 countries more than 1,000 femicides took place in 2018.  There is a shadow pandemic of violence against women.  How many femicides will Europe count when 2021 is done?  Action is being taken, but it is taking place from below.  Last Thursday, workers at a Mercedes plant in the Basque Country took strike action to protest the murder of their work colleague, Erika Tavares.  This was an inspiring act of worker solidarity.  I hope it provides an example for others to follow.  What action is the European Union establishment taking?  If 1,000 Europeans were killed in a terrorist act, a natural disaster or a pandemic, it would surely act.  Why the lack of action when every year more than 1,000 women are being killed in Europe?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U02200","speaker":"1522"},{"type":"speech","time":1634656500,"counter":217,"content":"<p>I thank the Deputies for the many issues raised.  Deputy Haughey raised a range of issues in respect of the strategic compass, Afghanistan, cybersecurity and Slovenia and the western Balkans, which reflects his deep interest in European affairs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2021101900022#U02300","speaker":"1458"}]