[{"type":"minorheading","content":"Prelude","time":1461677400,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 2.30 p.m.","time":1461677400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600002"},{"type":"unspoken","content":"Prayer.","time":1461677400,"counter":3},{"type":"unspoken","content":"Paidir.","time":1461677400,"counter":4},{"type":"majorheading","content":"Standing Order 112 Select Committee: Appointment of Members","time":1461677400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600003#A00050"},{"type":"speech","time":1461677400,"counter":6,"content":"<p>Further to the Order of the House of Thursday, 10 March, I wish to announce for the information of the House that the following Members have been appointed to the Standing Order 112 Select Committee: Deputies Maria Bailey, Pat Breen, Colm Brophy, Se&aacute;n Canney, Se&aacute;n Crowe, Timmy Dooley, Peter Fitzpatrick, Sean Fleming, Michael Harty, Eoin &Oacute; Broin, Fiona O'Loughlin, Anne Rabbitte and Brendan Ryan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600003#A00075","speaker":"1365"},{"type":"majorheading","content":"Business of Dáil","time":1461677700,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600004#B00300"},{"type":"speech","time":1461677700,"counter":8,"content":"<p>It is proposed, notwithstanding anything in Standing Orders, that the following business shall be transacted today: No. 4, statements on mental health services.  The proceedings on No. 4 shall, if not previously concluded, be adjourned at 6.30 p.m. and the following arrangements shall apply: the statements of a Minister or a Minister of State and the main spokespersons for Fianna F&aacute;il, Sinn F&eacute;in, the Labour Party, the AAA-PBP, Independents 4 Change, the Social Democrats, the Green Party or a Member nominated in their stead and a non-party Deputy who shall be called upon in that order shall not exceed ten minutes in each case and such Members may share their time; the statement of each other Member called upon shall not exceed ten minutes and such Members may share their time; and a Minister or a Minister of State shall be called upon to make a statement in reply that shall not exceed five minutes.  The D&aacute;il, on its rising today, shall adjourn until 10.30 a.m. tomorrow, when there shall be no Order of Business within the meaning of Standing Order 28 and, accordingly, the only business to be transacted shall be by order agreed on that day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600004#B00400","speaker":"1365"},{"type":"speech","time":1461677700,"counter":9,"content":"<p>There are two proposals to be put to the House.  Are the proposals for dealing with No. 4, statements on mental health services, agreed to?  Agreed.  Is the proposal regarding the adjournment of the House tonight agreed to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600004#B00500","speaker":"1371"},{"type":"speech","time":1461677700,"counter":10,"content":"<p>Not agreed.  I attended the Whips' meeting last week.  We pressed at that meeting and the previous meeting for a debate on water charges.  There was an interesting choreography between the Fianna F&aacute;il and Fine Gael representatives at the meeting, at which they looked for every excuse under the sun to explain why there was no time to discuss water charges, even though everyone in the country was discussing the issue.  It is being cited, supposedly, as the major stumbling block in the formation of a Government, yet it is incredible that a topic of such importance cannot be discussed in the House.  Frankly, it smacks of cynical collusion between Fianna F&aacute;il and Fine Gael to try to prevent the House from discussing the topic as they engage in backroom deals on an issue on which the House has a clear mandate following the general election.<\/p><p>We must have a debate on the issue the whole country is talking about.  In what I understand to be a fairly significant departure from protocol, there are issues now on the D&aacute;il schedule that were never even mentioned at the Whips' meeting.  That is not to take away from the importance of some of those issues; they are very important and serve discussion but if this is the new politics or the politics of D&aacute;il reform and of listening to the Opposition, it is, quite frankly, a joke.  It is a bad joke.  The leopards have not changed their spots one bit when it comes to respecting this House and others therein who have a democratic mandate.  Irrespective of how the debate is to be fitted in, either by extending the D&aacute;il sitting tonight or on Thursday, we have to discuss the issue that is driving the whole country mad and which has featured for weeks, namely, that of water charges and whether and how it should relate to the discussions on Government formation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600004#B00600","speaker":"1238","continuing":true},{"type":"speech","time":1461678000,"counter":12,"content":"<p>We also object to the proposition to close this evening&rsquo;s discourse at an earlier than usual hour.  It is beyond our comprehension why the issues of Irish Water and water charges cannot be substantially addressed on the floor of this Chamber.  It is the case that a motion, signed by a significant number of Deputies across parties and including non-party representatives, has been submitted.  Those of us who have appended our names to this proposal are equally entitled to have this matter properly addressed in this House.  We understand - or, at least, the electorate was given to understand - that a majority of Members elected to this House on 26 February were of the same mind in regard to this issue.  However, some significant doubt seems to have arisen over it in the intervening period.  I am putting it to the Taoiseach and the Chief Whip that it is imperative that this matter be dealt with urgently.  It is the single most important issue in the conversation of ordinary people throughout this country.  It is at least at the same level as the long-awaited formation of a Government.  It is absolutely a requirement that this matter be brought before this House, and without any further delay.  All that is required is that Deputy Kehoe  propose the facilitation of the addressing of the issue in the House this evening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00200","speaker":"1269"},{"type":"speech","time":1461678000,"counter":13,"content":"<p>Comments have been made about our Whip, who hails from Kiskeam.  Those from that part of the country, and particularly our Whip, do not do choreography very well.  He does not do choreography at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00300","speaker":"1224"},{"type":"speech","time":1461678000,"counter":14,"content":"<p>He was doing a good job last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00400","speaker":"1238"},{"type":"speech","time":1461678000,"counter":15,"content":"<p>In other words, we reject the charge and assertion that has been made by Deputy Richard Boyd Barrett.  There is no choreography.  In the interregnum between the election and the formation of a Government, there have been calls for various debates on a range of issues.  Today we are to debate mental health, and rightly so because universally across the country, there has been an overwhelming call for action in this regard by Oireachtas legislators.<\/p>  <p>  Fianna F&aacute;il, as a political party, has been very committed to assisting and being constructive in the formation of a Government.  Other parties have stood back from that process for the past 60 days, and others just did not engage or did not involve themselves in it.  The formation of a Government is important in terms of resolving the issues of Irish Water and water charges.  Of course, Executive action and legislative action comprise the most effective way to deal with the issues that arise from that, irrespective of one&rsquo;s views on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00500","speaker":"1224"},{"type":"speech","time":1461678000,"counter":16,"content":"<p>Then let us debate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00600","speaker":"1238"},{"type":"speech","time":1461678000,"counter":17,"content":"<p>The Government has the power to allow a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00700","speaker":"1308"},{"type":"speech","time":1461678000,"counter":18,"content":"<p>My final point is that motions, on their own, do not resolve this issue.  We are not opposed on this side of the House to a debate on Irish Water in the House.  No charge could stand that we are somehow choreographing or involved in choreography; we are not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600005#C00800","speaker":"1224"},{"type":"speech","time":1461678300,"counter":19,"content":"<p>Will the Deputy vote for the proposal then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00100","speaker":"1254"},{"type":"speech","time":1461678300,"counter":20,"content":"<p>No.  What we are simply saying is this, today there are statements on mental health, but at some stage-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00200","speaker":"1224"},{"type":"speech","time":1461678300,"counter":21,"content":"<p>At some stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00300","speaker":"1254"},{"type":"speech","time":1461678300,"counter":22,"content":"<p>-----and we are not opposed to this and we will work with everybody in the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00400","speaker":"1224"},{"type":"speech","time":1461678300,"counter":23,"content":"<p>After the Deputy has done a deal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00500","speaker":"1308"},{"type":"speech","time":1461678300,"counter":24,"content":"<p>No, not necessarily.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00600","speaker":"1224"},{"type":"speech","time":1461678300,"counter":25,"content":"<p>At what stage will the Deputy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00700","speaker":"1254"},{"type":"speech","time":1461678300,"counter":26,"content":"<p>Deputy Martin has the floor; can the other Members restrain themselves?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00800","speaker":"1371"},{"type":"speech","time":1461678300,"counter":27,"content":"<p>There is an obligation on everybody here to decide whether they want a government or not of some form.  We have been straight all along.  We will facilitate the formation of a government.  We obviously sought a sufficient majority of votes for ourselves to form a government and we had a position on water but many people opposed to water charges decided not to support my nomination for Taoiseach and they did not abstain either.  That said, we are at a stage where there is one set of negotiations going on.  There are Independents who, to be fair to them, have engaged in the process for quite some time as well in the formation of a government.  Either that succeeds or it does not and we can go back to the ballot box if that is what people want to do in regard to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D00900","speaker":"1224"},{"type":"speech","time":1461678300,"counter":28,"content":"<p>The people do not want that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01000","speaker":"1319"},{"type":"speech","time":1461678300,"counter":29,"content":"<p>We either give space to enable that to happen or, alternatively, we can have a debate on this in the House at some stage.  I am not stopping a debate in the House and I have no wish to do so-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01100","speaker":"1224"},{"type":"speech","time":1461678300,"counter":30,"content":"<p>Will the Deputy vote for it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01200","speaker":"1254"},{"type":"speech","time":1461678300,"counter":31,"content":"<p>-----but I want, as a first priority, to try to give effect to the formation of a government that can last, that can be sustainable and that can deal with the major issues facing us, in particular the health and housing issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01300","speaker":"1224"},{"type":"speech","time":1461678300,"counter":32,"content":"<p>Thank you, Deputy.  I call Deputy Finian McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01400","speaker":"1371"},{"type":"speech","time":1461678300,"counter":33,"content":"<p>I join my colleagues in strongly objecting to the Order of Business and particularly the fact that the D&aacute;il is concluding this evening at 6.30 p.m.  I agree with my colleagues.  I attended the Whips meeting with Deputy Boyd Barrett and I supported him on having a debate on water charges.  The whole country is discussing this issue and while it is an important issue there are also other important issues.  Let us consider what happened on the streets of Dublin last night.  Two people were gunned down on their streets in gangland murders.  One happened in the Sunset House pub on the north side of Dublin, which many of us know from going to Croke Park over many years.  The other murder took place in Clondalkin.  This is a major issue that should also be debated.  Action should be taken by the Garda Commissioner and the Minister for Justice with people being gunned down in pubs and houses.  This is not acceptable.  This feud has gone on for many weeks.  We need to focus on this issue.  I urge the Government to consider expanding the debate to discuss the horrific nature of gangland murders and crimes.<\/p>  <p>  With respect of other issues such as health and disability services, water charges and housing issues, we need to get on with doing the job and we need to become relevant to the people.  The people are hopping mad because this D&aacute;il is not functioning.  We need to get on and do the job.  That is the reason we were elected, and we need to get on and do it now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01500","speaker":"1359"},{"type":"speech","time":1461678300,"counter":34,"content":"<p>Very briefly, Deputy Healy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01600","speaker":"1371"},{"type":"speech","time":1461678300,"counter":35,"content":"<p>There is a motion on the Order Paper signed by 39 Deputies regarding domestic water charges.  Deputy Martin spoke about Deputy Moynihan's choreographic abilities or otherwise.  I am not sure about that but I do know that on two occasions Fianna F&aacute;il joined with the Government to stop-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01700","speaker":"1348"},{"type":"speech","time":1461678300,"counter":36,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01800","speaker":"1258"},{"type":"speech","time":1461678300,"counter":37,"content":"<p>-----a debate in this Chamber on domestic water charges.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D01900","speaker":"1348"},{"type":"speech","time":1461678300,"counter":38,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02000","speaker":"1281"},{"type":"speech","time":1461678300,"counter":39,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02100","speaker":"1224"},{"type":"speech","time":1461678300,"counter":40,"content":"<p>It is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02200","speaker":"1368"},{"type":"speech","time":1461678300,"counter":41,"content":"<p>It is false.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02300","speaker":"1224"},{"type":"speech","time":1461678300,"counter":42,"content":"<p>I ask Deputy Martin if he intends to do that again today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02400","speaker":"1348"},{"type":"speech","time":1461678300,"counter":43,"content":"<p>We support the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02500","speaker":"1224"},{"type":"speech","time":1461678300,"counter":44,"content":"<p>This is a party which had a pledge to end water charges in its manifesto.  It is not good enough that this party should stop 158 elected Deputies to this House discussing this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02600","speaker":"1348"},{"type":"speech","time":1461678300,"counter":45,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02700","speaker":"1308"},{"type":"speech","time":1461678300,"counter":46,"content":"<p>It has done it twice and I appeal to Deputy Martin not to do it today and join with those other 39 whose names are on the motion on the Order Paper and ensure a debate on domestic water charges takes place in this Chamber today or tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02800","speaker":"1348"},{"type":"speech","time":1461678300,"counter":47,"content":"<p>Lastly, I call Deputy Joan Collins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D02900","speaker":"1371"},{"type":"speech","time":1461678300,"counter":48,"content":"<p>Many issues have arisen in the past week or so, not only gangland crime but also cancer services, which has been debated on the airwaves all day today and in the past few days, the industrial relations situation regarding Luas and the Tesco workers.  Issues are arising and this D&aacute;il is not functioning in the way it should in terms of trying to intervene in them.  I appeal to Fianna F&aacute;il and Fine Gael to extend the sitting time to allow for a discussion on water charges and other issues that have arisen in recent days because the people outside this House can see the game being played.<\/p><p>If Irish Water is such a difficult issue for Fine Gael, which was defeated in the election on this issue, and for Fianna F&aacute;il, which was supported on this issue, the issue should be taken out of the negotiations and the parties should deal with the other issues regarding supporting a minority Fine Gael government and get the D&aacute;il set up to allow a proper debate.  I find it strange that we are all arguing here for time to make statements but none of us can do anything about providing for that.  We should be trying to progress to a situation where we have a D&aacute;il in which we can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600006#D03000","speaker":"1306","continuing":true},{"type":"speech","time":1461678900,"counter":50,"content":"<p>We must be very sensible about this.  I wish to compliment the negotiators for both Fine Gael and Fianna F&aacute;il and thank them for their efforts to date.  However, I sincerely believe that if it would benefit their negotiations for a discussion on Irish Water to take place in this House, we should do that.  Why not?  If that debate would be helpful in bringing the two parties together, I plead with the Chief Whip and the Taoiseach to consider having it.  Why not have it?  The whole country is talking about Irish Water so why should we not debate the issue in this House?  If I thought that debate would hurt the situation, I would not call for it but I hope it would help the negotiators.  While many people might be critical of what is happening currently, I am sincere in my thanks to the individuals involved for their efforts to date.  I hope these efforts will bring about a successful outcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600007#E00200","speaker":"1319"},{"type":"speech","time":1461678900,"counter":51,"content":"<p>The topics on the schedule for the coming week are topics that have been requested by Members opposite.  They were requested through the Whips' meetings both last week and the week before last.  Deputy Eamon Ryan sought statements on finance and on the future of Ireland's stability programme and we have planned that for tomorrow morning.  We have rescheduled business to ensure that topic is discussed tomorrow.  The Deputy sought that debate about a week and a half ago.<\/p>  <p>  The topics before us are very important and I propose we proceed with the programme we have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600007#E00300","speaker":"1365"},{"type":"speech","time":1461678900,"counter":52,"content":"<p>What about the request for a debate on Irish Water?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600007#E00400","speaker":"1269"},{"type":"vote","time":1461679200,"counter":53,"content":"<p>Question put: \"That the proposal for the adjournment tonight be agreed to.\"<\/p><p>The Dáil divided: Tá, 83; Níl, 49.<\/p><br\/><p>Tellers: Tá, Deputies Paul Kehoe and Michael Moynihan; Níl, Deputies Ruth Coppinger and Aengus Ó Snodaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600008#F00100","aye":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1253","1220","1307","1225","1350","1335","1241","1273","1357","1218","1255","1336","1339","1286","1217","1285","1298","1261","1364","1268","1292","1322","1264","1300","1214","1331","1233","1251","1360","1237","1353","1365","1229","1349","1245","1314","1311","1323","1346","1244","1337","1223","1343","1243","1224","1247","1284","1283","1262","1282","1295","1342","1315","1328","1326","1228","1296","1297","1329","1278","1257","1324","1325","1370","1265","1231","1304","1301","1276","1271","1277","1250","1236"],"nay":["1330","1281","1238","1252","1361","1279","1260","1306","1263","1316","1254","1258","1259","1288","1317","1266","1275","1348","1320","1319","1299","1345","1359","1347","1242","1362","1363","1333","1226","1308","1234","1340","1215","1269","1287","1305","1280","1302","1291","1366","1327","1213","1294","1222","1367","1232","1235","1355","1358"]},{"type":"majorheading","content":"Mental Health Services: Statements","time":1461679500,"counter":54,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600009#K00100"},{"type":"speech","time":1461679500,"counter":55,"content":"<p>I welcome the holding of this debate and the opportunity to describe some of the developments in mental health services overseen by the outgoing Government.  I am making this statement on behalf of the Government as the Minister of State responsible for mental health services, Ms Kathleen Lynch, is not permitted to speak in the Chamber as she is, regrettably, no longer a Member of the House.<\/p>  <p>  Promoting positive mental health and well-being is important to us all.  During the period of office of the outgoing Government there was wide consensus in both Houses and the community at large in support of the programme, A Vision for Change.  I hope that remains the case in this House and that the incoming Government will commit to it.<\/p>  <p>  Despite claims to the contrary, the outgoing Government consistently increased investment in mental health services, while the HSE has been steadily implementing change on the ground.  Reform of mental health services has been accompanied by much needed additional investment.  Reform requires new approaches to enhance the capacity of the services to deliver new models and realise a common vision.  It ranges from overcoming staff recruitment and retention issues to rebalancing services at local level between hospital and community-based care services.<\/p>  <p>  The genuine implementation difficulties we face on the ground in some areas which have often been acknowledged in the past do not relate primarily to a lack of funding.  It is far more a question of change management, modernising practice and driving implementation.<\/p>  <p>  Since 2012 the outgoing Government has provided additional funding earmarked for mental health services.  In 2012, in its first budget, the mental health budget was &euro;711 million.  This year it is &euro;827 million, an increase of &euro;116 million, or 16%, over the period.  In the same period the HSE's budget has increased by 11.2%.  Therefore, the proportion of the overall health spend allocated to mental health services has increased, both in cash and percentage terms, under the Fine Gael-Labour Party coalition.  Clearly, the mental health sector has benefited more than other parts of the health service from spending increases under the outgoing Government.  The numbers do not lie.  Overall, approximately 1,550 new posts have been approved for mental health services since 2012, although some existing posts have also been lost in that dime owing to retirements and normal attrition.<\/p>  <p>  The HSE service plan 2016 provides for mental health services funding to increase from &euro;775 million to &euro;827 million this year.  These figures are available for verification in the plan.  This represents an increase of &euro;52 million, or 6.7%.  The figure is made up of &euro;617 million for existing services and &euro;35 million for the development of new services.  Of the additional &euro;52 million, &euro;32 million was secured by me in difficult budget negotiations last October.  A further &euro;20 million was secured by the Minister of State in tense bilateral negotiations with the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, and the T&aacute;naiste's office on budget day.  Overall, I thought it was a good few days' work by the two of us at the time.  While I have read a somewhat different account since, one need only look at the numbers, specifically the difference between the Health Estimate on budget day and the Revised Estimates Volume, REV, in December, for verification.  Deputies who have been in the House previously will know that the budget books are printed overnight and presented to the Cabinet and the D&aacute;il the next day and changes made on budget day or subsequently are not shown until the REV is published.<\/p>  <p>  While an extra 6.7% is provided for mental health services this year, it is worth noting the increase for the promotion of health and well-being is 6.2%; for primary care services, 2.7%; for disability services, 4.5%; for the ambulance service, 5.1% and the fair deal scheme, 3.9%.  The budget for acute hospitals is actually being reduced by 2%.  Therefore, mental health services account for the largest increase in percentage terms of any service area in 2016.<\/p><p>The House will understand my surprise when I heard a mental health advocate saying acute hospitals did so much better than mental health in the 2016 service plan.  If money is anything to go by, this is patently not the case.  Overall, the net increase in the health budget voted for 2016 is &euro;300 million.  Just over &euro;200 million is required for pay restoration, increased demand and the full year cost of new programmes introduced during 2015.  This leaves some &euro;97 million earmarked for new developments as part of the HSE's 2016 service plan, with over one third of it earmarked for mental health.  Again, this is more than any other service area.  As happens every year for new developments, the HSE must put an implementation plan in place for these programmes before funding is released.  This can give rise to one-off savings as the full year cost of a new programme does not arise if it does not come in on 1 January.<\/p> <p> There have been some comments on the timing of various investments and spending in 2016 which gave rise to some money being transferred to services for the elderly, specifically home care packages and community beds.  I put the correct position on this matter on the record of the House last week.  As I have said previously, there is nothing to be gained from setting one part of the health service against another part.  Since I became Minister for Health, I have been clear that I believe that, allied to reform and enhanced efficiencies, more money needs to be invested in health.  In the two health budgets I negotiated, a health budget increase after seven years of decline or stagnation.  The budget increased from &euro;12.113 billion at the start of 2014 to &euro;13.6 billion for 2016, an increase of just short of &euro;1.5 billion, or 12.4%, over two budgets, before any Supplementary Estimates.<\/p> <p> While mental health services are of great importance, so are services for the elderly, paediatrics, cancer care, primary care, ambulance services, disability, public health, maternity services and hospitals.  Some Members will call for mental health to be prioritised.  While I understand the sentiment, it means little without saying what service area it should be prioritised over and why.  Which of the areas I mentioned are less important, and why?<\/p> <p> Members may wish to be aware of how the additional money for mental health will be spent in 2016.  This includes additional funding to implement Connecting for Life, the new suicide prevention strategy; the transfer of some patients from the forensic mental health services to the community, which is more appropriate; investment in high observation units in acute mental health settings; the improvement of 24-7 services through additional liaison psychiatrists and psychiatric nurses; new clinical programmes for dual diagnosis and adults with ADHD; provision of additional clinical space in community services; and more funds for clinical programmes directed at eating disorders, self-harm presentations in emergency departments and early intervention in psychosis.  This is all outlined in the 2016 service plan.<\/p> <p> These developments are in addition to other important developments that occurred under the term of the outgoing Government.  These include the development of the counselling in primary care service, CIPC, for adults over 18 years who have are medical cards; greater awareness of fostering mental health promotion in society through campaigns such as the Talk campaign and The Little Things; and the publication, last year, of the Expert Review Group Report on the Mental Health Act 2001; and the new suicide reduction strategy, Connecting for Life.  The outgoing Government reduced the child and adolescent mental health services, CAMHS, waiting lists for those waiting over 12 months and commenced, at long last, the enabling works for new National Forensic Hospital in Portrane, to replace the Victorian institution in Dundrum, the Central Mental Hospital.  Other developments that occurred during the term of the outgoing Government include the better development of counselling services across primary and secondary care, including early intervention at primary care level, and five new Jigsaw youth mental health services planned for Cork, Dublin and Limerick; the development of perinatal mental health services, which was much neglected by previous Governments, in line with the new maternity strategy; and the doubling of the budget for the National Office for Suicide Prevention.<\/p> <p> In the past year, there has been a particular focus on reducing waiting lists and waiting times for CAMHS.  The number waiting 12 months or more at the end of December 2014 was 405, a reduction of 55% over 12 months, or 60% compared to April 2015, when the CAMHS waiting list initiative focusing on those waiting 12 months or more was commenced by the Minister of State, former Deputy Kathleen Lynch.<\/p><p>The HSE's annual target for admission of children to CAMHS units, rather than adult units, is 95%.  An admission rate to age-appropriate units of 80% was achieved in December of last year, representing a significant improvement from 55% in January 2015.  When such admissions occur, they usually involve older teenagers who are admitted to adult wards with the consent of their parents.  An additional eight CAMHS beds were added with the opening of Linn Dara in early December 2015, thereby increasing the total number of CAMHS beds to 66.<\/p> <p> Mental health legislation is an important area because it provides for the necessary safeguards and protections on which people rely when the State needs to use its power to detain someone because he or she is suffering from a severe mental illness.  The outgoing Government amended the existing legislation for the administration of electroconvulsive therapy and the administration of medicine after three months.  These important amendments will ensure involuntary patients with capacity can no longer be given ECT or medicine against their will.  The outgoing Government also gave approval to the drafting of a general scheme of a Bill to reflect all the other recommendations of the expert group that was set up to review the Mental Health Act.  I hope the new Government will follow through on this.<\/p> <p> Discussions are under way within the Department of Health concerning the parameters for a review of the Vision for Change strategy.  My view is that any new mental health policy should be broad and should not deal with mental illness only.  It should recognise the importance of health and wellness, positive mental health and resilience and the wider social influences on this area and should have regard to the evidence of national and international best practice.  I look forward to hearing the contributions of Members and their suggestions for positive change in the future under the new Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600009#K00200","speaker":"1236","continuing":true},{"type":"speech","time":1461680100,"counter":58,"content":"<p>I thank those who have given us this opportunity to debate this important issue.  Every time it is debated in the House, we call for additional resources, for the implementation in full of A Vision for Change and for strong commitments to be put in place to ensure a positive resource is available to people who suffer with mental health issues.  Too often, we use such debates as an opportunity to continue to engage in political argy-bargy.  The bottom line is that when we strip that away and instead look at the harsh reality of life for people in our society who have anxiety, depression, eating disorders or other mental illnesses, it is clear that the system is simply not able to cope as we would like, as the Minister would like and as society demands.<\/p>  <p>  A Vision for Change was a visionary document.  It laid out a pathway for how we should fund mental health services over the years ahead.  More importantly, it set out how we, as a society, should deal with the issue of mental health.  It said we should become more open, take people out of institutions and offer people pathways for accessing services to ensure they can fulfil their lives.  I believe that over many years, we have collectively failed to address the core principle of pathways of care and assistance to full wellness over a period of time.  We still have huge deficiencies in key areas.  I refer, for example, to child and adolescent mental health services, access to child psychologists and assessments for child psychology.  It is simply unacceptable that children are facing these and other challenges in our schools and in our society.  I accept that some improvements have been made in certain key areas of assessment but we are going backwards in other areas.  We cannot allow this to affect vulnerable children who need support and assistance.  More importantly, they need assessments so that we can ascertain what supports they need.  We have to accept that we have fundamentally failed them.<\/p>  <p>  Our schools are unable to cope because the supports and services available in the education system have been diminished and there are long waiting lists for assessments by child psychologists.  The system that is in place to cater for teenagers and adolescents is quite chaotic.  The Minister spoke about the consent of parents when admissions take place.  Of course the parents have to consent because if they do not, there is no other place for their children.  That is the reality of life.  They consent to the admission of young adolescents to adult wards because it is the last port of call.  I have come across some harrowing cases.  Staff have informed me of frightful cases involving the admission of adolescents to wards when that was not in the best interests of those young people or of society at large.  The manner in which people are being forced in these types of circumstances is fundamentally flawed.<\/p><p>The Minister talked about budgets and repeated twice what he had identified as good news in the context of what he had achieved as Minister for Health.  However, what he forgot to mention in terms of the 16% increase for mental health services and the 11% increase in the HSE's overall budget was that they were coming from a very low base.  The number of whole-time equivalents working in mental health services is 9,316, which is only 75% of the number outlined as being required in A Vision for Change.  There has been much reference in recent years to a difficulty in recruiting professionals into this area, but that excuse has been ongoing for some time.  We are, however, running out of excuses.  Tonight there will be a child sitting at the end of his or her bed looking at a jagged piece of glass or a knife contemplating whether he should harm himself or herself.  Somebody somewhere in Ireland tonight will consider ending his or her life.  These things are happening.  The bottom line is that this area needs to be prioritised and in a manner that has not been done previously.<\/p> <p> The Minister of State, Ms Kathleen Lynch, who was a constituency colleague of mine having lost her seat in the recent general election is responsible for mental health services, but it is easy to apportion blame.  The bottom line is that the HSE service plan dictates where funding is allocated year-in and year-out.  The record of the HSE, in its pillage and plunder of the mental health budget, is appalling.  This has been happening consistently since 2011.  It is important when we speak about ring-fenced funding that funding be ring-fenced for that specific purpose.  The HSE service plan for this year outlines the funding for certain services and supports and further specific initiatives, but it does not specify what the \"further specific initiatives\" are.  When one strips away the HSE plan for mental health services, it is short in detail.  It is certainly short in aspirations but, more importantly, it is short in terms of the commitment to provide resources.  There is not sufficient detail which allows me to believe there is a genuine commitment to address the fundamental shortages in mental health services.  As I said, this is evidenced by the absence of any detail in the HSE service plan for this year.  I have no doubt that it will be raided again this year, as it was last year and in previous years.  The Minister can dress up the figures any way he likes, but day-in and day-out across the country people are suffering, either in silence or a very public way, and we cannot give them assistance.<\/p> <p> The Minister spoke about primary and community care settings and stated these areas had received more funding than acute hospital settings.  We all commend the provision of additional resources for community and primary care settings.  The Minister is a medical professional.  Anybody who has spoken to general practitioners the length and breadth of the country is aware of the huge pressures they are under.  Consultation times have been shortened such that it is no longer possible for GPs to hold 40-minute consultations with a vulnerable adult or child.  The first port of call is a general practitioner, but general practitioners no longer have the resources to cater for the demands being placed on them.  The provision of free health care for the under-sixes is a case in point.  There is no doubt that vulnerable children are not being dealt with as effectively and efficiently as they should be because other children who may not need treatment by a general practitioner are taking up the their time.  These are the realities of life.  Universal free GP care for everybody is a noble calling.  However, to utilise limited resources to fund such a scheme is to put people with no health needs ahead of those who genuinely and urgently need health care.  This is happening today in surgeries across the country and will happen tomorrow until such time as health service provision is reprioritised.<\/p><p>We should, of course, prioritise those who are vulnerable and need help over those who are not and do not need help.  The universality that has been championed in the Chamber by many Deputies does mean one thing: where there is a limited financial budget, resources will be cut to those who need it most.  In the area of health, and mental health in particular, I believe we are prioritising the wrong areas in the current format in which we structure and fund our health services.<\/p> <p> I believe the establishment of a mental health authority is important.  It is something that we need to accept.  If we look back at how we dealt with the issue of road safety and the carnage on our roads over a number of years, we established the Road Safety Authority, RSA.  It had a statutory function.  It was able to challenge Government policy.  It was not afraid to say what was required and what was needed to address the carnage on our roads.  It identified the lack of Garda resources and the flaws in our legislation.  Governments responded because the RSA was unafraid to challenge the Government of the day.  We need a statutorily-based mental health authority independent of Government which can challenge, request and direct.  Until we have an agency that is not fearful of its political master and not afraid of the HSE when it diverts money and scarce resources from people who genuinely need support, funding will always be taken to areas that are more politically palatable.<\/p> <p> There are many people suffering in silence.  They live in dark shadows in our society because we are simply incapable of collectively shining a light on them.  We do not resource or allow them to access services in a timely and meaningful fashion.  While the Minister may laud the fact that there have been increases in the mental health budget, the bottom line is that the 16% increase he talks about is coming from a very low base.  A Vision for Change, though it was a visionary document, has much in it that is yet to be fulfilled.  That is down to the lack of resources, priority and commitment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600011#M00200","speaker":"1229","continuing":true},{"type":"speech","time":1461681000,"counter":61,"content":"<p>The Minister said that the move to reallocate &euro;12 million of the mental health budget this year is not a \"raid\" by the Minister.  This is rubbish.  It is actually robbery.  It is a robbery of money that is desperately needed by many in order to help them go about their day-to-day lives and ensure that they have the best possible chance to live and lead a happy life.<\/p>  <p>  Should we be surprised?  There is a very obvious pattern here.  This so-called ring-fenced money has been targeted by the Department of Health and the HSE on an annual basis.  The Minister has shown absolute contempt for those people who rely so desperately on the provision of mental health services.  Dr. John Hillery, of the College of Psychiatrists of Ireland, has said that this decision reflects \"an ambivalent attitude to mental illness by some decision-makers.  This must be resisted as scandalous and discriminatory.\"  I could not agree with him more.<\/p>  <p>  Mental health has often been referred to as the Cinderella of the health system, with absolutely no parity of esteem shown between it and other physical illnesses.  This is the case despite the fact that 644,000 people - one in seven adults - have experienced mental health difficulties in the past year.  In addition to this, recent data from the HSE shows that there has been an increase in the number of children and young people receiving acute mental health inpatient care, with the number increasing from 290 in 2014 to 356 last year.  Even more worrying is the fact that almost one in ten people admitted to adult mental health units in 2015 were 16 years of age or younger.  Such revelations need to be addressed urgently.<\/p>  <p>  The embezzlement of this money has angered staff, service users and families right across the country.  I understand that the reallocation of &euro;12 million of this year's mental health budget will be considered by a special meeting of the Psychiatric Nurses Association of Ireland's national executive committee on 11 May.<\/p><p>The agenda includes consideration of a ballot for industrial action in response to the staffing crisis in mental health services.  The staffing crisis was confirmed by PNA at its meeting last week when figures from across the country showed there were up to 700 vacant posts in the mental health services and up to 1,000 nurses needed to fill current and expected vacancies.<\/p> <p> The month of May is drawing near.  Over the past few years, May has been designated a suicide prevention month.  People wear green ribbons to show their support.  The scourge of suicide has devastated communities.  We cannot afford to treat mental health differently to any other illness.  We must approach it exactly as we approach cancer.  Mental health must be taken seriously as it is unquestionably one of the most important elements that contribute to our overall well-being.  I emphasise the word \"our\".  Services in this area must be prioritised.  I ask the Minister to please note that enough is enough.  People's lives depend on him in his current capacity - we do not know what lies ahead.  I ask the Minister to give the most vulnerable in our society the best possible chance of living a happy and fulfilling life.  Let us take our mental health seriously.  Let us ensure that no mother or father has to bear witness to a son or daughter struggling to cope due to the inadequate level of available services.  I ask the Minister to please ensure that the substantial sum of money is not taken from the mental health budget.  The plunder has to stop.<\/p> <p> I hope to see many Members of the House and newly elected Members of the Seanad in attendance at Thursday's proposed mobilisation, the national demonstration for mental health organised by Mental Health Reform and the Union of Students in Ireland and scheduled for 12. 30 p.m. outside the gates of Leinster House.  That is an opportunity for us all to stand together behind mental health and to recognise the need for its proper resourcing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600013#O00200","speaker":"1269","continuing":true},{"type":"speech","time":1461681300,"counter":63,"content":"<p>When Fianna F&aacute;il was in government, it gave us the Vision for Change policy document, which was supposedly a blueprint for the delivery of mental health services in our communities.  However, it also gave us the recruitment moratorium, among other things, not least of which was an apparent indifference to the plight of those dealing with mental health issues.  The moratorium contributed to the crisis that now faces workers and service users in our mental health services.  The moratorium was introduced by Fianna F&aacute;il but it was taken up with enthusiasm by Fine Gael and the Labour Party.  The moratorium is a blunt instrument which has impacted disproportionately on our mental health services, leaving those services short-staffed and under-resourced.  A recent study undertaken by the RCSI and the PNA makes for alarming reading and seriously calls into question the commitment of the outgoing Government and its acting Ministers to the mental health of the people of the State.  The most significant service deficiencies are a lack of crisis services, assertive outreach and ICRU services.  Of respondents to the survey, 74% do not have access to a crisis health service based on the A Vision for Change framework, 79% said their service did not have an assertive outreach team based on the A Vision for Change framework, and a further 40% indicated a lack of access to residential units within the recovery and rehabilitation services.<\/p><p>The acting Minister is not here.  If he were, I would ask him how familiar he is with the work of the mental health services.  All of the available evidence suggests he could do with familiarising himself with it a bit better.  I am happy to say on behalf of mental health workers that they have been pushed to their limit.  They have been left to clear up after this Government and the previous Government, which threw mental health under the metaphorical bus.  Workers are in despair at the prospect of further cuts because they cannot cope with the needs of the population as it is.  Closing our large psychiatric hospitals may have been a good idea, but leaving those people without support was most definitely not.  There is no need to take my word for it.  One need only look at the RCSI-PNA report.  The evidence is there and the impact of the outgoing Government is plain to see.<\/p><p>We need only cast our minds back two months to look at the Let's Keep the Recovery Going document which states on page 70:<\/p><blockquote>Despite the economic crisis we inherited [courtesy of its new friends in Fianna F&aacute;il], Fine Gael increased the budget for mental health by &euro;160m between 2012-2016, a total increase of 20%. We will continue to provide further resources to ensure services reach people directly. We will publish a plan for the achievement of faster access to comprehensive and appropriate mental health services, building upon A Vision for Change.<\/blockquote><p>In the run-up to the election, Fine Gael members were all very busy patting themselves on the back and rolling out countless statements on what they had done for mental health.  When grief-stricken families challenged all parties on their record and plans for this area, Fine Gael was adamant on what it had done and what it would do.  Imagine the sheer horror and disgust of the families now at the empty words and flagrant disregard for their stories once the ballots had been cast.  What was Fine Gael's solution to the national emergency it created in our health service?  Its plan was to raid the mental health budget to shore up its failure to fund other areas, robbing Peter to pay Paul.  That is all it is.  It will not help those who will tonight need access to mental health services.  Fine Gael is relying on the shame and stigma surrounding mental health to push through its plan to drain services.  It is hoping people with mental health difficulties will not speak out, but it is very wrong.  Those people have allies.  Workers in mental health services have allies.  Those allies will not be silenced.<\/p><p>The mental health services have often been referred to as the Cinderella of the health service but this is not a pantomime and Fine Gael are not pantomime villains.  This is real and involves real people who need real help.  Failing to ring-fence the mental health budget will have wide-ranging and long-term consequences.  This is the crux of what is wrong in our mental health services: poaching from the mental health service because of a crisis somewhere else.  If budgets are always accessible for other uses, it is easy to see why we are where we are.  The Government is fire-fighting one problem as the flames are fanned on another.  It is one step forward and two steps back.  We should all be doing all we can to help our young people.  We should be resourcing our mental health professionals and the services they provide.  More than talking about early intervention, we should be working with our partners in education North and South of this island to resource a mental health strategy for the whole island which has intervention at its core.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600014#P00200","speaker":"1302"},{"type":"speech","time":1461681300,"counter":64,"content":"<p>I made my maiden speech as a Deputy in the Thirty-first D&aacute;il five years ago and it was on the matter of mental health.  I am glad to have the opportunity to also discuss this important issue so early in the lifetime of this new D&aacute;il.  The last number of years have been years of great hardship for many people as we were thrust into economic disaster and slowly began on the road to recovery.  These harsh times brought into sharper focus the crisis in mental health which has existed in Ireland for many decades.  For years, mental health care in Ireland was underfunded, ignored and no longer prioritised.  While it is still underfunded, improvements implemented by the outgoing Government, as outlined by the Minister in his introductory speech, are real and welcome.  My colleague, the Minister of State, Kathleen Lynch, fought hard to ensure that &euro;35 million was ring-fenced specifically for mental health services in successive budgets over the lifetime of the last Government.  While this was nowhere near enough to tackle the crisis of mental health, it represented a budgetary increase and is something the next Government can build on as the economy improves and more money becomes available.<\/p>  <p>  As we make statements in this strange limbo period between an election and Government-formation, we have an opportunity to discuss issues with a little more distance and perspective.  With what has occurred over the last few weeks in relation to the mental health budget, it is perhaps the time to discuss and agree on an all-party approach to health care policy which will remain in place through a number of election cycles.  Such an approach would benefit and protect mental health provision from further attacks on its budget.  In recent days, there has been much discussion of the decision to cut &euro;12 million from the mental health services budget.  The justification given by the Minister for the cut has been the need for health spending elsewhere, including on home packages and fair deal, which are important areas and certainly worthy in their own right.<\/p><p>However, if the money was not being spent on the designated line item provided for in the budget, surely it could have been diverted to other areas of mental health spend.  This would have sent out a much stronger message about how serious we were about mental health.<\/p> <p> I hasten to point out that while there is a major problem in all areas of health spending, for example, trolleys and so on, in hospitals, cutting mental health services is a short-sighted and dangerous move.  The amount taken from the mental health budget would not solve the hospital trolley crisis but it would have a major impact on mental health services provision.  Significantly, the proposed cut is a third of the total money allocated to mental health spending.  My party colleague, the Minister of State, Ms Kathleen Lynch, had to fight hard within the Department of Health to ensure that the small sum of &euro;35 million was provided.  Therefore, it is disappointing that the Minister has reduced this amount to plug holes elsewhere.  He will be aware that in 2012 alone, 12,000 people presented in accident and emergency units around the country because of self-harm.  How many trolleys are full today with patients suffering mental health issues that have led to self-harm?  Self-harm can be prevented if there is early intervention but no intervention can happen if mental health services are not fully and properly funded.<\/p> <p> It is a mistake to attempt to separate mental health from other forms of health care.  Prevention is better than cure.  Every death by suicide is an avoidable one.  Mental ill health is treatable.  No one should die or suffer from chronic mental illness for lack of treatment but we in Ireland will never be able to tackle this issue unless we acknowledge its severe impact, resource the HSE to treat these patients and begin to treat mental ill health with the same level of regard as we do any other form of ill health.<\/p> <p> For too long, mental health services have been the Cinderella of the HSE.  We cannot keep prioritising everything else over it.  That is not sustainable.  We need leadership, and I can only hope that the Minister will decide to reverse his decision to cut the mental health care budget by one third.  We need to treat the recipients of mental health services with the respect and due care that they deserve.  The mental health budget should never be the low-hanging fruit of the health service when it comes to moving money around and plugging financial holes elsewhere.<\/p> <p> The crisis in accident and emergency services and the shortage of beds are more visible and mental health will never be as visible and yet one in five of us will experience mental health problems in our lifetimes.  That equates to 32 Members of the D&aacute;il.  Extrapolate this figure across society and the numbers are dramatically high.  Mental health needs to be addressed on a par with every other aspect of the health service and a long-term plan for adequate funding for service provision is required.  A non-partisan approach is necessary, as is a long-term vision, to ensure this does not become a matter of lip-service at election time while patients are left without the funding and care that they need and deserve.<\/p> <p> I will not take my full allocation of time in this debate, but I look forward to contributing to fuller debates on this matter in the lifetime of the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600014#P00300","speaker":"1301","continuing":true},{"type":"speech","time":1461681900,"counter":66,"content":"<p>I call Deputies Gino Kenny and Mick Barry of the AAA-PBP, who have five minutes each.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600015#Q00200","speaker":"1300"},{"type":"speech","time":1461681900,"counter":67,"content":"<p>I am glad we are having this debate because no family in Ireland has not been affected by mental health issues.  Our sense of mental well-being and contentment is one of the most important attributes that we have in society.  Since the economic crisis in 2008, however, austerity has wreaked social havoc.  It is not only bad for one's pocket or job prospects but for one's physical and mental health.<\/p>  <p>  The Growing Up in Ireland study published last year showed that the stress of unemployment and poverty, caused by cuts in services and incomes, had damaged parents' mental health and had knock-on effects on their children's mental health.  The stress of low pay and a lack of access to affordable housing, child care and health care have only added to this distress.  I know this at first hand, having been a county councillor for the past seven years.<\/p>  <p>  Mental health difficulties affect more than 500,000 people in Ireland.  We have the highest suicide rate in Europe among teenage girls and the second highest among boys.  Suicide is the No. 1 killer of young people between the ages of 16 and 24 years.  Instead of supporting young people, however, the Government targeted them through cuts in their jobseeker's allowance as well as cuts in new entrants' pay, which disproportionately affects young people and young parents with children.<\/p>  <p>  I welcome that the stigma around mental health, in particular regarding young men, has been challenged recently.  We are all vulnerable at times to life's challenges and nobody is immune to bouts of desperation and feelings of hopelessness.  We all would like to think that at a time of need for ourselves and our family and friends, essential services, such as in mental health, will be there when we need them most.  However, staffing in mental health services has been cut by 10% in the years of austerity.  For adult services, staff levels are only three quarters of what is recommended by the Department of Health.  For children's services, it is even worse, with only half of the staff required in place.  Children often wait more than a year to be seen.  In emergencies, they find themselves on adult psychiatric wards because there are no beds in children's wards.<\/p>  <p>  Early intervention is key to treating people with mental health issues.  In the words of the Psychiatric Nurses Association, PNA: \"For someone with mental health issues the riverbank, cliff top or shoreline is not the place to offer comfort and support.  Intervention should be a much earlier stage.\"  Where people finally get access to mental health services, the lack of funding for psychological and social therapies has led to an over-reliance on the use of medication.  The HSE's counselling in primary care service receives tens of thousands of referrals each year but less than 1% of mental health funding.  The recent cut of &euro;12 million in the mental health budget shows that the Government is deaf to this pain and suffering.  The budget of almost &euro;800 million is widely condemned as being at only half the level that it should be and the Minister's mean-spirited cut of &euro;12 million shows how out of touch he is with the gaping hole in mental health services.<\/p>  <p>  Recent social research shows that in countries where there is greater inequality and where people have less control over their lives and work, there are more mental health and social problems.  Redistributing wealth by taxing the richest 1% would reduce inequality and provide funding for support services.<\/p>  <p>  While things can seem bleak at times, there is hope, and hope can come in many guises.  There are many positive and important initiatives taking place everyday in communities and clinics around the country to help people to access help, cope with and, hopefully, recover from mental health difficulties.  People Before Profit calls on the Government to tax the rich to reduce inequality and fund public services, including a doubling of the mental health budget.  To help relieve the social causes of distress, we advocate an increase in the direct provision of public service jobs, housing and welfare and pay rises for workers across the private and public sectors.  We support the PNA's proposal for a strike to protest the crisis in staffing levels.  Front-line staff in mental health services are some of the most dedicated workers in the health service.  The erosion of their pay and conditions has had a detrimental effect on them.  Social solidarity is the true hope for the future of all our mental health.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600015#Q00300","speaker":"1299"},{"type":"speech","time":1461681900,"counter":68,"content":"<p>I will start by saying a few words about the suicide crisis.  Over the 30 years of the Troubles in Northern Ireland, more than 3,500 people died.  In the Republic, nearly 7,500 people died in the first 15 years of this century from troubles of a different sort: suicide.  The majority of these suicides resulted from a mental health crisis.<\/p>  <p>  Comparing the political response to the two sets of troubles is interesting.  The Northern Ireland Troubles were always near the top of the political agenda.  Taoisigh and Ministers dedicated a significant amount of time and resources to addressing the issue but the other troubles have been dealt with differently.  Nowhere is this better seen than in the allocation of resources.  The budget for mental health services between 2006 and 2016 has, according to the Minister, been cut from &euro;937 million to &euro;827 million.  What he did not say in his report was that the Fine Gael-Labour Party Government failed to bring mental health spending up to even the paltry level that existed in 2006.<\/p><p>The &euro;35 million ring-fenced for increases in mental health expenditure was originally planned to be cut entirely from the 2016 budget.  After the threat of a ministerial resignation - it was interesting to note the way the Minister talked about two Ministers working together - the money was restored.  It was restored in the run-in to a general election.  Now, after the general election, more than one third of that money is being diverted to prop up other parts of our ailing health service.  What has happened?  The Minister is not sacked and does not resign.  The Minister does not even stay in the House for the duration of this debate, let alone come into the House to apologise.  He should apologise to the families and communities at the front line of this crisis who see &euro;15 million that was meant to be spent to assist them not being spent in 2016.<\/p> <p> The Minister should travel around the country and meet some of the hundreds of community-based groups that have taken up the slack and filled the gap, or huge gaping void, that has been left in mental health services through the failure of his party and Fianna F&aacute;il to prioritise this issue.  The Minister should visit these people, many of whose parents, brothers, sisters and friends are behind the suicide statistics, and look them in the eye and explain to them, if he can, why he is making this scandalous decision.<\/p> <p> Like my colleague Deputy Gino Kenny, I wish to comment briefly on the response of the Psychiatric Nurses Association of Ireland.  Deputy &Oacute; Caol&aacute;in gave the relevant information.  There are 700 vacant posts in mental health services and there are 1,000 vacancies, either current or emerging, for nurses.  Is it any wonder that the trade union representing psychiatric nurses is considering industrial action?  Deputy &Oacute; Caol&aacute;in has pointed out that the national executive of the union is to meet on 11 May to consider balloting for industrial action.  If the membership decides to take this step, it will have the support of every family in this State who has been touched by this crisis.  They should have, and deserve, the support of every person in this land who cares for equality, justice and a decent society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600015#Q00400","speaker":"1281","continuing":true},{"type":"speech","time":1461682500,"counter":70,"content":"<p>Like many other Deputies, I was extremely disappointed and concerned to read reports last week of a planned cut of &euro;12 million in funding for the mental health budget.  I listened to the Minister&rsquo;s speech referring to the size of the mental health budget and his reference to setting off one part of the health budget against another but the reality, as the previous speaker said, is that the outgoing Government presided over major cuts in this area, which it began to restore only a few years ago.<\/p><p>I understand the full HSE budget for mental health services is now &euro;826 million.  An additional &euro;35 million was to be made available each year since 2011, as part of the programme for Government, to focus on services such as counselling for the under-18s.  This is a critical area in respect of which the Government has failed hopelessly, as we have seen from reports and studies on mental health problems and suicide over recent days and weeks.  The funding was also to be spent on clinical programmes for adults and children with ADHD, dual diagnosis, psychiatry and perinatal mental health services.  It was reported that the &euro;12 million our Minister for Health is deducting from the mental health budget was ring-fenced for the recruitment of critical staff in this area.<\/p><p>The administration of mental health services is not just about money.  In 2014, we spent approximately 12% of gross national income, GNI, on health by comparison with an OECD average of 9.2%.  This includes expenditure on our dual health system, whose failings are so clearly referenced in the report on the front of <i>The Irish Times<\/i>today on the huge waiting times for essential tests.  Taking &euro;12 million from the additional &euro;35 million promised to the mental health sector seems to represent the general treatment of those experiencing mental health difficulties.<\/p><p>Historically, people with varying levels of mental illness and mental health difficulties were locked away in homes and asylums, excluded from society, and others suffered for long years in silence.  Some still suffer in silence, and there is still a huge stigma surrounding mental illness.  The optics of even considering taking back additional funding from the budget reinforces the historical sentiment that mental health is not a priority for the Government.  Despite this, mental health is such a critical part of people's general health and well-being.  Statistics show that one in four people will experience a mental health difficulty at some stage in his or her life, and his or her own coping mechanisms will determine how much this will affect him or her during those times.  The 2014 OECD study Making Mental Health Count - the Social and Economic Costs of Neglecting Mental Health Care stated one in two will experience a mental health disorder or illness in his or her lifetime.<\/p><p>Often in this House, we do not live in the real world.  We are some of the lucky ones who can afford to pay &euro;50 to &euro;100 per hour for counselling or therapy with a private practitioner, and for as many sessions as we would like.  We are not at the mercy of the public system, in which one could be waiting for more than six months for a counselling or therapy session, after which one might be granted just six sessions.<\/p><p>Early last year, I requested information regarding the number on the waiting lists to gain access to counselling and the waiting times.  I was informed by the HSE that at the end of February 2015, 478 people had to wait more than three months for counselling.  As the Acting Chairman will agree, that is simply unacceptable because timing can be critical when acute mental health difficulties occur.  The Minister seemed to be saying the number on the waiting list was reduced by 66 but there is still a considerable number of people, very often young people in difficulties, awaiting an essential service.<\/p><p>In August 2015, a &quot;Prime Time Investigates&quot; report published a comprehensive study of suicide in Ireland.  According to the report, the worst year for suicides was 2001, when the rate was 13.5 suicides per 100,000 people.  In 2004, the rate was 12.2 per 100,00 but this rate has not been exceeded since.  Of course, these rates reflect population growth and translate into real, precious lives lost to their families, friends and communities.  In 2011, there was a peak in the number of people taking their own lives, with 554 deaths by suicide that year.  Of those who died in 2011, 83% were men between 45 and 64 years.  Among women, the age group most likely to die by suicide comprised those between 24 and 44 years.  Ireland has the fourth highest rate of suicide among those aged between 15 and 19 across 31 European countries.  In 2015, there were just 54 operational child and adolescent acute inpatient beds available for 18-year-olds across the country.  Twenty of them were in Galway, 12 were in Cork, 14 were in Linn Dara and eight were in Fairview in this city.  The Minister said in his speech the number has now increased by approximately a dozen.  Unfortunately, the resources are still very thin for dealing with a major issue in our health service.<\/p><p>The year 2014 saw 201 admissions to community child and adolescent mental health services, CAMHS, beds, while we know that under-18s were, and are, being treated in completely inappropriate adult mental health facilities.  In a response to a parliamentary question provided to me this time last year, the HSE confirmed that the waiting list for the age-appropriate CAMHS comprised 3,000 children, of whom approximately 400 were waiting for in excess of 12 months.  With research showing that 75% of mental health disorders emerge before a person reaches 25 years and given the high level of suicides among our youth, we can agree these waiting times are totally unacceptable.  The outgoing Government has not addressed this whatsoever.<\/p><p>Where people live also has an impact on the suicide statistics.  I note that the RTE &quot;Prime Time Investigates&quot; programme highlighted the fact that Limerick and Cork city had very high rates of suicide, at 16.7% per 100,000 people in Limerick and 18.5% in Cork city.  As previous speakers stated, we know that there are strong indications that socioeconomic factors play a huge role in mental illness and the likelihood that a person will die by suicide.  Recently Console reported that its free 24-hour helpline service had seen a huge increase in the number of calls from people experiencing homelessness, those in precarious housing circumstances and in mortgage arrears.  Its helpline deals with approximately 3,400 calls each month.  Unemployment and isolation have also been found to contribute to the likelihood that a person will die by suicide.<br\/><br\/><b><\/b>Recently I asked the acting Minister, by way of a parliamentary question, about his plans to increase resources to make free and affordable counselling available to those on low incomes in a timely manner.  He replied that &euro;7.5 million had been provided for the Counselling in Primary Care, CIPC, service, but in some areas there were difficulties in accessing accommodation in which to see clients which, in turn, impacts on waiting times.  This also seems to be a major issue in rural areas.  It beggars belief that these issues were not addressed during the past five years.  <br\/><br\/>Katie Quinlan, the welfare officer at University College Cork, recently wrote an open letter to the acting Minister in which she succinctly stated: &quot;Everyone is fighting their own fight.  Some of us just need more help&quot;.  Obviously, this refers to many of the gaps in services and the huge resources that it is necessary to provide and to which I have referred.<br\/><br\/>The executive summary of the Connecting for Life strategy document states that the national conversation on suicide and self-harm is improving and that &quot;it is essential that we maintain the momentum&quot;.  I am sure the Acting Chairman will agree that taking millions out of this area is like taking one step forward and three steps back and utterly disrespectful to those waiting for counselling, psychotherapy and other appropriate supports and clinging to hope.  Like previous speakers and together with my colleagues in the Independents 4 Change grouping, I am strongly supportive of the Psychiatric Nurses Association which will be balloting its members on taking industrial action on 11 May as a direct result of the proposed reduction in funding.  We know from it that &quot;there are up to 700 vacant posts&quot; and that &quot;up to 1,000 nurses are needed to fill current and emerging vacancies&quot;.  The answer to the crisis is certainly not to cut &euro;12 million from the funding provided. <br\/><br\/>Like previous speakers, while I have painted a grim picture of the state of mental health services, we are fortunate that people in the public eye such as Bressie and the Rubberbandits and organisations such as Pieta House and Samaritians are keeping the public conversation going on the importance of talking about mental health.  Mental Health Reform has been conducting a very powerful online campaign, #IAmAReason, in which people are outlining reasons the mental health budget should not be reduced.  A demonstration in support of this objective will take place this coming Thursday.  That shows the necessity to bring to an end this incredible interregnum.  We are effectively coming up to three months without a Government.  This is one of the urgent and critical areas of public policy that we should be addressing, but we are still talking about talking.  At this stage Members on the Independent benches are becoming very frustrated and reflecting the views of their constituents, but the least that is needed is for the acting Minister to halt the cut. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600016#R00200","speaker":"1361","continuing":true},{"type":"speech","time":1461683100,"counter":72,"content":"<p>The next speaker is Deputy Catherine Martin on behalf of the Green Party.  Before she commences, I remind all Members to ensure their mobile phones are turned off or left in silent mode.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00200","speaker":"1300"},{"type":"speech","time":1461683100,"counter":73,"content":"<p>Acting Chairman-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00300","speaker":"1222"},{"type":"speech","time":1461683100,"counter":74,"content":"<p>There is a slot available for the Deputy.  I am sure Deputy Catherine Martin will allow her to speak next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00400","speaker":"1300"},{"type":"speech","time":1461683100,"counter":75,"content":"<p>It was my understanding that we were listed in the order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00500","speaker":"1222"},{"type":"speech","time":1461683100,"counter":76,"content":"<p>The Deputy is correct.  As she was not here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00600","speaker":"1300"},{"type":"speech","time":1461683100,"counter":77,"content":"<p>We were.  We have been here all the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00700","speaker":"1226"},{"type":"speech","time":1461683100,"counter":78,"content":"<p>I should say the Deputies were not on my list.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00800","speaker":"1300"},{"type":"speech","time":1461683100,"counter":79,"content":"<p>Okay.  We need to have the matter clarified because as we were listed in the order, we assumed we would be called automatically.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S00900","speaker":"1222"},{"type":"speech","time":1461683100,"counter":80,"content":"<p>The Deputy is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S01000","speaker":"1300"},{"type":"speech","time":1461683100,"counter":81,"content":"<p>Thank you.  I wish to share time with Deputy Catherine Murphy.<\/p>  <p>  Decades of chronic under-resourcing and, probably more important, the lack of integration have hampered the effective development of mental health services.  This lack of appropriate services owing in the main to inadequate resources has very much stigmatised people who suffer with a mental illness.  The new Government must commit to delivering all aspects of A Vision for Change dating from 2006 because this strategy must continue to be the cornerstone of the mental health plan.  If fully implemented, it would not only be responsive to individuals suffering from mental health issues but would also work to proactively equip people with basic tools to positively strengthen awareness of their own mental health and recognise the need to work on their mental well-being and seek help when necessary.<\/p>  <p>  A Vision for Change has been in place for ten years and during that period much lip-service has been paid to it.  It is not enough to recommit to its implementation.  What we need is to produce an updated national mental health action plan, as called for by Mental Health Reform.  We need to do this to improve Ireland's mental health system with a clearly defined implementation plan, allocated resources and, most importantly, a timeframe for each action.  It is one thing having a strategy in place, it is another to have an implementation plan that is time-limited and in respect of which we can be sure the provisions of the strategy will see the light of day and be implemented.  We need to establish an independent monitoring mechanism to oversee the effective and timely implementation of the action plan.  <\/p>  <p>  It is important to look at the stark facts of mental health services.  Only 6.4% of the overall health budget goes to mental health care services.  That is completely inadequate.  If we compare that level of funding to the percentage spent in other countries such as the United Kingdom where the figure is approximately 11%, we can see that we are very far behind in providing an adequate allocation and an adequate quantum of services to meet existing needs.  <\/p>  <p>  The outgoing Government had made a commitment to provide an additional &euro;35 million year on year for mental health services, but, unfortunately, there was enormous slippage such that at the end of 2014, 46% of posts were not filled.  At the end of 2015, 90% of the posts that had been promised and allocated were not filled.  While it is one thing to say we are setting aside a budget allocation that is ring-fenced for mental health services, unless the HSE, driven by the Department of Health, is very clear about the steps that need to be taken to ensure this money will be spent during the year and that the necessary staff will be recruited early in the year, we will face a situation at the end of the year where only a small fraction of the funding has actually been spent on providing new services.  It has been a common feature of the management of the health service during the past five years that when savings have failed to be made in particular areas, for example, on the insurance front in bringing in moneys owed by insurance companies and the savings promised in the pharmaceuticals bill, these shortcomings have been shored up by funding allocated for either primary care or mental health services.  It is unacceptable, where one part of the health service fails to meet its targets, that money is diverted from much more important areas.  There needs to be a very clear commitment to ensure the money allocated will be provided.  <\/p>  <p>  We must concentrate on early intervention, in particular, infant mental health and also on the actions that can be taken within schools.  We need to end the unreal distinction between mental health services and addiction services because they are two sides of the one coin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S01100","speaker":"1222"},{"type":"speech","time":1461683100,"counter":82,"content":"<p>I want to focus in particular on youth mental health.  In the years I have been a public representative there have been several clusters of teen suicides in my area in which the age profile is disproportionately young.  It causes long-term irreparable damage to the families involved and their communities.<\/p><p>People want to try to stop and reduce the possibility of such cycles recurring.  <\/p> <p> It is only when a person who has direct experience of this comes to us that we are made aware of issues we may not have paid attention to as we should.  One parent in particular who came to me pointed out issues in our national strategy, Connecting for Life.  This parent showed me the chart on page 3 on the level of teen suicide in Ireland, which is the fourth highest in Europe.  Countries such as Greece and Spain, which have faced significant financial difficulties, are at the far end of that chart, yet we feature at the wrong end of this spectrum.  One must ask what we are doing to cause this to occur.  The figures are shocking.<\/p> <p> We are trying to consider what we can do and how we can make a positive impact to change what is wrong.  Headstrong carried out a good survey in 2012 which included a report on well-being in primary schools.  This report highlighted important issues, such as the need for a supportive adult and it was found that where people had someone trustworthy to talk to, this reduced levels of stress.  Bullying, addiction and many other issues were highlighted in the report and it was found that a mental health problem made it more likely there would be an addiction.  This reinforces the point just made by Deputy Shorthall.<\/p> <p> One issue the parent who came to me pointed out concerned the kind of discussions that might happen with a trusted adult, for example in schools.  The parent mentioned that page 115 of the strategy encourages schools to deliver, but does not make this mandatory.  She wanted to get across the point that we need to have inservice training for teachers.  She made a point that the problem with the suicide clusters was that youngsters were talking to each other in a language of emotional immaturity, but that we need wider engagement.  We need a structured coping mechanism in schools to provide that kind of engagement.  She wants that kind of initiative made mandatory as opposed to being \"encouraged\".  She made the point that when such an initiative was taken with issues such as teen pregnancies, the HSE made the strong argument that this strategy worked.  This parent wants a similar strategy used in the area of mental health, particularly for teenagers in the school setting.  This initiative would only need a small amount of money, but would pay a significant dividend.<\/p> <p> I support the campaign of the Psychiatric Nurses Association of Ireland.  I have seen it happen before, in areas such as speech and language therapy, where we start with a budget in January, people do not get recruited until September and we are told the budget cannot be used.  If it is known that something is about to arise, we should make the provisions at a point where we can use the budget allocated.  What we are doing currently is postponing the solution.  We cannot continue to do that.  Within the health budget, the mental health budget is constantly picked off, as if mental health is a secondary issue.  It has been the poor relation of the service.  Taking these moneys from the mental health service has sent a bad signal.  Most of us participated in the people's debates over the past year or so and the one issue that arose in every debate was the issue of mental health.  We need to pay attention to the public demand for money to be spent in this area.  Moneys for mental health services must be ring-fenced.  We also need a strategy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600017#S01200","speaker":"1226","continuing":true},{"type":"speech","time":1461683700,"counter":84,"content":"<p>Ireland's mental health policy, A vision for Change, was launched in 2006.  This document was heralded as innovative, exciting, progressive and inspirational.  By positioning the service user at the heart of his or her own recovery journey, it promised a new and modern approach for citizens with mental health difficulties.  It offered pathways through which our mental health services could be brought into line with best practice models from around the world.  A  Vision for Change shifted the emphasis from institutionalism to community integration.  It promised to offer the most vulnerable citizen a critical ingredient of recovery - hope.  He or she could recover his or her good health and live his or her life to the fullest.  Our citizens would enjoy equal access to good quality services wherever they lived.<\/p>  <p>  The service user would be offered a menu of interventions and supports within his or her community and be truly integrated into that community.  He or she could strive towards living a meaningful life and achieve a true sense of belonging at home, as a member of the local community rather than being in a hospital.  Multidisciplinary teams delivering supports to individuals within their community would help destigmatise mental illness.  Service users would be met at whatever stage they were on their personal journey towards wellness.  Embracing the recovery ethos, we looked forward to the modernisation of our mental health services and an increase in accountability, transparency and governance.<\/p>  <p>  However, in truth, ten years on from its inception this policy's implementation has been at a snail's pace.  It is easy to be cynical.  It can be said that it has been a case of more vision than change.  This is not a criticism of the authors of this excellent document or the under-resourced health professionals of our depleted health services, but the truth is that citizens with mental health difficulties and their families have been let down.  The light of hope signalled in 2006 has almost completely been extinguished.  <\/p>  <p>  We in this House must be advocates for the most vulnerable.  We must be relentless in our pursuit of their rights - to ensure that even within times of financial constraints and pressures, our priorities are not blinded.  The most vulnerable often cannot be an effective voice for themselves, but this should not mean than we ignore them and prioritise other areas for spending.  We need to revisit the A Vision for Change document and prioritise its full implementation.  We need to restore hope.  We certainly do not need the shameful retrograde step of &euro;12 million of the budget for mental health services to be rerouted to other areas of the health service.  Mental health services should never be seen as an easy target.<\/p>  <p>  When it comes to our young people we need to think outside the box and be resourceful about how we engage with them about their mental health.  According to the My World survey, which was a collaboration between Headstrong and UCD, 70% of 12 to 25 year olds say that with one good adult in their lives, they are connected, self-confident, future looking and can cope with problems.  One action that can be taken quickly to build on this is a reversal of the decision in budget 2012 to remove the ex-quota guidance allocation in second level schools.  This has led to a reduction of 51.4% in the time allocated to guidance counselling services.<\/p><p>Cuts to such services reduce the opportunity for young people to have crucial easy access to professionally trained counsellors.  The ex-quota guidance provision in second level schools must be restored and, if the will and commitment is present, the Thirty-second D&aacute;il has the power.  This House can prove to be instrumental in making a real difference by saying \"no more attacks on our most vulnerable citizens\".  It will be the litmus test for what is now described as \"new politics\".<\/p> <p> We should formally embrace, at the highest level, the evidence-based approach to mental wellness as well as treating mental illness.  Some of the most vulnerable are vulnerable by virtue of the fact they simply do not have the toolbox of skills to cope at a time of crisis.  We need to sow the seeds of mental wellness within our families and our schools.<\/p> <p> The Department of Education and Skills and the Department of Health should work together on innovative ways to reduce the incidence of mental illness and on the promotion of happiness and mental resilience among our children.  According to research, 20% of children show symptoms of anxiety and a recent survey by Irish Primary Principals' Network, IPPN, revealed that family issues, neglect and mental health difficulties are proving to be the greatest challenges faced by schools.  The same survey indicated that three in every four principals feel inadequately trained to deal with such problems as they arise.  Schools in different parts of the country are doing different things, such as the roots of empathy programme, NEPS, Paws b and school completion programmes, to name but a few.  However, what is really required is a more standardised approach where all schools receive the same support and resources and where such excellent initiatives are formally adopted rather than squeezed into a very busy school academic year.<\/p> <p> School-based counselling is the norm in many countries around the world.  We need to explore the feasibility of providing such counsellors in schools, including primary schools, in this country too.  We need to nip things in the bud.  Prevention can be key.  Let us lead by effectively showing more passion for prevention, as well as supporting comprehensive strategies for treating mental illness.  We need to establish research teams, design resilience building programmes, train teachers and create new posts for specialist teachers in this area.  In some secondary schools, excellent work is taking place, such as Headstrong and Jigsaw, where vulnerable teenagers are targeted and their psychological needs addressed accordingly.  Unfortunately, such programmes are sporadic and not available in every region.  These programmes and initiatives must be further developed nationwide and properly funded.  We need to consider designing and making similar initiatives available to primary school children.  Alongside the full implementation of A Vision for Change, we need a vision for sustaining mental wellness.<\/p> <p> Research is emphatic about the benefits of mindfulness in alleviating symptoms of mental illness.  Innovative and overly stretched teachers are teaching its practice in some of our schools.  In many countries, it has been integrated within their educational systems because of its potential to reduce vulnerability to mental illness.  In the UK, more than 400 secondary schools offer mindfulness meditation programmes.  The Department for Education there has designated schools as pioneer schools for mindfulness teaching and it has invested more than &pound;1 million to help other schools benefit too.  A more uniformed and formal approach is key where we move away from where mindfulness is squeezed into the day through the generosity of a teacher, who sought and paid for his or her own training, to a system that trains all teachers and supports all schools.  Our young people's sense of well-being should be at the heart of education.  N&iacute; thagann an &oacute;ige faoi dh&oacute;.  N&iacute; m&oacute;r d&uacute;inn cuimhni&uacute; gur rud leochaileach &eacute; intinn ph&aacute;iste n&oacute; intinn dh&eacute;ag&oacute;ra agus t&aacute; dualgas orainn socha&iacute; chine&aacute;lta a choth&uacute;.<\/p> <p> Enough time, with its lethal consequences, has been lost, too many years now where mental health has continued to be the Cinderella of our nation's health service.  This is fundamentally a crucial test for society through its politics.  We must not be sidelined or sidetracked into narrow party political concerns, and this makes the current delay of 60 days and more in forming a government all the more shameful.  The soon to be Taoiseach and his Government, if the will is there, can place mental well-being at the top of new politics.  If the political will is there, it is easily achievable to lead effectively from the front and insist on the implementation of real positive changes to our mental health services.<\/p> <p> Mental Health must be a priority of the next government.  No more delays.  In the words of Benjamin Franklin: \"You may delay, but time will not, and lost time is never found again.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600018#T00200","speaker":"1242","continuing":true},{"type":"speech","time":1461684300,"counter":86,"content":"<p>The next speakers, on behalf of the Independents, are Deputies S&eacute;amus Healy and Thomas Pringle.  The Deputies have ten minutes in total, five minutes each.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600019#U00200","speaker":"1300"},{"type":"speech","time":1461684300,"counter":87,"content":"<p>The policy, A Vision for Change, published in 2006, was an excellent roadmap for the development of mental health services throughout the country.  It set out a whole community response and it rebalanced the service from what was primarily an inpatient service to a community-based service.  It detailed a well-funded, well-resourced and appropriately staffed service and there was and continues to be huge buy-in from service users, staff, carers, families and community and voluntary organisations operating in this area.  It is still acknowledged as the template for the service into the future.  However, ten years later in 2016, the service is unfortunately dysfunctional, under-resourced and understaffed.  We can see that from the fact that just 6.4% of the overall health budget goes on mental health care, compared to almost twice that in some of our European colleague countries.  There were still 1,000 fewer staff in mental health services at the end of 2015 as against 2008 and there are currently 700 vacant posts in the service.  Specialist 24-hour mental health crisis services are not evenly available across the country and people are therefore waiting for hours on end in accident and emergency departments.  Approximately one third of child and adolescent admissions to hospitals were to adult units last year and there are significantly high rates of suicide in this country.<\/p>  <p>  We now need a proper mental health action plan, properly funded, properly resourced, properly staffed and, crucially, with an independent monitoring mechanism to ensure a proper service is available nationwide and is evenly spread throughout the country.  The policy, A Vision for Change, set out a whole community response and an epitome of the community-based approach in that document is a unit in my own constituency of Tipperary at Mount Sion in Tipperary town.  It is an eight-bed residential community-based unit which is fully supported both by staff and locally throughout the whole community.  It is part and parcel of the local community, a place where residents go in and out, one can have a cup of tea in town and meet the public and there is huge community buy-in supporting this unit.  The Friends of Mount Sion have supported the unit for nearly 20 years, not just with ordinary voluntary and practical support but with significant financial support.  Unbelievably, the HSE has now decided to close the unit.  I would tell the Minister if he was here - the Minister of State, Deputy Harris, can tell him - that the people of Tipperary will not allow that unit to be closed.  It is an absolutely excellent unit.  Only yesterday, the Minister's policy adviser indicated that the unit was being closed for fire safety reasons.  That is simply untrue.  There were two meetings recently, one with the Friends of Mount Sion and one with residents and their relatives.<\/p><p>The question of fire safety was not mentioned or raised at any of the meetings nor was it indicated in advance of the meetings, so it is absolutely untrue.  I ask the Minister of State, Deputy Simon Harris, to ensure the Minister for Health is aware of the situation so this unit can continue into the future with the ongoing full support of the community in Tipperary town.<\/p> <p> Another issue is the effective robbing of &euro;12 million from the health budget in a situation where there are 700 vacant posts and community and voluntary organisations are operating on a shoestring.  These are organisations such as Pieta House, Console, the Samaritans, the Society of St. Vincent de Paul, GROW, Aware and, locally in Tipperary, the C-SAW suicide prevention service and Taxi Watch.  Another issue is the closure of the acute unit in South Tipperary General Hospital, which has been an absolute disaster and will have to be reversed by the incoming Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600019#U00300","speaker":"1348","continuing":true},{"type":"speech","time":1461684900,"counter":89,"content":"<p>Good mental health provides a fundamental basis for overall good physical health.  The two are intrinsically linked and one cannot be delivered without the other.  However, this Government has shown it feels differently, recently diverting &euro;12 million of funding supposedly ring-fenced for mental health services over to its bigger sister in health.<\/p>  <p>  Ten years ago A Vision for Change was published and yet unsurprisingly in all the time since then, it was never fully implemented.  This Government and previous Governments claimed budgetary constraints as the reason for this failure but everyone knows it was complacency and a lack of political will that left this vision an unrealised ambition.  For the second time this year, mental health funding has been unfairly targeted.  While other areas of the health service received additional funds to deal with pressures, mental health did not.  It is incredible that the Minister believes there was spare capacity within the mental health service to use its funds to take care of over-runs in other parts of the health service.  Mental health reserves do not exist to prop up the bigger health sister.  It should be seen as a stand-alone, independent entity within the Department of Health.<\/p>  <p>  The extra &euro;35 million was ring-fenced to improve prevention and early intervention counselling services for those under 18 years of age, dual diagnosis of mental health and substance abuse, services for psychiatry of later life and for those with mental illness and-or intellectual disability, and for the development of perinatal mental health services.  The Government made a commitment in its 2011 programme for Government to dedicate the &euro;35 million in ring-fenced funding towards the development of community mental health services.  It has reneged on its promises on this too.  How many times in the past five years have we seen that this funding was not ring-fenced but, in fact, was diverted to other parts of the health service?<\/p>  <p>  The Mental Health Commission has recently expressed concerns about the staffing of community mental health teams, indicating there are still large gaps in teams especially in respect of social workers, occupational therapists, nurses and psychologists.  We are still at only 75% of the required staffing recommended in the national mental health policy, A Vision for Change.  Some areas of the mental health service have been largely ignored, including the mental health of homeless people, people with intellectual disability and maternal mental health.  It is a sure sign of dysfunction when other areas of health such as primary care, disability and acute hospitals get funding for extra pressures, while mental health services do not.<\/p>  <p>  I wish to focus on two areas of the mental health services, the services for children and for lesbian, gay, bisexual and transgender, LGBT, people.  With regard to mental health services for children, the Children's Rights Alliance recently allocated a D grade in its 2016 report card for the Government's work in the area of children's mental health.  According to its research, we are currently experiencing a crisis in operational beds for child and adolescent mental health services, CAMHS, and a crisis in staffing levels in CAMHS teams.  The Children's Rights Alliance indicated that of the 129 specialist teams needed for CAMHS to operate effectively, only 63 teams are in operation and, as of November last year, the number of clinical staff in CAMHS posts was 505, which represents only half of the staffing level recommended.  Without dedicated CAMHS beds, children end up in acute psychiatric units or in paediatric wards of general hospitals.  The number of children and young people placed in adult inpatient units remains high.<\/p>  <p>  We also must focus on particular communities vulnerable to mental health issues, such as LGBT young people.  As indicated in a 2012 report on youth mental health by Headstrong, young LGBT individuals are twice as likely to self-harm and to suffer from mental health issues as other people.  The report also found a strong correlation between bullying and mental health problems.  In the report's recommendations, reducing mental health risks and building resilience are central ingredients to addressing mental health difficulties for people coming out.  However, this means investing in youth work, which organisations such as BeLonGTo have been doing for the past decade.  Youth work helps build resilience in LGBT people and, therefore, better mental health.  Resilience can also be learned through our school system and through the Stand Up campaign carried out by BeLongTo, which is in 25% of post-primary schools.  Such programmes require more investment to be able to address the full scale of homophobia and to reach more schools across the country.  Funding must be secured within the HSE in the Department of Health and, most importantly, the political cycle must be taken out of funding allocation and planning.<\/p>  <p>  To conclude, I remind the House that there remains no legislative entitlement to health care or mental health treatment in Ireland and that children and adolescents have a right to enjoy the highest attainable standard of physical and mental health under Article 24 of the UN Convention on the Rights of the Child and also under Article 12 of the International Covenant on Economic, Social and Cultural Rights.  We should enshrine those rights in our Constitution to ensure that people can access the services they require.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600020#V00200","speaker":"1366"},{"type":"speech","time":1461684900,"counter":90,"content":"<p>Why are we debating mental health today?  Is it because there is a perception, rightly or wrongly, that money was stolen from the mental health budget or that the Cycle Against Suicide is ongoing at present and on day three of its yearly cycle or is it because there is really nothing else we can do in the Chamber at present?  Either way, I do not care, to be honest.  The fact that it is on the agenda is what counts.  I believe mental health should always be on the agenda and always be debated.  Every person at some stage in his or her life will experience a mental health problem.  It does not mean he or she will suffer from depression or attempt suicide but whether it is a bad week or a bad day that affects the person or the people around them, everybody will experience it at some stage.  When 100% of people are affected by something, it should always be on the agenda.<\/p><p>We are talking about an illness.  As with any other illness, prevention is better than cure.  In the case of cancer, we have come a long way in the past few years.  Women with breast cancer have an 82% survival rate while the survival rate for prostate cancer is up to 91%.  In the 1990s, the overall survival rate was 45% and it is now 60%, so we have seen improvements.  Why is that?  There are many reasons.  Again, there is prevention as a cure.  We encourage people not to smoke and to live healthier lives.  There is a focus on early diagnosis and we have centres of excellence.  We also show solidarity through Pink Ribbon Walks, we try to raise awareness and we try to get people talking about it.  If we take that approach and apply it to mental health, we will progress in the same manner as we have with cancer.<\/p><p>It is important to equip people to cope with the stress of daily life.  We all experience that stress whether we work in politics or as teachers, doctors, garda&iacute; or in any other profession.  We must take a different approach.  I read an interesting article in <i>The Guardian<\/i>recently which reported that some GPs in the UK are taking a completely different approach with older people who come to them with mental health problems.  They encourage them to take up yoga, Pilates or some form of exercise.  That is something we should start to do here because when one reaches the stage where somebody must enter a hospital or go to see somebody, one has gone too far.  We are lagging behind.  I am proud that the previous Fine Gael and Labour Party Government invested &euro;130 million in sports capital grants.  That is a huge boost and help for local communities that are involved in sports.  I thank Deputy Michael Ring for that and for what was a transformative role as Minister of State with responsibility for sport.  I hope he had our young people's mental health in mind when the money was doled out.<\/p><p>Early diagnosis and centres of excellence could play a huge role.  The previous Government increased funding for mental health by &euro;160 million from 2012 to 2016.  That is not to be sniffed at, wherever it went.  Obviously, it has not been enough and the next Government must increase that funding and continue in that trajectory.  We must focus on a number of areas.  Obviously, one is early detection through primary care centres and the community making full use of the different teams in those centres.  Extending the counselling and primary care services to more people is extremely important.  There is also the integration of psychotherapy, counselling and social care services and new capital developments for mental health services, which could done from the sales of other older assets.  It is important to reduce admission rates as well.<\/p><p>As I have stated, sometimes once this stage is reached it is too late or it takes even longer to reverse the effects.<\/p> <p> One of the biggest issues is solidarity.  One of the biggest problems with mental health is that we as a society, whether rightly or wrongly and whether intentionally or not, fit each other into boxes and state how one should be and how one should act and live one's life.  Often this results in people feeling isolated and beating themselves up for not fitting into the particular category.  The D&aacute;il has a huge role to play in this regard.  Last year, I was very proud when we passed the marriage equality Bill.  For a long time, many young people lived within constraints in society which they felt were the norm.  Showing people they can live their lives being how they want to be has made a huge difference.  We need to continue in this manner.<\/p> <p> Last Thursday, I attended a meeting in Drogheda for SOSAD's service, which is at risk due to a lack of funding.  The next government needs to focus on this.  I understand there is only so much a government can do with regard to the voluntary sector.  Most of the voluntary organisations were established because somebody had gone through a trauma or somebody known to the person had experienced something.  Every organisation is worthy of funding and we all have our part to play in this.<\/p> <p> Yesterday, I attended an event linked to the cycle against suicide.  Hundreds of people were in a room with the common cause of trying to raise awareness and help each other.  We need to encourage this and be part of it.  Mental health needs to stay on the agenda.  Funding needs to continue to increase and we must continue to speak about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600020#V00300","speaker":"1337","continuing":true},{"type":"speech","time":1461685500,"counter":92,"content":"<p>I very much welcome the opportunity to speak on the issue of mental health.  Every citizen should have access to local, specialised and comprehensive mental health service provision that is of the highest standard.  Mental health issues affect every family in Ireland today in some shape or form.  They do not discriminate against age, gender or background.  Unfortunately, there is still a stigma attached to mental issues.  Too many people still see mental health issues as a sign of weakness.  We must, as a society, change this.<\/p>  <p>  I do not see mental health issues as signs of weakness.  Instead, it is a sign of amazing strength when a person seeks help in getting treatment.  Too often, people are afraid or embarrassed to ask for help or admit they have problems because of the stigma attached to mental health issues.  While I am the first to admit progress has been made in this area over the past decade much more needs to be done.  We must remove the stigma attached to mental health issues and the first step in this is education.  We must make people aware that mental health issues, just like any other medical issues, can be treated.  Starting in schools, we should educate our teenagers not only of the dangers of mental health issues but also the signs of mental health issues among their peers.  Very often it is one's peers to whom one turns in times of stress, and we need to concentrate on this.  If they are aware of the dangers and signs of mental health issues they are in a much better position to help their friends and family when needed.  Secondary schools are a great place to start, and, with the help of guidance counsellors, a programme could be put in place for students to understand mental health issues, not only with regard to identifying issues but also dealing with them.  Often, when a person is in need of help the hardest thing for the person to do is to seek that help.  If the person's peers or family are aware of the signs of mental health issues then it becomes much easier for them to help the person affected.<\/p>  <p>  A Vision for Change was launched in 2006 and is an attempt to address mental health issues.  It details a comprehensive model of mental health service provision for Ireland.  It places special emphasis on the need to take an holistic view of mental health illnesses and the need to involve the end users and their families, with carers at every level of the service provision.  It recommended that mental health services should be organised nationally in catchment areas of between 250,000 and 400,000.  It also proposed that mental health promotion should be available for all age groups to enhance protective factors and decrease risk factors for developing mental health problems.  Service provision should be prioritised and developed where there is greatest need.  It also proposed to bring about the closure of all mental hospitals, with the money received being reinvested in mental health services.<\/p>  <p>  At present, the amount of funding for mental health services in the Louth and Meath area is &euro;104 per head of population, while the national average is &euro;152.  This situation cannot continue.  It Is simply not right that the people of Louth and Meath do not have the same level of funding for mental health services as the rest of the country.  I will seek an absolute commitment that funding will be increased to at least the national average of &euro;152 per head of population by 2019 at the latest.  This is the very least to which the people of Louth and Meath are entitled and they deserve it.<\/p>  <p>  Better education at an early stage is the key to a better understanding of mental health issues.  It will help people to identify the symptoms and deal with the effects of mental health issues.  Prevention is better than cure, and if we can prevent mental health issues at an early stage then we have a much better outcome for all concerned.  We must encourage people to talk about their mental health issues and remove once and for all the stigma attached to mental health issues in Ireland.<\/p>  <p>  Many people have different ideas on how best to deal with mental health issues.  This issue cannot be used as a political football, and any Deputy or party who attempts to do so does not fully understand the seriousness of mental health.  I am concerned that funding for mental health services in the Louth and Meath area is well below the national average, and I want a firm commitment that this will be rectified by 2019 at the latest and that the people of Louth and Meath can have the same level of funding for mental health services as the rest of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600021#W00200","speaker":"1331"},{"type":"speech","time":1461685500,"counter":93,"content":"<p>The news that &euro;12 million had been withdrawn from the mental health budget by the Minister is inexplicable.  This cut is brutal and will have grave consequences for people and their families.  News of these cuts came just days after the bodies of two young men were dragged from the river Corrib in Galway.  Their families had been searching for weeks to bring home their boys.  If only this were a rare occurrence but it is not and, unfortunately, it is becoming all too common.  It is clear to me and to others that the nation's mental health is suffering.<\/p>  <p>  Many people are suffering with mental health issues, often in silence and without any resources or inadequate resources.  Anxiety and depression are increasing, particularly among young people.  Research shows that one in five young adults aged from 19 to 24 experience mental health problems and many do not feel able to seek help because they do not know where to go.  The research also found that experiencing mental health issues early in life places one at increased risk of further mental health issues during one's adult years.  It is clear that early intervention is key.<\/p>  <p>  Suicide is now the leading cause of death among young people in Ireland and we have the fourth highest rate of teenage suicide in Europe.  Young people are coming under increasing pressure in their daily lives, and there is no doubt that social media and the changes in our society are having an impact on this.  Shockingly, 60% of young people report feeling stressed about their financial situation.  It is clear our society has changed rapidly and we have failed to get to grips with this change and to equip our young people to deal with these changes.  We have failed to provide the necessary supports or to provide early intervention to prevent mental health issues developing.<\/p>  <p>  Despite the fact that mental health problems are relatively common, people who experience them often feel they face stigma and discrimination in their communities and among their friends.  Suicide rates in Ireland are among the highest in Europe, and it is estimated that more than 500 people, the figure is probably closer to 600 people, die by suicide every year in this country.  This is almost two people every day.  More than 80% of these are men, and men are five times more likely to die by suicide.  These figures are staggering and clearly illustrate that we have not got to grips with the crisis in mental health which our country faces.<\/p>  <p>  Since records began, we have seen an ongoing increase in the number of people presenting with mental health difficulties and people dying by suicide.  Now, more than ever, we should be investing more money in mental health services, but instead we see fit to cut chunks out of an already tiny budget.  The &euro;12 million which was moved, siphoned off or cut, whatever term one wants to use, was part of a &euro;35 million increase promised in last year's budget, and had been allocated for the hiring of 1,500 staff who are badly needed.  People are having difficulty accessing services and experience huge obstacles to getting the help they need.  We need to recognise that asking for help is the first major step in a person's recovery, and even getting to that point is difficult.<\/p><p><i>5 o&amp;rsquo;clock<\/i><\/p> <p>I know of people who have been turned away because they could not access services due to a lack of resources and available staff.  In my constituency of Mayo suicide has scarred many families and communities, and very few people are left untouched at this point.  People are relying heavily on voluntary services and organisations, and I know of people in my constituency who are travelling to Tuam in County Galway to access services in Pieta House because there are no services in the constituency.  When one talks to people in Mayo about mental health services the response that one often gets is \"What mental health services?  There are none\".<\/p> <p> Other sufferers are being advised by their counsellors and therapists to access cognitive behavioural therapy.  This is a major issue.  It has now been classed as one of the most effective ways to deal with anxiety and depression, yet people are then being told that they must pay for the cost of this therapy themselves.  The average hourly cost of a session of CBT is &euro;80 to &euro;120.  That puts it out of the reach of most people.  Therefore, on one hand, they are being told that this the therapy and treatment that they need, and on the other hand, they are being told that they cannot afford it.<\/p> <p> The scourge of suicide has devastated many families and communities, and many lives could have been saved if proper services had been put in place.  How many people have reached out for help only to be told that there is not help there for them?  For each person who dies by suicide it is estimated that at least six people are affected and probably many more.<\/p> <p> A number of years ago we took a stance against the number of lives being lost on our roads.  We set up the Road Safety Authority in 2006 in response to the high number of fatalities on our roads and we have seen the benefits of that to date.  We saw huge reductions in the number of deaths.  The same can be done with suicide and mental health.  Similar actions are required to tackle the huge number of deaths happening every year.  We need to overhaul our mental health services and educate our people on how to deal with these issues.<\/p> <p> These cuts must be reversed.  It is not acceptable to siphon off mental health funding to plug the gaps elsewhere due to mismanagement of health service funds.  Definite funding for mental health services must be ring-fenced.  I appreciate there is not an endless pot of money, but this comes down to where our priorities lie in spending public funds, and we must at all times prioritise mental health funding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600021#W00300","speaker":"1336","continuing":true},{"type":"speech","time":1461686100,"counter":95,"content":"<p>Reforming the delivery of mental health services must be central to the agenda of Government and D&aacute;il &Eacute;ireann over the next five years.  Too many people are suffering alone with mental health issues and are not receiving the help and support they need from our health services.<\/p><p>In the recent election campaign Fianna F&aacute;il's policy document, Improving Mental Health, which had been brought forward by then Deputy Colm Keaveney, outlined a community approach to the delivery of mental health services across the country.  Fianna F&aacute;il wants to see an enhanced focus on and greater resources for mental health services.  For us mental health should be taken as seriously as physical health in the deployment of State resources.  To that end, we committed to the establishment of a new national mental health authority to ensure that a single organisation is tasked with co-ordinating mental health services.  At my party's Ard-Fheis in Killarney in 2014 I set out the case for a new authority:<\/p><blockquote>Mental health issues continue to have a devastating impact on our society.  The Ireland we want to build must commit itself to an all-out effort to help people and reduce the number of cases which end up in self-harm and suicide. In doing this we can learn from initiatives that have worked well in our country.<br \/><br \/>Since we established the Road Safety Authority it has helped halve deaths on our roads.  That's more than 200 people a year whose lives are being saved.<br \/><br \/>We believe we can do the same in the field of mental health. That's why we are proposing the establishment of a National Mental Health Authority to be charged with leading an all-out national programme to promote positive attitudes to mental health and to reduce the incidence of self-harm and suicide.<\/blockquote><p>Another motivation for me to establish this authority was the provision of funding for mental health services.  As we said in our policy document, it has become a clich&eacute; that mental health has been and remains the Cinderella of the health service.  Far too often money is pulled from mental health in order to shore up other areas of the health service, and we have seen it again in 2016.<\/p><p>The 2016 HSE service plan says: &quot;&euro;58.5m is being held by the Department of Health (DoH) for further new initiatives and will be released during the year as specific implementation plans are agreed&quot;.  It goes on to say:<\/p><blockquote>The &euro;58.5m being held by the DoH relates to specific initiatives in the areas of mental health &euro;35m, primary care &euro;13.5m, therapy services for young people &euro;8m, and the nursing taskforce pilot implementation &euro;2m.  The release of these funds will be approved as specific implementation plans are agreed during the year.  The HSE will use &euro;20m in time related savings from these planned initiatives, on a once off basis, to continue to provide the 2015 outturn levels of home care and transitional care beds, which is above the 2015 planned service level and up to a further &euro;1.5m to put in place an advance purchase agreement in relation to vaccines.<\/blockquote><p>In other words, &euro;20 million is being used to keep older people's services at their 2015 level out of that allocation.  Therefore, there was never any intention to allocate and spend an additional &euro;35 million on mental health services in 2016.  It was yet another case of spurious health budgeting by the outgoing Government.  Last December, when the service plan was published, Colm Keaveney highlighted how this &euro;35 million would not be fully spent in 2016, and in the D&aacute;il last week the Minister for Health, Deputy Varadkar, outlined what was in the service plan, saying that &quot;claims of some sort of raid are entirely inaccurate&quot;.  That was true, as one cannot raid what has not been provided in the first place.  However, many were given the impression that mental health services were being allocated &euro;35 million extra in 2016, given that in the Department of Health press release that marked the publication of the service plan, the Minister of State, Kathleen Lynch, said, &quot;The 2016 plan includes &euro;35 million earmarked for the further development of mental health&quot;.  This followed the budget day pledge that mental health would see a further increase in funding in line with the commitment in the programme for government.<\/p><p>Mental Health Reform, Ireland's leading national coalition of organisations campaigning to transform mental health and well-being supports in Ireland, believed and welcomed the budget announcement.  Last week the director of Mental Health Reform, Dr. Shari McDaid, said the diversion of any mental health funding was unacceptable and should not be tolerated, and this week I understand members of Mental Health Reform will be demonstrating outside the D&aacute;il, and rightly so.  However, this can come as no surprise.  The &euro;35 million commitment was not honoured in Budget 2014 either, with &euro;20 million allocated.  As so often before, a cynical and spin-obsessed Government announced a funding increase that it knew would not happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00200","speaker":"1224"},{"type":"speech","time":1461686100,"counter":96,"content":"<p>I understand Deputy Pat Buckley is sharing with Deputy Denise Mitchell.  Is this agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00300","speaker":"1339"},{"type":"speech","time":1461686100,"counter":97,"content":"<p>I will take the ten minutes if the Acting Chairman does not mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00400","speaker":"1279"},{"type":"speech","time":1461686100,"counter":98,"content":"<p>Does Deputy Mitchell wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00500","speaker":"1339"},{"type":"speech","time":1461686100,"counter":99,"content":"<p>It is agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00600","speaker":"1279"},{"type":"speech","time":1461686100,"counter":100,"content":"<p>Are the Deputies sharing the ten minutes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00700","speaker":"1339"},{"type":"speech","time":1461686100,"counter":101,"content":"<p>No, I am taking the ten.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00800","speaker":"1279"},{"type":"speech","time":1461686100,"counter":102,"content":"<p>The Deputy is listed as sharing with Deputy Mitchell for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X00900","speaker":"1339"},{"type":"speech","time":1461686100,"counter":103,"content":"<p>It has been agreed.  I can do it in five-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X01000","speaker":"1279"},{"type":"speech","time":1461686100,"counter":104,"content":"<p>It is agreed.  It is okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X01100","speaker":"1362"},{"type":"speech","time":1461686100,"counter":105,"content":"<p>I welcome this opportunity to address the House this evening.  I have waited a long time to address the Minister for Health.  I thought at first it would be a dream to come in and address him, but on the very first line one's dreams can be shattered because the Minister is not present in the Chamber.<\/p><p>A lot of points have been made here already today.  I have agreed with some, and some maybe not.  The one thing that struck me was that everybody is talking in this Chamber about statistics, figures and percentages.  Nobody spoke about the real people, the human beings.  It is strange.  I am going to humanise the matter and hopefully the Ministers present in the Chamber can go back to their buddies, their fellow Deputies, and say that while we speak about the facts, figures and statistics, let us talk about the human impact of this issue.<\/p><p>I spoke to a lady called Katie Quinlan in the last two days.  She is a welfare officer in University College Cork.  She has written a letter to the Minister, Deputy Varadkar and unfortunately has not got a reply yet, but she did ask me to question the Minister.  As he is not present I will read a few quotes from the letter to give Deputies a perspective on what actually happens.  Suicide or mental health should no longer be considered as abstract subjects, it should be humanised because we are talking about people, not about facts and figures.  The letter states:<\/p><blockquote>Dear Mr. Varadkar, This week I have watched you disregard a significant portion of this country's population in one swift cruel move.  This week I watched you, a Government official, blatantly do a 360 [degree turn] on a promise you made to various mental health charities and advocates in the past few months.<\/blockquote><p>Only last night in Cork I was joined by two other Sinn F&eacute;in Deputies, Deputy &Oacute; Laoghaire and Deputy &Oacute; Broin, and how ironic it was that we had a side-by-side protest outside City Hall, one on homelessness and housing and one on mental health and suicide.  Is it not amazing how the two issues overlap?  People here are not seeing the big picture.<\/p><p>The next issue I wish to talk about is stigma.  I have worked in mental health on a voluntary basis for over 14 years.  I have met former taoisigh, I have been to Brussels to make representations on the issue and I have had an involvement in many documentaries and books.  I can recommend to the House one such book, <i>Preventable Death: The Scandal of Male Suicide in Modern Ireland<\/i>.<\/p><p>Members should check it out.  We were going to call it, &quot;A walk to the shed alone&quot;, but the author said it was too hard.  It is not too hard.  One can hear it in my voice because it is real.  I hope that by speaking in the House, the Government will understand that every time the Minister comes in here to speak about mental health, he should get it into his head that it is not a matter of statistics.  It is reality.<br\/><br\/>We talk about <i>A Vision for Change<\/i>but let us implement it.  For years, Fianna F&aacute;il, Fine Gael and the Labour Party talked about it.  It is like going into a bank and cashing the thanks; it does not happen.  Let us get real and let us work together on it.  I have no problem doing so.  Let us remember there is no colour, creed, class or religion when it comes to a suicide victim.<br\/><br\/>In her letter, Ms Quinlan went on to state: &quot;Your decision to cut mental health funding tells those that need more help that they can't have it.&quot;  That is a fair statement.  I did not make that up.  Ms Quinlan continued:<\/p><blockquote>Those that get the courage and conviction to reach out are now at more of a risk of having their plea for help fall on deaf ears.<br \/><br \/>We are a country that bows its head and gets on with things.  We're Irish, we're stubborn and we're incessantly polite.  Now is the time we ... [are going to stand up and] fight.<\/blockquote><p>Those are fair words from a woman.  She is being realistic.  Being realistic - I can empathise with every bit of it because, as I said, if one does not talk the talk, one should not walk the walk - Ms Quinlan goes on to state:<\/p><blockquote>Have you ever listened to someone plead with you to let them take their own life?  Have you ever spent hours wishing you could just make it all go away ... ?  Have you ever watched someone spend hours trying to figure out why they feel so desolate?  Have you ever woken up to the news that your friend just couldn't take it anymore and decided to end it all?<br \/><br \/>I have.<\/blockquote><p>Speaking for myself, I have as well.  Ms Quinlan continues:<\/p><blockquote>Both in my work and in my personal life.  I can't and I won't sit back while you take money from services that are saving lives every single day.<\/blockquote><p>If the Minister were here, I would say to him that it is disgusting that the most vulnerable in this country are being treated not like second-class citizens, not like third-class citizens but like non-existent citizens.  A while ago, one person said to me that it is funny that politicians all talk about suicide and how they can fix it, that they will provide this and they will do that, but yet nothing happens.  Some of these people have said to me that the issue is not on the Government's priority list or that the dead do not vote.  These are the facts.<br\/><br\/>I genuinely ask the Government to go back to its Deputies so that the next time we discuss mental health in this Chamber, they will not be insulting to brothers, sisters, mothers, fathers, uncles, aunts and friends.  It disgusts me the way the Government can talk about it here today.<br\/><br\/>As for whether there is a plus side, the best option for the Government is to look at the NGOs.  The NGOs are not about putting money in their back pockets, ticking all the right boxes to be politically correct.  They believe in the people and they go out and help them.  One of the greatest honours in life is to speak to somebody who has suffered with depression.  I have seen it and I have helped people.  I brought a gentleman to St. Michael's in Cork and had to beg to get him in.  That is how difficult it is to help people in this country.  If it is that difficult to help somebody in this country who has threatened to take his own life, God only knows how bad the system is and what the real picture is.<br\/><br\/>I would encourage those in the Visitors Gallery and watching on television to contact their Deputies.  They should give their Deputies the true life stories.  Let us humanise it.  Let us take the big mockeyah, as we would say in Cork, cloud away.  This is a real epidemic.<br\/><br\/>The number of suicides per month or per year were mentioned.  I do not believe any of the figures.  If a person goes out tonight and decides that he or she has enough and wants to end his or her life and takes an overdose, it does not have to be suicide.  There is accidental poisoning.  Are we massaging the figures?<br\/><br\/>Filicide is another horrible example.  People drowning families and taking their own life afterwards is filicide, or murder followed by suicide.  That could be recorded as death by drowning.  Are figures being massaged?  We need to get the real picture here.  However, we must see the big picture.  There are thousands of families, some of whom I have dealt with over the years, who are broken and destroyed.  Ten or 15 years ago, on a Sunday morning, the local pub was probably one of the best meeting places.  Now the local graveyard is probably the best meeting place.  That will tell one what is happening here.<br\/><br\/>I am disgusted and ashamed and I am probably letting down this lady, Ms Katie Quinlan, in that I am not in a position to get an answer from the Minister today.  However, I will be listening intently from here on in every time mental health comes up.  I have worked in the area for a long time.  I represent many of the people who are watching today, and they are listening.  People are taking more note of what is happening.  I urge the Minister that the next time he speaks to treat people, their families and their friends with dignity because, God knows, one never knows when suicide will knock on one's own door.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600022#X01200","speaker":"1279","continuing":true},{"type":"speech","time":1461686700,"counter":107,"content":"<p>I am afraid Deputy Denise Mitchell has only the 41 seconds left.  Is she taking it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600023#Y00200","speaker":"1339"},{"type":"speech","time":1461686700,"counter":108,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600023#Y00300","speaker":"1362"},{"type":"speech","time":1461686700,"counter":109,"content":"<p>Deputy Neville is sharing with Deputy Deering.  The Deputies have ten minutes between them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600023#Y00400","speaker":"1339"},{"type":"speech","time":1461686700,"counter":110,"content":"<p>My comments and thoughts outlined in this statement are meant with the utmost sensitivity and respect for the people and families who have been affected by mental health challenges in anyway.<\/p>  <p>  Suicide is a major issue.  In 2014, the total suicide figure for the Republic was 459, 10% per 100,000 with 368 males and 91 females unfortunately taking their lives.  The undetermined number of deaths was 62.  The rate in Northern Ireland was 268, which is 14.8% per 100,000.  We must also be mindful of the statistics on open verdicts, car accidents, drownings, etc., as these too can be as a result of suicide.  Ireland also has the fourth highest rate of youth suicide in Europe after Lithuania, Estonia and Finland.  When debating this issue, we must also take cognisance of self-harm and attempted suicide.  In 2013, 11,061 such cases were recorded.  We need to be mindful of the bereaved and work on measures to help and support them.  We must do everything we can to research and find the triggers and causes in order to offer preventative solutions.  Early intervention, treatment and healing are a must.<\/p>  <p>  Stigma, which has been mentioned by other Deputies, continues to be a major barrier in seeking help with mental health.  A 2012 poll carried out by St. Patrick's University Hospital, Dublin showed that 20% believe those with mental health problems are of below average intelligence, 40% consider seeking help for a mental health problem to be a sign of personal failure and 66% expressed a reluctance to hire a person with a history of mental illness believing such persons to be unreliable.  Some 30% said they would not be willing to accept someone with a mental health problem as a close friend.  These are shocking findings.  The poll's findings also stated that stigma regarding mental health is subtle and damaging.  It questions the real figure in relation to stigma citing that many who respond to surveys do not want to admit to holding such negative views.  The poll states that as a result of stigma in general people are extremely reluctant to discuss their mental health problems and they feel they are letting themselves and their families down if they seek help.  This needs to change and people must be encouraged and feel comfortable in coming forward.  This is a problem for everyone - for me, for society and for the country as a whole - and it needs to be addressed.<\/p>  <p>  Other areas requiring particular attention are around the newer issue of cyberbullying.  Having worked in digital media, I understand the enormous positives around social media and what it can do for people but we must also be mindful of the harm it may cause, particularly to young people when used in a bullying fashion.<\/p>  <p>  Addiction is another area that needs further research and attention.  For those with an addiction and a mental health difficulty, there are often barriers to accessing mental health treatment until the addiction has been brought under control, putting this group in a potential catch-22 situation that can lead to the added trauma of homelessness.<\/p><p>From the other end of the spectrum, being homeless puts people at high risk of developing mental health distress.  Homelessness exposes people to a risk of trauma, violence and lower self-esteem, while the living conditions and chaotic lifestyle of the street make it difficult for people to access mental health services until they are at crisis point.<\/p> <p> To combat these problems, we need to focus on research and education.  Data mining and analytics have been used in sporting and business organisations, and we could take cognisance of research in this area and apply it to mental health in order to find solutions.  We need to find the root causes with a view to preventing and healing.  While the language I am using to outline this is cold, it is with a view on the human toll involved.<\/p> <p> Over the years, a number of voluntary initiatives have been taken and phenomenal work has been done, and those involved must be commended.  Education is the key to changing attitudes and destigmatising mental health issues.  In the past, there was great momentum around advertising awareness of the ill effects of smoking and the trauma caused by accidents.  We must push awareness initiatives on mental health.  It is not a personal failure for a somebody to seek help.  Often, a person needs somebody to offer to make the move to seek help, given that the psychological barrier to the person's doing it himself or herself is too great.  While a person may have decided to make the call, the process of making it can be too difficult.  Simple awareness and help by a loved one can often help in this.  This can happen only through knowledge and understanding fostered by education.<\/p> <p> A 20-bed child and adolescent psychiatric unit is required for Limerick in the mid west.  One of the key issues in the recovery of a child is the presence of his or her parents.  A child needs his or her parents to visit and needs to feel their support and feel comfortable with them.  If a child from the mid west is placed in Dublin, Cork or Galway, it is extremely difficult for the families.  Some families can afford to visit their children only occasionally, which can have a very detrimental effect on the child.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600023#Y00500","speaker":"1328","continuing":true},{"type":"speech","time":1461687300,"counter":112,"content":"<p>I am delighted to have the opportunity to speak.  Ironically, in my maiden speech here, five years ago, I spoke on this issue.  In five years, the area has not particularly improved.  My contribution five years ago was based around the fact that we needed to create more awareness and education around the issue of suicide and how we could handle it.  I felt we should have used sports people and people in the media to highlight the difficulties involved in depression and suicide.  To a certain extent, it has improved in recent times.  In the media, Bressie has been an outstanding ambassador in highlighting the issues involved in suicide.  Unfortunately, the numbers have increased in recent times.  A number of years ago, we highlighted road traffic accidents in a major way.  We should do the same regarding suicide.<\/p>  <p>  While much has been said about the recent transfer of &euro;12 million of the &euro;35 million that was ring-fenced, the mental health budget has increased over recent years.  However, it is not enough, and we need to provide more funding.  We must be careful not to make a political football of mental health.  There must be broad cross-party agreement on whatever has to be done.  When the new Government is formed, whoever is responsible for the issue must carry out a review of A Vision for Change as a matter of urgency.  Given that it has been in place for ten years, the review must commence as a matter of priority.<\/p>  <p>  The previous speaker mentioned humanising the issue.  A human story has come to my attention during recent weeks.  I was approached by a very distraught and frustrated mother of a 13 year old boy who had been suffering from depression for the past six or seven months.  She is from the Carlow area and did not know what to do initially.  Her GP told her to go to Pieta House in Dublin, which she did.  From there, she was moved on to Tallaght hospital, where she saw two consultants, who gave a diagnosis of what was wrong with her son.  Unfortunately, because she was not living in the catchment area, neither consultant was entitled to prescribe the appropriate treatment.  Between St. Patrick's Day and Easter, she had to endure the difficulty of preventing her son from committing suicide on two occasions, which was a very difficult and traumatic experience for her.  On numerous occasions, she was told to attend the accident and emergency department in Kilkenny, which she did, only to be left sitting, holding her son, for several hours while she went through a process, which was very difficult.  In Kilkenny, she had to start the process again, although she knew exactly what was wrong with her son, and was unable to get the treatment he needed.  This all happened because she was living in a certain catchment area.<\/p>  <p>  This issue must be resolved.  There should be no boundaries in the health system, particularly the mental health system.  Boundaries must not be allowed to prevent any person from receiving the services or medication he or she requires to sort his or her difficulties.  The issue must be resolved as a matter of priority.  People must be able to access services in a timely manner.  There must be access to services.  We need more people involved in the services.  There were to be 1,500 extra people employed in mental health.  While I can understand the difficulty getting these people, over the next six months to one year, extra effort should be made to ensure we have as many people as possible available to look after people, as required.<\/p>  <p>  The mental heath service is a very important issue.  It is important we do not kick it around like a political football but have broad agreement.  In recent weeks, an Oireachtas committee has been established to deal with issues such as housing and homelessness.  A cross-party committee to look after mental health services might be a way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600024#Z00200","speaker":"1268"},{"type":"speech","time":1461687300,"counter":113,"content":"<p>I take seriously the calls by a number of Deputies when we discuss mental health and suicide not to be political and to humanise the topic.  This must be the starting point.  For those who suffer from mental illness and suicidality, particularly those who are lost through suicide, and their families and friends, no words we say here can fully do justice to the suffering, anguish and pain it involves.  No political party can claim a monopoly of wisdom or experience on it.  Sadly, the issue of mental health problems and suicide is widespread and increasing, and has touched all of us in one way or another.  We must do justice to the human beings involved and those who suffer as a consequence.<\/p>  <p>  Having said that, we must examine the facts and ask whether the State is doing its duty by discharging its obligations in terms of providing the supports, service and help people need for what is a very complex human problem influenced by many factors.  While we cannot deal with all the problems, we must ask whether we are discharging our responsibility as best we can and with all the resources available to people who are suffering in this way and who need our support and help.  By any honest assessment of the evidence and situation, we must acknowledge that we are not doing all we can.<\/p><p>People have alluded to the scale of the problem, which is very stark.  Approximately 15% of young people between the ages of 11 and 13 years are suffering from mental health problems.  This figure increases to 20% between the ages of 19 and 24 years.  There is a shockingly high level of suicide among young people.  Generally, Ireland has one of the highest levels of suicide in Europe.  Particular groups are suffering disproportionately as a result of suicide and mental health problems.  People in the LGBT community are three times more likely to commit suicide.  The homeless are disproportionately represented at every level in terms of mental health problems and suicide, etc.  People without jobs are disproportionately more likely to commit suicide or suffer from mental health problems.<\/p> <p> Against that background it is frustrating to hear the Minister playing with figures.  I have to be honest and say that is what I think he is doing.  He says he has pushed the budget up.  His argument that there has been an increase in the level of expenditure on health services generally and mental health services, in particular, depends on the benchmark against which these levels are being measured.  When he said the mental health budget had increased from &euro;711 million to &euro;827 million, it sounded like a big improvement.  Of course, the real benchmark is the mental health budget of &euro;937 million in 2008.  The truth is that since 2008, when the cuts began, there has been a decrease of more than &euro;100 million in the amount of money being spent on mental health services.  It is important to mention, based on the sheer demographics of an expanding population, that the number of people who need help is far greater than it was in 2008.  At a time when we need more support, more help, more staff and more funding, the significant reductions in money and staff mean that we are way short of the mark.  We have to be honest in saying this.  It is true not only in the case of mental health services but also in the case of the budget.<\/p> <p> The Minister said the health budget was pushing back up, but it is still &euro;3 billion less than it was.  I agree with him that we must not play one bit of the health budget off against another, or play one priority in mental health services off against another.  The least we can do to ensure this does not happen is to return health spending in general to where it was before the crisis, provide for a twofold increase in the mental health budget, in order that it can reach some reasonable level, and recruit staff in line with A Vision for Change.  Everybody agrees that the provisions of A Vision for Change, about which we have been talking for many years, represent a target at which we should aim.  Equally, everybody acknowledges that we are falling far short in that regard.  We are 25% short in adult mental health service staffing levels and a shocking 50% short in the level of staffing for young people.  Somebody mentioned - it may have been the Minister - that there were 33 suicide prevention nurses.  Given that there are 29 emergency departments, it seems that we have just a little more than one suicide prevention nurse per emergency department.  How is one nurse supposed to cover for 168 hours, which is what 24\/7 cover means?  As one nurse cannot do this, it is clear that the number of suicide prevention nurses needs to be doubled, at least.  We need twice as many, if not more, if we are to provide the 24\/7 cover needed and prevent long waits in emergency departments.  Beyond this, other services need to be targeted specifically at the homeless, intellectual disability services, primary care services, counselling services for young people in schools which have been cut and preventive programmes.<\/p> <p> I want to make an important point about my local experience.  The Minister says he has pushed the budgets up because the Government is taking this issue seriously and trying to improve the position.  Just before Christmas, cuts were imposed on two tiny projects in my local area.  I mentioned them during the leaders' debate before the recent general election.  The first was the Oasis project, an outreach project that cost just &euro;40,000.  It reached out to young people in one of the most disadvantaged areas in the D&uacute;n Laoghaire borough.  Even though it was costing virtually nothing, it was providing a vital service for vulnerable young people.  When a former project worker in the service called to see me during the week, he reminded me that one of the young people who had been in that service when it disappeared had committed suicide on New Year's Eve.  This project worker was distraught as he spoke about all of the other young people who needed help but who now had no service and nowhere to go.  This small project was helping them, but it was cut.  A similar cut has been made in the funding for the Southside Women&rsquo;s Action Network, a small community-based project that costs virtually nothing and reaches out to families affected by addiction and mental health problems.  How can that be?  If, as the Minister says, we are increasing funding and improving the position, how can there be cuts in services that act as lifelines for some of the most vulnerable in some of the most disadvantaged communities?  It is shocking.  If I hear nothing else from the Minister, I would like him to say these two projects will be reinstated.  It would cost &euro;80,000 to reinstate them.  I ask the Minister to do so.  Such a move would be preferable to the excuses I get from the HSE which tries to justify these cuts when I submit parliamentary questions.<\/p> <p> I have not had time to go into the issue of homelessness.  Even though 58% of homeless people in Dublin have mental health difficulties and 98% of those in long-stay psychiatric care have accommodation problems, last week NAMA sold two more portfolios with hundreds of apartments that could have been used to house some of the people in question and help to solve the problem of homelessness which can have a detrimental effect on people's mental health and welfare.  We could do these things.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600024#Z00300","speaker":"1238","continuing":true},{"type":"speech","time":1461687900,"counter":115,"content":"<p>I would like to share time with Deputy Jack Chambers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600025#AA00200","speaker":"1250"},{"type":"speech","time":1461687900,"counter":116,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600025#AA00300","speaker":"1339"},{"type":"speech","time":1461687900,"counter":117,"content":"<p>I welcome the opportunity to contribute to this important debate.  I share the frustration of the public at the lack of pace with which a new Government is being formed and the fact that the focus seems to be on Irish Water.  Pertinent issues such as mental health are not getting the attention they deserve.  While these statements are very positive, they do not have the capacity to direct or force the caretaker Government to change its policy direction.  As I listened to the Minister earlier, I would have forgiven anyone for thinking we did not really have an issue with mental health services.  As always, he was good at quoting statistics to suggest things had improved.  The outgoing Government did not honour its mental health service commitments in any of the five years it spent in office.  Some &euro;15 million was taken from the mental health budget in 2014 alone.  The Minister has suggested people want to pitch one aspect of the health service against another.  I do not think that is true.  People want to see implementation of A Vision for Change.  They want to see equality throughout the HSE.  They want the commitments made by Governments to be honoured.  The mental health staffing level is still 35% lower than that recommended in A Vision for Change.<\/p><p>Some 90% of the posts sanctioned in 2015 were not filled by the end of 2015.  Only last week we learned that the acting Government diverted &euro;12 million from this area, which, in my opinion, it had no mandate to do.  No amount of excuses can justify this.  On 7 May next people across this country will participate in Darkness Into Light to fundraise for Pieta House.  The Good 2 Talk service in Mullingar, which intervenes where the State is failing many people, also operates on a fund-raising basis.  <\/p> <p> All Members are visited at their constituency offices by people seeking help, many of whom are drowning in a sea of debt or suffering addiction.  It is often the least likely people who need help.  I suffer with anxiety.  I know what its like to experience one's heart racing so fast it feels like it will burst out of one's chest.  I know what it is like to awake in the morning and not want to get out of bed for no other reason than that I do not feel I have the capacity to address the challenges of the day.  I know what it is like to have a knot in the pit of one's stomach.  It is like being in a tug-o-war with two people pulling at either side and not knowing how to adapt to the situation.  I am fortunate because I can afford to pay for professional help to deal with my problem.  Earlier, I wondered if I would speak about my problem today in the D&aacute;il.  It is important that people speak out about this issue.  I acknowledge the work done by Niall Breslin and others in this area.  It is important people speak of their true feelings.  The feelings I have experienced in the past quite often crept up gradually only to manifest into a bigger problem.  Many people are of the view that while it is possible to treat physical ailments there is no treatment for this type of ailment.<\/p> <p> It behoves the Minister to justify why &euro;12 million in ring-fenced funding should be diverted from one pot to another.  There are people dying because they are not able to access necessary supports.  There are community groups who want to support these people.  The Mental Health Reform Commission brought forward proposals in regard to how that money could be better spent now and not at some time in the future.  I call on the Minister to press the pause button and allow the issue of the diversion of funding from this critical area to be addressed by the next Minister for Health who will, at least, have the authority of this D&aacute;il to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600025#AA00600","speaker":"1250","continuing":true},{"type":"speech","time":1461688500,"counter":119,"content":"<p>The most frustrating part of the news announced last week was that the budget for mental health services had been raided, which came as no real surprise.  Mental health services has been the poor cousin of the health sector for years.  This move indicates that the outgoing Government had no interest in changing that.  It was disappointing to hear the Minister for Health, Deputy Varadkar, officials in his Department and the HSE play down the fact that the &euro;12 million earmarked for mental health service recruitment is to be spent elsewhere.  The Minister referred to pitching one area of the health service against the other.  The diversion of the &euro;12 million to another area is the Minister for Health pitching one part of the health service against the other.  We all want to see investment in our health services but the diversion of this funding, and the justification for it from the other side of the House, is shameful and wrong and it should be reversed now.<\/p>  <p>  It was even more disappointing to hear the HSE's National Director of Mental Health, Ms Anne O'Connor, say last night on television that the money had been returned because she could not find staff to recruit.  She made the claim that health care professionals travel and said, \"That is just the way it is\".  For the director of mental health services in this country to make such comments about our mental health services and to say that she could not spend the money is also shameful.  It is wrong that the director of a policy area in our health service would make those comments at a time of mental health crisis in this country.  Her responses showed no understanding of the real problem in this area.  <\/p>  <p>  During the debate last week on health services I raised the issue of staffing levels in the health area.  Young nurses and doctors are being driven out of our health care system because the pay and conditions on offer are not good enough.  Hospitals in London, Sydney and elsewhere are benefiting from Ireland's young doctors and nurses.  Data I received in response to a Parliamentary Question which I tabled last week shows that the recent recruitment campaign by the Minister and Government was a failure in terms of their having only successfully recruited 83 of the 500 staff sought.  That campaign did not work.  We need to come up with innovative ways of bringing our lost generation of health care professionals home.<\/p>  <p>  The question that must be asked is why if the &euro;12 million could not be spent on recruitment it was not invested in mental health services such as allied health professionals, psychologists, community based therapists and so on.  We all know that when a person presents at an accident and emergency department he or she will see a psychiatrist or be treated by the rapid care team but that it is usually six months later before that person receives the intervention required.  Six months is too long.  It is wrong to risk leaving a person with an acute difficulty in his or her life in that position.  The &euro;12 million concerned should have been spent on filling the gap in that area.  The issue for allied health professionals, psychiatrists and community health teams is the haemorrhaging of services such that they cannot make the necessary interventions at community level.  <\/p>  <p>  Stigma around this topic, even in 2016, remains a major issue.  The only way to challenge this is by tackling the problem head-on.  As a society we need to become comfortable with talking about mental health.  As legislators, we have a responsibility to promote, debate and create a culture where not being okay is okay.  I was impressed by the efforts of singer, Niall Breslin, and others, in championing the importance of good mental health.  Equally impressive is the recent video by Doug Leddin which went viral and explained how young people feeling unwell have a tendency to put on a show and pretend that all is okay.  Doug also points out in the video that suicide is well documented but not well discussed.  This is a challenge we face.  He also referred to the fact that last year more people lost their lives through suicide than road deaths.  We are all well aware of road safety campaigns but how many of us would speak so openly about mental health?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00200","speaker":"1255"},{"type":"speech","time":1461688500,"counter":120,"content":"<p>The Deputy must conclude as there are other Deputies waiting to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00300","speaker":"1339"},{"type":"speech","time":1461688500,"counter":121,"content":"<p>The Acting Chairman allowed some discretion to other speakers and I expect the same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00400","speaker":"1255"},{"type":"speech","time":1461688500,"counter":122,"content":"<p>I did not allow them additional minutes of speaking time.  Deputy Chambers is already well over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00500","speaker":"1339"},{"type":"speech","time":1461688500,"counter":123,"content":"<p>The problems will continue and worsen unless mental health services are prioritised.  This means having a clear and focused roadmap on exactly what we need to do and above all ensuring we have the necessary funding to achieve it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00600","speaker":"1255"},{"type":"speech","time":1461688500,"counter":124,"content":"<p>I remind Members that when speaking on this important matter they should avoid criticism of people who are not present to defend themselves.  The next speaker is Deputy Peter Burke who I understand is sharing time with Deputy Mary Mitchell O'Connor.  The Deputies have ten minutes each.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00700","speaker":"1339"},{"type":"speech","time":1461688500,"counter":125,"content":"<p>As this is my first time to address the House I take this opportunity to thank the people of my home town of Mullingar and of Longford-Westmeath for electing me as their representative in D&aacute;il &Eacute;ireann.  I will bring all my energy and commitment to representing my constituents, urban and rural, with integrity and to the best of my ability.<\/p>  <p>  The area of mental health must remain a strong priority at the heart of Government.  Encouraging positive mental health and well-being is vital to our population.  I would welcome the allocation of &euro;35 million for new developments in this sector and for this to be provided for in the base budget for 2017.  I welcome that mental health services will receive the largest increase, in percentage terms, of any service area in 2016.<\/p>  <p>  I acknowledge that we face serious challenges in this sector.  A lot has been done to meet those challenges.  We must expedite the move away from traditional institutional care to patient-centred, flexible and community based mental health services.<\/p><p>My view is that we need to bring our constituents' experiences of the sector to the forefront in order to find solutions to get a better service for all.<\/p> <p> I am very concerned about the approach of the HSE towards young, vulnerable people with disabilities and their families.  I am currently advocating for a family whose son is in an institution which is clearly an inappropriate setting for a young man with a disability.  The use of language by the organisation such as \"making a business case\" is regrettable and hurtful to families.  Suitable support measures prevent further crises and future admissions to psychiatric institutions which, in this case, are not the correct place to address the needs of this young man.  I call on the HSE to take account of this.<\/p> <p> I welcome the approval of 1,550 new posts to enhance community services.  I acknowledge the huge work being carried out by the voluntary sector, which has not only saved countless lives but also been a huge support to families.  In my town of Mullingar, we have numerous initiatives, such as the Good2Talk counselling services and Hugs for Hope, creating essential awareness together with the national event Darkness Into Light, which is due to take place on the 7 May in aid of Pieta House.  On the end of many telephone lines stand voluntary service providers, to which we urgently need to provide more resources.<\/p> <p> I call for the national strategy to reduce suicide, Connecting for Life, to receive the resources it needs to ensure it fulfils its objective.  Most of us have been affected by suicide.  Some 272 submissions from people and organisations were received in a collaborative and inclusive process.  We need to continue to raise awareness and provide safe and high quality services.  The incoming Government needs to implement this strategy urgently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600026#BB00800","speaker":"1369","continuing":true},{"type":"speech","time":1461689100,"counter":127,"content":"<p>The author Sharon L. Alder once wrote, \"Never give up on people with a mental illness.  When \"I\" is replaced by \"We\", illness becomes wellness\".  That is what we want for every single person with a mental illness.  Every community in Ireland is affected by mental health problems.  One in seven adults will experience a mental health difficulty this year.  This fact cannot be ignored.  The stigma of mental health that has haunted this country, where people were committed to institutions in the past, is fading away slowly and we are starting to have an open and honest discussion, which should be encouraged.  I commend roles models like Bressie and Jim Breen of Cycle Against Suicide.<\/p>  <p>  I welcome the Minister's decision to commission an evidence and expert review of A Vision of Change and the confirmation that new funding remains in the mental health base.  I also welcome the recommendations of the expert group report on the review of the Mental Health Act.  I hope that the Government, whatever Government it is, will legislate in 2016 for these recommendations in line with international standards.  We need a Government focused on important issues.  I ask that all politicians in this House engage in the democratic process of forming a Government rather than some of them grandstanding and others sitting on the fence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600027#CC00200","speaker":"1247"},{"type":"speech","time":1461689100,"counter":128,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600027#CC00300","speaker":"1232"},{"type":"speech","time":1461689100,"counter":129,"content":"<p>The new national forensic mental health service, which will replace the Central Mental Hospital, will help ease the burden on staff while also providing top quality, modern and safe facilities for patients.  This was urgently needed and I am hopeful that this project will finish construction and be ready for use by mid-2019.  It is important that we continue to develop community mental health services and dedicate resources to increasing the availability of mental health services in primary care.  It is also essential that the new Government implements measures to ensure that the HSE's recruitment policy does not undermine the implementation of the mental health action plan.  We need to make sure that qualified people are appointed.<\/p>  <p>  I have had the experience of accompanying a close friend who was admitted to a hospital setting in 2007 for mental health issues.  That was at the height of the Celtic Tiger era.  The services in the hospital were appalling.  I find it difficult to stomach listening to criticism across the House that when resources were available and when the country was awash with money, it was not spent on our mental health services.<\/p>  <p>  A community-based advocacy service needs to be established for adults and children engaged in mental health services in our communities.  We must make sure that affected families have the support structures to help alleviate the pressures of mental illness and that they know that there are professional health services available.  It is vital that these services are readily acceptable to communities and particularly to young people.  We need to look at developing a national programme for primary and secondary school students to be educated on mental health issues, resilience and well-being.  Although overall suicide rates are down, the rate among young males and females is far too high.  We must have greater consideration for the pressures faced by our young people.  Organisations such as Headstrong and the Jigsaw service for young people have done a great deal of work in providing a safe and supportive environment for those suffering from mental health issues.  They have helped to ensure that everyone has someone to turn to in an hour of need.  I greatly admire their work.  Teachers in classrooms must be trained and have the resources available to deal with students who are suffering from mental illness.<\/p>  <p>  The message from people who have been affected by mental health issues is that it must be a priority for the next Government.  Can we as politicians get real?  Let us deal with the real issues that the people of this country elected us to deal with.  We must continue to develop our services and our mental health services so that we can provide quality care to those most vulnerable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600027#CC00400","speaker":"1247"},{"type":"speech","time":1461689100,"counter":130,"content":"<p>Deputy Brian Stanley is sharing with Deputies Carol Nolan and Maurice Quinlivan.  The Deputies have ten minutes.  Before they commence, I remind Members that if they overshoot their allocated time it means that they are eating into the time of other Deputies who have yet to speak.  These are time-limited allocation slots.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600027#CC00500","speaker":"1339"},{"type":"speech","time":1461689100,"counter":131,"content":"<p>I welcome the opportunity to speak on this important issue.  Our mental health services are in crisis, with little more than 6% of the national health budget being channelled into mental health.  A Vision for Change envisages that rising to 10% and we all support that.  The effects of early discharges from inpatient services is that we have 1,200 fewer mental health staff than in 2006.  The Child and Adolescent Mental Health Services, CAMHS, has little more than half the staff it needs.  The suicide prevention strategy, Connecting for Life, needs to be ratcheted up.  In my own county of Laois, there have been nine suicides this month.  I was at the wake of the latest one last night.  A colleague and friend of mine, at 62 years of age, took his own life.  The services are paper thin.<\/p>  <p>  In the case of children, there is no child psychologist in County Laois at present.  I raised this with the Minister by way of a parliamentary question.  I understand that the Minister says he cannot intervene directly, but I ask him to speak to HSE.  I point out to him that County Laois needs a child psychologist urgently.  At the same time as all this is happening, the mental health budget has been stripped of &euro;12 million from the extra &euro;35 million allocated for mental health this year, which was to be ring-fenced.<\/p>  <p>  There are many reasons for suicide.  Most of them can be fixed.  Among the reasons can be financial stress, drugs, alcohol, family relationship breakdown, lack of self-worth or the overuse of so-called social media.<\/p><p><i>6 o&amp;rsquo;clock<\/i><\/p> <p>I use the term \"so-called\" deliberately as there is an awful lack of real communication.  Most important is to listen to and understand each other in the context of minding our mental health and well-being.  All of it can be overcome.  Some of it requires simple changes such as just listening to people, taking time out for each other, trying to understand each other and giving each other space.  We in the D&aacute;il and those in government must respond.  We must improve the health service.  Sinn F&eacute;in has put forward a suite of measures which I do not have time to outline, but they are in our proposals.  We ask the outgoing Government and the incoming Government to consider them as a matter of urgency and to improve matters by directing resources where they are needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600027#CC00600","speaker":"1232","continuing":true},{"type":"speech","time":1461689700,"counter":133,"content":"<p>Gabhaim mo bhu&iacute;ochas leis an gcathaoirleach gn&iacute;omhach as ucht an deis chun labhairt faoin topaic seo.  Is topaic an-t&aacute;bhachtach &eacute; agus caithfimid gach rud a dh&eacute;anamh gur f&eacute;idir linn a dh&eacute;anamh.  Mental health and the provision of mental health services are extremely personal matters for many in the House and around the country.  As Deputy Pat Buckley stated, it is an epidemic that has spiralled out of control.  It is an epidemic that has touched almost every family across the State.  We need something to be done now.  We need to ensure we have adequate funding for people because it is not right that this is happening and that so much suffering is being inflicted when a great deal of it could be prevented by having adequate services.<\/p>  <p>  Approximately one in seven adults has experienced a mental health difficulty in the past year alone.  The fact that successive Governments have failed to provide adequate services is deplorable.  In my constituency of Offaly which includes a part of north Tipperary there are no services.  People are constantly contacting me, worried about family members and feeling helpless and unsupported.  This must be addressed.  It cannot be let go any further.  That people with mental health issues are being failed by the State because of inadequate provision or the lack of funding for services to help them is absolutely disgraceful.  Recent reports that the Department of Health and the HSE were planning to divert &euro;12 million from the &euro;35 million mental health fund to other areas are unacceptable.  All communities in Ireland are affected by mental health problems, but there seems to be an absolute disconnect at governance level.  At times, it comes across as if there is a lack of empathy in the provision of mental health services.  This disconnect must be addressed.  As Deputy Pat Buckley stated, those involved are humans and families.  They are fathers, mothers, sisters and brothers.  We need to do everything possible to help them.  If we do not, lives are being put at risk.  It is said that what is right is often forgotten by what is convenient.  It is probably convenient for the HSE to divert &euro;12 million from the mental health fund to other areas, but it is definitely not the right thing to do.  It is so wrong that it is infuriating and frustrating.  People look towards us for hope and direction.  They have trusted us to work on their behalf for the betterment of the country.  What hope is D&aacute;il &Eacute;ireann offering when we have a Minister for Health who presides over the stripping of funds from mental health services?<\/p>  <p>  There is no doubt that the situation around Ireland would be much worse today if it were not for the great work being carried out by many individuals and voluntary organisations such as Jigsaw and SOSAD which are doing everything they possibly can.  They must be commended for their efforts.  Great work has also been carried out by GAA clubs in County Offaly through the Sport Your Mind programme.  A number of years ago many in the county helped with the Big Brother, Big Sister programme in an effort to make a positive difference in young people's lives.  I dread to think of where we would be today without those volunteers and how much higher the rates of suicide would be if it was not for them.  Their invaluable work is being completely undermined by the inadequate funding and services being provided by the State.<\/p>  <p>  Funding for mental health services and the roll-out of new services must be a priority for the next Government.  When people are affected by mental health issues, they need to have services immediately available.  As it is, there is too much time being lost.  Countless people and organisations have worked to break the stigma associated with talking about mental health issues.  There is so much work to do.  When we work to break the stigma and ask people to talk and seek help, the services must be available to help.  When they are not in place, people suffer.  Families also suffer and lives are put at risk.  Making sure mental health services are available, adequately funded and functioning correctly must be a priority for those of all parties and none as we face into this D&aacute;il session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600028#DD00200","speaker":"1340"},{"type":"speech","time":1461689700,"counter":134,"content":"<p>I was shocked when the Minister for Health announced last week that he was going to cut &euro;12 million from the funding for mental health services.  I have no doubt that this will have a hugely negative impact on services.  If the cuts materialise, it will demonstrate that the Minister is totally out of touch with the suffering and support needs of those facing mental health issues in Ireland.  In our Better for Health policy Sinn F&eacute;in pledges an additional &euro;35 million spending increase in one year.  Just 6% of the HSE's budget is spent on mental health services compared to the percentage recommended in A Vision for Change.<\/p>  <p>  Mental Health Forum, an agency which promotes improved and prioritised mental health services in Ireland, reported that one in seven adults in Ireland had experienced a mental health difficulty in the past year.  It also reported that mental health difficulties were an issue of inequality.  The probability of mental health problems is considerably higher among people living in deprived areas.  One study found that 58% of homeless people in Dublin and Limerick had a mental health diagnosis and that one in three of them had attempted suicide in the past year.  Real lack of investment and poor delivery of mental health services are inextricably linked with the shocking and distressing level of suicide which, unfortunately, is nowhere more apparent than in my home city of Limerick where suicide is often very public.  The River Shannon has taken many lives.  The regular sound of a search and rescue helicopter hovering over the city causes huge distress to many, not just those directly affected but, I believe, the entire community.  It can be stomach turning as the search continues.  In this regard, I thank personally the Limerick Marine Search and Rescue Service and Corbett Suicide Prevention Patrols Limerick which do fantastic voluntary work on a 24\/7 basis in the city, often in very difficult circumstances.<\/p>  <p>  Data contained in an annual report of the National Office for Suicide Prevention show that Limerick city, Cork city, County Kerry and Waterford had recorded the highest suicide rates in the period 2011 to 2013.  The highest rate in the State was in Limerick city where there were 21.1 deaths per 100,000 of population, almost twice the national average of 11.4.  It is reported that there were 541 deaths by suicide in 2012, 475 in 2013 and 459 in 2014, giving a total of 1,475 in those three years.  This is appalling.  <\/p>  <p>  I conclude by supporting the call on the Minister by the Psychiatric Nurses Association to honour repeated commitments given by the Minister of State, Ms Kathleen Lynch, that the mental health budget would be ring-fenced and protected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600028#DD00300","speaker":"1327"},{"type":"speech","time":1461689700,"counter":135,"content":"<p>I am grateful for the opportunity to speak about this important matter.  I deplore the actions of the Minister in charge of mental health services in taking &euro;12 million from the mental health budget.  It is regrettable that he did such a thing, even in a caretaker capacity.  The Minister travelled to County Kerry before the general election to rename Kerry General Hospital.  What did that cost and what was the purpose of it?  Was it to get pictures of Fine Gael candidates on the front page of <i>The Kerryman<\/i>?  That is what  it appeared to be.  It was a political exercise.  Regrettably, that is what the Minister did in County Kerry.  <\/p><p>There is a new purpose-built mental health unit in Killarney, at a cost of &euro;40 million, which is not yet open.  It has been standing empty for 12 months.  I ask the Minister, in his caretaker capacity, to provide the staff needed to get the place working because it is needed urgently by the people of County Kerry.<\/p><p> Suicide is a problem that has affected many families around the country.  People's well being is continuously neglected.  We must deal with this, as certain patients need much more care.  Some need care on a one-to-one basis before they commit an act that affects their families and friends.  It is so real and final.  I feel for all of the families affected by it.  We are dealing with road deaths effectively, but mental health issues are not being addressed properly or fully.<\/p> <p> There have been cases involving boys who were under pressure starting out in life, for example, in college.  We have lost many of them.  On our side of the country, there is now a phenomenon of older men doing this.  They lived and operated successfully, but sadly they ended their lives.  Much of it is down to money pressures.  Some were waiting for their farm payments, which were delayed.  There should be some recognition of this and an allowance given so that people can get at least part of their money, as they must provide for their families.  We need more funding and resources to deal with the pressures of modern life.  I call on the incoming Government as well as the caretaker Government, for whatever length of time it operates, to treat this matter as one of the most urgent issues that must be addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600028#DD00400","speaker":"1320","continuing":true},{"type":"speech","time":1461690300,"counter":137,"content":"<p>Like others, I am devastated that &euro;12 million could be taken away from a so-called ring-fenced budget that the House was told about many times.  Like other Independents, I was involved in the talks with the Minister's good self.  I thank him for that and for his engagement, but it beggars belief that he would allow this to happen.  Are his eyes so much off the ball and is he so intent on clinging onto power that he did not even see this happening?<\/p>  <p>  There are many aspects to mental health issues.  A Vision for Change, a so-called great document and Messiah, moved us from inpatient to outpatient services.  The Government closed a fabulous institution in St. Michael's in Clonmel, put nothing in its place and sent people to Kilkenny.  It was like to hell or to Connacht in Cromwell's time.  There is no room or support in Kilkenny and no transport service covers the distance.  I know many elderly people who are quite ill and have adult children with mental or physical disabilities.  Since there is a dual diagnosis - mental health and physical illness - people are debating whose responsibility it is, pushing papers back and forth and not making decisions.  Some of these elderly people have serious cancer diagnoses and are not being allowed to fight their own illnesses because they are being traumatised by the question of where their loved ones will end up.<\/p>  <p>  I salute the voluntary bodies, including the hundreds of people in Clonmel who walked for Darkness into Light last Sunday morning.  I enjoyed being with them.  I salute Taxi Watch in Clonmel.  A new group, River Watch, is being set up.  It is sad that, while the Government is fiddling, debating Irish Water and trying to cling onto power, ordinary people in communities must come to the aid of others, rally together and watch for victims and people who unfortunately have slight issues with mental illness that worsen because of a lack of treatment and access to services.  The Government is fiddling around with forcing through under sixes' free general practitioner, GP, care and is discussing free care for under 18s at a time when doctors' surgeries are exploding and patients who need services cannot access them.  People experiencing psychotic attacks must attend Clonmel's accident and emergency unit, where 37 people are on trolleys today.  That is equivalent to 100 in Beaumont Hospital or Cork regional hospital, considering the size of the old Clonmel hospital.<\/p>  <p>  The Government got a wake-up call in the election but it still refuses to listen to people.  The Minister is more interested in tweeting on his phone than he is in listening to what other Deputies and I have to say.  That is typical, but it will not be long before he is back before the people again and gets a final wake-up call.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600029#EE00200","speaker":"1347"},{"type":"speech","time":1461690300,"counter":138,"content":"<p>The issues that I wish to raise in the short time that I have regard County Kerry.  A &euro;2 million four-bed high-observation unit in University Hospital Kerry was completed in December 2014 but remains closed and is yet to be commissioned due to nursing staff shortages.  An &euro;8.5 million 40-bed long-stay rehabilitation unit was completed on St. Margaret's Road, Killarney, in December 2015, but it remains closed and is yet to be commissioned due to nursing staff shortages.  There has been a lack of progress in developing community-based services in Kerry in line with the 2006 report, A Vision for Change.  Crisis intervention is only available between 9 a.m. and 5 p.m.  There is no out-of-hours or weekend night cover.  A new post in primary care called SCAN - suicide crisis assessment nurse - has been developed nationally, but no SCAN post is available in County Kerry.  In 2016, 16 children and adolescents were admitted to adult services in University Hospital Kerry in Tralee due to a lack of inpatient Child and Adolescent Mental Health Services, CAMHS, beds in the county.  These people are falling between the cracks.  There are no crisis or intensive care rehabilitation unit, ICRU, beds.  There have been delays in the refurbishment of acute services.  There is no liaison or clerical nurses.  The home-based treatment team, HBTT, is highly functional and incredibly well regarded within Kerry, but it has been allocated provisions and nursing resources that facilitate and care for only 30% of the Kerry catchment area.  This makes no sense.  Day services should be staffed to provide assertive outreach services, but no team exists.  An old age team has been long term without a consultant.  A lack of nurses is a major issue and the service is dependent on overtime to keep functioning.  Up to 40 nurses would be required to replace retiring nurses.  The more expensive option of paying overtime does not make financial sense.<\/p>  <p>  I will use this opportunity to highlight something that my brother and I are glad to have often participated in alongside thousands of others.  Nathan's Walk is taking place on 7 May at 4 a.m. in Killarney.  It is a part of Darkness into Light, which occurs around the country.  I compliment the thousands of people who pay their &euro;4 and take part in the walk at 4 a.m. in memory of all of the lovely and beautiful children, adults and elderly people who have tragically been the victims of suicide.  That much-needed funding goes to an important resource that fights suicide and funds suicide prevention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600029#EE00300","speaker":"1319"},{"type":"speech","time":1461690300,"counter":139,"content":"<p>I understand that Deputy Durkan is sharing time with Deputy Doyle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600029#EE00400","speaker":"1339"},{"type":"speech","time":1461690300,"counter":140,"content":"<p>If that is agreeable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600029#EE00500","speaker":"1322"},{"type":"speech","time":1461690300,"counter":141,"content":"<p>The time remaining is six minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600029#EE00600","speaker":"1339"},{"type":"speech","time":1461690300,"counter":142,"content":"<p>That narrows down the focus very much.<\/p>  <p>  In the short time available, it behoves us all to recognise that the pressures on families, households and individuals has increased considerably to such an extent that what previously did not impact much does so now to a greater degree.  All Deputies have tragic associations through constituents or our own families that have brought issues to our attention that need to be addressed via the availability of resources and out-of-hours services.<\/p><p>When an emergency arises, as it very often does in mental health services, there is a need for individuals to have access to somebody who can assist and reassure people.<\/p> <p> People do not generally recognise that what very often constitutes pressure for one family or person may be handled readily by another.  What becomes almost unbearable for one may be normal and easier to handle for another.  I hope the lessons we have learned over recent years will serve to help us focus on the urgent need within the mental health service in general, including the psychiatric services, to ensure the early identification of issues, a follow-up response and a continuous response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600029#EE00700","speaker":"1322","continuing":true},{"type":"speech","time":1461690900,"counter":144,"content":"<p>Mental health cases are dealt with by every public representative.  Mental illness affects many families.  It is sometimes as commonplace as alcoholism, and sometimes the two are related.  It does not seem to receive the same recognition as alcoholism.  As others have said, we lose as many to suicide as to road accidents annually, yet we still seem to treat mental illness as taboo and as something attracting a stigma.<\/p>  <p>  There are many very good organisations dealing with mental health services.  To the credit of Minister of State Kathleen Lynch, she fought tooth and nail to protect the budgets for both mental health services and disability services.  After fighting in here during the term of the previous D&aacute;il for a slice of the health Vote, she then took on the HSE when it attempted to impose greater budgetary cuts affecting mental health and disability services.  If it is the case that there is a problem with the recruitment system at present, we should examine this.  Pay and conditions are a problem.  I was a member of the old east coast area health board.  Twelve years ago, the current leader of the largest Opposition party sought, in his wisdom, to disband the health boards and replace them with the HSE.<\/p>  <p>  Consider the problem that existed affecting orthodontists.  I acknowledge they are in a different system.  Orthodontists &ndash; I refer to those in critical front-line services - sign up to two years of ongoing service after qualification.  A two-year period would mean staff would be in the system and it would ensure a continual supply.  This should be considered as part and parcel of the review of how we recruit staff in the mental health field.  The staff are specialists.<\/p>  <p>  I, too, intend to walk on 7 May at 4.15 p.m.  I was at the launch of the Pieta House event for Wicklow.  It was very pertinent that it was held in a secondary school, Col&aacute;iste Chill Mhant&aacute;in, where a great effort is made to include the second year students.  Statistics show that those who are most likely to experience unforeseen mental illness and to become suicidal are between 15 and 25.  They are mainly boys, but not exclusively.  I hope that targeting this cohort by including the schools as part of the Pieta House walking event Darkness into Light helps those affected to see that there is help available.  There are many voluntary organisations in every constituency and county doing great work.<\/p>  <p>  I am a member of the drugs task force in my area.  We fund various projects working with various addiction services.  There is a link between drug use, alcoholism and mental illness.  Unless we tackle the problem in the round, we will never really address the core issues causing mental illness.  Early intervention, early assistance and working with people on diversionary projects are all important.<\/p>  <p>  I am glad to have had this opportunity.  There is a lot to be done.  Everybody in this House feels that if we allocate the money, we should be able to spend it on mental health and disability services, in particular.  It has been difficult to obtain the money at times, but when we get it we cannot spend it.  This seems like a paradox.  I hope we can address that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00200","speaker":"1356"},{"type":"speech","time":1461690900,"counter":145,"content":"<p>This has been a quite long debate.  I was glad to have had the opportunity to speak earlier.  It is difficult in five minutes to respond fully to every point raised in the past three hours.  I will do my best to mention one or two points raised.  Deputy Billy Kelleher acknowledged the fact the mental health budget increased by 16% during the term of the outgoing Government, the Fine Gael-Labour Government.  He pointed out that I was forgetting that we were coming from a low base.  That is probably a fair point.  I remind the Deputy which party was in power at the time of the low base; it was, of course, the Deputy&rsquo;s party.  We all need not to forget that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00300","speaker":"1236"},{"type":"speech","time":1461690900,"counter":146,"content":"<p>The Minister would want to accept that it is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00400","speaker":"1229"},{"type":"speech","time":1461690900,"counter":147,"content":"<p>The Deputy also mentioned that the service plan lacks detail.  If that is the case, I refer him to the mental health operational plan, which is the much more detailed plan for mental health services.  It was published subsequently.  The service plan comes out first.  After that, each area produces an operational plan which is very detailed.  The Deputy may wish to read that<\/p>  <p>  Deputy Buckley made a speech earlier.  I am disappointed he is not here to hear the reply to any of the issues he raised.  It is disappointing that Members make passionate speeches and then leave for somewhere else without being interested enough in their own speech to wait around to hear the reply.  The Deputy referred to a letter that was written to me.  As it related to a mental health issue, it would have been referred to Minister of State Kathleen Lynch for reply.  Ms Lynch remains the Minister of State responsible for mental health services.  If Deputy Buckley wants to contact my office or that of the Minister of State, we will make sure he gets a reply.<\/p>  <p>  Deputy Boyd Barrett made a passionate speech.  I came in before his speech and he left just after it.  He is not present to hear the reply to any of the issues he raised.  He mentioned that I was playing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00500","speaker":"1236"},{"type":"speech","time":1461690900,"counter":148,"content":"<p>On a point of order, it is inappropriate to refer to Deputies who are missing.  The Minister was missing for long periods of this debate.  It is a long-standing precedent in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00600","speaker":"1229"},{"type":"speech","time":1461690900,"counter":149,"content":"<p>We are running out of time.  If the Deputy wants to hear the responses, he should allow the Minister to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00700","speaker":"1339"},{"type":"speech","time":1461690900,"counter":150,"content":"<p>Deputy Varadkar was missing also.  That should be brought to the attention of the House if we want to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00800","speaker":"1229"},{"type":"speech","time":1461690900,"counter":151,"content":"<p>At the start of the discussion, we were asked not to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF00900","speaker":"1327"},{"type":"speech","time":1461690900,"counter":152,"content":"<p>It is the Minister&rsquo;s prerogative to respond to the speeches made earlier.  Deputy Kelleher knows, because he has the experience of having been in this House for a very long time, that there is a rota for the various Ministries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01000","speaker":"1339"},{"type":"speech","time":1461690900,"counter":153,"content":"<p>The Minister is around for a while, too.  It is also inappropriate for the Minister to refer in a derogatory manner to Deputies who are missing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01100","speaker":"1229"},{"type":"speech","time":1461690900,"counter":154,"content":"<p>I invite the Minister to continue with his speech, if Deputy Kelleher does not mind.  We are to adjourn at 6.30 p.m. so Deputy Kelleher is wasting time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01200","speaker":"1339"},{"type":"speech","time":1461690900,"counter":155,"content":"<p>I thank the Acting Chairman.  I was here for more than half the debate.  When I was not here, I was covered by the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, and the Minister of State at the Department of Finance, Deputy Harris.<\/p>  <p>  It is not unreasonable for me, after Members raise questions and make passionate speeches, to mention that they do not wait around for a reply.  What is occurring is a bad way to do business in the House, and I have seen it too much in politics.  If Members ask a question or raise an issue in the Chamber or at a meeting of a committee, they should at least make a reasonable effort to stick around to hear the reply if they are serious about their question at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01300","speaker":"1236"},{"type":"speech","time":1461690900,"counter":156,"content":"<p>But the Minister was not here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01400","speaker":"1229"},{"type":"speech","time":1461690900,"counter":157,"content":"<p>One voice, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01500","speaker":"1339"},{"type":"speech","time":1461690900,"counter":158,"content":"<p>On the replies, it was alleged that I was playing with the figures.  The only figures I used are those that applied to the period of government between 2011 and now, 2016.  I cannot account for what happened during the period 2008 to 2011 but Deputy Boyd Barrett is correct to say that in that period the mental health budget was cut back very severely.  The number of staff was cut very severely in that period also.  We are still recovering from that.  I am disappointed that none of the Members from the Fianna F&aacute;il Party opposite acknowledged that at all.<\/p>  <p>  The Deputy also referred to some specific local services in his constituency.  I do not have any information on those but if he would like to contact the CHO I am sure he can be given a reply.  While the budget is increasing, that does not mean that the budget for everything increases.  Of course, the HSE, from national director level down to CHO level, has to make decisions within its budget as to how that should best be deployed locally.<\/p>  <p>  Deputy Troy made a valuable contribution to the debate in pointing out that he thought that water charges were getting too much attention.  I could not agree with him more.  Water charges are getting too much attention but again the Deputy needs to look to his party about that.  I had expected that in the negotiations to form a Government, Fianna F&aacute;il might have come with extensive demands on health care, might have said that the price of being in power would be an Irish national health service with universal health care and that the new Government would have to find the billions of euro to make that happen but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01600","speaker":"1236"},{"type":"speech","time":1461690900,"counter":159,"content":"<p>We will gladly pursue that from this side of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01700","speaker":"1229"},{"type":"speech","time":1461690900,"counter":160,"content":"<p>-----that is something people may need to consider for themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01800","speaker":"1236"},{"type":"speech","time":1461690900,"counter":161,"content":"<p>That concludes statements on mental health services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2016042600030#FF01900","speaker":"1339"},{"type":"unspoken","time":1461690900,"counter":162,"content":"<p>Written Answers follow Adjournment.<\/p>"},{"type":"unspoken","time":1461690900,"counter":163,"content":"<p>The D&aacute;il adjourned at at 6.30 p.m. until 10.30 a.m. on Wednesday, 27 April 2016.<\/p>","notice":"TIME STRING DETECTED"}]