[{"type":"minorheading","content":"Prelude","time":1390557600,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 10 a.m.","time":1390557600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400002"},{"type":"unspoken","content":"Prayer.","time":1390557600,"counter":3},{"type":"unspoken","content":"Paidir.","time":1390557600,"counter":4},{"type":"majorheading","content":"Censorship of Publications Board Repeal Bill 2013: Second Stage","time":1390557600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400003#A00100"},{"type":"speech","time":1390557600,"counter":6,"content":"<p>I move: &quot;That the Bill be now read a Second Time.&quot;<\/p><p>  The Censorship of Publications Board is an outdated relic from a different era.  It has lingered on while time has passed it by.  The board has been bereft of members since 2011 and had only one book referred to it in the past five years, namely, the Minister for Justice and Equality, Deputy Shatter&rsquo;s <i>Laura<\/i>.  Its strikes a lonely figure in the Government&rsquo;s approach of cronyism to board appointments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400003#A00200","speaker":"1057"},{"type":"speech","time":1390557600,"counter":7,"content":"<p>Bring back Lawrence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400003#A00300","speaker":"1017"},{"type":"speech","time":1390557600,"counter":8,"content":"<p>Perversely, the board gives added publicity to books referred to it, while, in practice, it has essentially been bypassed by the Internet.  It is a quango that is long since passed its sell-by date.  The majority have never heard of the board, although it had long since departed before the Minister, Deputy Shatter&rsquo;s novel made the front pages.  Now it is time to ensure they will never have to hear from it again.<\/p><p>  In an age of easy access to mass information, the idea that banning books in an entire country is either genuinely possible or socially necessary seems quaint.  For most across Ireland, publications are available at the simple click of a mouse.  The advent of the IT revolution and commercial giants such as Amazon and Google has brought a wealth of publications to countless households.  While it was once said all knowledge in the world was housed in the Library of Alexandria, it is now contained in Google.  E-books cover innumerable spheres of interest, broadening the cultural wealth of the country but also plumbing the depths of bad taste.  After all, even <i>Fifty Shades of Grey<\/i> sold almost 60,000 copies in less than two months after its release here.<\/p><p>  This technological revolution occurred hand in hand with a dramatic shift in cultural and social values.  The diverse religious views of the population, relaxation of old social mores and diversity of nationalities in Ireland are a far cry from the post-war country where the censorship board was set up.  In that immeasurably more traditional country a different sense of values and the role of the State in enforcing these values prevailed.  Over the decades that shared sense of what was and was not acceptable has been transformed.  Economic growth, demographic shifts, immigration and globalisation have all combined to change how we look at things.  The past is a foreign country.  Lagging behind this immense shift in Irish society is the aging monolith of the Censorship of Publications Board.  A bygone reminder of a bygone time, it reflects a vague set of values on what is permissible without any reflection of the reality of how people access information in their own right.  Its continued existence is having the direct opposite effect to what its creators had hoped for.  Referring a book to the board has the counterproductive impact of widely publicising a book which is easily available through other routes.  After it had been referred to the board, <i>Laura<\/i> was republished because of high demand.<\/p><p>  The story of censorship in Ireland jars with our proud sense of a great literary tradition on this island.  Outside commentators have long since criticised what they saw as a draconian regime.  The British poet Robert Graves referred to the board as &quot;the fiercest literary censorship this side of the Iron Curtain&quot;.  Our own writers have wilted under the harsh glare of the literary fireman.  The late John McGahern reflected on his own amusement at the idea of a board before finding that it still had a chilling effect on his life as he lost his job as a school teacher under the orders of an irate bishop when his books were banned.  In his memoir, he wrote:<blockquote>We had looked on the Censorship Board as a joke.  Most banned books, like most books published, weren't worth reading and those that were could easily be found.<\/blockquote>However, on finding his own works banned, he added, &quot;I found it childish and unpleasant, and I was a little ashamed that our own independent country was making a fool of itself yet again.&quot;  He went on to say, &quot;I refused to take part in any protest on the grounds that it would do the whole sorry business too much honour.&quot;<\/p><p> A significant number of books have banned on the vague basis of obscenity by the board since its creation in 1946, when it replaced the 1929 Censorship Act.  Currently, there are 274 books and magazines banned in Ireland.  This is separate from the scourge of child pornography, which the 1998 Child Trafficking and Pornography Act covers.  That Act makes it an offence to possess, print, publish or show child pornography.  Current banned publications include <i>Amazing Detective Cases <\/i>and <i>Daring Romances<\/i>.  Deemed obscene in the 1950s, they would not merit a raised eyebrow on &quot;Fair City&quot; now.<\/p><p> Upon receipt of a complaint from a member of the public, the board has the power to prohibit the sale and distribution of a particular publication.  This means that it is illegal for the book to be bought, sold or distributed around the country.  Prohibitions may be appealed to the Censorship of Publications Appeal Board.  Both the Censorship of Publications Board and the appeals board consist of five members.  While the Minister has indicated that he will appoint a temporary board to deal with <i>Laura<\/i>, the book by the Minister for Justice and Equality, Deputy Shatter, both boards have been empty for years.<\/p><p> The internal process behind banning is done behind firmly closed doors.  For a book to be prohibited, at least three members must agree with the decision and only one can dissent.  If the prohibition is passed, it comes into effect as soon as it is announced in<i><\/i><i>.<\/i> The ban lasts for 12 years.  No details are given or minutes published on the discussion about the merits of the publication.  The reasons behind the decision are not uttered in public.  There is no open conversation as to why certain books should be banned and others allowed.  There is no national discussion on what our collective values are; instead, it is all done in the shadows. The entire process is non-transparent.  The appeal process is equally opaque and out of date.  An appeal against the prohibition of a book may be made by the author, the editor or the publisher of the book, or - wait for it - by any five Members of the Oireachtas, either the D&aacute;il or Seanad, who take an interest and have the initiative to act together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400003#A00400","speaker":"1057","continuing":true},{"type":"speech","time":1390557900,"counter":10,"content":"<p>Manifestos should be banned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400004#B00200","speaker":"983"},{"type":"speech","time":1390557900,"counter":11,"content":"<p>Does that mean that the Reform Alliance could-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400004#B00300","speaker":"947"},{"type":"speech","time":1390557900,"counter":12,"content":"<p>That is correct.  I was about to say that even the Reform Alliance could band together to work towards or against an appeal with regard to the prohibition of Deputy Shatter's book, depending on whether it is prohibited in the first instance.  That would be quite interesting.<\/p><p>  The appeal board may affirm, revoke or vary the order so as to exclude a particular edition of the book from the order.  Ordinary citizens are not allowed to appeal a ban.  Again, the decision-making process is not one that allows for meaningful debate and discussion.<\/p><p>  The garda&iacute; may be issued with a search warrant if they suspect that prohibited books or periodicals are being kept anywhere for sale or distribution.  If they find prohibited publications, they may remove them.  If a person is convicted of possessing prohibited publications, he or she may be liable for a fine of &euro;63.49 or six months' imprisonment.  This type of law is out of place in modern Ireland.  The idea of spending time in prison for selling books that are easily available elsewhere, even if the law is never enforced, does not belong to a modern democratic society.  <\/p><p>  The board stands out like a sore thumb in the Government&rsquo;s much-published pledge to cull quangos.  Prior to the 2011 election, Fine Gael's document Reinventing Government promised the abolition of more than 145 State bodies and companies, including the HSE and F&Aacute;S.  It was also the cornerstone of its general election campaign on cutting waste in the public service.  In reality, Fine Gael has completely abandoned its pre-election and election commitments to abolish 145 quangos.  Only 49 in total will be abolished under this Government. <\/p><p>  According to the public service reform plan published in November 2011, 48 State agencies were to be rationalised by the end of 2012 and 46 were to be reviewed by the end of June 2012.  Earlier this month the Minister, Deputy Howlin, reheated the old news about a &euro;20 million saving, about which he had previously spoken in 2012, and outlined the slow progress made on the actual number of agencies involved.  This list of agencies was simply a rehash of agencies we had already rationalised or were in the process of rationalising.  The Government has attempted to mask its failure to radically overhaul the quango sector by obfuscating on the details.  In reality, it has to date reduced the overall number of quangos by 25 in total.  <\/p><p>  The Government has rowed back on its specific promise to abolish the National Cancer Registry and merge the Irish Aviation Authority and the Commission for Aviation Regulation.  If it completes the rationalisations promised since 2012 and further outlined in January 2014, it will abolish a further net number of 24 quangos.  By its own account, albeit hidden behind the spin, the Government will complete the abolition of just 49 quangos.  This is a far cry from the 145 promised in the photo opportunities of 2010.  However, it can improve its numbers by adding the censorship board and the appeals board to its paltry efforts. <\/p><p>  The proud literary heritage of this island has often been overshadowed by a dark cloud of censorship.  The rich works of renowned authors had fallen foul of the censorship&rsquo;s board watchful eye.  The chill winds of prohibition blew through libraries and bookshops across the State and cooled the enthusiasms of writers on the island.  Many years have passed since the censorship board had its day.  Irish society has been transformed while technology has pushed back our cultural horizons to fresh frontiers.  Now is the time to move on from an obsolete relic whose effectiveness is counterproductive and whose purpose is questionable.  I am confident that the Minister will live up to his party&rsquo;s promise to cull quangos and put the board out of its misery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400004#B00400","speaker":"1057"},{"type":"speech","time":1390557900,"counter":13,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400004#B00500","speaker":"1017"},{"type":"speech","time":1390557900,"counter":14,"content":"<p>I am deputising for my colleague, the Minister, Deputy Deenihan, who I understand has communicated to the proposer of the Bill the reason he cannot be here.<\/p><p>  Censorship of publications in Ireland has had a very sad and sorry history, as Deputy Niall Collins has just adduced.  Many great works of literature, including many by internationally successful and talented authors, both Irish and international, were banned.  There is no question of returning to that time when a powerful censorship board could determine what members of the public could and could not read.<\/p><p>  Deputy Collins's Bill proposes to repeal the Censorship of Publications Board and the Censorship of Publications Appeal Board.  To me, this appears to be a sensible and overdue reform, but achieving this objective is somewhat more complex than is envisaged in Deputy Collins's Bill.  There are two core issues to address.  The first is that a complaint has been made under the current legislation, and it is only fair that we allow that complaint to be dealt with.  The second is that this is a complex and technical area, and repealing part of the Censorship of Publications Acts while leaving the remainder in place should not be done without giving due consideration to the effects that this would have on the entire body of legislation.  The last publication to be banned by the boards under this legislation was in 2003.<\/p><p>  The approach of this Government is to examine all of the issues and the alternatives and then make a well-informed decision on the best way forward.  Its approach is to give the complainant access to a censorship of publications board, which is provided for in the legislation under which they have made a complaint, and that is only fair.  The Government, therefore, will not rush to take action without examining all the implications of that action.  It will adopt a course after examining all of the issues that arise, and for this reason we will formally oppose Deputy Collins's Bill. <\/p><p>The Censorship of Publications Acts 1929 to 1967 comprise a total of three Acts.  Under the Acts, publications that are censored are published in <i>Iris Oifigi&uacute;il<\/i>and entered on a register of prohibited publications which is provided for in the Acts.  These registers are available on the websites of both the Department of Justice and Equality and the Department of Arts, Heritage and the Gaeltacht. <\/p><p> The role of the Censorship of Publications Board is to examine books and periodicals for sale.  The board may prohibit the sale and distribution of books and periodicals if they are found to be &ldquo;indecent or obscene&rdquo; or &ldquo;advocate the procurement of abortion or miscarriage or the use of any method, treatment or appliance for the purpose of such procurement&rdquo;.  In addition, an officer of Customs and Excise may detain on importation, for the purpose of referring it to the Censorship of Publications Board, any book which, in his or her opinion, ought to be examined under the Act.  The board must examine every book referred to it by an officer of Customs and Excise and every book in respect of which a complaint is made to it in the prescribed manner by any other person and may examine any book on its own initiative.  The Censorship of Publications Board meets only when it is required.  It last met on 3 June 2008.  The term of office of the last Censorship of Publications Board expired on 9 November 2011.  One complaint has been received for consideration by the Censorship of Publications Board.<\/p><p> The term of office of the Censorship of Publications Board is five years.  The chairperson and members of the board are appointed by the Minister for Arts, Heritage and the Gaeltacht.  The Censorship of Publications Board is independent of the Minister in the exercise of its functions and, as Minister for Arts, Heritage and the Gaeltacht, he does not have any power to alter these decisions.  The Act specifies that the board shall have five members including the chairperson.  The five-year term of office of the board is reckoned from the expiration of the term of office of its predecessor.  The term of office of the last board expired on 9 November 2011 and therefore the term of a new board would run to 9 November 2016.<\/p><p> The Censorship of Publications Appeals Board may on appeal affirm or revoke a prohibition order in respect of a book or periodical publication or may vary the order so as to exclude from the application thereof any particular edition of the prohibited book or periodical publication.  The appeals board has five members.  The chair must be a judge of the Supreme Court, High Court or Circuit Court or a practising barrister or a practising solicitor of not less than seven years standing.  The term of office of the Censorship of Publications Appeal Board is for three years.  The board meets as required and it last met on 21 November 2011.  Like the Censorship of Publications Board, its term of office is reckonable from the expiry of the previous board.  The term of office of the last iteration of the appeals board expired on 11 February 2012, so a newly appointed board would serve until 11 February 2015.  In the case of both boards, board members are not paid but they are recompensed for expenses incurred in respect of attendance at board meetings. <\/p><p> Significant legislative change has taken place since these boards were first put in place and, as Deputy Niall Collins said, technological advancement has altered the way in which information is shared, accessed and disseminated.  One of the legislative changes is the Child Trafficking and Pornography Acts 1998 and 2004.  Under this legislation, distribution of child pornography by film, video or material in written or auditory form including material produced or transmitted via the Internet is illegal.  It might be worth mentioning here that, while there are many different approaches to censorship internationally, child pornography is the only subject which is censored in virtually every country in the world.   <\/p><p> Another legislative change in the area of censorship is the Prohibition of Incitement to Hatred Act 1989.  This legislation makes it an offence, <i>inter alia<\/i>, to publish or distribute written material, to show or play a recording if the written material or recording, are threatening, abusive or insulting and are intended or are likely to stir up hatred.<\/p><p> I turn now to the Internet, which was not even dreamt of in 1967, much less so in 1929 or in 1946.  This means that legislation which regulates the contents of printed books and periodicals as defined under the 1929 and 1946 Acts does not prohibit the same content on the Internet.  In Ireland, we do regulate the Internet but we regulate it in a different way to the way we regulate publications.  At present in Ireland, Internet service providers, ISPs, operate under a self-regulatory format.  This is based on an industry code of practice and ethics that commits participating ISPs to ensure that their services and promotional materials will not contain material that is illegal, misleading, likely to incite violence or cruelty, racial hatred, prejudice, discrimination or even where the material is not illegal but considered inappropriate or calculated to cause distress, anxiety or inconvenience to others.<\/p><p> This self-regulation is overseen by the Office for Internet Safety which was established in 2008.  It is an executive office of the Department of Justice and Equality and has primary oversight responsibility in respect to reviewing and ensuring the appropriate operation of the code and the wider self-regulatory system.  If self-regulation were not proving effective enough, then the Office for Internet Safety can consider the introduction of legislation to regulate the sector.  The debate following this Bill concerns a report of the Oireachtas Joint Committee on Transport and Communications and is not disconnected from this issue.  I thank Deputy Niall Collins for advancing the Bill, which is timely.  I hope it will provoke a debate in the House that is long overdue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400004#B00600","speaker":"947","continuing":true},{"type":"speech","time":1390558500,"counter":16,"content":"<p>I thank the Ceann Comhairle for allowing me the opportunity to speak on this legislation, the Censorship of Publications Board Repeal Bill.  I commend and thank Deputy Niall Collins for bringing the Bill before the House.  I am delighted to see that romantic Ireland is not dead and gone in Fianna F&aacute;il.  I was particularly interested in the contribution.of Deputy Niall Collins.<\/p><p>  I welcome the debate on censorship and the fact that we are living in changing times.  It is important to remember that censorship of freedom of speech never worked in any society or any country.  It is also important to know the facts, the history and the effect of the censorship board in this country.  The Censorship of Publications Board is an independent board established by the Censorship of Publications Act 1929 to examine books and periodicals for sale in the Republic of Ireland.  It is governed by the Censorship of Publications Acts 1929, 1946 and 1967.  The board has the authority to prohibit any book or periodical it finds to be obscene.  This makes it illegal to buy, sell or distribute the publication in the Republic of Ireland.  The board prohibited a large number of publications in the past, including books by respected authors.  Since the 1990s, it does not prohibit publications very often.  It is important to know the background and history.<\/p><p>  It is important to say that severe censorship is bad for democracy.  Silence against injustice is bad for democracy in a free and open democratic society.  Over the past week or so, I was fascinated by the silence in this Chamber about the imprisonment of the great peace activist, Margaretta D'Arcy.  This woman is anti-war and pro-peace and she is languishing in jail.  I express my dismay at her imprisonment.  I urge the Minister and the Government to look at sensible ways to release the great Margaretta D'Arcy.  It is important to say this in the debate because we can never silence peace activists, those who are against war and those who take a stand even though it is unpopular.  I ask the Minister to intervene and free Margaretta D'Arcy because she is a woman of integrity.<\/p><p>  Returning to the legislation, the Censorship of Publications Board can examine any book or periodical for sale in the Republic of Ireland.<\/p><p>A publication found to be obscene can be prohibited, making its buying, selling or distribution in Ireland illegal.  The details of the rules of the board are such that it can examine any book or periodical referred to it by a Customs and Excise officer or member of the public.  The board can also examine any such publication on its own initiative.  If it finds a certain publication to be obscene, it can be prohibited for a period.  During this period, any buying, selling and distribution of the publication in the Republic of Ireland is banned.  We must zoom in on the relevant section of the legislation.  Surely Customs and Excise officers have enough to be doing without doing this kind of work.  There is a high rate of crime, a large volume of drugs is imported, and there are big problems with illegal cigarettes.  The Customs and Excise officers should be tackling these issues, not dealing with censorship.<\/p><p> The Censorship of Publications Act 1967 remains in place although the Irish social climate has greatly changed in the meantime.  We all accept that the country has changed, although not always for the better, sadly.  However, with regard to accountability, transparency and censorship, Ireland has generally changed for the better.  In May 2006, Lee Dunne's novel <i>Paddy Maguire is Dead<\/i>, a semi-autobiographical novel about a writer's descent into alcoholism, was released here after its having been banned for 34 years.  It was originally published in the United Kingdom in 1972 but was banned in Ireland on its release because it was thought to be indecent and obscene.  Mr. Dunne's next six novels were also banned, making him the most banned author in Ireland.  He was unable to get a book released in Ireland until the 1980s.  This is but one example.<\/p><p> Since 2000, a total of eight books has been referred to the board, but none has been prohibited.  No books are currently banned in Ireland on the grounds of indecency, but eight books about abortion continue to be censored.  We have dealt with this.<\/p><p> I was very interested in hearing the Minister's remarks.  He said that when trying to challenge these issues, one must have certain guidelines for society.  I welcome the legislative changes in the Child Trafficking and Pornography Acts 1998 to 2004.  Under this legislation, the distribution of pornography by film, video or other material was made illegal.  There is legislation to protect citizens, including the vulnerable.<\/p><p> I strongly support the Prohibition of Incitement to Hatred Act 1989, which I sometimes believe is not implemented as much as it should be.  It makes it an offence to publish or distribute written material that is threatening, abusive or insulting, or which stirs up hatred.  This should be implemented a lot more in the State because we are aware that racism still exists.  Such issues might be under the radar but one should not cod oneself that they are not arising.  We hear of such issues regularly in our constituency clinics.  It is important that the legislation is on the Statute Book.  We should keep an eye on it regularly and use it more often.<\/p><p> The Minister referred to the regulation of the Internet.  We have addressed this.  If we find self-regulation in respect of the Internet is not effective, the Minister should consider introducing legislation.  We must be very conscious of the issues that arise.<\/p><p> On the broader issue, I strongly support Deputy Niall Collins's comment that the board is obsolete and a quango.  The board has had no new member since 2011, and only one book was referred to it over the past five years, namely <i>Laura<\/i>by the Minister for Justice and Equality, Deputy Shatter.  Since it was banned, sales increased.  I do not know why people bought it but that is another debate.<\/p><p> The core issue concerns quangos.  I am glad Minister of State Deputy Paschal Donohoe has joined us because he was another man who was ranting and raving about quangos before the last general election.  I hope he will do so now and support the legislation.  That no new board members have been appointed since 2011 is a testament to the fact that the board has outlived its use, having been completely bypassed by the Internet.  Social values have changed immeasurably since 1946.<\/p><p> Consider the question of commitments in this area.  Before the election, Fine Gael, in its documentation on reinventing government, promised the abolition of 145 State bodies and companies, including the dismantling of the HSE and F&Aacute;S.  This was the cornerstone of its general election campaign.  My good friend and colleague Deputy Shane Ross has raised this issue many times in regard to quangos.  We must examine seriously the spending of public money and the use of resources, particularly in an economic downturn.<\/p><p> I welcome the publication of this legislation and commend Deputy Collins on bringing it before the House.  Not only does it deal with reform but it also facilitates a debate on issues such as the censorship board, the Internet and some of the negative features of Irish society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400005#C00200","speaker":"1017","continuing":true},{"type":"speech","time":1390559100,"counter":18,"content":"<p>The current Fine Gael-Labour Government entered office in 2011 on a raft of promises, most of which have long since been forgotten.  One we can all recall clearly, however, is that of a sweeping cull of quangos.  After years of Fianna F&aacute;il-appointed quangos and boards, Fine Gael and the Labour Party were happy to offer the public a solution to something it was turning further and further against.  Despite this, in 2014, almost three years after the coalition took power, it does not seem to be doing a great job in following up on this promise, let alone countless others.<\/p><p>  When asked about the Censorship of Publications Board in June 2013, the Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan, responded by saying the five-year term of office of the last board expired on 9 November 2011 and that the new board was not yet appointed.  I am disappointed to learn this morning that the Government is to oppose this Bill.  I fail to see any connection between this debate and the one we are about to have on social media and cyber-bullying.  There is a very tenuous connection, if any.<\/p><p>  The board has no current members; it is a ghost board.  It has not had any new members since 2011, yet the Government has failed to get rid of it.  It is redundant but still in existence, and it needs to go.  We need to perform an exorcism.  The Censorship of Publications Appeal Board was established under the Censorship of Publications Act 1946.  Under its terms, any person may make a complaint to the Censorship of Publications Board.  The appeal board may affirm, revoke or vary a prohibition.  Its goal is to protect Irish citizens from literature of an obscene nature.  In 2014, given the technological advances since 1946, this is an unrealistic aim.  At the touch of a button, we can now gain access to material that is absolutely uncensored.  As worrying as this may sometimes be, it is none the less true.  Even when the board was operating at full capacity, I could not agree with many of the decisions it made.  Some of our most cherished and celebrated writers had their work banned by the board.  Censoring the work of the likes of Liam O'Flaherty, Oliver St. John Gogarty and Maura Laverty did a great disservice to those who fought so hard for the cultural revival.<\/p><p> It is appropriate and timely to remind Members of this House and others who may have forgotten about censorship in the not-so-distant past about the disgrace that was section 31 of the Broadcasting Act.  As some may be aware, it is 20 years this week since section 31 was lifted.  Instead of promoting understanding of the situation, section 31 fostered public ignorance.  Censorship helped to prolong the war raging in the North.  It not only restricted discussion and debate but also spread fear of raising issues related to the conflict.  The order was renewed annually, ensuring that people in the Twenty-six Counties received a totally one-sided view of the war and of its consequences for the whole of Ireland.  In the Twenty-six Counties, section 31 restrictions were in force for over 20 years.  The effect of this on our historical archives is often underestimated.  Section 31 literally interfered with our history, ensuring at the time that people did not know what was happening and even now, people are ignorant of what was happening.  This is what censorship does.  Irish people in this State were cut off from the experience of their fellow Irish people in the Six Counties.  Censorship attempted to silence the voice of republican dissent in this State.  There were some comedic moments and I am sure financially struggling artists welcomed the money they were paid to do voice-overs for republican spokespersons.  However, those brief moments of comedy did nothing to take away from the serious undermining of public knowledge and the right to public knowledge.  <\/p><p> Since that time, Sinn F&eacute;in spokespersons have been seen to articulate the needs and demands of the thousands of Irish people whose concerns we represent.  We have finally been able to give a voice to the thousands who were stripped of theirs because that is what section 31 did.  It muted the voices of thousands of Irish citizens struggling to survive in the North by silencing their spokespeople.  This is what censorship does.  It goes against the democratic system.  All voices have a right to be heard.  In that context, I join those voices condemning the imprisonment of Margaretta D'Arcy.  The jailing of this unwell and elderly lady for expressing a view that is widely-held among Irish people is a disgrace in any civilised society.  She should be released immediately and shame on all of us if she is not so released.  <\/p><p> Section 31 was originally instigated by a Labour Party Minister but ironically, it was another Labour Party Minister, Michael D. Higgins, now Uachtar&aacute;in na h&Eacute;ireann, who lifted the ban.  The Fianna F&aacute;il - Labour Party Government took office in 1992.  Michael D. Higgins, who was appointed to the Cabinet, had expressed his opposition to section 31.  The ban lapsed on 19 January and the broadcast media in the Twenty-six Counties were free to interview Sinn F&eacute;in spokespeople.  Many Members of the D&aacute;il 20 years ago would never have believed that today, in 2014, voices that were banned from broadcasting would now be representing Irish people in this very House.  I, for one, am glad that we are.  <\/p><p> We in Sinn F&eacute;in believe in a real republic where all citizens are equal.  We do not believe that some voices are more important than others.  We believe in the right of every voice to be heard.  There is no place in this society for censorship of any kind.  There is certainly no place for a board which has no members.  I welcome the Bill and my party will support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400006#D00200","speaker":"1083","continuing":true},{"type":"speech","time":1390559700,"counter":20,"content":"<p>I welcome the opportunity to speak on this Bill.  I thank the Minister for his detailed reply outlining why he cannot accept the Bill.  The debate itself is important because we are talking here about a quango and the censorship board is unnecessary for many reasons, as outlined earlier by Deputy Niall Collins.  If we repeal the Act and remove the Censorship of Publications Board it would send out a strong message.  It would represent a retrospective message of apology to many of the literary geniuses whose work was censored by the board in previous times.  Ireland has a long, strong and proud literary tradition and the fact that a vestige of a previous time in our history is still on our Statute Book is shameful.  The Censorship of Publications Board inhibited many of our finest literary artists and prevented them from flourishing on this island and I would welcome its dissolution.<\/p><p>  Deputy Niall Collins has already outlined why the board is obsolete.  The very fact that there have been so few referrals to the board in recent times proves that it is obsolete.  Only one book has been referred to the board in recent times, a book called <i>Laura<\/i>, written by the current Minister for Justice and Equality, Deputy Alan Shatter.  I do not know whether it was referred because of the obscenity of the content or because of its author.  I must get to the bottom of that.  We await the adjudication of this fine board when it eventually has the required number of people to meet.  <\/p><p>  In general, I am against prohibition and censorship.  As a mature society, we should trust our citizens to be able to decide what is right and wrong and what is good for society.  Equally, we cannot impinge on the individual's right to access material which he or she believes is of interest.  In the context of the Internet, Google, Amazon, and numerous other software companies and internet providers, many of which are located in this State, the censorship board is shown to be totally backward.  It is completely obsolete in the context of modern technology and what people can access on their iPhone, iPad or laptop.  For all of those reasons, the legislation should be removed from the Statute Book.<\/p><p>  Having listened to the debate so far, there seems to be broad support for the principle of this Bill.  The technical issues to which the Minister referred should be ironed out and we should move swiftly to abolish the board and the appeals board.  Obviously, the appeal that is currently before the board must be assessed and adjudicated on first.  I am hopeful, even though I never read it, that this book will be allowed to be on the shelves forever and a day, as a testament to the great literary giant that is Deputy Shatter.  I look forward to reading <i>Laura<\/i> when it is approved by the board.<\/p><p>  Deputy Colreavy referred to the broader question of censorship and spoke about section 31 of the Broadcasting Act.  He said that censorship goes against democracy but violence and mayhem also go against democracy.  Censorship in the form of section 31 was introduced because this State was under attack and was being undermined by a paramilitary organisation which had no political mandate at the time.  The political representatives of that organisation in the Republic received no mandate whatsoever to represent people in this House.  They were also roundly rejected by the electorate in Northern Ireland for many years until such time as there was an opening up of a process of dialogue to encourage those who saw murder and mayhem as a means to a political end to put down the gun and take up discussion.  That is why the lifting of the section 31 ban happened.  I was actually in the Houses of the Oireachtas when that decision was made by the Fianna F&aacute;il - Labour Party Government, announced by Deputy Michael D. Higgins, now President Higgins, as the Minister for Arts, Culture and the Gaeltacht.  That was a very important moment because it sent out a strong message that the Government was willing to listen to people.  Equally, those who had previously been censored then presented themselves on the airwaves and sent out messages that they were willing to listen to the vast majority of the people on this island with regard to laying the gun down once and for all and accepting the democratic principles the rest of us espouse and to which we adhere.  <\/p><p>I do not believe that one can compare section 31 and <i>Laura<\/i>in the same breath.  We should keep to the specifics of the Bill as tabled by Deputy Niall Collins, namely, the censorship of publications in the context of their literary aspect.  The purpose, intention and consequences of section 31 were very different from those of the censorship applied by the board in question.<\/p><p> I welcome the overall discussion, which is a broader discussion because it makes clear that when one has any form of censorship on the Statute Book it causes an undercurrent of feeling that someone is watching what one is doing in the context of one&rsquo;s artistic work and that there is someone other than the public who can approve or disapprove of it.  That in itself is something I would not like to see.  There are many reasons such a provision is obsolete in the context of modern technology and the transfer of information through the Internet and globalisation.<\/p><p> Another point to bear in mind is that we are a multicultural society now.  We are part of a larger gathering of people, not only in the context of being a member of the European Union but because we are now seen as a destination by many and as a place they would like to reside and contribute.  As the inflow of people over the years beds down, literary works will come from communities and individuals of whom we would not previously have had any understanding.  It is important that they be allowed to flourish, grow and identify themselves through their literary work.  I do not say who would be banned by the Censorship of Publications Board but the fact that it exists in the background is reason enough to get rid of it.<\/p><p> Another area of legislative change in the area of censorship is the Prohibition of Incitement to Hatred Act 1989, which makes it an offence, <i>inter alia<\/i>, to publish or distribute written material or to show or play a recording if the written material or recording is threatening, abusive or insulting or is intended to be likely to stir up hatred.  Thus, legislation is already in place to ensure that material that is intended to stir up hatred does not circulate in this country.  The other key Acts are the Child Trafficking and Pornography Act of 1998 and the Child Trafficking and Pornography (Amendment) Act 2004, which ensure there is no distribution of child pornographic material in the State.  These pieces of legislation are highly important.  They could not be considered as censorship in any way.  They are about protecting vulnerable people and ensuring we do not allow the transfer of information that is disgusting and exploitative in the context of child pornography and also disgusting and dangerous in the context of incitement to hatred.  Those two legislative provisions will remain on the Statute Book and all resources should be put in place to ensure the situation is monitored and any breaches are prosecuted through the courts.<\/p><p> On a lighter note, what the Censorship of Publications Board should have been looking at in recent years is manifestos, because they were certainly very threatening, far-fetched and insulting to our intelligence.  Perhaps they should have been banned, as the material distributed was utterly unbelievable-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400007#E00200","speaker":"983","continuing":true},{"type":"speech","time":1390560300,"counter":22,"content":"<p>Misleading.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400008#F00200","speaker":"1057"},{"type":"speech","time":1390560300,"counter":23,"content":"<p>-----misleading and threatening.  I urge the Minister to ensure that the Government moves as expeditiously as is possible and practicable with regard to the abolition of the board and the appeals board.  The Minister outlined some difficulties but I do not believe they are insurmountable.  I hope the final adjudication of the board will be the book <i>Laura<\/i>.  I make an urgent plea to ensure it is set free, like the Minister himself, and that it will be on the shelves forever and a day as a testament to his literary genius.  I ask the Government to please move quickly.  That would also allow it to fulfil many of the broken promises in the manifestos on the number of quangos the parties said they would abolish as opposed to what they have abolished.  Acceptance of the measure would help the Government to fulfil its broken promises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400008#F00300","speaker":"983"},{"type":"speech","time":1390560300,"counter":24,"content":"<p>I wish to make a statement on general principles in the area to underscore what the Minister said and to respond briefly to the points various Deputies have made this morning.<\/p><p>  I agree with Deputy Kelleher&rsquo;s point that for the vast majority of purchases or engagements people have with art, the ones who should determine whether it is acceptable &ndash; be it music, film or books &ndash; are the people themselves.  The State or its organs do not have a role to play.  That view is a reflection of the times in which we live.  Previously, at a different time in the history of our country a different consensus existed and the laws and institutions of the time reflected the consensus.  The existence of legislation and the bodies such as those under discussion reflect a view of society from a previous time.<\/p><p>  There are some exceptions to the overall view and they broadly fall into two categories.  The first relates to the creation of material that could result in hurt or damage to an individual or where the consumption of such material could have such an effect.  As previous speakers indicated, we now have legislation on the Statute Book to address those particular and specific areas about which we all have great concern, such as incitement to hatred and child pornography.  They are specific areas in which the State has a role and it is now fulfilled by other legislation that is on the Statute Book.<\/p><p>  We are referring to bodies that have not banned any piece of art for ten years.  In the case of the boards of both bodies, it is quite a period of time since either met, which leads on to the final point in terms of their relevance.  Due diligence must be done following a complaint made about legislation relating to an existing body.  That must be dealt with fairly, which we will do.  I assure Deputy Kelleher that the book, including the portion of it that he appears so eager to read, is currently available and has been set free.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400008#F00400","speaker":"1007"},{"type":"speech","time":1390560300,"counter":25,"content":"<p>I must wait for the adjudication before I can touch it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400008#F00500","speaker":"983"},{"type":"speech","time":1390560300,"counter":26,"content":"<p>I am certain that given the principles the Deputy outlined earlier about the ability of people to determine what they read, he will exercise that himself.  I assure him that the literature is available in bookstores around the country.  He does not need to wait for this process to be served out if he wishes to read it.<\/p><p>  In terms of how long it is since anything has been banned, I refer to the points made by Deputy Niall Collins.  The pieces of legislation under discussion are a reflection of the time in which the legislation was drafted.  The fact that they have been so inactive recently clearly tells its own story.<\/p><p>  Deputy Finian McGrath's comments showed the balancing act we all have to perform.  Comments are made on the Internet and through social media that can cause great upset and damage, and the Deputy said we should consider regulation in this regard.  We cannot have it both ways.<\/p><p>We cannot say that, for one particular art form or other form of expression people have to decide ultimately what it is they want to consume, and then say the State has a role in another sphere of communication.  The delicate balancing act between the absolute right of expression and the fact that some forms of expression have consequences for people is one in which the State needs to play a role.<\/p><p> That said, that is not a rationale for these censorship bodies or the legislation in question.  I agree with Deputy Michael Colreavy that the legislation is a reflection of the times in which it was introduced.  It would be unthinkable that the great pieces of literature of many of our contemporary artists such as Kevin Barry, Emma Donoghue, Colm T&oacute;ib&iacute;n and John Banville would be impacted on by a decision of the State to censor them.  That itself is a change from where we have been, which is why these bodies and legislation will be reviewed.<\/p><p> Deputy Billy Kelleher accurately summarised the background to section 31 which was repealed because of a change in the political and social consensus.  When the review of the censorship legislation is completed, the Minister will outline a course of action regarding the Censorship of Publications Act and the two bodies in question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400008#F00600","speaker":"1007","continuing":true},{"type":"speech","time":1390560900,"counter":28,"content":"<p>I thank all Members who participated in this debate on the Censorship of Publications Board Repeal Bill 2013.  There is no political agenda regarding the Minister for Justice and Equality, Deputy Alan Shatter, and his novel, <i>Laura<\/i>.  He just happened to be the catalyst which triggered a critical analysis by Fianna F&aacute;il of the Censorship of Publications Board.  We are not playing political games, but it is a fact that his book is at the centre of the issue.  If we wanted to be smart or political, we could ask if he absented himself from the Cabinet when this Bill was being discussed or when the new members of the censorship board were being appointed.  However, we did not.<\/p><p>  The Minister for Communications, Energy and Natural Resources, Deputy Pat Rabbitte, informed us that the Government intended to oppose the Bill, which is regrettable.  The Bill is timely and the Government should take it in its true spirit.  Unfortunately, all Friday sittings involve is an exercise where the Opposition offers Bills which, in most instances, are opposed by the Government.  Those not opposed are parked within the system and do not progress to Committee or Remaining Stages.  That needs to be examined if part of D&aacute;il reform is to allow the opportunity for individual Members to bring forward Bills.  Not one Private Members&rsquo; Bill brought forward on a Friday has been enacted.<\/p><p>  The Minister, in outlining why the Government opposed this Bill, stated this was a complex and technical area.  That was the only reason he gave.  He went on to state the Government would not rush to take action but was examining all details in the area.  However, he has not outlined any detailed reason the Bill is being opposed, which is regrettable.<\/p><p>  Since 2000, eight books have been referred to the board but none has been prohibited, as well as 34 periodicals and magazines.  The last time a periodical was prohibited or banned was in 2003.  The board has moved on in that regard.  I take the point about the 1998 and 2004 child pornography legislation.  Why do we not put the resources given to publications censorship into funding research into and policing against cyber bullying and child pornography on the Internet?  Sadly, on many occasions this House has discussed the issue of suicide.  One reason often cited for suicide among young people is cyber bullying.  It is a significant problem and, unfortunately, a downside of the advancement of technology.  It is a challenge for all parents with young children to keep an eye on technology and keep apace with it to ensure children are not subjected to the malevolent and deviant forces that operate on the Internet.<\/p><p>  The imprisonment of Margaretta D'Arcy was also raised, a matter which also received a lengthy airing during Topical Issues during the week.  Everyone is concerned about her welfare, but I agree with the Minister for Justice and Equality, Deputy Alan Shatter, on this case that we cannot interfere with the courts which have to be allowed to do their work independently.  There was an exhaustive process in the case of Ms D&rsquo;Arcy.  While people have to be allowed to protest, it must be peaceful and within the law.  That is the beginning and the end of it.  One cannot have a situation where people break onto the runways of airports.  The processes are in place in the courts and the legal system.  We all share the concerns about Ms D&rsquo;Arcy&rsquo;s welfare and health.  It is right and proper that this has to be taken into consideration, but that is a job for the courts to do.<\/p><p>  I do not agree with Deputy Michael Colreavy on section 31 of the Broadcasting Authority Act which was on the Statute Book when the State was under siege and attempts were being made to subvert it by the Provisional IRA and others.  Section 31 was necessary at that point to protect the State.  It was repealed when the time was right and it was proper to do so, but up until then, one could not have had a situation where people trying to subvert the State could be afforded an opportunity to engage and further their aims on broadcast stations.  Comparisons between the intent of section 31 when it was introduced and the intent behind the establishment of the Censorship of Publications Board are not valid.<\/p><p>  I thank the Ceann Comhairle for affording us the opportunity to debate the Bill which is timely and topical.<\/p><p>I am sure there has been a degree of outside interest, given the identity of the person who authored the book at the centre of the complaint before the board and all Members await with interest the outcome of the board's adjudication.  In the meantime, I will press the matter to a vote which I understand will take place next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400009#G00200","speaker":"1057","continuing":true},{"type":"speech","time":1390561500,"counter":30,"content":"<p>That is correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400010#H00200","speaker":"1112"},{"type":"unspoken","time":1390561500,"counter":31,"content":"<p>Question put.<\/p>"},{"type":"speech","time":1390561500,"counter":32,"content":"<p>In accordance with Standing Order 117A(4), the division is postponed until immediately after the Order of Business on Tuesday, 28 January 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400010#H00400","speaker":"1112"},{"type":"majorheading","content":"Report of Joint Committee on Addressing the Growth of Social Media and Tackling Cyberbullying: Motion","time":1390561500,"counter":33,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400010#H00500"},{"type":"speech","time":1390561500,"counter":34,"content":"<p>I call on the Chairman of the Joint Committee on Transport and Communications to present its report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400010#H00600","speaker":"1112"},{"type":"speech","time":1390561500,"counter":35,"content":"<p>I move:<blockquote>That D&aacute;il &Eacute;ireann notes the report of the Joint Committee on Transport and Communications entitled, Report on Addressing the growth of Social Media and tackling Cyberbullying, which was laid before D&aacute;il &Eacute;ireann on 18 July 2013.<\/blockquote>I thank the Ceann Comhairle and welcome the opportunity to outline the context, background and recommendations of the Joint Committee on Transport and Communications which were published last July following a number of hearings and engagements with and submissions by many of the stakeholders involved in this issue.  It is interesting that in this morning's proceedings Members are moving from debating a Bill that refers to something that is outdated to seeking to catch up with the amazing progress made in how information is disseminated and so on.  Essentially, that is what the report is about.  I refer to the importance of reports from committees which have the opportunity to examine in more detail the minutiae of an issue than can otherwise be debated here.  In the past reports were published by committees and forgotten on the day after their launch.  In this case, I hope the report can feed into what is happening within all Departments.  In addition, its purpose was to examine the issue in a cross-party way.  I again refer to this morning's debate which at times appeared to be more about quangos and their removal than about the issue.  The importance of having these debates in committees is that matters can be dealt with in a cross-party fashion and not treated as political footballs.  This is to be welcomed and while the report is only one small feature within a wider political reform, nonetheless it is important.  <\/p><p>  I also welcome the presence of the Minister who has responsibility for this issue.  Only last November, on foot of the joint committee's report, he established an Internet content governance advisory group under the chairmanship of Dr. Brian O&rsquo;Neill of Dublin Institute of Technology who had made a submission on the joint committee's report last year.  Underpinning the joint committee's recommendations was the need for a more co-ordinated approach to tackling the irresponsible online platform, consisting of experts in the fields of child safety and online behaviour, as well as technical and industry experts.  This specialist working group is an important initiative and should have everyone&rsquo;s support in carrying out its work.<\/p><p>  It was recognised at the outset by everyone on the joint committee who examined this subject and those who made submissions that social media had enormous potential for public good and civic engagement and the committee&rsquo;s primary concern was to ensure it did so without having an adverse impact on individual rights.  However, because of the challenges posed by cyberbullying and online harassment, the joint committee decided to commence hearings on the challenges facing individuals, families, communities and schools from the rise of social media.  In a digital age, as social media are changing the way many of citizens interact with one another, members thought it was important to examine the topic, particularly in the light of the disquiet expressed in some quarters that there were no curbs on the irresponsible use of the channels.  The joint committee invited the social media platforms Twitter, Facebook and YouTube to make presentations.  They engaged with members very constructively, as did the Office for Internet Safety, the National Anti-Bullying Coalition Ireland and Digital Rights Ireland.  The joint committee also received a large number of informed submissions from individuals and groups.<\/p><p>  One difficulty in dealing with this issue is that technology is changing and being upgraded so rapidly that by the time one problem is addressed, another presents in a manner not envisaged even a few months earlier.  In other words, it is difficult to get ahead of the curve.  That is the challenge in facing this issue.  When he appeared before the joint committee, the Minister, Deputy Pat Rabbitte, pointed to other difficulties that presented on this issue, including the point that Internet governance had to be conducted on a multi-jurisdictional basis.  In other words, the issue is both global and national and must, therefore, be tackled globally and across borders.  The Minister also pointed to the fact that different Departments, as well as his own, namely, the Departments of Education and Skills, Children and Youth Affairs and Justice and Equality, all had different responsibilities and had been addressing them within their remit.  I seek his views on how they can be co-ordinated more effectively.  That is the reason for what I perceive to be the main recommendation made in the report.  While the joint committee has made eight recommendations in total, the key recommendation is the sixth, that a single body be given responsibility for co-ordinating the regulation of social media.  When there is a plethora of agencies and Departments involved, the danger is that those who are vulnerable will fall through the cracks and will not have knowledge of a clear pathway towards solving the problem.  It was the view of members that the Office for Internet Safety did not adequately deal with cyberbullying or the traceability of tweets and other social media.  That is not a criticism of it because it is not resourced to do so in the first place.  Moreover, the office does not have a formal regulating role, as its primary function is to monitor the current self-regulating model agreed with the Internet service providers.<\/p><p>  I will turn to the other recommendations.  Despite age restrictions being in place by media companies, many children under the prescribed age are opening accounts on social media sites.  The joint committee recommends that where this is identified, the relevant company be swift in closing the account.  These accounts are often opened with the assistance of parents, sometimes unwittingly.  The idea is that parents must be better informed and educated in a better way, including of their responsibilities in this area.  The joint committee also recommends that the child protection guidelines incorporate guidance for all professionals working with children to aid them if they encounter issues relating to cyberbullying and the inappropriate use of social media.  This includes all sections of the Garda, teachers, youth workers and so on.  <\/p><p>  Third, the joint committee recommends supporting and repeating the recommendations contained in the action plan on bullying and that the definition of bullying in the new national procedures for schools include a specific reference to cyberbullying.  In addition, guidelines specific to cyberbullying should be put in place in order that school principals in dealing with instances of cyberbullying have a clear protocol to follow.  In the course of its study the joint committee was given examples at first hand of the difficulties principals encountered in dealing with the problem.  There was a time when bullying was confined within the school grounds and premises, but, obviously, cyberbullying is a 24 hour phenomenon.  Bullying is not as visible as heretofore, which is the challenge in this regard.  Moreover, the joint committee learned that cyberbullying in schools was not confined to students bullying one other.<\/p><p>In some cases it relates to students bullying teachers.  The main difficulty principals had when dealing with it was to know how to get material taken down quickly.  The damage done between its discovery and its being taken down - in some cases it is not taken down at all - is a great problem.  The curriculum should incorporate education on social media.  That may be in the social personal and health education, SPHE, course.  With the new junior certificate course being planned it could be incorporated into that in some way.  Parents, children and everybody involved are learning about this and it should be done at every level.<\/p><p> Referring to the fact that it seems to be more prevalent in the younger age groups, the Ombudsman for Children has described cyberbullying as one of the most prevalent forms of bullying experienced by children in Irish schools.  Another report found that the incidence of cyberbullying among Irish teenagers is the highest in the EU, so it is a particular problem here.  The next recommendation stated that employers should have a social media policy outlining what constitutes cyberbullying and what actions are to be taken if the policy is breached.  We have seen cases of this within the workplace here.<\/p><p> What brought many of these issues to the fore in the first place is the link between cyberbullying and suicide, which, unfortunately, is very prevalent in our society.  There have been a number of high profile cases of suicides especially among young people where cyberbullying has been suggested as the underlying cause of some teenagers in particular taking their own lives.  However, our conclusion based on many people involved in this concurs with research in North America which found that cyberbullying is rarely the sole or main cause of suicide.  It is important to realise that there are many dynamics in suicide.  However, cyberbullying can be a contributing factor and have lasting effects resulting in distress, anxiety and low self-esteem.<\/p><p> In this context it is interesting to note how other countries have dealt with the link with suicide.  Last year New Zealand introduced legislation which will create a new offence of incitement to commit suicide.  The offender can be jailed or fined whether or not suicide resulted or was attempted.  This could be considered for future legislation here.  Earlier I referred to the difficulties in schools in particular.  In the UK, school principals have a direct line whereby they can phone a person in an agency who can direct them on what is available to them or how they can deal with a situation.  That could be followed here.  This report does not have all the answers by any means but hopefully it will be a useful piece of work that will feed into the various actions that are taking place and decisions that are being made in the Department of Communications, Energy and Natural Resources and other Departments.  We need to see the positive use of modern technology but we also need to protect our communities, children and people from the dangers of the Internet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400010#H00700","speaker":"1073","continuing":true},{"type":"speech","time":1390562100,"counter":37,"content":"<p>I thank the chairman, Deputy O'Mahony, and his committee for addressing an immensely important and very complex subject in a very thoughtful way.  I congratulate the committee on a well-considered and valuable contribution to the debate on social media and governance.  This report is an important milestone, being the first publication on this issue by an Oireachtas committee.  It not only addresses the complex nature of social media and of some of its impacts, it will also inform the next step, as we will see.  The fundamental reason why this debate exists at all is simple: widespread Internet access has given people great power and reach, the power to access and share information, the power to conduct business or the power and consume media, all in a way that is utterly transformative.  It should not surprise us, regrettable though it may be, that there are those who would misuse or abuse this power.  Such is human nature.<\/p><p>  We must first acknowledge that the Internet is an immense social good, and that to a substantial degree this is due to its free and open nature.  It has absolutely and categorically made the world a better place, something that can be said of relatively few inventions.  Any measure that threatens these fundamental characteristics of the online world, and method that might stymie or restrict debate or freedom of expression online simply will not work, nor should it be allowed to.  More specifically, the consequences of social media have been similarly positive.  They enrich and enliven the lives of millions of people around the planet on a daily basis.  Moreover, as I pointed out to the committee when I spoke to them, social media are a broad and diverse church.  Technically, they can be described as online platforms that allow people create, share and exchange information, and to comment among themselves in virtual communities and networks.  In reality the term covers everything from a vast universe of online discussion fora and boards to picture sharing websites and apps.<\/p><p>  Just as importantly, social media are categorically not new.  They have been around, in one form or other, for at least 20 years, and if we include bulletin boards, more like 30 years.  There can be no avoiding the fact that the sector has reached a form of critical mass over the last five or six years and has emerged as a wholly mainstream phenomenon.  Online and social media are no longer a fringe concern, the preserve of the early adopter or the technically adept.  They are universal and, for young people in particular, they are pervasive.  Thanks to smart phones and widespread Internet access, social media are everywhere.<\/p><p>  Because we are living through this expansionary phase, it is sometimes easy for us to overlook the extent to which this has reordered some critical aspects of the lives of young people in particular, but these changes have been dramatic already.  Regardless of the extent to which the sector will continue to evolve - and it undoubtedly will - the revolution in social media has already fundamentally changed the way people, particularly younger people, interact with and experience media.  It has also recast how they engage with society and with their peers, and by all of these means substantially colours their developmental experience.<\/p><p>For the most part, this is a good thing, but as we know and as Deputy O'Mahony has outlined, there are downsides.  There are real risks associated with children and young people using social media and the Internet in general.  As a State and a society we have a responsibility to protect children.  That much is clear but the extent to which the State should, or indeed can, act is much less clear.<\/p><p> The nature of the technology and the rate of change is such that even determining the correct role for the State, for Government, for industry and for users is difficult.  The sector is evolving at a pace far in advance of the capacity for reactive short-term policy responses.  This question of a measured and appropriate response is complicated immensely by the truly international nature of the Internet and the diverse constitutional and cultural complications this entails for policy makers.  The response preferred by one state may not be acceptable or even possible in another yet there can be no &quot;local&quot; solutions to many of the challenges posed.  This therefore is a new and rapidly evolving policy space.  No country or jurisdiction has cracked it or has found a way to appropriately balance the many issues that arise in this space, most pertinently in the context of today's discussion, such as how we can ensure freedom of speech and access to information while protecting children from content that may very well be harmful to them.<\/p><p> Critically also, we are not starting from the beginning.  Many of the questions that arise as a consequence of Internet access in general and social media in particular have been of concern to people as a consequence of other media or technologies.  The postal system brought us the poison pen letter, the telephone brought us abusive phone calls, the print industry and then the broadcast media brought us the possibility of age inappropriate viewing of content.  This should tell us two things.  First, social media is not the first form of media to be portrayed negatively.  Concerns inevitably attend every new development in media.  Second, while the methods that were used to redress earlier issues may or may not be relevant or useful to deal with newer technologies, an accommodation is always found and the world continues to turn.  That is not to say that while we cannot, and indeed should not, attempt to regulate the Internet in a formal way, we should not shirk from looking at existing or new tools in a rational and coherent way to see if we can make improvements.<\/p><p> We are not without means in this case.  As social and electronic media in general have been around for an extended period of time, aspects of the legal and administrative system have adapted to some the issues involved.  Legal responsibility for measures to deal with harassment and abuse online sits with the Minister for Justice and Equality by means of the same methods used to deal with the same issues in the offline world.  Moreover, his Department has established an executive office, the Office for Internet Safety, that deals explicitly with internet safety, particularly in regard to combating child abuse material online.<\/p><p> The Department of Education and Skills has also done some very positive work in ensuring that parents and teachers receive the support they require in terms of understanding the nature of the threats that children can encounter online, including the publication of an action plan on bullying last year detailing a number of concrete measures in this area.  Schools and principals continue to make valuable strides in this regard.<\/p><p> A set of robust legal measures in place for defamation, introduced as recently as 2009, covers online comment.  Similarly, section 10 of the Non-Fatal Offences against the Person Act 1997 deals with harassment.  We have existing mechanisms to deal with the abuse of the postal or telephone system.  The Communications Regulation (Amendment) Act 2007 introduced measures dealing with the use of the telephone system to send messages that are grossly offensive, or &quot; indecent, obscene or menacing&quot;, or &quot;for the purpose of causing annoyance, inconvenience, or needless anxiety to another person&quot;.  Other issues, like data protection and cyber-security, have also been addressed on a number of occasions and policy in these areas continues to evolve apace<\/p><p> As Minister for Communications, Energy and Natural Resources, my policy responsibilities with regard to Internet governance flow originally from my role in ensuring the provision of a supportive legislative and regulatory environment to facilitate the development of high quality communications infrastructure and services.  However, my Department has also long been engaged in broadcasting and media discussions at an EU and Council of Europe level.  In recent years, the focus of these discussions has shifted to online content, specifically on the implications for government, business and citizen of media convergence and of the rise of social and participative media.  Unsurprisingly, child safety and protection has been at the forefront of this work.  This growing awareness at a European level is mirrored across member states.  Our challenges in this area are not unique.  Rather, they are universal, and there is much to be learned from examples of best practice elsewhere.<\/p><p> To that end, late last year I established the Internet content governance advisory group, under the chairmanship of Dr. Brian O'Neill of DIT and comprising experts from industry, the legal profession and child protection.  This group, which will report at the end of May, has been asked to answer a series of questions on the most appropriate next steps for policy with regard to online content governance.  The terms of reference for the group require that particular attention is paid to the report of the joint Oireachtas committee and I trust that the group will consider the recommendations of the committee in depth when coming to a view.  As I have already outlined, the nature of the sector is such that several Departments have an active role in the area, and recommendations are likely to have implications across several areas.  The group will discuss these issues with other Departments as part of their considerations.  In turn, any future policy decisions on foot of the group's reports will be brought forward by several Ministers.  The group also launched a public consultation today, and is seeking views from any party on a series of questions reflecting the main themes of its work, namely regulation, governance and Internet safety; bullying and harassment; accessing age inappropriate content online; and education and awareness raising. <\/p><p> I am very grateful to Dr. Brien O'Neill and his colleagues on the advisory group for agreeing to undertake this complicated and important task and am grateful for their time and expertise.  The task before the group is not easy.  The issues are complex and involve balancing fundamental and constitutional rights with the protection of children and young people.  I look forward to an open and representative consultation process and to that end would encourage all those present to make their constituents aware of this opportunity to make their opinions known on these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400011#J00200","speaker":"947","continuing":true},{"type":"speech","time":1390562700,"counter":39,"content":"<p>I welcome the publication of the report on addressing the growth of social media and tackling cyberbullying.  Fianna F&aacute;il believes action must be taken to address the growing problems of cyberbullying.  The State cannot disregard its responsibility in this area by saying that social media is too difficult an area to regulate.  The practical steps outlined by the Oireachtas committee on this issue should be embraced and taken seriously by all concerned.  The committee recommendations are wide ranging and would go some way to addressing the current difficulties in this area.  The recommendation that child protection guidelines would incorporate guidance for all professionals working with children, to aid them if they encounter issues relating to cyberbullying and inappropriate use of social media, is good one should be acted on as soon as possible.<\/p><p>  Similarly, the recommendation supporting and reiterating the recommendation contained in the action plan on bullying that the definition of bullying in the new national procedures for schools should include a specific reference to cyberbullying is necessary and timely.  It is clear that there is a need for guidelines specific to cyberbullying to be put in place, so that school principals, who are dealing with instances of cyberbullying, have a clear protocol to follow.  This common sense proposal must be welcomed.<\/p><p>Employers also have an important role to play in putting in place a social media policy which can guide management when serious issues arise.  There is a need to outline what constitutes cyberbullying and what actions will be taken in the workplace if there is a breach of such a policy.  Employers must be made aware of the importance of introducing a social media policy given its presence in every aspect of daily life.  It is important that employers are aware that cyberbullying falls within the definition of harassment, and section 10 of the Non-Fatal Offences Against the Person Act 1997 may apply in such cases.<\/p><p> Fianna F&aacute;il very much welcomes recommendation No. 5 of the committee's report, that a review of international best practice on the registration of prepaid SIM cards be carried out by the Government.  This would be with a view to exploring the feasibility of preventing the use of these cards for malicious or illegal purposes.  It is common practice in Europe to have to register one's ownership of a particular SIM card, which prevents the anonymous use of numbers when the number has been used for illegal purposes.  However, it is important to strike a balance on regulations in this area.<\/p><p> With regard to recommendation No. 6, which states that a single body be given responsibility for co-ordinating the regulation of social media content, I put forward to the House that the feasibility of this proposal be examined by industry and the Government.  The final recommendations are with regard to the continuous updating of information for professionals who deal with victims of cyberbullying.  This is common sense and must be implemented as soon as possible.<\/p><p> As the House may be aware, Fianna F&aacute;il is proposing legislation in this regard which would represent a major shift in the law to protect people, particularly children, from cyberbullying.  Under the legislation proposed by our party's spokesperson on children and youth affairs, Deputy Robert Troy, it would be an offence to engage in cyberbullying and it would also be an offence to assist or encourage it.  This would be the first time the offence of cyberbullying would be defined in Irish law.  The legislation would address the fact that cyberbullying only has consequences for the victims.  This is wrong and now is the time to ensure there are also consequences for the perpetrators.  A report by the special rapporteur on child protection states that the growth of cyberbullying has almost overnight created a readily accessible forum for bullies to target children, with little or no regulation or sanction.  There is no question that cyberbullying and the emergence of online hate campaigns are a major issue, particularly for teenagers.  We need a strong basis in law to help tackle it.  The tragic deaths of a number of children who were allegedly the victims of cyberbullying underscore the need to address this for the health and well-being of young people.<\/p><p> As the report states, a recent survey found that incidences of cyberbullying among Irish teenagers were among the highest across 26 European countries surveyed.  Cyberbullying is carried out through text messages, pictures, video-clips, phone calls and e-mails, on social media, in chat rooms and through instant messaging.  Fianna F&aacute;il's proposed legislation would make cyberbullying a specific offence for the first time in Irish law.  It would make provision for parents to attend mandatory parenting courses and only provides for criminal prosecution where a parent continuously and knowingly permits cyberbullying by a child.  Our legislation states that parents will be deemed to have committed an offence where they know cyberbullying is taking place and do not take any steps to stop it.  Any parent found guilty of cyberbullying would initially be required to engage with parenting courses, but in serious and persistent cases people could face a prison sentence of up to two years or a fine of up to &euro;20,000 or both.  It is important to state that trials of those aged under 18 would be dealt with in the Children's Court.<\/p><p> There is a balance to be struck in how we deal with cyberbullying.  This much is clear.  Awareness campaigns and better education are essential, but strong sanctions are also needed to act as a deterrent.  Failing to tackle the issue head-on will only result in more distress for the people targeted by bullies.  I welcome the report and I thank all those who contributed to it.  I thank my fellow members of the committee for the amount of work and dedication they put in to it.  I commend the report to the House, but we need to see action taken on its recommendations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400012#K00200","speaker":"987","continuing":true},{"type":"speech","time":1390563300,"counter":41,"content":"<p>Social media have grown rapidly in a short number of years.  Recent reports suggest that the number of text messages being sent in Ireland is on the decline, with social media becoming the leading mode of electronic communication.  Social media changes rapidly, with new forms of technology and new smartphone apps emerging every year.  This makes our jobs as legislators difficult.  How do we, or should we, legislate for an area that is so new and so rapidly changing?  The sites used by the general public are displayed in the report, but I imagine that even since the report was drafted barely six months ago these figures have become dated.  While Facebook and Twitter are still leaders in the field of social media, new apps such as Snapchat have grown in prevalence since the report was published, and therefore any discussion we have on such a rapidly changing field must be seen in this context.  Social media have broken out of what was traditionally viewed as a young person's world.  There are now more people than ever in their 50s, 60s and above using social media as a means of communication, and not just on Facebook; people use Instagram to share photos and Tumblr to share topics of interest.<\/p><p>  Social media in Ireland have found a distinct advantage in this age of mass emigration.  They have allowed families to stay in contact with each other from different parts of the globe, practically for free.  There was a time when emigrants in the United States or Australia would have to budget part of their weekly income to afford a phone call home to Ireland.  Thanks to social media and to Skype, families in Ireland can see what is happening in the lives of loved ones around the world.  This, of course, does not eliminate the suffering that families go through when a loved one is forced to emigrate in search of gainful employment, but it does make the world that little bit smaller.<\/p><p>  Social media have played an important role in spreading new ideas and opinions, especially in countries where freedom is not taken for granted.  In the Arab spring of 2011, social media were used as a tool by protestors to bypass government-controlled media and spread the message of protest to others.  Social media afforded mass communication that was previously unattainable due to government repression.  Social media have also enabled stories to emerge in real time from major events and tragedies throughout the world, and the growth of what has become known as citizen media has developed from this.<\/p><p>  However, social media can be and has been used for negative purposes.  It is our role as legislators not to suffocate social media but instead to work with the industry in an attempt to make social media as user-friendly and safe as possible.  Unfortunately, bullying has always existed, including in Irish schools.  With the advent of social media, bullies use them as a platform to harass and inflict suffering on their victims.  In compiling this report we found that 17% of 12 to 18 year old students had suffered cyberbullying at least once.  It is clear that guidelines should be given to principals on cyberbullying so they have clear protocols to follow.  Of course cyberbullying can happen to adults also.  It can occur in the workplace.  This falls under section 10 of the Non-Fatal Offences Against the Person Act 1997.<\/p><p>  A number of very young people from my area have died by suicide.  In some of these cases there was evidence that they were victims of cyberbullying or cyber-abuse prior to their deaths.  I would love to think our report and the actions to follow would ensure that I would never again have to share the desperate anguish and pain of parents, families, friends, neighbours and communities mourning the premature death of a young person following sustained periods of cyberbullying, yet I know this will not be the case.  We can only do so much.<\/p><p>  Cyberbullying is about a lack of respect and consideration.  It is as difficult to address as verbal or physical bullying in the schoolyard or on the way to and from school.  The difference is that with cyberbullying the bullies follow their victims into their homes and, indeed, into their bedrooms.<\/p><p>One good aspect of the committee's work was that we found a willingness on the part of the larger social media companies to help eliminate cyberbullying and to respond quickly and effectively to complaints.  Education of children, parents, teachers and social media companies can and should minimise, if not eliminate, sustained cyberbullying if everyone works together.<\/p><p> Young people need to be educated in the proper use of social media, as this report points out.  This should include digital skills, how to use the Internet safely without fear of private information being used against one's will and intention, how to interact with other users of social media in a respectful manner and the harm that cyberbullying can inflict on others.  This approach needs to be carried out in conjunction with parents and social media companies.  Welcome initiatives have been taken to promote awareness among young people about cyberbullying.  The Watch Your Space campaign was a step in the right direction.  However, the Government must keep on top of this issue because every year there will be a new set of teenagers who will need to be educated on a continuous basis about the dangers of cyberbullying.<\/p><p> The reports states that the Office for Internet Safety does not adequately deal with cyberbullying or with the traceability of tweets and other social media.  It recommends that a single body be given responsibility for co-ordinating the regulation of social media content.  The funding and organisational models for this agency should be agreed with social media companies.  This would result in the industry taking proactive and positive steps to tackle the problems caused by cyberbullying.<\/p><p> It is important that we recognise cyberbullying for what it is - an extension of real-life hatred and prejudices in a digital form.  Racist or sexist abuse that is spouted on the Internet is a reflection of racist or sexist attitudes in society.  While it is important to tackle these issues online, we cannot ignore the fact that we must battle these prejudices in real life.  Social media have allowed people to communicate in an entirely new way.  They have broken down barriers that once existed and allowed people who had little ability to express themselves the option of doing so.  However, with great power comes great responsibility.  Social media is a powerful tool but we must work in any way we can to ensure that no one is harmed through its use.<\/p><p> I hope our report and the action it proposes will be a first step on the road to minimising cyberbullying and promoting respect across all platforms.  In a worldwide communications environment, we must accelerate steps to ensure a uniform European and worldwide response to protect privacy, ensure open access and prevent cyberbullying.  This will not be an easy task and it will take time.  It will also take a different way of thinking and vigilance to ensure that autocratic states do not use this as a reason to inhibit access to views, opinions, facts and news anywhere.  However, this work must be done if we are to make a difference.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400013#L00200","speaker":"1083","continuing":true},{"type":"speech","time":1390563900,"counter":43,"content":"<p>I thank the Deputies who have contributed to this discussion.  I am grateful to the committee, under the chairmanship of Deputy O'Mahony, for the manner in which it went about preparing the report.  This can be an emotive issue, for reasons everyone understands, which Deputy Colreavy advanced in his contribution.  It is one of these issues that takes off in the media generally from time to time, especially if there is a tragic or regrettable incident relating to the misuse or abuse of technology.  In those circumstances, it is easy to understand why parents and teachers are concerned that the State take adequate steps in the protection and safeguarding of children and minors in particular.  This issue can be emotive and it is a tribute to the work of the committee that it managed to absorb everything while at the same time giving a considered judgment to the issues that were thrown up and the recommendations it made.<\/p><p>  An important contribution has been made by the committee.  I would like us to debate the issue in the House again in the not too distant future, perhaps when the Internet content governance advisory group makes its report, and to hear from a wider cross-section of Members than is feasible during a Friday sitting.  I know from the contacts we have had that a great many Members have expressed similar sentiments to the Deputies who contributed and it is important that, apart from drawing attention to the importance of freedom of expression and the fact that the Internet is undoubtedly a public good, we acknowledge the necessity for balance and for the State to take reasonable measures, consistent with not unreasonably intruding on freedom of expression, to modernise the safeguards that might be put in place.<\/p><p>  Little enough attention has been devoted to the Internet content governance advisory group established late last year under the chairmanship of Dr. Brian O'Neill of DIT.  Dr. O'Neill is the head of the school of media in DIT and he has written at considerable length on this and related issues.  The group also comprises Mary Aitken, a cyberpsychologist and a director of the cyberpsychology research centre at the Royal College of Surgeons in Ireland and a research fellow at the RCSI Institute of Leadership; Professor Joe Carthy, dean of science at UCD and director of the UCD centre for cyber-security and cyber-crime investigation; &Aacute;ine Lynch, chief executive officer of the National Parents' Council; Kate O'Sullivan, vice president of corporate affairs at UPC; Ronan Lupton, a barrister specialising in the areas of commercial law, chancery, defamation and intellectual property, copyright and competition law, who has spent 12 years in various regulatory and engineering roles in the Internet and communications market; and young Mark Caffrey, a transition year student in Ratoath College, County Meath, and former president of the Irish Secondary Schools Students' Union.  The group, therefore, has specialists, experts, parents and a young person, a gender mix and so on.  It is not easy to assemble such an expert team<i> pro bono<\/i> and I am grateful to its members for these acts of good citizenship to address an issue that is always of concern to parents and teachers and that ought to be of concern to society as well.<\/p><p>There is a very good balance of industry experts, parents and young people.  The advisory group has begun its public consultation today.  That ought to be promulgated and people who have views and concerns ought to make their input, as invited by Dr. Brian O'Neill.  I think it is part of the formal terms of reference that it will be required to take account of the report published by the joint Oireachtas committee in its discussions.  It will also meet the major companies, child protection bodies and parents' organisations.  Between the public consultation process and these formal meetings, it will consider itself to be well placed to meet the May deadline to bring forward a report on this issue.  For that reason, it would not be appropriate for me to engage in a point by point commentary on the matters raised by colleagues in the House.  Deputy John O'Mahony raised the issue of take-down policy, while other colleagues raised issues that were equally relevant.  The time to have that discussion is after publication of the report of the Internet governance advisory group.  I have seen what the joint Oireachtas committee stated in its report about these issues and, to be honest, I share a great deal of it, but we will wait until we receive the report of the advisory group.  I suggest it would be appropriate at that time for the Chief Whip to roster a discussion in the House.<\/p><p> I am grateful to the Oireachtas joint committee for addressing a thorny issue in modern day Irish society.  It is ironic that I was deputising earlier for my colleague, the Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan, on an issue that shows the two Irelands, the Private Members' Bill introduced by Deputy Niall Collins on the abolition of the Censorship of Publications Board and the Censorship Appeals Board.  The past is indeed a foreign country, but it is a coincidence and an irony that in the course of the one parliamentary sitting we have had a debate on the 1924 and subsequent Acts relating to censorship and now are discussing how we can assert some accountability in the era of the Internet.  This shows the dramatic change that has taken place in recent decades.  Without doubt, we will be returning to this debate in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400014#M00200","speaker":"947","continuing":true},{"type":"speech","time":1390564500,"counter":45,"content":"<p>Having listened to the debate for the last hour or more, the challenges and opportunities presented by social media have been well discussed and ventilated, which is to be welcomed.  As pointed out by all speakers, this is an evolving, fast moving and changing story, but, having been involved in and present for all of the hearings and presentations and visits, as was Deputy Michael Colreavy, to the headquarters of the various social media companies in Dublin, there is a greater awareness on their part of the difficulties families, schools, school principals and communities have and there was a greater awareness among us of the efforts they were making and wanted to make because it is also in their interests that this is got right.  We emphasised this point to them.  Apart from anything else that comes from the report, it was a useful exercise and I am glad that the Minister's advisory committee will also be engaging with them.<\/p><p>  I thank Members for their contributions.  I also thank the Minister for presenting to us when we were hearing submissions and also giving us an update this morning on what is happening.  It is important that the public realise action is being taken and progress made.  I am glad that we will have a debate when the advisory group comes back with its findings.  It is an important part of modern society and we want to accentuate the positive, while eliminating the negative.  That is the challenge and what this debate was about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014012400015#N00200","speaker":"1073"},{"type":"unspoken","time":1390564500,"counter":46,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1390564500,"counter":47,"content":"<p>The D&aacute;il adjourned at 12.10 p.m. until 2 p.m. on Tuesday, 28 January 2014.<\/p>","notice":"TIME STRING DETECTED"}]