[{"type":"minorheading","content":"Prelude","time":1584626400,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 2 p.m.","time":1584626400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1584626400,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1584626400,"counter":4},{"type":"majorheading","content":"Gnó na Dála - Business of Dáil","time":1584626400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900003#A00100"},{"type":"speech","time":1584626400,"counter":6,"content":"<p>I welcome you all and thank you for attending today for this important sitting.  We meet this afternoon in limited numbers at a time of great crisis for our country and for the entire globe.  The crisis is not to be underestimated.  However much we try to tame the world we share with so much else, we are rarely true masters of our own destinies.  Something as cruel and capricious as coronavirus has come from nowhere to challenge us and to challenge our human confidence.<\/p>  <p>  We arrive here today to debate at social distances from each other in the Chamber of our nation&rsquo;s proud Parliament, utterly shaken and taken aback by the events of the past few days and weeks.  I know we all wish to commend the Taoiseach on his address on St. Patrick&rsquo;s Day, a considered, thoughtful and sensible view of our current, grave predicament.  As he said on Tuesday, we are at the beginning of this crisis.  Considerably more sorrow and sadness have yet to visit our towns, villages, neighbourhoods and communities, but in the time ahead, we must be resilient, sensible and cautious, as I know we will be.<\/p>  <p>  Common sense and factual information must triumph, not rumour and ill-judged mutterings on social media.  We, parliamentarians, must lead by example.  We must be to the forefront in dispensing practical, factual information to our constituents, friends and neighbours.  We much practise those safe and sensible guidelines which help to prevent the spread of this pitiless virus.<\/p>  <p>  We have before us this afternoon legislation for debate which addresses some of the key concerns people have as the coming weeks seem to open up into dark, uncharted waters.<\/p> <p>Those waters will be choppy and difficult to navigate.  However tempting it is to batten down the hatches and hope things go away quickly, we must be proactive in fighting this virus and its impact on our nation's health.  We must adapt quickly to those sensible rules for living set down by medical and scientific experts.  We all know it will be a long slog.  This is an exhausting marathon, not a sprint.  This legislation is one step in that long and difficult journey but each step forward is a step closer to our final goal, namely a resolution to this dreadful crisis.  We legislators are playing our part this afternoon.  So too are many others.  Healthcare professionals, public servants, shops, pharmacies and transporters are all continuing to work tirelessly for the common good.  Neighbours are looking out for neighbours, particularly the sick and the elderly.  We all have a part to play.  Everyone should be involved.  In my time as a public representative, I cannot recall a time when the Irish people were called upon to work together for the common good in such difficult and challenging circumstances but we are up to the challenge.<\/p> <p> The D&aacute;il and Seanad play their specific and significant parts in that challenging work.  We can do our best and no more is expected of us than that.  Of this crisis I say that this too will pass, but not before it has scarred our nation and hurt many of our people.  As we begin this painful and challenging journey forward to a final resolution to the crisis, we do so with knowledge, with fortitude and with thanks to those who share the journey and share our burden.  We parliamentarians must play our role in the short, medium and long term.  As Ceann Comhairle, I will continue to work closely and productively with all sides of this House to ensure our contributions here in D&aacute;il &Eacute;ireann are meaningful, effective and are for the greater good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900003#A00200","speaker":"1490","continuing":true},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1584626700,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900004#B00200"},{"type":"speech","time":1584626700,"counter":9,"content":"<p>I call Deputy &Oacute; Snodaigh to announce the business for the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900004#B00300","speaker":"1490"},{"type":"speech","time":1584626700,"counter":10,"content":"<p>Is mar a leagtar amach &eacute; sa dara tuarasc&aacute;il athbhreithnithe &oacute;n gCoiste Gn&oacute; dar dh&aacute;ta an 19 M&aacute;rta 2020 a bheidh gn&oacute; na seachtaine seo.  Mar eolas do Chomhalta&iacute;, is &eacute; Cl&eacute;ireach na D&aacute;la a th&oacute;gfaidh aon v&oacute;ta a &eacute;ileofar inniu tr&iacute; rolla na gComhalta&iacute; at&aacute; ina su&iacute;och&aacute;in a ghlaoch.<\/p><p>I nd&aacute;il le gn&oacute; an lae inniu, bearta&iacute;tear: <\/p> <blockquote> \t(1) D&rsquo;ainneoin aon n&iacute; sna Buan-Orduithe, gurb &eacute; an t-aon ghn&oacute; at&aacute; le t&oacute;g&aacute;il inniu an gn&oacute; at&aacute; leagtha amach sa dara tuarasc&aacute;il athbhreithnithe &oacute;n gCoiste Gn&oacute; dar dh&aacute;ta an 19 M&aacute;rta 2020, gan aon cheisteanna maidir le reachta&iacute;ocht bheartaithe;<br \/><br \/>(2) Go dt&oacute;gfar M&iacute;r 5, tairiscint maidir le cead&uacute; beartaithe ag D&aacute;il &Eacute;ireann i nd&aacute;il leis an Ord&uacute; um an Acht Airgeadais, 2004 (Alt 91) (Tabhairt suas don Phr&iacute;omh-Chiste a Iarchur), 2020, gan d&iacute;osp&oacute;ireacht agus go dt&oacute;gfar l&aacute;ithreach aon v&oacute;t&aacute;il a &eacute;ileofar ar an gc&eacute;anna;<br \/><br \/>(3) Maidir le M&iacute;r 4, an Bille Sl&aacute;inte (Caomhn&uacute; agus Cosaint agus Bearta &Eacute;igeand&aacute;la Eile Ar Mhaithe Le Leas an Phobail), 2020 Gach C&eacute;im - tabharfar na himeachta&iacute; ar an Dara C&eacute;im, mura mbeidh siad cr&iacute;ochnaithe roimhe sin, chun cr&iacute;che tar &eacute;is dh&aacute; uair agus tr&iacute;ocha c&uacute;ig n&oacute;im&eacute;ad agus aon v&oacute;t&aacute;il a &eacute;ileofar t&oacute;gfar &iacute; l&aacute;ithreach ar chr&iacute;ochn&uacute; an Dara C&eacute;im.  D&eacute;anfar &oacute;r&aacute;id&iacute; don Dara C&eacute;im a theorann&uacute; do bhabhta amh&aacute;in d&rsquo;Aire n&oacute; d&rsquo;Aire St&aacute;it agus do na pr&iacute;omhurlabhraithe n&oacute; d&rsquo;ionada&iacute; &oacute; gach p&aacute;irt&iacute; n&oacute; gr&uacute;pa agus n&iacute; rachaidh aon cheann acu thar 15 n&oacute;im&eacute;ad, agus f&eacute;adfaidh gach Comhalta am a roinnt; agus f&eacute;adfaidh Aire n&oacute; Aire St&aacute;it &oacute;r&aacute;id deiridh nach faide n&aacute; 5 n&oacute;im&eacute;ad a thabhairt.  D&eacute;anfar na himeachta&iacute; ar Ch&eacute;im an Choiste agus ar na C&eacute;imeanna Eile, mura mbeidh siad cr&iacute;ochnaithe roimhe sin, a thabhairt chun cr&iacute;che tar &eacute;is uair go leith le ceist amh&aacute;in, nach mbeidh inti, i nd&aacute;il le leasuithe, ach na cinn sin a bheidh arna gcur s&iacute;os n&oacute; arna nglacadh ag an Aire.  N&iacute; rachaidh an ch&eacute;ad &oacute;r&aacute;id &oacute;n duine a dh&eacute;anfaidh an leas&uacute; thar 2 n&oacute;im&eacute;ad, agus n&iacute; rachaidh aon &oacute;r&aacute;id eile thar n&oacute;im&eacute;ad amh&aacute;in;<br \/><br \/>(4) D&rsquo;ainneoin aon n&iacute; sna Buan-Orduithe, m&aacute; &eacute;il&iacute;tear v&oacute;t&aacute;il inniu, buailfear na cloig ar feadh tr&eacute;imhse nach l&uacute; n&aacute; tr&iacute; n&oacute;im&eacute;ad, agus cuirfear glas ar na doirse tar &eacute;is c&uacute;ig n&oacute;im&eacute;ad ina ndiaidh sin a bheith caite: ar choinn&iacute;oll go bhf&eacute;adfar, tar &eacute;is na dtr&iacute; n&oacute;im&eacute;ad de na cloig a bheith &aacute; mbualadh, go bhf&eacute;adfar na doirse a chur faoi ghlas a luaithe a bheidh 50 Comhalta sa seomra; agus<br \/><br \/>(5) Go rachaidh an D&aacute;il, ar &eacute;ir&iacute; di, ar athl&oacute; go dt&iacute; 2 p.m., D&eacute;ardaoin, an 26 M&aacute;rta 2020. <\/blockquote> <p>The business this week shall be as set out in the Second Revised Report of the Business Committee dated 19 March 2020.  For the information of members, any divisions claimed today shall be taken by the Clerk of the D&aacute;il by way of a roll call of Members in their seats.<br\/><br\/>In relation to today's business, it is proposed that:<\/p><blockquote>\t(1) Notwithstanding anything in Standing Orders, the only business to be taken today shall be the business as set out in the Second Revised Report of the Business Committee dated 19 March 2020, with no Questions on Promised Legislation;<br \/><br \/>(2) Item 5, Motion re Proposed approval by D&aacute;il &Eacute;ireann of the Finance Act 2004 (Section 91) (Deferred Surrender to the Central Fund) Order 2020, shall be taken without debate and any division demanded thereon shall be taken immediately;<br \/><br \/>(3) Re Item 4, Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020 All Stages - the proceedings on Second Stage shall, if not previously concluded, be brought to a conclusion after two hours and 35 minutes and any division demanded on the conclusion of Second Stage shall be taken immediately.  Speeches on Second Stage shall be confined to a single round for a Minister or Minister of State and the main spokespersons or a representative from each party or group and shall not exceed 15 minutes each; all Members may share time; and a Minister or Minister of State may make a concluding speech not exceeding five minutes.  Proceedings on Committee and Remaining Stages shall, if not previously concluded, be brought to a conclusion after one and a half hours by one Question, which shall, in relation to amendments, include only those set down or accepted by the Minister.  The first contribution by a mover of an amendment shall not exceed 2 minutes, and any other contributions shall not exceed 1 minute;<br \/><br \/>(4) Notwithstanding anything in Standing Orders, if a division is demanded today, the bells shall be rung for a period of not less than three minutes, and the doors locked after a further five minutes has elapsed: Provided that after the three minutes of ringing the bells, the doors may be locked as soon as 50 members are in the chamber; and<br \/><br \/>(5) The D&aacute;il on its rising shall adjourn until 2.00 p.m. on Thursday 26th March 2020. <\/blockquote> ","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900004#B00400","speaker":"1485","continuing":true},{"type":"speech","time":1584627300,"counter":12,"content":"<p>Is the business as proposed by Deputy &Oacute; Snodaigh agreed to?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900005#C00200","speaker":"1490"},{"type":"majorheading","content":"Finance Act 2004 (section 91) (Deferred Surrender to the Central Fund) Order 2020: Motion","time":1584627300,"counter":13,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900005#C00300"},{"type":"speech","time":1584627300,"counter":14,"content":"<p>I move:<\/p> <blockquote> \tThat D&aacute;il &Eacute;ireann approves the following Order in draft:  \tFinance Act 2004 (section 91) (Deferred Surrender to the Central Fund) Order 2020, copies of which have been laid in draft form before D&aacute;il &Eacute;ireann on 14th January, 2020. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900005#C00400","speaker":"1558"},{"type":"unspoken","time":1584627300,"counter":15,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"An Bille Sl&aacute;inte (Caomhn&uacute; agus Cosaint agus Bearta &Eacute;igeand&aacute;la Eile Ar Mhaithe Le Leas an Phobail), 2020: An Dara C&eacute;im - Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020: Second Stage","time":1584627300,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900005#C00600"},{"type":"speech","time":1584627300,"counter":18,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p>  <p>  We are truly, as the Ceann Comhairle has outlined, living in extraordinary times.  The pandemic we are now endeavouring to deal with was unknown to our world just a number of weeks ago.  Now it is often all we think and talk about.  Today's sitting is in and of itself reflective of the extraordinary impact of Covid-19.  Despite this perhaps being the biggest single issue this Oireachtas may face with our people, the public health advice is that we cannot all gather here at the one time.  This Oireachtas, its Members and indeed you, a Cheann Comhairle, have risen to the logistical challenge that confronts us, and I take this opportunity to thank all Members of the Oireachtas for the constructive way in which we have all worked together.  There is no time for petty party politics during a pandemic.  I also wish to praise the staff here, especially the canteen staff, the ushers, the officials and our personal staff, who work so hard and look after us on these long days.  They continue to provide us with a safe place to work and quite often are the people who keep us going on these very tough days, and we thank them.<\/p>  <p>  I also take this opportunity to thank our front-line staff in the health service - our GPs, hospital doctors, nurses and midwives, paramedics, support staff, cleaners, porters and patient support staff; my Chief Medical Officer, Dr. Tony Holohan and his team in the Department of Health; the HSE leadership team; our social protection staff; all the people working across the public services; and particularly our emergency services, the Garda and the Defence Forces.  Everybody is coming together in a true national effort.  Our health service staff and their families have made and continue to make massive personal sacrifices in the face of this global pandemic.<\/p> <p>Their bravery and courage have been matched by the generosity of the Irish people.  More than 30,000 people have answered the call of Government to offer the HSE their assistance during this time of crisis.  Thousands of people are putting their hands up and saying, \"I want to be on call for Ireland.\"  Today, we say \"Thank you\" to each and every one of them.  We say \"Thank you\" also to the men, women and children across this country helping their neighbours, friends and families as we all struggle to adjust to what is a temporary but very significant new reality.<\/p> <p> We, as political leaders, of course have a responsibility to lead and to respond to the pandemic, but we also have an equally important role in responding to the mental health challenges and the well-being challenges this will pose for many of our people - the individual and the national anxiety that now exists in our country.  Every day, I wake to messages, phone calls and emails offering help.  Every day, I see videos of people using their creativity and innovation to help themselves and to help each other.  Through these tough times, the Irish people continue to show strength and resilience.  They continue to care for each other.  In the dark days ahead, the Irish people will be the light that guides us through.<\/p> <p> Before I move on to the detail of the legislation, it is very important we take this opportunity to remind the Irish people what we need them to do.  We cannot stop this virus.  We cannot wish it away.  As our published figures showed last night, it is a virus that does not discriminate based on age, gender or geographic location.  What we can all do is help to slow its spread.  We can help our health service, help front-line staff, help older and vulnerable people in the community by following the guidance and advice of public health experts.  It is simple: wash your hands regularly and properly; cough into your elbow; dispose of your tissues; reduce significantly your social activity.  Help us to help you.  We will only flatten the curve if we work together but if we do work together, we will save lives.<\/p> <p> At a time like this, we often rely on our country's greats to motivate and inspire us.  One such great, Seamus Heaney, said: \"Hope is not optimism, which expects things to turn out well, but something rooted in the conviction that there is good worth working for.\"  Let us all in the Oireachtas and all of us right across this country work day and night to achieve that common good.<\/p> <p> I now move to deal with the Bill.  I see sense in the amendments Deputies have proposed with regard to a sunset clause and I will work with them on this when we get to the later Stages of the Bill.  A number of Deputies have expressed concerns in regard to protecting and supporting renters at this difficult time, and I know my colleague, the Minister, Deputy Murphy, intends to bring forward legislation in that regard next week.<\/p> <p> Our highest priority today must be the protection of both public health and human life, preventing the spread of the virus and working to mitigate its impact on our people.   With this in mind, we are introducing a series of measures to support those who are ill, quarantined, in isolation or unemployed as a result of Covid-19.  We are also temporarily changing the rules for illness benefit payments and jobseekers' payments for workers affected by Covid-19.  We are introducing measures that will serve to prevent, limit, minimise or slow the spread of Covid-19 by ensuring, in so far as is possible, that potential avenues where there is a high risk of contact with the virus are closed off and that those who are potentially infected are provided with the necessary medical assistance, as and when they require it.<\/p> <p> I will now outline the main provisions of the Bill.  Section 1 provides for the Short Title, construction, commencement and duration of the Bill.  Sections relating to illness benefit come into operation from 9 March, the date of the Government decision on illness benefit.  Sections relating to jobseekers' payments come into effect from 13 March.  These amendments will continue in effect until 9 May 2020.  However, if so required by the interests of public health at that time, the amendments may continue to operate by order.  Any regulations introduced under the provisions of the Act will also lapse on that day.<\/p> <p> These are exceptional measures, being introduced in the interest of public health and support in a time of crisis.  They must be time limited but, as the position is ever-evolving and changing on a daily if not hourly basis, there must be the option to renew them for as often as is necessary.  This is proposed to be done by Government order, and any such order will be laid before the Houses of the Oireachtas.<\/p> <p> Part 2 of the Bill relates to amendments to the Social Welfare Consolidation Act.  Section 3 sets out the necessary definitions.  Section 4, importantly, allows for self-employed PRSI contributions to be taken into account in the qualification criteria for illness benefit.<\/p> <p>This is only for the specified circumstances related to Covid-19.  The purpose is to provide an income support to self-employed people who are unable to work based on a diagnosis of Covid-19, or who are required to self-isolate as a probable source of infection of Covid-19.  Illness benefit will not be extended to the self-employed in this Bill other than for this specific situation.<\/p> <p> Section 5 provides for amendments to section 40, which deals with entitlements to illness benefit.  Section 40(l)(b) changes the contribution conditions so that employees and self-employed people will qualify for illness benefit based on a minimum number of contributions.  The number of contributions will be specified in regulation and will be set at one.  This is, in effect, a nominal number.  This is necessary in order that claims can be processed and to simplify the legislative change now proposed.<\/p> <p> Section 40(7) defines categories of people who are \"incapable of work\" for the purposes of this special illness benefit payment.  These will be people who are certified by a medical practitioner as being diagnosed with Covid-19 or as a probable source of infection of Covid-19; people who have been notified, including by order, by the Chief Medical Officer of the HSE that they are a probable source of infection; people who are deemed under regulations to be a probable source of infection; and people in respect of whom a relevant order under the Health Act 1947 is in operation.<\/p> <p> Section 40(8) provides that where people receive paid sick leave from their employer, such as a public servant, they will not be allowed to apply for this payment. Section 40(9) provides that the condition of six waiting days that generally applies for illness benefit claims will not apply in these special circumstances. Section 40(10) enables the Minister to prescribe the minimum PRSI contribution conditions required for this payment.  As already indicated, this will be set at a nominal level of one. Section 40(11) enables the Minister to vary the rate of illness benefit by regulation.  This is to allow for the special payment rate of &euro;305 for such period as may be prescribed in the relevant circumstances. Section 40(12) specifies that Covid-19 and its variants is the infectious disease in question in these changes.<\/p> <p> Section 6 sets out the regulation-making powers to be given to the Minister for Employment Affairs and Social Protection.  These regulations are to give full effect to the measures in relation to illness benefit and set out the details that will enable the principles and policies in the Bill to be implemented.  The regulations will provide for: setting out the people to whom these provisions apply; the manner in which a person is deemed to be a person to whom these provisions apply; the notification requirements; any variation in conditions for entitlements, including for example the variation in certification requirements; and any additional, incidental, consequential or supplemental matters necessary or expedient for the purposes of giving effect to the provisions.<\/p> <p> Section 7 provides power to the Minister for Employment Affairs and Social Protection to vary the three-day waiting period for jobseeker's benefit.  Normally, a jobseeker must have three days of unemployment before he or she is entitled to jobseeker's benefit.  As many businesses are closing temporarily because of Covid-19, it is intended to remove the waiting period for people who have suddenly become unemployed as a result of Covid-19.  Section 8 provides for a similar regulation-making power with respect to the waiting day period for jobseeker's allowance.<\/p> <p> Part 3 of the Bill relates to amendments to the Health Act 1947 targeted at the prevention and minimisation of the spread of Covid-19.  Section 9 is standard provision, providing for the definition of terms used throughout Part 3.<\/p> <p> Section 10 inserts new sections, 31 A and 31 B, into the Health Act 1947.  The intention is to provide for regulations to prevent, limit, minimise or slow the spread of Covid-19.  The regulations will deal with unprecedented circumstances including through prohibiting some events and through imposing travel restrictions.  The regulations may be also made specifying requirements to be put in place by organisers of events before an event can proceed.  In addition, regulations may place requirements in relation to premises to prevent the risk of infection to people visiting or working in such premises.  Requirements may be also imposed in relation to cr&egrave;ches, schools, universities and other educational facilities, including the temporary closure of such facilities, to prevent or minimise the risk of infection.  Regulations may provide for any other measures that the Minister may consider appropriate for the minimisation of the spread of Covid-19.  It is important to say that, at this stage, many events have been cancelled, schools have been closed and cr&egrave;ches have closed.  People have complied and have complied in the national interest, but it seems prudent to ensure that we have legal clarity on these matters.<\/p> <p> Subsection (2) sets out what the Minister must have regard to in making regulations, reflecting the extreme nature of this national emergency.  Under subsection (3), in making the regulations, the Minister will consult with all other relevant Ministers and relevant persons.  Subsection (4) provides that the Minister may exempt specified classes of persons providing essential services, statutory functions, other specified public services or other services from the provisions of any regulations made.  This is important to maintain essential services during a time of emergency.<\/p> <p>Subsection (5) provides that this new section is without prejudice to other provisions in the Health Act 1947, including as they may relate to Covid-19.  Subsection (6) provides for offences relating to regulations and compliance.  Subsections (7) to (12) have enforcement powers, including powers for An Garda S&iacute;och&aacute;na.  There are also related offences.  Subsection (13) provides for the implementation and enforcement by relevant persons, for example, medical officers of health.  Subsection (14) provides for assistance to relevant persons by An Garda S&iacute;och&aacute;na.  Subsection (16) defines terms used in sections 31A and 31B.<br\/><br\/>The new section 31B provides that the Minister may, by means of an order, specify an area or region to be an affected area.  This means an area where there is a high risk of infection or importation of Covid-19.  Travel and event restrictions relate here.  When making an affected area order, the Minister will have regard to the advice of the Chief Medical Officer and will consult other relevant Ministers.<br\/><br\/>Section 11 inserts the new section 38A into the Health Act 1947.  The intention of the new section is to allow a medical officer of health to order the detention and isolation of a person where the medical officer of health reasonably believes that the person is a potential source of infection and where the person refuses to self-isolate.  The medical officer of health must keep the person under review and a medical examination must be carried out as soon as practicable but in any event no later than 14 days after detention.  This reflects the incubation period and is intended to indicate an outer time period.  In practical terms, the person would be medically monitored throughout any time of detention.  The person detained may also ask for a review of his or her temporary detention by another doctor.<br\/><br\/>Subsections (1) and (2) of section 38A set out the order provisions and what a medical officer of health must consider.  Subsection (3) imposes a requirement upon a medical officer of health to certify his or her opinion on the matters outlined in the order.  Subsection (4) requires a medical officer of health who makes an order to keep the matter under review and to ensure that a medical examination is carried out.  Subsection (6) provides for a review by another doctor where one is requested by the patient.<br\/><br\/>The intention under subsection (7) is that the provisions of subsections (2)(<i>a<\/i>) to (<i>g<\/i>), (3), (4) and (5) of section 38 of the Health Act 1947 shall apply to a person who is subject to detention and isolation.<br\/><br\/>Under subsection (9), the costs of maintenance and treatment will be paid by the HSE.  Subsection (10) defines the terms used in section 38A.<br\/><br\/>I am conscious, as we introduce emergency legislation in our Houses of the Oireachtas at a time of great national anxiety, that it is important to say to people in our country that these measures will be imposed for exceptional circumstances, should they arise.  We intend to continue to deal with this public health emergency through the co-operation of our people and collaboration between all of our State agencies.  We must, and will, legislate to ensure that we have all the required powers to help save lives threatened by this virus.<br\/><br\/>Covid-19 is having an immense impact on our society.  These are unparalleled and extraordinary circumstances.  Our sole objective is to safeguard the lives of our citizens and to ensure that they have sufficient financial resources as we work our way through this crisis together.<br\/><br\/>I hope that in these troubling times people can be reassured that we have extensive, detailed and evolving plans to deal with every aspect of this crisis.  We are realigning all our systems and services to cope with this emergency.  Part of this realignment is to free up resources so that people will get treatment as quickly as possible and receive payments rapidly.<br\/><br\/>The Government will continue to work closely with all stakeholders across society as we respond to the crisis.  We will continue to work with every Member of the Houses of the Oireachtas.<br\/><br\/>I again acknowledge the incredible response to date of many people in our public service, across Departments and agencies, particularly those on the front line in the health sector, but also the people in the Department of Employment Affairs and Social Protection who have worked hard to get this Bill to this point.  These front-line staff have stayed in post and gone above and beyond what we could reasonably expect of them in making sure that people can be tested and treated and have access to income supports.<br\/><br\/>The Government cannot provide the certainty that we all crave about the course that this virus might take.  We can assure the Irish people that they will not be alone as we face this crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900005#C00700","speaker":"1624","continuing":true},{"type":"speech","time":1584629100,"counter":22,"content":"<p>I will be sharing time with Deputies O'Dea and Troy.<\/p>  <p>  I acknowledge the extraordinary work and dedication of many people across the country.  Our healthcare workers are putting themselves in harm's way and stepping up.  People are coming back from retirement at an extraordinary level.  They are working night and day to make sure that the country is prepared and that when people need to be treated, we have the best knowledge available from the other countries that have been dealing with this outbreak for longer than Ireland has.<\/p> <p> I want to mention the HSE workers as well.  The HSE and people who work in the HSE come in for much criticism in the normal course of events.  Certainly, what I have witnessed in recent weeks has been incredible dedication, professionalism and hard work from the people working within the HSE.  The same has to be said for other frontline workers, including the garda&iacute;, who have now moved to 12-hour shifts to ensure we have enough police available.  Indeed, it applies to every individual who is making an effort and to every parent.  I say that as the proud owner of three young boys who are now out of school.  Many people are having to adjust their lives and balance various commitments at close quarters.  Individuals in communities are stepping up.  They are knocking on the doors of friends and neighbours asking whether they can help if people have to self-isolate.  Community groups are stepping up.  I have been getting calls - I imagine it is the same for every Member - from business people throughout Wicklow.  They have been asking if I want to use their hotels or nursing homes.  Others have had to close down restaurants but they will open them again if healthcare workers need food.  The response from individuals, families and the community has been incredible.  We should be proud of our nation and the response we have seen so far.<\/p> <p> The potential impact of this virus on our nation's health cannot be underestimated.  The Minister quite rightly gave a figure of 10,000 cases by 29 March.  The figure was from the Department of Health.  That would be a very large number.  We received an important clarification yesterday to the effect that the figure of 10,000 is not actually the predicted number but the number of cases that would arise if none of the measures had been taken.  If the schools and colleges had not been closed and if individuals and communities were not practising social distancing, we would in theory be at 10,000.<\/p> <p> We have seen other countries bring in measures.  We have seen communities in other countries respond to this.  Thank goodness, we have seen the growth rates fall dramatically.  In Italy, for example, we are seeing daily growth rates of 30%, 35% and 40%.  During the past week, we have been looking at a daily growth rate of 30%, but Italy is down to approximately 13%.  The French and Spanish and others have brought these growth rates down.  That is the challenge for all of us in the Oireachtas as legislators as well as for our healthcare professionals and every community.  It is to bring that growth rate down.  The difference we can make is extraordinary.  The figure we were given for 29 March of 10,000 assumes a 30% growth rate every day.  If it continues, that 10,000 will grow to 600,000 in only two weeks.  That is how damaging and dangerous a growth rate of 30% is.  By the way, in the past seven days we have been growing at 30% per day.  If we can bring that 30% per day down to 20% per day, then the figure of 600,000 cases falls to 60,000 cases or one tenth of the potential impact.  That is how much of a difference we can make.  It is how important all of these measures are.  That is why it was necessary to close the schools.  It is why the social distancing is important.  It is why the restrictions on travel are important.  It is why Fianna F&aacute;il will be supporting this Bill.<\/p> <p> I do not imagine anyone in this House would contemplate the powers that are in this Bill under normal times.  They are vast and extensive.  Most of them are not time-limited and do not have a review clause.  Most of them are not subject to appeal.  These are extraordinary measures and, in normal times, we would not remotely consider such things.  Yet, if the task before us is to bring the total number of cases down from a potential of 600,000 to 60,000 in only four weeks, then, unfortunately, we need to consider such measures, and so Fianna F&aacute;il will be supporting the Bill.<\/p> <p> The Minister for Health referenced that he is open to some of the amendments.  I am glad to hear that and I look forward to getting into some of the detail with him.  I have concerns about the fact that there are no real sunset clauses and that the provisions can be extended for any length.  I also have concerns around the breadth of the designated people who can essentially tell a citizen that he has to say in his home.  As I read it, there is a low bar in terms of qualifications.  It is far wider now than \"medical officers\".<\/p> <p>It includes everybody designated by the HSE, if I am reading this right.  I want to get into some of the detail of that with the Minister.  We have to do whatever it takes to bring this down but when we are considering powers as serious and extensive as this, we must as an Oireachtas make sure that there are checks and balances in place.  I look forward to that debate later on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900008#F00200","speaker":"1623","continuing":true},{"type":"speech","time":1584630000,"counter":25,"content":"<p>I want to say a few words on sections 3 to 7, inclusive, the sections relating to social protection.  First, I want to congratulate the staff in the Department of Employment Affairs and Social Protection for the tremendous work they have been doing for the past fortnight under immense pressure.  While I welcome the move by the Government to make special provision for people who are in receipt of illness benefit as a result of contracting the disease or isolating on medical advice, nevertheless I am not entirely happy with the approach taken by the Government in this legislation.  The legislation does not change anything.  It does not effectively change the rules on social welfare.  What it does is give the Government power to bring in regulations at some unforeseeable time in the future to change those rules in a way that is not entirely clear.  Quite frankly, it is a bit surreal to be having this debate in the absence of those regulations.  There is a great deal of confusion out there, as the Minister will appreciate.  The approach adopted by the Government does not do much to allay that confusion.  I will give a few examples.  In section 5(10) the Government gives itself the power to apply minimum contribution conditions for illness benefit.  The Minister tells us today that this will effectively mean one paid contribution.  It would have been just as easy to say that on the face of the legislation.  In section 5(11) the Government gives itself power to vary the rate.  We are told the basic rate is going to be increased by 50% to &euro;305 per week.  It would be appropriate and better that this should be stated on the face of the legislation.  We are also told that the Government intends to waive the requirement of waiting three days for jobseeker's allowance or jobseeker's benefit in the case of people who are laid off because of the crisis.  Again it would be quite possible to state this on the face of the legislation and I cannot understand why it is not being done.  The Government said in its announcement that it was going to raise the basic rate for people who are in receipt of illness benefit as a result of contracting this disease from &euro;203 at present to &euro;305 per week.  As the Minister will be aware, people in receipt of illness benefit in many cases have dependents and get a proportionate increase for an adult dependent and a fixed amount for child dependents.  Is it the Government's intention just to increase the basic rate or will there be proportionate increases for dependents?<\/p>  <p>  I think in the case of people who self-isolate that the intention is that they will be paid the increased benefit for a period of six weeks but that is not clear in the legislation.  I would like to query that.  A number of other issues have been brought to my attention.  For example, for somebody who is laid off as a result of this crisis, and there are 140,000 people in that category as we speak, many employers want to top up their social welfare payment.  The Government has decided that they can pay the full payment and claim back &euro;203 per week.  Many small employers are not in a position to do that.  Is it possible for an employer to top up the amount of social welfare by &euro;50 or &euro;100 a week or whatever they can afford?  Would that have future consequences, particularly for people in receipt of jobseeker's benefit?<\/p>  <p>  What is the position of people who are already in receipt of a social welfare payment such as family income supplement, widow's pension, or the working family payment?  Is the Minister aware that many healthcare workers, and God knows we need every one of them we can get our hands on, have approached me and said they would have to stay at home to mind their kids while the creches are closed?  They have to pay a retention fee to the creche and they cannot afford the cost of bringing in a childminder.  Has the Government some proposals on that?<\/p>  <p>  I also want to know the situation as regards people who contract the virus while they are abroad.  What arrangements are going to be made to pay them?<\/p> <p> With regard to old age pensioners, there is a suggestion that pensioners should be paid possibly three or four times the amount of their pension in a lump sum so they would not have to visit the post office or that they would have a nominated deputy, which many people are unhappy with, visit the post office.  In addition, the sum mentioned for the social welfare changes is &euro;2.5 billion.  Obviously, that figure came from somewhere so what numbers does the Government anticipate will contract the disease or have to self-isolate to justify that payment?  In other words, to how many people is that equivalent?<\/p> <p> I have many other questions.  On the non-social welfare aspect, I ask the Minister to do something about the management companies of apartment blocks that are making no effort whatsoever to help their tenants keep the shared areas of the apartments clean.  I also ask him to consider the position of charitable and community organisations whose fund-raising activities will be wiped out.  Something should be done for them also.  I will defer to my colleague and raise my many other questions on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900010#H00200","speaker":"1492","continuing":true},{"type":"speech","time":1584630300,"counter":27,"content":"<p>I welcome the opportunity to contribute on this important legislation.  I add my voice to the voices of other Members in saluting the valiant efforts of so many people on the front line in healthcare, the retail and haulage industries and in the Garda in ensuring the essential services on which each of us depend are available when we need them.  When people ask what they can do to assist, the easiest thing we can do is adhere strictly to the guidelines of the experts.  In doing that we will reduce the mammoth task that will be faced by so many on the front line.<\/p>  <p>  The health impacts are obviously of primary concern, but small and medium enterprises, SMEs, and their employees are facing serious challenges over the next number of weeks.  This rate of unemployment has never been witnessed at this pace previously.  Entire sectors are closing.  It is critical that they get liquidity and cash flow now.  The &euro;200 million from the Strategic Banking Corporation of Ireland, SBCI, is still not up and running.  That must be addressed.  We must ensure that viable businesses are sustained and in place to give people employment when this passes.<\/p>  <p>  I welcome the swift response from a social welfare perspective, but there must be greater awareness of it for the self-employed.  Many self-employed people have contacted me - I am sure they have contacted many colleagues - and they are unaware they are entitled to this payment.  We must generate greater awareness of it.  Deputy O'Dea referred to the inability of employers to provide top-up payments on the emergency payment.  There are employers who wish to provide top-up payments but they are unable to do so.  Will the Minister address that?  Regarding businesses that are currently providing a State service and are in receipt of State supports, there is a fear that if they pay this payment they will not be able to get a refund of it.  I am thinking of childcare providers.  They get payments from the Department of Children and Youth Affairs which go towards a percentage of the costs of running their business.  If they pay the &euro;203, can the Minister give a clear commitment they will be eligible for the refund?<\/p>  <p>  Some businesses have operated up to today and have taken the decision to close.  Unfortunately, some of them will not open again.  There is a concern about the employees who have been laid off.  Will this six week payment be used as a break in their service or used to alter some of their future entitlements?  I would appreciate if the Minister could confirm that.<\/p>  <p>  Finally, there is the public health element of this Bill and the additional powers being introduced.  My colleague, Deputy Niall Collins, raised the issue of pubs still operating in Limerick.  I am aware that pubs are still operating in other locations in the country.  Does this ensure that the Garda has the power to intervene?  I was contacted by Deputy Fleming today about a query raised by a constituent.  Aer Lingus will still bring passengers on holidays to Lanzarote on Saturday-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900011#J00200","speaker":"1596"},{"type":"speech","time":1584630300,"counter":28,"content":"<p>Thank you, Deputy.  You are over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900011#J00300","speaker":"1490"},{"type":"speech","time":1584630300,"counter":29,"content":"<p>-----at a time when we are giving clear guidance that it bring passengers home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900011#J00400","speaker":"1596"},{"type":"speech","time":1584630600,"counter":30,"content":"<p>I will share time with Deputy Louise O'Reilly.<\/p>  <p>  Across this island there are citizens, families and communities bracing themselves for what will be a very tough few months.  The crisis presents us with the challenge of our lifetime to protect health, defend livelihoods and save lives.  Nobody here has all the answers to all the challenges we face but we have been elected and we have a job to do.  We must listen to and be guided by sound advice, take decisions and lead.  It is what we must do.  Social distancing and keeping ourselves to ourselves will slow this virus and social solidarity, community and family will protect us from isolation, anxiety and fear; we must practice both in equal measure.<\/p>  <p>  People have responded to the collective effort to stop the spread of Covid-19.  They have heard the public health information and people have made the conscious decision to minimise social contact.  People and communities have rallied to the call to slow this virus.  Over the weekend and on St. Patrick's Day, people cancelled parties, gatherings and family occasions in order to protect and save the lives of loved ones and neighbours.  Nevertheless, yesterday tens of thousands of those same people went back to work in factories, on construction sites and places where there is no real prospect of being able to practice social distancing, where there are no hand sanitisers and where there is no adequate protection.  These workers now worry that they are bringing the virus into their homes.  This is a concern that must be answered.<\/p>  <p>  The legislation before us affords the Minister extraordinary and far-reaching powers; these are extraordinary powers for an extraordinary time.  People want to know that these powers will be used to protect them so they ask why it is that large gatherings are still allowed.  They ask why it is in this race against time that the Government has not yet introduced measures to give full effect to social distancing.  Nobody relishes the idea of what is called \"lockdown\" but people want the full assurance that half-measures are not being taken, corners are not being cut but rather that every necessary measure is being deployed to protect health and safety and it is being done now.  The Government must give this reassurance to people and provide full explanations of what is happening, when and why.  Orderly and decisive action will bring about calm and reassurance.<\/p>  <p>  Equally, people must know that the powers vested in a Minister can be used exclusively for the purpose of addressing this crisis.  Tens of thousands of people have lost their jobs and many more will lose their jobs in the days and weeks ahead as businesses are forced to close their doors.  For these families, the fear of the virus is matched by the fear of bills or rent that cannot be paid or mortgages that may be defaulted.  Today's legislation is just the start of the welfare response for these families.  Illness benefit and jobseeker payments are just part of what must be a comprehensive response.  It should be said that anybody would struggle on &euro;305 per week and this must be acknowledged.<\/p>  <p>  The memory of the banking and financial crises is still fresh in people's minds and the disastrous cutbacks and austerity had dire social consequences.  We cannot walk that path again.  The people of this State bailed out the country's banks a decade ago and the legacy of that crisis prevails.  It was the resilience of ordinary workers that got our economy back on its feet so now, in the eye of this new storm, the State must deliver for its people as guardian of the common good.  That is our job here.<\/p>  <p>  At this time, people's homes are their sanctuaries.  Never before has the need for a secure roof over one's head been greater.  It is why we have today proposed an amendment to the legislation that would prohibit evictions for the period in which this legislation is in place.  That proposal must be upheld for the common good and no threat of eviction should hang over anybody's head at this time of crisis.  We must ensure no person is left behind.  It is our responsibility to demonstrate leadership and reassure people that we can get through this crisis.<\/p> <p>I have no doubt we can do that.  We need look no further for our inspiration than to the example of our healthcare workers who are returning in their tens of thousands to work in our hospitals and communities to deal with the crisis.  They are the ones whose example we should follow.<\/p> <p> In that spirit, today, the D&aacute;il needs to resolve that during this emergency no renter will be left unable to pay his or her rent, nobody will be forced into default of their mortgage, nobody will have their utilities or telephone services cut-off, nobody will be left without enough income to put food on the table, no viable business will be left unsupported and no front-line worker will be left without the basic protections necessary to do his or her job.  Everything that we do now socially, economically and politically must have as its sole priority the health and wellbeing of workers and families because this is a time for us all to pull together.  <\/p> <p> The D&aacute;il will meet again next week to take further decisions.  The work of the D&aacute;il cannot cease at a time of national emergency.  I believe that together we have to approach this crisis with resolve and with determination.  I again acknowledge the work of everybody who has been involved in the public health response.  I commend all, and each one of them, for their work thus far.  Their work is invaluable.  We salute them and their efforts at this time.  Special tribute must be paid to our healthcare staff across the Irish health system, but in our hospitals in particular.  Truly, these are the people at the front line of this crisis and none is more deserving of our respect, admiration and support.  <\/p> <p> We need to do our bit.  We need a single island-wide response.  We live on a small island and we must be in lock-step North and South.  This is the only way we can keep our people safe because this is a road that we walk together.  In years to come, we will talk about life before the coronavirus and life after the virus, but for now the most important time is the present, the here and now at this daunting time.  There is no doubt that we shall overcome.  The togetherness we see in our communities, the bravery and professionalism of our front-line health workers and the enduring spirit of our people should fill us all with hope.  We have overcome hardship in the past.  We are no strangers to dark days, but we will endure together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900012#K00100","speaker":"1466","continuing":true},{"type":"speech","time":1584630900,"counter":32,"content":"<p>Go raibh maith agat.  Before we get into the substantive legislation, this morning I was in my constituency office in Swords which is currently closed to the public but we are helping people as much as we can over the telephone.  Some of the stories we have heard are heartbreaking.  I was a trade union official for a long time, as most Members here will be aware.  I worked with many people who lost their jobs, but they generally saw it coming.  Even when the boss would not tell the workers that they were going to lose their jobs, they would know it was coming because there were fewer customers and they were not as busy as they had been.  They generally had an inkling of what was coming but this crisis has hit people like a freight train.  I will not lie.  I sobbed my heart out prior to coming to this House today, having spent only one hour in my constituency office.  I do not know how Marian, or any of our constituency staff, are doing their jobs because they are dealing with people whose lives are falling apart.  This is balanced against the nurses, doctors, healthcare workers and cleaners who are putting themselves into a situation which they know is dangerous and could result in them becoming ill, and they are doing so willingly.  People are voluntarily coming out of retirement.  This crisis, in many ways, is bringing out the best in us.  It is not enough to for us to say to people that we hope their landlords will not evict them because these people have had every piece of certainty in their lives whipped out from under them.  It is not enough to say that we hope there will be forbearance from the financial institutions.  These people need a little more certainty and that is our work.  We are not in the hospitals or on the front line of this crisis so we have to do everything we can do here.<\/p> <p>As legislators, we have to listen to what people are saying.  When you lose your job it is absolutely terrifying: when two people in the house lose their jobs is even worse.  However, if there was an assurance that one could not be evicted then, at the very least, when everything else was falling down around their ears, people could at least think they can keep the house they live in.  That is really important work and we need to do that.  I welcome that legislation will be tabled and we may have an opportunity here.<\/p> <p> I pay tribute to the men and women in our health service, every single one of them, in every grade, group and category.  Whatever amount of time people are giving, it is extremely important.  Other people are also involved.  The supermarket shelves are stocked and people can get food.  Our pharmacies have access to supplies.  It is not for nothing and that did not happen by accident.  I know they are watching and they are out there doing that work.  I also have a special word for the people battling misinformation, because that is a tsunami coming at us.  When all of this is over, we might meet and consider legislation to deal with a particular social media app - I will not name it, but we all know the one I am talking about where various theories are expounded and virologists we do not know and never see apparently go to do some of their best work, although they are not seen on the front line.  The people trying to combat that misinformation are doing a fantastic job and that is the only way to beat it.<\/p> <p> This legislation is extraordinary and the times we are living in are extraordinary to match it.  These measures contain some of the greatest constraints on civil liberties ever enacted by this House, potentially.  This legislation and the measures to protect the public and public health cannot and must not be abused.  Too often, legislation passed here has not been enacted in the manner it was intended.  While this legislation will cease on 9 May, it does have a built-in extension mechanism and, in that regard, I welcome the Minister's statement that he is open to discussions about a sunset clause.<\/p> <p> The legislation gives extraordinary powers to the Minister to respond to an extraordinary challenge, not least in section 31(A)(1), which allows for restrictions on travel, on travel to specified geographical locations, requirements for persons to remain in their homes and the prohibition of certain events in order to prevent, limit, minimise and slow the spread of Covid-19.  These powers may well prove necessary to combat the spread of Covid-19 and it is important the Minister can react as quickly and effectively as he needs to to tackle the spread of this virus.  As Dr. Michael Ryan of the World Health Organisation, WHO, has said, \"to tackle the coronavirus, we must react quickly and be the first mover\".  We have to be prepared to act speedily.  I urge the Minister, however, always to be cognisant of the civil liberties of people when he uses this legislation.  Some of these provisions should be measures of last resort and must only be used in the last resort.  We will be watching how this legislation operates and others will be watching how it operates in practice rather than in theory.<\/p> <p> I raise a point on section 10 of the Bill.  I refer to the insertion of the new section 31A(1)(i) in that it confers on the Minister \"any other measures that the Minister considers necessary in order to prevent, limit, minimise or slow the spread of Covid-19\".  This is an extraordinary measure in that it allows the Minister powers to introduce any measure he wishes in this section by Statutory Instrument or regulation that does not have to be approved by the Oireachtas.  We were deliberately sparse in the amendments we submitted.  We were conscious that others might be submitting amendments that we may support and we deliberately tried to limit duplication.  However, this is a truly extraordinary section.  Nobody wants to slow the Minster down in taking fast actions not covered by the list, but this is a point for all of us to be aware of as the days ahead unfold.  While we will always seek to hold politicians to account through the Oireachtas, in this instance we do not want to be unnecessarily obstructive given the context, possible urgency and unforeseen issues that may arise.<\/p> <p> The section which deals with involuntary detention for a person who refuses to self-isolate when he or she has the virus, or with good reason is suspected of having the virus, tries to balance the curbing of civil liberties with the scale of infectious disease on our doorstep.  The legislation should have provided that where a person lacks capacity, a person's capacity is in question or a person needs support to understand the implications, that the person can have access to an advocate and an advocate be provided to them.  Will provision be made to ensure that a detainee can have that advocate provided?  I ask the Minister to use existing powers for a Statutory Instrument to be issued to allow for pharmacists to issue repeat prescriptions.  This is a very practical step and it will take pressure off general practitioners, GPs.<\/p> <p> We need to ensure this legislation works for the people and not against the people, that it will have the effect of tackling this deadly virus and that when we no longer need the additional powers that they can be immediately rescinded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900013#L00200","speaker":"1467","continuing":true},{"type":"speech","time":1584631800,"counter":34,"content":"<p>I will share time with Deputies &Oacute; Cathasaigh and Ossian Smyth, if I may, a Cheann Comhairle.<\/p>  <p>  I commend the Taoiseach on his speech the other night.  It articulated the desire of our people to show solidarity and collective action in response to this unprecedented crisis.  That sense really came home to me on Saturday night, when people watched the video online showing a good-time crew in \"the temple of the bars\" singing \"Sweet Caroline\": \"Hands holding hands ... touching me, touching you\".  Sweet Jesus, you could not make it up.  It was so out of tune with where we all were.  In some ways, I felt at that moment the same way that, during the 1980s, we decided collectively that if our soccer supporters were going abroad, and if other people were going to be hooligans, we would be the best behaved people on the planet.  There was the same sense when we watched the video and said we were not going to do that - hands touching hands - but rather we would look after one another.<\/p>  <p>  I know that people ask questions such as whether we will develop fatigue in our behavioural response.  Any scientist who thinks that has yet to meet my mother, Mary Ryan, who is at home watching the debate like many a mother, father or grandparent.  If there was an antiviral Olympics, we would win gold.  My mother would make the Chinese Communist Government look like wimps when it comes to the measures that will be taken to hold this threat at bay.  We are going to be good at this.  We are going to take it on and pull together, as the Taoiseach and others have said.<\/p>  <p>  It was interesting what happened when we were chatting at one of our leaders' meetings.  I hope I am not breaking a confidence by mentioning the following, given that it is just one issue.  We agreed we would go down the suppression route rather than the mitigation route.  If things go wrong down the line, we may have to move to mitigation, but for the moment, we are going to take on the suppression route.  In doing that, the way we maintain the mental health of our people will be important.  I cited the example the other day of whether we could keep hardware shops open.  I know that it is not the most important matter but if we kept them open, and if we had to work from home or be at home for a period, let us paint the back of the house with the paint from the hardware shop.  Let us get every south-facing windowsill in the country and plant our seeds in the next week in order that if there is any food supply crisis in two or three months' time when this really hits hard, we will have our salads ready to go.  I refer to everyone's home and every windowsill, with all of us being part of the solution.<\/p>  <p>  As I said to the Taoiseach yesterday, and as leaders we all agreed on it, we need to come together and increase political involvement in respect of the solutions.  I regret that the Minister for Education and Skills, Deputy McHugh, is not in the Chamber because I was keen to offer other examples of what we could have done before the announcement about schools was made earlier.  I do not mean to second-guess the Government on anything or to criticise it, but I would love if the leaving certificate oral examinations could have been done via Skype.  Could we not have done that?  Given that everyone else is mobilising, we could have mobilised our teaching profession and every leaving certificate student to get the oral examinations done in some online way.  It is just one example.  Not least because of the mental health issue, particularly for leaving certificate students, we all know how stressful it is.  I would love to have given them the reassurance that we would have been able to do the oral examinations in June or July, no later.  We can sit in the Chamber in an organised way.  The leaving certificate is a very regulated event.  Spreading people out and ensuring they do not move one way or the other should not be beyond our capabilities to organise.<\/p>  <p>  I have to echo the \"thank you\" expressed to our public servants.  We have all talked to medics such as anaesthetists on the front line, knowing that this is the calm before the storm that is about to hit.  Fair play to them, one and all, for standing up for public service and their people.  We will support them in every way we can.<\/p>  <p>  We also have to look at our unity and solidarity as a political system.  I am glad in a way  we were in a bit of a lockdown in the past week or two, not really talking politics, which may not have been a bad thing.  We could focus on the public service message, which was the key.  We have a herd sense whereby we are going to take on the issue.  We have been clear and consistent in our messaging but we recognise that we in our political system also have to show the same solidarity in how we work together.  We as a party will commit to doing whatever we can in that way, working with other parties as needs be in the coming weeks and months.<\/p> <p>However, we need to up our game.  It will not be easy.  It will be difficult.  Decisions must be made but the Irish people are up for it and we will be good at it, as hard and as difficult as the times are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900015#N00100","speaker":"1465","continuing":true},{"type":"speech","time":1584632400,"counter":36,"content":"<p>Only a few short weeks ago, I signed the roll of the Thirty-third D&aacute;il as a newly elected Deputy.  The Clerk of the D&aacute;il was gracious enough to guide me through some of the historical registers dating back to the earliest days of the State.  When I looked at the roll for the Second D&aacute;il, which only sat for a few months as the War of Independence gave way to the Civil War, I thought how different that troubled time was from the context of our own election.  So much has happened in the intervening weeks.  Our world and country stand much changed and there is much change to come.<\/p>  <p>  The First D&aacute;il convened when the spectre of another global pandemic, the Spanish flu, still stalked the Continent.  On its first sitting in January 1919, only 27 Members sat in the Mansion House.  Many who did not attend were recorded as \"ar d&iacute;birt\", banished, or \"f&eacute; ghlas\", imprisoned.  There is a strange echo of that history as I look around the Chamber where only a fraction of our number may attend.<\/p>  <p>  Examining that legislation before the House, I look back, as did that First D&aacute;il, to an earlier document and cornerstone of our nation, the Proclamation of the Republic and its oft quoted commitment therein of \"cherishing all the children of the nation equally\".  I have always chosen to interpret that phrase in its widest possible sense, to understand that all here in this country may be thought of as children of the nation.  I commend the Minister, Regina Doherty, and those in her Department on the work they have done in these difficult times and the measures they have introduced to help those suffering the economic shock attendant with this health emergency.  The Bill before the D&aacute;il is a well thought-out and well crafted response to the crisis that has been thrust upon us.  The few amendments proposed by the Green Party have been made with a view to strengthening the legislation rather than finding fault.  However, I do not see all the children of the nation represented here.  I do not see workers on short-term visas here, many of whom are front-line healthcare workers, who now worry about their legal status in this country, even as they combat the spread of the virus in our communities.  I do not see undocumented workers in the Bill, the people who through circumstance stand wide open to exploitation and risk.  Without reassurances from Government these workers may not feel that they can present for treatment or that they can self-isolate from work.  Without such reassurances these vulnerable people may expose themselves to risk and may also become a reservoir of the virus, mostly inaccessible to the State.  I do not see our renters in the Bill, the people worried about losing the roofs over their heads.  We need a moratorium on evictions during this crisis.  I do not see our homeless here or our Traveller population, our prisoners or those in direct provision, people who by dint of circumstance may not be able to practice social distancing or cocooning.  These are some of the most vulnerable in our society, people who I chose to interpret as being included among all the children of the nation.  At a time of crisis, we must cherish these people too.<\/p>  <p>  There are words and phrases in our native Gaeilge that resist strict translation into English, expressions which are distillations of an meon aigne at&aacute; againne mar &Eacute;ireannaigh.  D&iacute;ograis is one such word, a kindred feeling, a zealousness emanating from a sense of place and community that is now finding expression in our social solidarity and the selfless commitment of our front-line services.  It is what is now some 30,000 people who have answered the call to Be on Call for Ireland.  It is an expression of our best selves, our ability to cope in crisis as a community.  One of our best-known and most used phrases is \"ar sc&aacute;th a ch&eacute;ile a mhaireann na daoine\", we live in each other's shadow.  I stand in the shadow of many today: Department officials who have reacted quickly to frame supports, medical advisors who have worked day and night to design a response to the impending surge, front-line staff from doctors and nurses to drivers and shop workers.  I stand in the shadow too of my fellow citizens.  We have all been asked to do things that we scarcely would have thought possible a fortnight ago.  We in the Green Party stand ready to play our part in this national effort to fight a common foe.  We are in this together.  N&iacute; neart go cur le ch&eacute;ile.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900016#O00200","speaker":"1617"},{"type":"speech","time":1584633000,"counter":37,"content":"<p>Everything changes when a doctor says that the life of someone's loved one is at risk.  The things that person worried about yesterday - money and deadlines - melt away; now health is the only thing that matters.  The person's family is clearly focused on doing everything to recover.  Right now that one goal, to recover, is shared by the entire country.  That is why we are considering this law to remove worries about money and to focus on health.  In normal times we lead different and separate lives, but these are not normal times.  Now we are all working to the same goal, to protect our entire community against a common enemy.<\/p>  <p>  There is hope on the other side of this curve.  Some countries, like South Korea, have contained the virus.  Every day their numbers fall.  They went through this with other viruses, like SARS and MERS, and learned how best to tackle them.  They have even used location data from mobile phones to help with contact tracing.  I know that our health officials have moved quickly to learn from these countries.  People should know the Herculean efforts of our health service workers.  They know their own lives are at risk on the front line and still they protect us every day.<\/p>  <p>  These emergency powers alone will not beat the virus.  Every Irish person needs to rely on one another to do our share.  We need to slow the spread by keeping a distance from each other.  If we ask people to work together, politicians must also work together.  As politicians, we still need to question the Government.  We must represent our citizens and we must suggest how to improve our law, but always with the aim of making things better.  In a few months when this has calmed down, we can get back to the normal business of politics and form a government to govern when our people are safe again.  When all this is over we will emerge stronger, knowing that when our people were under threat we acted with unity of purpose to protect each other and to strengthen our community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900017#P00100","speaker":"1479"},{"type":"speech","time":1584633000,"counter":38,"content":"<p>I call Deputy Howlin who is sharing with Deputy Kelly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900017#P00200","speaker":"1490"},{"type":"speech","time":1584633000,"counter":39,"content":"<p>Like others in this House, I begin by expressing my solidarity and that of the Labour Party with everyone who is affected by the coronavirus, especially those who are ill right now, those who are in the front line of providing health and social care, retail, transport and logistics and policing, and the amazing 30,000 or more people who have volunteered to support our health services in this time of national crisis.<\/p>  <p>  People have shown extraordinary resolution in the way they have co-operated with social distancing and other urgent life-altering advice from our health authorities.  Nobody would have thought it possible how quickly our people have adapted.  People have demonstrated a tremendous, warm community spirit in the way they have reached out to support those who are vulnerable, including finding innovative ways of helping people without breaking the new rules of social distancing.<\/p>  <p>  Today, as a society, we have greater scientific knowledge and research facilities to work on vaccines and treatments.  We have much improved hygiene and we are part of unprecedented global co-operation.  We can and we will defeat this disease.  Everyone must play their part, not least in vital measures such as social distancing, rigorous handwashing and social isolation.  These are matters that are crucial.<\/p>  <p>  The Government&rsquo;s Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020 is another vital part of the national effort to challenge and overcome this menacing coronavirus.  The Labour Party will support the Bill because we support the objectives it is trying to achieve.  However, we believe the law can be improved.  I believe from what the Minister for Health has said in his opening remarks that in the short time we have he will carefully consider suggestions from across this House today on measures to improve the Bill.<\/p> <p>The Labour Party, like others, confined itself in the number of amendments we tabled.  We tabled only two and I will set out what they are later.<\/p> <p> We have other concerns about the Bill.  There are serious differences in terminology between the Social Welfare Act amendments and the Health Act 1947 amendments that are welded together in this Bill.  The Social Welfare Act amendments confer entitlements on those who are diagnosed as actually having Covid-19, who are \"probable\" sources of infection or who have been formally detained.  The health part of the Bill deals more broadly with powers in respect of persons who are \"potential\" sources of infection.  Many of those who are self-isolating at home at present, in line with the HSE advice, are doing so because they are potential rather than probable sources of infection.  \"Probable\" means more likely than not.  A GP could not diagnose someone as a probable source of infection unless he or she had been in close contact with a confirmed case and was showing signs and symptoms of the disease.  If a person is merely a potential source of infection and has not been notified that he or she is a probable source but is nonetheless in self-isolation - all of us would be if we thought we were potential sources - because of the formal advice received, it appears from the Bill that this category of people would not be covered by the Social Welfare Act amendments.  The amendments do not seem to extend to them.  We need to know the thinking behind having entitlements confined to probable sources but powers extended to potential sources.  It may be that people who are away from their jobs will fall into the gap created by having two separate definitions under this Act.  I want the T&aacute;naiste to explain the reasons for the deviation in these two terms.  Could we simply use the term \"potential\" in all cases to remove the possibility of creating any ambiguity in the law?<\/p> <p> On another technical point, which may be a flaw in the Bill as drafted, will the Government confirm whether or not the new offence of contravention of a regulation under the new section is an arrestable offence?  Nothing in the original Act nor in this Bill seems to make the new offence an arrestable offence.  This would mean that the Garda would be very limited in its powers to enforce it.  If a garda wanted to stop somebody from contaminating others, there would be no point in saying, \"We will serve a summons on you\", but the powers to arrest are not conferred on garda&iacute; in the Bill; they are conferred on medical officers.<\/p> <p> Section 11 brings in a new section 38A into the 1947 Act to allow for the forced detention of persons who will not self-isolate.  As currently worded, this requires a medical officer to believe, in good faith, that the detention is appropriate.  However, the Bill should also provide that the medical officer in question must have \"reasonable grounds\" for making that decision.  That is currently not in the section.  Garda&iacute; have various powers of arrest but must have \"reasonable grounds\" for exercising those powers.  Subsections (5) and (6) of the new section 38A, inserted by section 11 of this Bill, provide for a review that is triggered at the request of a detained person.  There is no provision that persons must be informed of their right to this review.  That is something we should add to the Bill.  Subsection (4) of section 38A states that the detention must be kept under review and that a medical examination must be carried out no later than 14 days after the date of the detention.  Subsection (1)(d) of section 38A states that the detention continues \"until such time as the medical officer certifies that the person's detention is no longer required\".  The section should state that the medical officer who ordered the initial detention must receive a report of such examination and review whether the detention is later still appropriate.  These are matters that in the normal course of debate we would have time to tease out in detail but we will not have the time today.<\/p> <p> I am anxious to give time to my colleague so I will add one final, additional plea to Government.  Local radio is a vital source of information.  Others have talked about misinformation, particularly on social media.  People in my constituency of Wexford listen to South East Radio as an authoritative voice of truth and advice.  Due to the current crisis, many businesses have pulled away their ads and those local radio stations are now under incredible pressure.<\/p> <p>They are already losing jobs.  I end my contribution by asking the Government to include local radio stations in the panoply of supports that are being given.  A small amount of money is required to ensure this vital lifeline remains operational in the crisis period ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900017#P00300","speaker":"1620","continuing":true},{"type":"speech","time":1584633600,"counter":42,"content":"<p>As somebody who has worked with the health service over the past four years in my role as Labour Party spokesperson on health, I would like to commence my contribution by acknowledging the health workers who will be the heroes in our country in the coming days, weeks and months.  I also acknowledge their representative bodies and unions - which have all behaved in such a responsible manner, the 30,000 people who have volunteered and the emergency services.  We are a resilient country and we will show that once more in the next few months.<\/p><p>We also need to remember that politics has to work.  Our country is in an emergency situation.  Politics has to work across all sides of this House and it is working across us all.  I acknowledge the speech made by the Taoiseach on St. Patrick's night.  Bearing that in mind, when it comes to politics I also want to quote Dr. Michael J. Ryan, a fellow Irishman, who is the chief executive director of the WHO health emergencies programme.  He stated:<\/p> <blockquote> \tIf you need to be right before you move, you will never win.  Perfection is the enemy of the good when it comes to emergency management.  Speed trumps perfection... the greatest error is not to move. <\/blockquote>  <p>We need to bear that in mind today as we go through all of what we have to do for the people of this country.<\/p><p>I want to raise a number of issues which will not be covered by this legislation which I want to put on the record so the Government can consider them.  The Government will possibly not be able to consider them in a perfect way given everything that is going on but there are issues that need to be dealt with.  When it comes to the issue of people who are renting and the Government, we need solutions quickly.  The solutions that I understand will be proposed need to not push off rents but to freeze them, which I know is constitutionally allowable because I sat there, I got the advice and I have the advice.  Those solutions also need to ensure that people who are renting do not have a debt crystallised.  This is not like dealing with mortgages.  The debt cannot be crystallised or pushed off.  They cannot pay it so the State has to intervene.  I cannot be any clearer than that.  That is what has to happen in the coming days and weeks.<\/p><p>When it comes to the Covid-19 pandemic unemployment payment, a couple of anomalies need to be dealt with.  Where employers want to top up the payment, we need to ensure that can be done and that if somebody is temporarily unemployed, any top-up does not become a technically taxable gift under taxation law.  This can be amended next week so I ask the Government to do so.  We also need to ensure we are not at risk of creating a perverse incentive.  Therefore, we have to agree that if any employer agrees to pay some or part of any employee's wages while he or she is laid off, this should be incentivised rather than penalised.  We need to ensure there is no perverse logic here.<\/p><p>When it comes to the banks and mortgages, I was not happy that the Banking and Payments Federation of Ireland came in to the Minister for Finance and Minister for Public Expenditure and Reform, Deputy Donohoe, rather than the Minister going to the Banking and Payments Federation of Ireland.  We have to ensure that all other lending institutions that are dealing with a proportion of the people in this country come under the same conditions as were prescribed yesterday with the main banks.  We cannot have a situation where people are left outside the conditions.  A regulatory process needs to kick in quickly.<\/p><p>Furthermore, we also need to deal with a range of other issues.  We need to ensure that the credit unions of Ireland can allow smaller payments to be made by those who are contributing and that there will not be an impact on their financial relationship with the Central Bank because they are showing some compassion to those who are borrowing money from them.<\/p> <p> With regard to healthcare workers, once and for all, we collectively need to make sure that all healthcare workers have the proper personal protective equipment.  It is not acceptable that we would have two tiers in regard to how we protect our workers.  This is an issue I have been working on for over a week to ensure we have the same standards geographically and across public and private.  We cannot have our workers put at risk.<\/p> <p> With regard to utility bills and payments, we need all utility operators to treat their customers in a fair fashion.  If that needs regulatory change or intervention from Government, let us have it.<\/p> <p> We need to consider what payments will be made to non-EU migrants on stamp 1 and stamp 2 permits to ensure they do not fall below the poverty line.  We also need to look at the duration of residency permits.  We do not need a scenario where the offices at Burgh Quay or Garda stations have thousands of people queueing in the coming months to have this dealt with.  We need to push it out.<\/p> <p> We need to look at business insurance to ensure that if some insurance schedules do not include illnesses such as this, businesses will not close down or be hugely affected.  I presume the insurance industry has been called in by the Minister for Business, Enterprise and Innovation.<\/p> <p> We need to ensure gouging is not taking place with regard to student accommodation across the country, where people have paid up for six months but will not be using the accommodation.<\/p> <p> Can we bring in legislation to ensure we can use mobile phone data for contact tracing?  While there are issues before the courts, this is critical.  We need to use mobile phone data for contact tracing, so we have to deal with this issue.<\/p> <p> The elderly are very concerned in regard to a number of issues so let us make their lives easier.  On the issues of new driver licences and the NCT, can we push those out for a period to facilitate the elderly?<\/p> <p> With regard to the leaving certificate, I am glad the Minister made his announcement in the past couple of hours.  Surely, as a society and a country, logistically, we can ensure that those who are worried about doing their leaving certificate will be able to do it.  We have the time to do that.  We need to give them certainty because they are very worried about this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900019#R00200","speaker":"1610","continuing":true},{"type":"speech","time":1584633900,"counter":44,"content":"<p>I call Deputy Catherine Murphy, who is sharing time with Deputy Gary Gannon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900020#S00200","speaker":"1577"},{"type":"speech","time":1584633900,"counter":45,"content":"<p>I want to put on record Social Democrats appreciation for all the work and dedication of those in the front line - those in healthcare, those ensuring the supply chain of food, medicines and other essential goods, those who are keeping us safe in our communities and those who are reliably informing us about what we need to know.  I also want to thank the public, who are leading from the bottom up in demonstrating their ability to distance themselves socially, to self-school, to wash their hands and do what is asked of them.<\/p>  <p>  I also want to acknowledge the anxiety we are hearing and seeing, which goes way beyond the risk of infection.  It is about concern for others but it is also about the anxiety in regard to putting food on the table, paying the rent or mortgage and paying bills, and concern about the ability to re-open or reboot a business after this pandemic passes, and it will pass. <\/p>  <p>  The leadership from the bottom up is also about the public seeking the early school closures, the cancelling of mass gatherings, the travel restrictions and the closing of pubs.  It was very obvious there was a mood for this.  It was done in the knowledge that it would hurt but what would hurt more was not doing it, or not doing it in time. <\/p>  <p>  The Bill we are here to pass is needed and it is, in the main, proportionate and balanced in the circumstances.  However, it does need some strengthening and we will play our role in both strengthening it and passing it.<\/p>  <p>  We have seen numbers modelled in recent days, which is only right and proper, and we hope the measures that have been already taken will have overstated what plays out.  However, modelling the numbers is not merely an exercise in maths.  It is about calculating the response, both in terms of healthcare needs and available resources, and about modelling further measures, such as restrictions on movement.<\/p> <p>While this is stated in the legislation, largely absent is information on what kicks in and when.  It is essential that we are not behind the curve but it is also essential that it is proportionate.<\/p> <p> Economic modelling is also happening.  I note that the European Central Bank, ECB, has announced a &euro;750 billion pandemic emergency purchase programme.  It is important that we understand what is available from the European institutions and the ECB and how it is intended to work, and that we make full use of it.  Before we become sick we need to plan for our recovery.  This includes our nation's economic recovery.<\/p> <p> We are hearing much about delays in testing.  I am aware that this is being scaled up as we speak.  If a person has symptoms then of course he or she needs to self isolate but, as has been said already, there are issues with some of the definitions whereby a person may queue but may not be a risk.  There are also issues with the definition whereby a person may be advised to isolate because his or her immune system is compromised but the person is not symptomatic.  Do these people qualify for a payment?  What is the definition and can there be an expansion of the definition in that regard?<\/p> <p> There is confusion too about adult and child dependants and what people are entitled to.  This could be helped through a briefing.  If a person who has a family of five discovers that he or she is allowed a payment of perhaps &euro;203 it will be an unbelievable shock when he or she has had a sustainable income before this.<\/p> <p> I believe it is important to highlight instances in the past when we have introduced emergency legislation.  The Irish Bank Resolution Corporation, IBRC, legislation was presented to us before midnight and was passed before dawn, and there were problems later on.  It is, therefore, essential that we consider the wording of the legislation before the House today, and that we ensure it is as robust as it can be, which is just as important as passing the legislation.  The Irish Council for Civil Liberties, ICCL, and Sage Advocacy have both expressed a need for the sunset clause and other measures.  I welcome that the Minister for Health has said he will work with Opposition on that.<\/p> <p> I appreciate the Minister's and the Government's bona fides on the intent of the Bill but it is very important that it is stated as comprehensively as possible that it is bespoke legislation relating to Covid-19, and that there is no equivocation or doubt about that.  I do not believe there is any equivocation but the message must go out in that regard.<\/p> <p> The Bill may not be the only legislation needed.  There may be other minor legislation needed.  I am aware that Deputy O'Callaghan has proposed an amendment on extending the Statute of Limitations, particularly in civil cases, and I believe this makes complete sense.  There also may be limits on planning legislation, for example where there is a requirement for a person to adjudicate on site where technical staff are not available, and so on.  Such legislation may be relatively minor in the overall scheme of things but it is important and it would be prudent to put it on record.<\/p> <p> The Bill makes provision for emergency payments.  It is important that the logistics of this are considered.  Community welfare officers, for example, need to be given additional staff and more resources.  There will be exceptional needs payments.  I thank the staff in the Department of Employment Affairs and Social Protection because they are certainly going beyond the call of duty.<\/p> <p> The debate on this Bill does not preclude us from talking about other separate legislation.  I welcome that the Minister has said there is legislation due on housing.  I do not know the scope of that and perhaps the Minister will give Members a briefing on this to outline the scope.  I hope that central to the legislation will be the issue of evictions, and especially evictions during this emergency.  I continue to see individuals and families in this regard, four of whom I saw on Friday morning.  They were in an absolute panic because they had eviction notices and they were finding it impossible to find alternative accommodation.  It is difficult to see such scenarios living side-by-side with luxury apartments that could not be let because the rents were so exorbitant, which we have seen happening recently.  There has to be something that can be done about this type of situation.<\/p> <p>More accommodation may be released from Airbnb because of the impact of this crisis on the tourism sector.  That will, hopefully, fill some of the need.<\/p> <p> I am told that, because of reductions in staff, housing assistance payments are being delayed.  There are serious concerns for someone making an application for assistance now, or for someone who is in receipt of payment and has lost his or her job.  If somebody in receipt of HAP does not pay his or her portion of the rent, the payment to the landlord completely stops and the tenant will become ineligible for HAP in the future.  Those are practical issues about rent assistance that could be dealt with under section 38 of the proposed legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900020#S00300","speaker":"1489","continuing":true},{"type":"speech","time":1584634500,"counter":48,"content":"<p>It is important to recognise that this crisis will impact, first and foremost, those who have been made vulnerable by our system.  Such people include those who are already sick, those without a safe home or any home at all and those who are in direct provision or overcrowded Traveller accommodation.  People working in hospitals, providing essential care and cleaning services will be among the first affected, as will those who are trying to protect and provide for their families in situations of economic precariousness and insecurity, particularly one-parent families.<\/p>  <p>  In his address to the nation on St. Patrick's Day, the Taoiseach spoke of the need for some groups of people to cocoon, a sentiment with which I could not agree more.  The role of our welfare state and social protection system must be to wrap its arms around people when they are at their most vulnerable and protect them from the threats and ravages of homelessness, joblessness and ill health.  The Taoiseach, in his speech, quoted from former British Prime Minister Winston Churchill, and I will be so bold as to quote another former British Prime Minister, Benjamin Disraeli, when I say that, \"Power has only one duty - to ensure the social welfare of the people.\"  This global pandemic has made it abundantly clear that things that we used to treasure, such as full employment, which has been spoken of many times in this Chamber, can be taken away overnight.  What remains is scarcely enough to see our population through.  We do not have a national health service based on need, collective bargaining legislation to protect our workers, or security of tenure for our overstretched renters.  That is now glaringly obvious and we must ensure that our social welfare system steps up.<\/p>  <p>  We have remarkable people in this country, the ordinary, everyday people of Ireland.  Those are the same people who, yesterday, volunteered to help the health service in its time of need.  Those people are our greatest asset and we must protect and cocoon them, at all costs.<\/p>  <p>  It is estimated that up to 340,000 people will have lost their jobs through no fault of their own.  These are our retail and hospitality workers, artists, childcare professionals and street traders.  Losing a job has a crippling and terrifying impact on any family and doubly so in one-parent families.  Our social welfare responses must put vulnerable groups at the centre of our planning.  Our social welfare communications must be clear and in plain English so that worried families can clearly understand their entitlements.<\/p>  <p>  Students in Trinity College have lost their homes and there are many more people throughout this country who fear experiencing the same situation.  Families around Ireland are facing up to not seeing each other for weeks.  At least two families have lost loved ones and many more families are fighting the virus.<\/p>  <p>  Our society has adapted to social distancing without a blink of an eye.  In spite of previous differences, political or otherwise, we have all pulled together and that is the only way we have come through this.  That we are in this together is more than a clich&eacute; or touching expression.  It means, in policy terms, ensuring that workers who have lost their jobs have an adequate standard of living.  It is positive that this legislation will give effect to special welfare payments and advanced income supports for those who cannot work as a result of Covid-19, and that this also includes self-employed people.  It is positive to see the removal of the waiting period for payment of jobseeker's benefit and allowance in these circumstances.<\/p>  <p>  We must ensure that all financial barriers to self-isolation are removed and that people can put their health, and that of us all, first.  We must ensure that there is a positive duty on the State to provide for those confined to isolation, to provide proper accommodation, access to support and food, to protect the environment where possible and to support care and responsibility for people, where necessary.<\/p> <p> These laws are necessarily control and sanction-focused.  Yet, we must balance this with clarity regarding what the State will provide.  As the Irish Council for Civil Liberties has highlighted, it is crucial that detention provisions contained in the legislation are time-limited or that they include a sunset clause stipulating that once the emergency is over they can no longer be used to interfere with rights.<\/p> <p> When we look to our closest neighbours in the United Kingdom and across the Atlantic to the United States, it is clear that the response of our Government has been calm, appropriate, prompt and with best scientific practice at its heart.  However, it is also abundantly clear that the Government must now follow up this with a ban on evictions.  This has happened in the United Kingdom, France and the United States.  There is no reason it cannot happen here.  Property rights in our Constitution are balanced with the common good.  There can be no good more common than protecting against homelessness.  It is more than140 years since Anna and Charles Parnell, Michael Davitt and the Land League.  Are tenants still going to have security of tenure?  To ensure immediate relief for renters the rent supplement is the most appropriate mechanism administered by the Department of Employment Affairs and Social Protection.  The process will have to be simplified along the lines of the jobseekers application and caps should be removed from the housing assistance payment and the rent supplement schemes.<\/p> <p> Our healthcare staff have been inundated with praise during recent weeks, and deservedly so.  They are on the frontline in the fight against this virus.  We must ensure that when this is over we fight with them and for them for better pay and conditions, just as they now fight with and for us.  Some 24,000 healthcare professionals have answered the HSE call.  Our country owes them a debt of gratitude that we may never be able to repay.<\/p> <p> I wish to take this opportunity to add my endless thanks to the cleaners working on the frontline; the drivers keeping our supply chains open; those retail workers ensuring our shelves are stacked with food; our journalists and broadcasters, who are ensuring we have timely access to factual information; our garda&iacute; and firefighters; those parents entertaining their children; schools and creches; and the families for whom this is a terrifying time for both health and financial reasons.<\/p> <p> In extending my thanks I will go more broadly and acknowledge that Betty Williams, peace activist and Nobel laureate, died on Tuesday.  I wish to record the deep thanks of the people of Ireland for her work and example.  I am mindful that Ms Williams cautioned that governments do not have the answers.  Indeed it is the reverse: often not only do they not have the answers but they represent the problem.  Let us show in our actions in this House that we have the solutions.  Let it be said that this time our politicians stood up and ensured  our response placed our people - our most precious and powerful resource - at the centre of the Covid-19 response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900022#U00200","speaker":"1560","continuing":true},{"type":"speech","time":1584635100,"counter":50,"content":"<p>I intend to share time with Deputy Mick Barry, with nine minutes and six minutes, respectively.<\/p>  <p>  With the Covid-19 virus we are facing a truly unprecedented and, quite honestly, frightening public health emergency that threatens our society and the health and well-being of vast numbers of people, especially our elderly and vulnerable citizens.  We have to do absolutely everything to fight the virus - throw every resource available to us at fighting it - and protect those who could fall or suffer from its advance.  Critical to this, as many have said, is that we support our health workers and the health service.  They are on the frontline fighting this.  They are heroic people who are risking their health to protect us and those who may fall victim to the virus.  In particular, in this regard, the student nurses who are going to be asked to assist in this effort should be paid and not asked to do the work for nothing.  I also want to pay tribute to the other essential workers in retail and other key public services who will help our society sustain itself through the trauma and crisis we are facing in the coming weeks and months.<\/p>  <p>  It is critical that in responding to this crisis we are led by public health advice and science and not by anyone playing politics with the lives of people and the crisis that faces us.<\/p> <p>We see the dangers of that happening in the North and in the UK, where politics have trumped science and public health considerations in a quite shameful way with the behaviour of Boris Johnson and some of those in the Northern political authorities.  It is critically important that we continue to put maximum pressure on the Northern authorities to have an all-Ireland, consistent approach to addressing a crisis which affects all of this island and which, as we are all aware, knows no borders.  It is also critical that we protect and support the incomes of people who are going to be affected, as many tens of thousands already have been.  More will be affected as this crisis unfolds and people lose their jobs or are forced to stay at home or self-isolate.  We need to put the maximum resources into protecting our citizens, who have already demonstrated incredible willingness to be part of the collective effort of fighting this virus and adopting the protocols of social distancing and avoiding unnecessary gatherings and interactions.  Of course, it needs to be repeated again and again that the absolute key to defeating this virus is what we do in the next few weeks in terms of practising those social distancing protocols and avoiding unnecessary interactions.  The more people avoid interactions, the less possibility there is for the transmission of the virus, in turn reducing the possibility that our health services will be unable to cope and will be overrun as virus transmission surges.  One only has to look at the frightening scenes in Italy at the moment to see what we could face if we do not get this right in the next few weeks.<\/p> <p> However, as well as the collective effort of all of society and the willingness that people have already shown, it is important to say that we have a responsibility to put every bit as much resources and energy into protecting our people and resourcing our health service as we showed willing to do to protect and bail out banks back in 2008.  We need to show at least as much and indeed more willingness to provide those resources to our citizens, health workers and key front-line services in order to sustain us through this crisis.  That leads me into some of the amendments that we have proposed.  I welcome the various payments and income supports that the Government is proposing in this Bill but I do think they need to go further.  We have tabled amendments in that regard.  The &euro;305 payment should be available to everybody who is losing income or employment as a result of this crisis, not just those who are diagnosed or who are advised to self-isolate.  The truth is that a bar worker who is instructed to go home or a worker who decides it is not safe to go to work because he or she might act as an agent to transmit the virus is doing as much as anybody to prevent the transmission of the virus.  They are all acting on public health advice and therefore they should all be treated equally in terms of the income support.  I do not see the case for two tiers of income support.  The &euro;305 payment should be available to everybody.  By the way, some workers are still being forced to go into non-essential workplaces where they cannot practice social distancing.  Those workers should have the right to say they are not going to work but are going to stay at home.  They should have the income supports provided to them if they make the responsible decision to do that.<\/p> <p> The other series of amendments we put in provide that if the people are being asked to make big sacrifices, then it is also important that industry and big business do the same.  I refer to all private healthcare capacity and all privately held industrial capacity or buildings that could assist in preventing the transmission or spread of the virus or in helping to treat those who fall victim to this crisis.<\/p> <p>I refer to the companies that produce medical equipment, of which we produce a large volume, ventilators, personal protective equipment and laboratory capacity.  All of that should be put under the direction and control of the public health authorities.   There should be no question of two tiers of healthcare in the face of this unprecedented health crisis.  We have a series of amendments in that regard.  To outline the importance of this, Mr. Paul Reed of the HSE told us yesterday that personal protective masks, which our health workers need, cost 37 cent each before this crisis.  The cost is now &euro;11 per mask on the open market.  That sort of profiteering is unacceptable.  In this situation, more than ever, people must come before profit.  All the capacity to produce that equipment and to do anything we require to respond to this crisis should be put under the control of the public health authorities.  There should be no question of anybody being allowed to profiteer from it.<\/p> <p> We must ensure that people are not suffering pressures due to rent, mortgage repayments or utility bills.  We have tabled amendments calling for an amnesty on all those payments for the duration of the crisis.<\/p> <p> We must give power to our public health system to respond to this crisis.  Therefore, we support this legislation.  However, it contains some very draconian powers.  There must be checks on that.  It should not be the case that if these powers are to be extended after 9 May that it can be done by simply laying an order before the D&aacute;il.  The Oireachtas must vote on any decision to extend these draconian powers.  In addition, the medical health officers who will exercise these powers must be clearly defined as medical specialists.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900023#V00200","speaker":"1478","continuing":true},{"type":"speech","time":1584635700,"counter":53,"content":"<p>I express solidarity with all of our people who are made anxious or fearful by the virus, including the elderly and vulnerable.  I express solidarity with our health workers and all those working on the front lines.  The Irish people, in general, have risen very well to the challenge posed by Covid-19.  We see this in many ways.  We see it with our front-line workers in the health service, the tens of thousands of volunteers, the public support for measures such as the closure of schools and pubs and the embracing of social distancing.  However, we are playing catch-up in terms of a health service that has been weakened by many years of Government neglect.  That is seen in the fact that at the start of the year we have less than half the EU average number of intensive care unit beds.  Nothing must stand in the way of our catch-up efforts, including the question of private profit.  A two-tier health service is not the best way to meet a public health crisis.  Beds in private hospitals will have to be requisitioned, and I say without compensation, and the private hospitals should be taken into public ownership and integrated into a single-tier public health service, providing the groundwork for an Irish NHS.<\/p>  <p>  I was sent to this House as a workers' representative so I will make some points about the issues facing workers in this crisis.  As the D&aacute;il meets today, many workers are being forced to choose between feeding their families or paying the rent.  This issue was addressed by Ms Patricia King of the Irish Congress of Trade Unions, ICTU, today when she said: \"... a household with two adults and one child with a single income of between &euro;45,000 to &euro;50,000, i.e. close to the average earnings for a full-time worker, could see a fall of nearly two-thirds in their net income, while a single worker with no children earning around &euro;25,000 could see a fall of around half.\"  It does not have to be this way.  In Norway on Monday the parliament agreed that workers who are temporarily laid off will receive full pay for 20 days.  Other countries have guaranteed 90%.  I support the call from Mandate and the Irish Congress of Trade Unions for guarantees to be put in place for workers.  I have submitted an amendment to instruct the Government to return within a week with a workers' guarantee to guarantee incomes.<\/p>  <p>  Ten years ago workers in Ireland bailed out the banks.  Now we need a bailout for workers to protect incomes in this crisis.  Some &euro;203 in jobseeker's payment is not sufficient.  The sum of &euro;305 for sickness is an improvement, but it does not go far enough.  I understand the Minister will  announce a temporary ban on evictions and a moratorium on rent increases.  He must go further.  Workers who lose their jobs must have their rents waived.<\/p> <p>They must be able to feed their families and be under no pressure to pay that rent.<\/p> <p> The media have told us of the deaths in Italy but very little about the strikes that are sweeping that country as workers demand proper protection in the workplace.  A strike leader in Italy said this week that factory workers are not citizens for 24 hours minus eight hours and it is not tolerable that they see their everyday life protected by many rules but when they pass the entrance of the workplace, they are in a no-man's land.  This week, many retail workers in this country felt they lived in a no-man's land, and so too did many transport workers, post office workers, cleaners and others.  Many of these people have been left to fend for themselves without their employers providing sanitisers, gloves or the necessary protection.  It is reckless not to close all non-essential industry and until such time as this happens, workers must be given the tools for proper protection in their jobs.<\/p> <p> I must mention the case of third-year student nurses in Cork.  They are going to Cork University Hospital and other hospitals to train three days per week next week, and this training will last for six weeks, followed by a fortnight's self-isolation.  These students have part-time jobs, many of them in nursing homes, and they will have to forgo these jobs and their incomes for health and safety reasons.  This will hit the students who rent particularly hard, as these students receive a travel allowance but not a wage.  Not all superheroes wear capes but it seems not all superheroes are getting paid either.  These students must be paid.<\/p> <p> The legislation provides for the most drastic curtailment of civil liberties in living memory.  Many will tolerate this, given that we are experiencing the most dramatic health crisis of recent times.  They will do so on the strict condition that these curtailments end with the conclusion of the crisis.  For this reason, we have included an amendment that would not allow a Government to renew the legislation; if it is to be renewed, this must be done by a vote of the D&aacute;il.  I would go one step further.  I agree with the Irish Council for Civil Liberties that Governments in this country have a long tradition of using repressive legislation for purposes other than its intended use.  This has been seen many times with the Offences Against the State Act, which has been used not just against terrorism but against trade unionists, student activists and other campaigners.  I am particularly concerned about the establishment of a full-time Garda public order unit, with one of its responsibilities, according to the RT&Eacute; website, being to \"deal with protests\".  In France and other countries, Covid-19-related emergency legislation has been already used to repress dissent but that must not happen here.  I support many of the provisions in the legislation but for the reasons I outlined, I am opposed to the overall package.  I register that point in today's debate and I will be putting down the amendments I mentioned.<\/p> <p> I will finish as I started, which is by expressing my admiration for and my faith in the ordinary people of this island to defeat the virus.  I stand with them and I have no doubt we will prevail on this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900025#X00200","speaker":"1522","continuing":true},{"type":"speech","time":1584636000,"counter":55,"content":"<p>Deputy Denis Naughten is sharing time with Deputies Michael Lowry and Peter Fitzpatrick.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900026#Y00200","speaker":"1490"},{"type":"speech","time":1584636000,"counter":56,"content":"<p>We have seen on social media Italian healthcare workers being applauded by their neighbours on their way to work each morning.  I say to the doctors, nurses and all the healthcare staff, both in hospitals and the community, that we, the Members of the Regional Independent Group, applaud each and every one of them for the personal sacrifices being made to protect each and every one of our citizens in this very difficult time.  I thank them.<\/p>  <p>  I also thank the garda&iacute;, members of the Defence Forces, welfare and Health Service Executive staff and all those stepping up to what is being asked of them in every community across Ireland.  The simple fact is that the faster the virus spreads, the greater will be the loss of life.  If we allow the coronavirus to run amok through the population, we face an abyss.  It will leave tens of thousands of homes across Ireland without a parent, a grandparent, a brother, a sister, a son or a daughter.  The public must remember that in stark figures the difference between the current mortality rate in Ireland and Italy is an average of one death for every home in Ireland.<\/p>  <p>  As a consequence of these potential figures, we in the Regional Independent Group support the legislation.  Although we are putting forward some suggested amendments to strengthen the legislation, we are doing this in a sense of solidarity as we believe the provisions are needed at this point to curb the rate of coronavirus infection.<\/p> <p> The Bill provides far-reaching powers in regard to gatherings, events and travel, which is understandable to deal with the current exceptional threat to human life.  It also includes the power to detain a person against his or her will, if necessary, to prevent the spread of Covid-19.  These are powerful legal provisions which must only be used specifically to deal with the current national health crisis.  That this legislation makes provision for these powers to be continually renewed without the prior approval of D&aacute;il &Eacute;ireann, not only to deal with Covid-19 but any variant of the disease, potentially means that these powers could be with us for decades to come.  The Regional Independent Group is concerned about such draconian powers being available to any Government for decades to come.  We welcome Government acceptance of our proposal for an end date, a sunset clause, to enable repeal of this law when the current threat has abated.<\/p> <p> We are also concerned that there is ambiguity in the definition of \"events\" that are to be restricted in that it may not preclude house parties.  It is in this regard we have tabled amendments to section 10 and new Section 11.  I accept this may not be a problem now but if the current restrictions were to continue for a number of months then the risk of infection associated with house parties could become a significant problem.  We want to ensure there is clarity in the law that allows the Garda to shut down house parties should they become a problem, and the associated availability of alcohol by commencing the ban on below cost selling.  We are concerned that if house parties cannot be controlled we could be faced with a situation in the coming time where the Trojan effort of our citizens to curb the rate of infection could be undermined by a small number of irresponsible people.  This cannot be allowed to happen.<\/p> <p> Turning to some other aspects of the legislation, while we welcome the Covid-19 payment for persons who cannot work because they are self-isolating as a result of being infected by the virus, the legislation ignores those vulnerable people in high risk categories who must self isolate because of the high probability of death should they become infected.  Surely those who must self-isolate based on best medical advice should be treated the same regardless of whether they are infected or not.  We should also encourage the Minister for Health to suspend prescription charges immediately, particularly for older people and vulnerable groups.  Many of them have now been able to get a neighbour to pick up their prescription from the pharmacy but older people are either being forced to handle cash unnecessarily or the obliging neighbour is having to pay the charge, which effectively is becoming an infection penalty.  Prescription charges should be suspended for as long as the current restrictions are in place.  In tandem with this, we should give pharmacists the legal power to prescribe straightforward repeat prescriptions, particularly for those cocooned in their homes given that GPs are inundated with Covid-19 patients.<\/p> <p> While on the issue of further actions, there is now a serious situation arising as a result of homecare workers being refused access to the homes of older people who are too frightened to let them in.  We need to provide reassurance to these older people that homecare workers are fully trained in infection control and do not pose an unacceptable risk.  Homecare staff are in place to support older people in the community, to keep them out of hospital or long term care where they would face a far greater risk of infection.  Where homecare staff are not currently required because there may be a family member working from home this valuable healthcare staffing resource should be redeployed by the HSE to assists in the management of the coronavirus.<\/p> <p> I will finish with the following message.  While it is true that one is more likely to become sick if one is older, people need to remember that there are exceptions to every rule, particularly so with a virus because of the different way our individual immune systems deal with the challenge of a viral infection.  Age is only partially protective against the coronavirus.<\/p> <p>Let us remember there are cases of young, fit people in their 20s and 30s in intensive care units, while some of those who have walked out of hospital are over 100 years old.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900026#Y00300","speaker":"1603","continuing":true},{"type":"speech","time":1584636900,"counter":59,"content":"<p>I express the heartfelt thanks and appreciation of everyone in Tipperary and the country to those who are actively involved and co-operating in confronting the scourge of Covid-19.  The public health response has been amazing, social solidarity has been inspiring and protecting the health of our citizens is of paramount importance.  Whatever it takes and whatever it costs, it must be done.  We are living through extraordinary times.  Normality has deserted us and our country is pulsating with anxiety, fear and uncertainty.  People are craving relief from the worry and trepidation.<\/p>  <p>  Our Government is doing an admirable job.  Its approach is measured, assured and proportionate.  There is a limit, however, to what a government can do without a mandate.  It is my understanding that after 30 March we will have no functioning Seanad and no further emergency legislation can be passed.  Never in modern times has there been a greater need for a strong and stable government.  We are failing our citizens if we do not give them a government that can lead them through this crisis and along the tough road that lies ahead.  A new government will have to be one of the strongest governments this country has ever had.  This government must be totally united and unfailingly committed to guiding our people through what may be the toughest times of their lives.  <\/p>  <p>  Despite the fact that this new government will be largely be in uncharted waters as a result of the pandemic, it must lead with strength, stability, unity and bravery.  When Covid-19 passes or fades, this crisis will be far from over.  While people will breathe a collective sigh of relief that this threat to their health and lives has passed, the reality of its economic impact will become our new challenge.  This is where the strength and stability of a new government will be of greatest importance.  This is not a time for doubt and uncertainty.  This is a time for strong and decisive government formation.  Putting our country back to where we were before this crisis hit us will be a mammoth task.  Economists are making stark forecasts.  A new government will not be governing an Ireland that existed four months ago.  It will be facing an entirely new reality that cannot yet be fully defined.<\/p>  <p>  The future economy of Ireland is precarious.  Our successful efforts in recent years to revive our country from recessions will be obliterated.  Election promises made at the start of this year will become wishful thinking.  This should not be about party political or individual interests.  This is not a time for political posturing or grandstanding.  There can be no unaffordable bucket lists when entering this government.  There is already a significant hole in the bucket and it will take time to mend and fill.  There will be no room for political cowardice in any new government.  It must be a government that will endure.  <\/p>  <p>  This is a time for resolute action.  This is a time for political realism.  This is a time for conviction and courage.  Those in this House who renege on this duty will not be forgiven by the people of this country.  Tough, hard and unpopular decisions will have to be made.  These decisions will have to be presented to a public struggling hard to recover physical, mental and emotional well-being.  When the costs for this crisis have been accumulated, the full extent of the damage to our economy will be evident.  Rebuilding our economy can be done only through creative, imaginative policies.  Many decisions needed will be unpopular.  As a government, there will be no escaping the bullets and the ire of the people.  The only defence will be strength and stability.  <\/p>  <p>  As a regional group of Teachta&iacute;, we are determined to play our part to make real and genuine efforts to form a government.  We are willing to step up to this task.  Our constituents gave us a mandate and the privilege of serving.  Our approach will be constructive.  A new administration will carry a huge burden, but as a group we are willing to contribute to maintaining a secure and stable government at a time of great danger for our country. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900028#AA00200","speaker":"1609"},{"type":"speech","time":1584636900,"counter":60,"content":"<p>We stand here today facing what probably will be the biggest crisis any of us will ever face as public representatives or, indeed, as citizens.  Covid-19 is here and represents a challenge that we must overcome, no matter what that entails.<\/p> <p>The Bill is aimed at putting in place measures that will help us, as a nation, fight this deadly virus.  On that basis, I assure the House that as a politician, I will fully support whatever measures need to be put into law to help us eradicate the virus.  I am pleased that all parties are working together in fighting Covid-19 and that political differences are being put aside to that end.  In this regard, I praise An Taoiseach for his address to the nation on Tuesday evening, which was both timely and needed by the country.  There is a great deal of fear among the public and, unfortunately, some of this fear is being fed by lies, particularly on social media.  It is important that the acting Government keeps us all informed of the facts and the measures being taken to combat the disease.  Sometimes, matters are made worse by a lack of information.  I urge the Government to keep open all lines of communication and, more importantly, to keep the public fully informed of the progress made in this fight.  Along with my colleagues in the Regional Group, I will do whatever is needed to support the acting Government in the fight against Covid-19.  This is not a time for political point-scoring but rather for all of us in the House to work together as a team.<\/p> <p> It is important that we acknowledge the heroic efforts of our health staff, who are putting their lives at risk to save others.  No other word could describe their effort, and I am in awe of their skill and commitment to their profession.  I must also praise the heroic work of our garda&iacute;, Army, educators, welfare staff and other front-line staff who have gone to extraordinary efforts at this time to ensure our citizens are kept safe.<\/p> <p> The past number of weeks have been particularly difficult for the many businesses directly affected by the virus.  We have all heard of the many job losses and the impact on many businesses throughout the country.  Some of the measures we are considering will go a small way towards helping those most affected but, in reality, they will not go far enough.  Unfortunately, many businesses and jobs will be lost, and the only way to help such people is to put in place the right structures  to help build new, sustainable jobs and businesses in the future.  In this regard, we as a society must work together as a team and help one another.  We must support local businesses in our communities and help them get back on their feet.  We all worked through the previous recession and I firmly believe we can get through this if we help and support one another.  The Government must support the business community and put in place real support that will help them survive and grow.  We are ready to put political differences to one side and to work together in order that the country can beat the virus.<\/p> <p> I urge all in society to look out for one another, to help those in need and, most importantly, to follow the guidelines laid out by our health officials to keep safe from the virus.  I praise the older generation, in particular, for their efforts at this time.  Yet again, they are leading by example.  Despite being the group of people most at risk from the virus, they are leading the fight against it.  They, more than most, need our full support at this time and I urge people to look out for their elderly neighbours.  In this regard, I am delighted with the effort of Louth GAA, which has offered its services to the HSE.  This includes full support from all the clubs and their 12,000 members.  They are making their halls and clubhouses available to the HSE, as well as the services of their members, who include plumbers, electricians, carpenters, tilers, mechanics, shopkeepers, bakers, accountants, solicitors, taxi drivers and couriers, to name but a few.<\/p> <p> I am reminded of a speech by President John F. Kennedy, when he called on Americans to ask not what their country could do for them but what they could do for their country.  As we all sit in unity in the Chamber today, it is only right that we acknowledge the great effort of the people at this critical point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900028#AA00300","speaker":"1600","continuing":true},{"type":"speech","time":1584637200,"counter":62,"content":"<p>I call Deputy Michael Collins, who will share his time with Deputy Mattie McGrath.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900029#BB00200","speaker":"1490"},{"type":"speech","time":1584637200,"counter":63,"content":"<p>My constituency of Cork South-West and my country face extraordinary times.  This has to be a time of great unity, as has been already seen in the incredible human efforts of the emergency services, medical staff, garda&iacute;, Army and community, including those on community councils, in community alert groups and in community care groups, who are still delivering meals on wheels, ringing our elderly and vulnerable, and tending to them in a caring and careful manner.  I thank every one of them for doing so.<\/p>  <p>  People are under severe pressure.  They are worried about their health and that of their families, friends and neighbours.   They are worried about how they will pay their next utility bill.  While the discussions with banks gave some clarity yesterday, significant fear remains over how their electricity or phone bills will be paid.<\/p> <p>This is a great worry for many families at this time.  Clarity must be given on how people will deal with their credit union loans.  Banks clarified their position yesterday and the credit unions should also do so.  Many customers have contacted me on this as they are seriously worried.  Will repossessions continue?  Will the vulture funds continue to take people to the edge?  This must stop as people need help and clarity at this time.  We need an immediate moratorium for all these people.<\/p> <p> I plead with local authorities to immediately suspend rate collection to give hope to big or small businesses and to clarify how they will deal with families with council housing rent to pay but who are unable to do so.  There are people who must bridge the difference on their HAP payments who do not have the money to do so now.  People in private rented accommodation must be also protected.  While we cannot give answers for everything today, there must be quick action to ease the pressures on these people.  <\/p> <p> I respect all politicians who are at the forefront at this time, but so many questions remain unanswered.  The fishing industry is on the verge of collapse.  As politicians, we must ensure the food chain stays open.  We must ensure the supermarket chains stock Irish fish and Irish meat - safe and healthy foods - until this emergency ends.  Every politician must find a way to do this.  Markets have been stopped abroad so many fishermen may not do business there.  The restaurant and pub business has gone so their produce is not wanted by them, and most supermarkets in this country are not taking it either.  The Government must intervene to ensure they do.  Some of the boats will have to tie up at the piers and many are worth millions of euro.  There will have to be further discussions with the banks on how to deal with this.  That must also happen in relation to the farmers who are in dire trouble at the moment as the price of their produce has bottomed out.  The closure of pubs has been fully adhered to in west Cork.  Although many businesses know they face ruin, they have put people's health first, as they have done down the years.  We see the value of the pub and tourism sectors as tens of thousands of their valued employees are unemployed.  Their employers would love to pay them for a few weeks but most businesses were on the verge of closure prior to this crisis and cannot pay them.  Almost everyone is trying to help out here, including the banks, but today, I hear that the insurers, to whom the publicans pay massive premiums to protect their businesses, will not give them any ease at this time.  I call on Allianz and FBD to reconsider this.  It is a very serious issue which will take publicans to the brink.  Many wanted to pay their employees with the money they saved from paying their Sky subscription, which is &euro;600 a week in some cases, which Sky has sidelined, but the insurance federation, Insurance Ireland, has not done likewise.  The Government needs to step in immediately to deal with that.  <\/p> <p> I am very worried about our people abroad who are struggling to get home.  More than 30 people, some from west Cork, are in Cusco in Peru, and cannot get home.  I thank the Department of Foreign Affairs and Trade who have helped myself and others to reunite families over the shocking period of recent days.  <\/p> <p> Many student nurses have been instructed to work on the front line.  They must be paid a respectful wage for the work they are doing for the nation.  That must be done immediately.  Our young people have significant worries.  Social media is playing hell with them, as it is with many adults.  False information must stop.  There must be mechanisms to facilitate home education and there must be clarity on how exams will take place for those in school or college.  In recent days I have been contacted by people who have been given serious cause of concern by uncertainty about exams.  Deputy Eamon Ryan spoke earlier of hardware shops staying open in a safe manner.  That is a very good idea.  It would allow people to get work carried out at home to keep their minds occupied, since this may drag on for some time.  I also agree with Deputy Howlin on the protection of our local radio stations such as C103 FM and RedFM in Cork which give honest, clear information on the virus, its progress, the dangers and how we might protect ourselves.  The State must step in to save these local stations which may not be able to remain open otherwise.   <\/p> <p>I sincerely thank those in our hospitals throughout the country, hospitals like CUH, Bantry General Hospital and our community hospital.  But for those hospitals, especially Bantry, at this time, I shudder to think how we would cope with the medical crisis we have now.<\/p> <p> I plead with everyone at this stage to strictly adhere to the guidelines that have been given in recent weeks.  We have an incredible crisis in our country and I plead for people to self-isolate as much as possible, to keep on their own as much as possible and to listen to the warnings that have been given to them.  We need to stop the spread of this virus.  We are doing everything we can in my constituency of Cork South-West and I know the nation is also.  I appreciate the political effort that is being made across the board at this time.  I would appreciate if people would strictly adhere to the guidelines that have been given to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900029#BB00300","speaker":"1461","continuing":true},{"type":"speech","time":1584638400,"counter":66,"content":"<p>I thank you, a Cheann Comhairle, for convening the House today.  I thank the staff and members of the Business Committee.  I also thank the Minister for Health who is present and the T&aacute;naiste.  I thank the Taoiseach for the briefings given to us in recent weeks.<\/p>  <p>  We are in uncharted waters and the Health (Preservation and Protection and other Emergency Measures in the Public Interest) Bill 2020 tries to reflect some of that.  Where would we be only for our volunteers and the magnificent people in the front line of our health services, our doctors and nurses?  I have previously called them angels of mercy.  Indeed, the same applies to An Garda S&iacute;och&aacute;na, the Civil Defence, the Red Cross and all the volunteer organisations that have stepped up to the plate overwhelmingly in the past ten days.<\/p>  <p>  N&iacute; neart go cur le ch&eacute;ile.  Meitheal is a great Irish word in the sense of gathering and supporting each other.  People are proving that sense of meitheal and helping each other, ag cabhr&uacute; le gach duine.  The young and old from the cradle to the grave are being cared for and looked after.<\/p>  <p>  We have had time to learn from other countries.  Thankfully we had that 14-day run-in period where some of them made mistakes.  The man who never made a mistake never made anything.  We are able to learn from many of the mistakes they made.  Obviously, there are worries for our nearest neighbours in Britain and Northern Ireland.  We also have to deal with that.  I know it is a political situation and it is difficult.<\/p>  <p>  I salute all the people on the front line.  I plead with the public.  I thank the Taoiseach for his address on the night of L&aacute; Fh&eacute;ile Phadraig.  He hit the right note and struck a chord in asking the people to take this very seriously because it is a serious and unprecedented situation.  If we do the right things and adhere to the requests, we may not need this legislation, which is being introduced as an issue of last resort.  If it is needed, it will have to be implemented.<\/p>  <p>  I have faith in the Irish people.  They are a resilient race.  They have fought off recessions, and Irish people, many of them religious, have gone throughout the world, championing the causes of Third World countries, often after outbreaks of war, genocide and goodness knows what.  Now many of them want to return and are returning.  I salute the 24,000 people who have offered to return to the HSE in different capacities.  I also salute the people who have retired and people who should be looking after their families but have decided to give their time.  I also thank the people who are offering to look after the childcare needs of some of the front-line workers, which is very important.  Divided we fall and together we will succeed.  N&iacute; neart go cur le ch&eacute;ile, as I said.<\/p>  <p>  This legislation provides for changes to remove the waiting period for jobseeker's payments and benefit for self-employed people.  These are vital because we must look after the workforce to ensure they have a meagre amount to keep food on the table, to keep their bills paid and to keep the ship afloat.<\/p>  <p>  As I said earlier, I thank the former Deputy, the Minister, Ms Regina Doherty, for the measures she has taken.  Some areas need further clarification.  It is expected that employers, where they can, will make the &euro;203 payment initially and will get it back.  On the way up here this morning, I listened to a very good question and answer session on Se&aacute;n O'Rourke's radio programme.  A lady from the Department of Employment Affairs and Social Protection was very good.  If somebody wants to top up that it will disbar the person from getting the allowance.<\/p>  <p>  Most employers treat their workers well and I hope the workers always reciprocate.  That is how we go forward in this country and why we have such a thriving country in many ways.  Where employers cannot pay the &euro;203 but they get the &euro;203 from the Department of Employment Affairs and Social Protection, an employer who acts out of generosity of spirit should not be penalised for giving some top-up in order to give assistance.<\/p> <p>These changes involve significant Exchequer costs.  We were briefed on that the Monday before last and all of us, groups and parties, adhered to and accepted it.<\/p> <p> In addition to powers in respect of Covid-19 - this is a very important part of this legislation - the medical officers will have the powers of direction, not An Garda S&iacute;och&aacute;na.  They will be assisted by An Garda S&iacute;och&aacute;na, of course, but reasonable actions must be taken in that regard.  Those medical officers are suitably qualified and I know they will take those actions.  We hope the necessity will not arise but we must have a sunset clause and recourse to appeals, and if these measures are to be extended the D&aacute;il will have to sit again.  I understand the logistical difficulties and so on, and we discussed them this morning at our Business Committee with the Ceann Comhairle, but we must have proper recognition of our Constitution and proper sittings of the House to make those changes.<\/p> <p> The Bill deals with many areas, and 86 amendments have been tabled.  I hope some will be accepted.  Some will not, obviously.<\/p> <p> We are all in this together.  I speak on behalf of the rural Independents.  I speak as a Teachta D&aacute;la ar son na ndaoine of Tiobraid &Aacute;rann and I am privileged to have that role.  Tipperary people will not be found wanting.  The adage still stands: where Tipperary leads, Ireland follows.  We have never been found wanting.  We will be constructive in our support but we will have to raise issues of abuse of powers if they arise.  I do not expect they will.  I will send out one message to people who do not want to conform: the new section 38A, I think, refers to people who must be directed to restricted areas.  People should obey this.  If they do not, they will have to be instructed to do so.  That is why the law is necessary.  We must show the proper respect to our healthcare workers, who are on the front line, by not engaging in the kind of high jinks we saw in Temple Bar and many institutions up and down the country, including in my county.  I challenge the people, including Teachta&iacute; D&aacute;la, who were in Cheltenham to self-isolate and not come into this House.  That was pretty reckless.  The horsing industry might be all-powerful but it must be asked to respect this as well.  This is too serious an issue, and we cannot have any protected species in this.<\/p> <p> I want to see a moratorium on the courts.  I want to see the mortgage lenders brought in as well as the banks.  It is lovely to have the top five banks brought in, but we need the mortgage lenders brought in as well.  We need people who are paying mortgages to be protected.  We also need the 250 vulture funds, which are unwelcome in this country, unlike what the former Deputy, Michael Noonan, once said, to be stood down and stood up and to have a halt put to their gallop during this crisis - at all times, for that matter, but during this crisis especially.  We need the courts, where repossessions are going on, to be temporarily stopped and stood down as well.  We need to ensure that moneylenders do not become supreme.  We must thank the community welfare officers, the Department of Employment Affairs and Social Protection and the staff in the Department of Foreign Affairs and Trade and other organisations we have been in touch with who have tried to help.  We must deal with the insurance companies.  We have failed over the past 20 years to put any manners on them.  They are making huge profits.  They are refusing cover at present.  They say a pandemic is not one of the listed items.  Did you ever here the like of it?  A pandemic is being ruled out as a reason not for trying to get rich from insurance companies but for trying to make a claim to support one's family or business in order that we will have businesses to take up the slack when this passes.  It will pass with the help of our front-line workers, the Garda S&iacute;och&aacute;na, all the agencies of the State and the people supporting them.  A nation cannot support any police force without its people.  This time our nation and our public services cannot support us without the support of every man, woman and child obeying the requests and doing what we can to help one another and slow down this outbreak.  I thank the clergy as well for the work they are doing at this time trying to administer to sick people and in these sad times officiating at funerals and so on.<\/p> <p> This legislation is necessary, and we in the rural Independents will support it.  However, we will be quick enough to respond if there are issues of overreach, and we need to come back to this House whenever this must be extended to vote it through again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900031#DD00300","speaker":"1612","continuing":true},{"type":"speech","time":1584639000,"counter":68,"content":"<p>T&aacute; m&eacute; ag roinnt mo chuid ama leis an Teachta McNamara.  T&aacute; mo chuid ama srianta, so d&iacute;reoidh m&eacute; ar an &aacute;bhar at&aacute; faoi chaibidil againn.<\/p> <p>Is &eacute; sin an Bille Sl&aacute;inte (Caomhn&uacute; agus Cosaint agus Bearta &Eacute;igeand&aacute;la Eile Ar Mhaithe Le Leas an Phobail), 2020.  N&iacute; m&oacute;r dom a r&aacute; go bhfuil g&aacute; leis an reachta&iacute;ocht.  Tuigim &eacute; sin ach t&aacute; m&eacute; thar a bheith buartha faoi na m&iacute;reanna at&aacute; anseo &oacute; thaobh na gcumhachta&iacute; breise at&aacute; i gceist don Gharda S&iacute;och&aacute;na, do na docht&uacute;ir&iacute; - n&iacute; hamh&aacute;in do na docht&uacute;ir&iacute; ach d'oifigigh sl&aacute;inte - agus don Aire, gan aon mhonat&oacute;ireacht &oacute;n D&aacute;il agus gan an D&aacute;il a bheith ina su&iacute; chun monat&oacute;ireacht a dh&eacute;anamh ar an reachta&iacute;ocht seo agus &iacute; &aacute; cur i bhfeidhm.  N&iacute; m&oacute;r dom a r&aacute; gur ch&uacute;is imn&iacute; dom &iacute; sin.  M&aacute; t&aacute;imid ag iarraidh muin&iacute;n a chosaint i measc chosmhuintire na t&iacute;re, t&aacute; s&eacute; thar a bheith t&aacute;bhachtach go bhfuilimid i nd&aacute;ir&iacute;re faoi na m&iacute;reanna seo a chur i gcomhth&eacute;acs fr&aacute;ma cearta daonna.<\/p> <p> I support the need for this legislation.  We have a crisis but in times of crisis when we want to put through legislation such as this that is giving seriously broad and excessive powers in my opinion to the Garda S&iacute;och&aacute;na, to the Minister and not just to doctors but to medical officers undefined, then there is a great onus on the Government to place that in context, in particular in the context of our rights under human rights legislation and the European Convention on Human Rights, which we have adopted in our Constitution.  The absence of protections in the Bill is of great concern to me.  I got the amendments to the Bill a half an hour ago and I understand the staff are under pressure.  Let me pay tribute to the staff of the D&aacute;il but I do not want to waste my time paying more tributes.  Take it as given.<\/p> <p> When we are in a situation where we are looking at amendments and trying to get our heads around the other amendments tabled by my colleagues, it is difficult.  Then we are looking at legislation we are being asked to pass by 5 p.m. or 6 p.m. today with no sign of protection for human rights.  That is of great concern to me and if I am prepared to do that, I at least ask the Government to remove the section where an order can be made automatically to renew it.  The Government should at the very least show good faith and bring this legislation back before us so it gets the approval of the D&aacute;il.  If the Government wants us to support it in this extraordinary and \"draconian\" legislation, then it must show good faith.  To allow a Minister to renew this on the advice of a medical officer or on some other advice, without bringing it back before us is not showing good faith.  It is very important that we show leadership and acknowledge what people are doing on the ground in addition to the staff.<\/p> <p> We must show leadership at this level and bring in legislation that is framed in human rights.  It is not that difficult.  The Government has to show in this case that the powers are necessary, proportionate and non-discriminatory.  We could have all tabled amendments but they will not be heard.  The general principle - non-discriminatory, proportionate and necessary - is nowhere to be seen in this Bill.  In addition, the preamble talks about citizens.  The Minister might take the opportunity to tell me why we are only talking about citizens.  Is it simply because we are referring to the Constitution and citizens?  Surely we are talking about residents and other people in the country.  Not alone is the word \"citizens\" used in the preamble but it is used in another section of the Bill.  That is of great concern to me.  As I said, extraordinary powers are being given to a Minister, medical officers undefined and the Garda S&iacute;och&aacute;na, with powers of arrest without warrant on a reasonable opinion.  We have an inconsistency of language throughout this Bill.  We talk about potential and probable risks, as was mentioned by a Labour Party Deputy, and we have the words \"as soon as practicable\" and \"as soon as possible.\"  This inconsistency throughout the Bill is of great concern.  We have detention and isolation for a period of 14 days mentioned.  It should be more specific that the person should be tested more quickly than that, not after 14 days.  Of even more concern is that there is a provision for a review but there is no provision to tell the person he or she can take a review and there is no time date on that review.  I am not sure why that was done.<\/p> <p> I refer to the background of this legislation.  The Minister talked about not making a political football of the legislation and that is not my way.<\/p> <p>However, it is important to give the background to this legislation, which is giving such extraordinary powers.  I know a woman in Galway who is 75 years old and who has COPD.  Her GP rang for a test on Monday and she is still waiting.  It is no way to instil confidence to have a very sick 75-year-old woman worrying if she has it, given she is already quite sick with a condition.  The GP felt it necessary to refer her for a test but there is no sign of that.<\/p> <p> If we are bringing in this legislation without protection, surely the onus is on the Government in parallel to give us the maximum information in the most honest way possible.  Let us forget the patronising ways of the past and the \"We know best\" approach, and give out the information as to what tests are available, what centres are available and where they are.  I have no idea about this.<\/p> <p> There is a homeless hub in Galway and while it is terrible that we needed it, it has been set up.  Everybody in that hub has now been transferred into a hotel.  I have asked questions as to how many and so on, and I cannot get a response from the local authority.  The response I got was that the local authority had obligations in regard to this virus and that it wanted to keep that centre for a family that was infected.  The point is that the residents of that hub are now in a hotel.  They have to leave the hotel during the day, and while they get breakfast, they do not get lunch or dinner, and they have no washing facilities or cooking facilities.  I am sure this is being repeated everywhere.<\/p> <p> I believe the Bill should have been two separate pieces of legislation, one in regard to the social welfare changes, which I welcome, and the other in regard to health, as it would have been easier to deal with it in that way.  In regard to the social welfare changes, we have tabled several amendments.  There is no provision for those who are vulnerable with underlying conditions, like diabetes and many other conditions, but who are not a source of infection.  No allowance is made for them, although they have to self-isolate on the advice of their doctors.<\/p> <p> I would like open disclosure in regard to ventilators and what centres the Government is planning in the west, in particular in Galway, given Merlin Park is sitting there and there are many other premises.  Unfortunately, I have run out of time.  I ask the Government for absolutely frank and open disclosure. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900032#EE00300","speaker":"1577","continuing":true},{"type":"speech","time":1584640200,"counter":71,"content":"<p>If the State was not faced with the threat it now faces from the Covid-19 virus, we might well be sitting in this Chamber arguing about how to commemorate the War of Independence.  Let this time be our answer.  Let how we treat the vulnerable and most at risk in our society be a tribute to those who believed we needed an Irish state and that this Irish state would protect its citizens and everybody who lived here, and would do so regardless of their wealth or their ability to pay for it.<\/p>  <p>  I commend the T&aacute;naiste, the Taoiseach and the Cabinet on how they have dealt with this crisis to date.  They and the Government have my support and they will also have my support for this extraordinary legislation.  However, I have four proposals to make on how it could be improved.  The first proposal, which I make with Deputy Marian Harkin, is in regard to how the extraordinary provisions affecting liberty, freedom of association and assembly, and civil liberties can be extended beyond 9 May.  We believe only the Houses of the Oireachtas should be able to extend these very restrictive provisions.  We are confident the Houses of the Oireachtas will be able to be convened to do so, and we have made a suggested amendment in that regard.  In the event that the Seanad or even the D&aacute;il cannot be convened, we have also made a proposal for that eventuality.<\/p>  <p>  We firmly believe it will not come to that.  Above all, we must remain a democratic state, where crucial decisions affecting rights are made only by the elected representatives of the people.  Therefore, I welcome the commitment of the Minister, Deputy Harris, to accept proposals on the so-called sunset clause.  If people are to be detained against their wishes to protect public health, we propose that it must not only be appropriate, as provided for in the legislation, but it must be determined to be necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2020031900034#GG00200","speaker":"1518"}]