[{"type":"minorheading","content":"Prelude","time":1371202200,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 10.30 a.m.","time":1371202200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400002"},{"type":"unspoken","content":"Prayer.","time":1371202200,"counter":3},{"type":"unspoken","content":"Paidir.","time":1371202200,"counter":4},{"type":"majorheading","content":"Access to the Countryside Bill 2013: Second Stage [Private Members]","time":1371202200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400003#A00100"},{"type":"speech","time":1371202200,"counter":6,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p><p>  This Bill can be summed up in three phrases - good for jobs, good for health and good for tourism.  I am very pleased to be given the opportunity to introduce the Access to the Countryside Bill 2013 to D&aacute;il &Eacute;ireann.  Clearly, I have a lucky streak because the first time it went into the box it came out trumps, so I will have to make use of that.  Somebody suggested I should buy a lottery ticket on a regular basis, but I will have to work on that.<\/p><p>  I have initiated this Bill in an effort to reform land access laws in Ireland, something which I will argue will lead to significant job creation, promote public health and increase the attraction of Ireland as a tourism destination.  As the law stands, Ireland has about the most restrictive access laws in Europe and, as a result, Irish people have very poor access to their own countryside.  If one goes back 100 years, one will find that Ireland had a great deal more access to the countryside than it currently has because many of the walkways people used before the days of motorised vehicles have fallen into disuse, partly because of the move to motorised vehicles and partly because of the depopulation of rural Ireland.  Whether they are walkers, people engaged in orienteering, cyclists or even horse-riders, the citizens of almost every other European country have superior access to their own countryside than we do.  Among other countries, this is true of our nearest neighbours, Scotland, Wales and England.  It is also true of France, Austria, Germany, Sweden, Denmark and Luxembourg, all countries in which I have visited the countryside.  In England, one of our nearest neighbours, tracks abound throughout the countryside even though that country is far more densely populated than ours.<\/p><p>  There are many reasons to reform our land access laws but, first and foremost, by doing so, we have the potential to create hundreds of jobs in rural areas which would benefit enormously from them.  Some of my colleagues will go into detail on that.  Some people may be scratching their heads and wondering how reforming land access laws could lead to job creation.  The reason there is so much potential for job creation is that the main reason tourists come to Ireland is to go walking and to enjoy our countryside.  Some people might be surprised to learn that 743,000 visitors came to Ireland last year to engage in walking - four times more than came to go golfing, which is the second most common activity in which tourists engage when they come to Ireland.  Contrary to common perception, hikers and walkers spend significant amounts of money during their visits, averaging approximately &euro;873 per head, according to F&aacute;ilte Ireland.  That amounts to roughly &euro;650 million in tourism revenue from tourists who come to Ireland to walk in the countryside.  Of course, walking in the countryside is not just for tourists; it is very much for us.<\/p><p>  Scotland, one of our nearest neighbours, points the way for us.  They have understood how important reform of land access laws is for walking tourism, and in the ten years since they reformed their land access laws they have reaped huge benefits.  According to a recent estimate, Scotland generates &pound;1.4 billion from nature-based tourism, and by 2015 walking tourism will account for 24% of all its tourism revenue.  A single coastal path in Fife contributes approximately &pound;25 million to the local economy, supporting the equivalent of 800 to 900 jobs.  <\/p><p>  To reinforce the point about how much potential for job creation there would be if we reformed our land access laws, I would like to quote from Mr. Murray Ferguson, head of visitor services at Cairngorms National Park in Scotland.  When asked about how the reform of land access laws in Scotland has affected the economic prospects of parts of Scotland which were, in many cases, very deprived of jobs, he stated: &quot;So many outdoor businesses and accommodation providers are basically running their companies based on people's right to access the land - the value to Scotland must be huge.&quot;<\/p><p>  As legislators, we have no more important a role than to provide for the care and well-being of our people.  Right now, our people need jobs - real jobs and sustainable jobs.  Is there a Deputy in this House who would argue that a coastal path such as the one in Fife could not be created in Kerry, Cork, Galway or Donegal, and that such a path would not be attractive to tourists and Irish people?  I have just been reminded of the Bray to Greystones path, which has been used by people over generations and which is of benefit to the economies of both towns.  Reforming our land access laws would bring a new dynamic to tourism throughout the country and create badly needed jobs in rural areas.  <\/p><p>  If we reformed our land access laws, there would also be significant health benefits for the Irish people, which must be highlighted.<\/p><p>Physical inactivity is reckoned to cost the Exchequer approximately &euro;1.6 billion per year.  In recent years, many attempts have been made to get people out walking and running.  I refer to the &quot;Operation Transformation&quot; campaign, for example.  Many 5 km and 10 km runs take place throughout the country every weekend.  Many people, particularly in rural Ireland, have to don a high-visibility jacket when they go out for a run or a walk because they have to use dangerous country roads.  For this reason, there is a requirement to provide for the needs of off-road walkers, particularly in less scenic areas of the country.  In places like County Meath and east Galway, I regularly see people walking the roads in high-visibility jackets to ward off the vehicles that might mow them down.  I believe such people deserve better.  If people had better opportunities to get out walking and running safely, while at the same time enjoying our beautiful countryside, many more of them would be inclined to do so.  The positive health benefits of this would be quite substantial.  The reality is that outside certain mountainous areas, there are few areas where good-quality walking access is provided.<\/p><p> I wish to mention some of the other reasons we need to reform our land access laws, aside from the significant economic and health benefits that would accrue if we were to allow more responsible access to our countryside.  It is very important that the property rights of landowners are given their due respect.  These rights are rightly enshrined in the Constitution.  I believe the Irish people have a right to enjoy the Irish countryside responsibly.  The word &quot;responsibly&quot; is very important.  Indeed, it is laced through the Bill both by implication and in word.  The people of this country certainly have a right to enjoy more of the countryside than they do at present.  The proposals in the legislation before the House in this regard would give them no more right to enjoy the countryside of this land than the rights of the citizens of any of our European neighbours.  For certain historical reasons, we have yet to adopt this attitude.  I believe this point of view needs to be expressed more often and more loudly than it has been up to this point.<\/p><p> In turning to the detail of the Bill, I want to acknowledge the work of the Minister, Deputy Quinn, who produced an earlier version of this legislation when he was in opposition.  I thank him and the two barristers who helped me with it, Richard Humphreys and Finbarr O'Malley.  I also thank my staff who had to do a great deal of work on this matter.  I refer particularly to my intern, Eoin Jones, who did a substantial amount of research on the jobs potential in this area.<\/p><p> The purpose of this Bill is fourfold.  First, it provides for an orderly and limited method of legal access to certain categories of land held in various forms of private ownership for the purposes of responsible recreational use.  It does this by giving local authorities the power to declare certain lands to be &quot;access lands&quot;.  Second, it ensures private owners whose lands are declared to be access lands are fully indemnified - I want to emphasise this point - against any legal action arising from an accident.  Third, it provides for legal clarity between the rights of landowners and the rights of the general public.  Fourth, it provides for the establishment of a body to oversee the implementation of access programmes in each local authority area in the State.<\/p><p> I will now go through the specific sections of the Bill.  Section 1 of the Bill is a standard interpretation section.  It defines certain terms that are used later in the Bill.  Section 2 enables the Minister to make regulations about certain matters that are prescribed in the Bill in order to give full effect to it when it becomes an Act.<\/p><p> Section 3 sets out the powers of a local authority in relation to access lands.  It provides that a council may, by resolution, declare land within its functional area to be access land.  It specifies that section 4 of the Bill will apply to that land if such a declaration is made.  The council must comply with any prescribed procedures, including procedures for serving notice of an intention to make a declaration on every owner, lessee and occupier of land who would be affected by the declaration.  It must also consult prescribed persons and any other appropriate persons.  This section of the Bill provides that a declaration that land is access land may be made in respect of specific categories of land which may, in principle, be suitable for public access.  Section 3(3)(<i>b<\/i>) states explicitly that a local authority:<blockquote>may not make a declaration that land is access land in respect of--(i) cultivated land,<br \/><br \/>(ii) improved or semi-improved grassland,<br \/><br \/>(iii) land within the curtilage of a habitable dwelling or a farm building (other than a derelict building),<br \/><br \/>(iv) land vested in or occupied by the Minister for Defence,<br \/><br \/>(v) land belonging to a statutory undertaker (within the meaning of the Planning and Development Act 2000 but not including Coillte Teoranta) .... [or CIE in respect of disused railway lines], or<br \/><br \/>(vi) land that is or is part of a public park or public garden.<\/blockquote>How much time do I have left, a Cheann Comhairle?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400003#A00200","speaker":"1011","continuing":true},{"type":"speech","time":1371202800,"counter":8,"content":"<p>Two minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400004#B00200","speaker":"1112"},{"type":"speech","time":1371202800,"counter":9,"content":"<p>Okay.  I will do the best I can.  Finally, this section of the Bill outlines the appeals procedure.  A landowner who objects to the making of a declaration can appeal to An Bord Plean&aacute;la.  Section 3(4)(d) proves that &quot;an application for the Board's consent ... [must be made by the council] within 4 weeks after the expiry of the time allowed for submitting an objection&quot;.<\/p><p>  Section 4 sets out the consequences of a declaration that land is access land.  Section 4(1)(<i>a<\/i>) provides that in such circumstances &quot;subject to compliance by entrants with any ... bye-laws ... there is a right of access to the land and members of the public are entitled, without let or hindrance from any person with an interest in the land ... to enter onto and remain on it for amenity and recreational purposes&quot;.  Section 4(1)(<i>b<\/i>) provides that &quot;for the purposes of the Occupiers Liability Act 1995 ... there is deemed to be no occupier of the land, no person exercising control over the state of the land and no person owing any [duty in law to] entrants&quot; onto the land.  In other words, people go onto the land entirely at their own risk.  Therefore, as section 4(1)(<i>c<\/i>) makes clear, no legal action can be taken &quot;against any such occupier or owner [of access land] by or on behalf of an entrant for damages for personal injuries&quot;.  This exemption from civil liability does not extend to actions that would constitute a criminal offence.<\/p><p>  Section 5 provides that a county council may not make any &quot;payment to a person with an interest in&quot; land that is declared to be access land unless it believes &quot;the declaration would constitute a significant diminution of the current use value of the land&quot;, which I appreciate is something that could arise.<\/p><p>  Section 6 enables a county council to &quot;make bye-laws relating to access land&quot;.  I am skipping over some of this to save time.  Section 6(2) provides that such &quot;bye-laws may relate to&quot;:<blockquote>(<i>a<\/i>) access and egress by prescribed routes or during prescribed hours, days or seasons,<br \/><br \/>(<i>b<\/i>) limits on numbers of persons who may have access at any particular time or times,<br \/><br \/>(<i>c<\/i>) prohibited or restricted activities, including hunting, camping, parking, lighting fires, littering and the introduction of mechanically propelled vehicles or domestic animals onto the land, and<br \/><br \/>(<i>d<\/i>) any condition which the county council believes is reasonably necessary to secure and maintain responsible communal access, while maintaining both its amenity and recreational value and [where appropriate] its value .... as a special area of conservation.<\/blockquote>Section 7 deals with access routes.  Section 7(1) provides that a county council may:<blockquote>enter into agreement with a landowner, upon and subject to such terms and conditions as may be agreed, for the provision or the maintenance, or for both the provision and the maintenance, by the landowner of a defined route--<br \/><br \/>(<i>a<\/i>) from a public road to--<br \/><br \/>(i) access land [declared as such under the Bill], or<br \/><br \/>(ii) any other land of amenity, heritage or recreational value (including but not limited to woodland, foreshore, rivers, canals, lakes, national parks and national monuments) [or other land] to which the public have access whether as of right or by permission and whether subject to, or free of, charge.<\/blockquote>Section 7(2) provides that an agreement &quot;may include terms or conditions as to the provision and maintenance of signs .... fences [and so on] or anything else necessary to facilitate use of the route by members of the public&quot;.  Section 7(3) provides that if an agreement for an access route is made, and &quot;subject to compliance by entrants with any .... bye-laws .... members of the public are entitled, without let or hindrance from any person with an interest in the land, to enter onto and make use of the route for the purpose of access to and egress from access land&quot;.  Section 7(4) enables a county council to &quot;provide vehicle parks, stiles and gates, safety equipment,&quot; and so on.<\/p><p>  Section 8 sets out the rules-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400004#B00300","speaker":"1011"},{"type":"speech","time":1371202800,"counter":10,"content":"<p>Sorry for interrupting you, Deputy, but I am afraid you are over your time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400004#B00400","speaker":"1112"},{"type":"speech","time":1371203400,"counter":11,"content":"<p>Perhaps I can refer briefly to the last section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400005#C00100","speaker":"1011"},{"type":"speech","time":1371203400,"counter":12,"content":"<p>Some 15 speakers have indicated.  As the order has continued to be made where 15 minutes is allocated to spokespersons there will be no time for the average backbencher who wishes to make a contribution, which I find objectionable.  The sooner the Whips decide to abolish this rule and allow Private Members' business be Private Members' business the better.  I want to be fair to everybody.  In accordance with the order I call Deputy &Eacute;amon &Oacute; Cu&iacute;v.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400005#C00200","speaker":"1112"},{"type":"speech","time":1371203400,"counter":13,"content":"<p>I am going to take 15 minutes because I spent many years working on this particular topic and I hope I can add to the debate.  I do not agree with the Bill but I welcome the opportunity to debate the issue.  We have to go back to 2003 when there was a huge dispute and signs were erected by farmers around the country refusing land access to people.  At that time the then Government set up Comhairle na Tuaithe.  We brought together farmers, Coillte Teoranta, all the statutory agencies, Bord F&aacute;ilte, the Department, Keep Ireland Open, the Mountaineering Council and all the people interested in walking.  On the day of the first meeting I will always remember the lunch because certain members of the walking groups would not sit with the farmers.  We started from a point of significant conflict.  We worked and dealt with the issues in a systematic manner.  The first issue on which we got agreement was the \"leave no trace\" principle, in other words that walkers would respect the land on which they walked.  No dogs would be allowed without a leash, no leaving of litter, that they would respect the land around people's private property, would not damage gates, stiles, fences and so on.  I got a parliamentary reply which refers to the issue of access to land and possible legislation.  I have to say that is cracking a nut with a sledgehammer because there was and is another way of doing it.  One can get access cheaper, easier and with goodwill other than by trying to do it through legislation.  Before I go there it is important to echo what Deputy Dowds said.<\/p><p>  I am delighted the Minister for Public Expenditure and Reform is present rather than the Minister for the Environment, Community and Local Government.  It is my firm belief, having worked in the sector for a long time, that we can create rural recreation of all types, whether rock climbing, butterfly counting or bird watching.  There are a million things one can do in the countryside.  If one adds marine leisure and all the things one can do on water, we could create 6,000 sustainable jobs but we need to invest in facilities and infrastructure and in the development of the actual product.  There is a greater opportunity in this sector than in any other to create jobs because we have a country that is ideal for so many activities.  It has such a diverse countryside between water and land and, therefore, I agree we can move.  The visitor figures quoted by Deputy Dowds for last year of 750,000 were only 200,000 when Comhairle na Tuaithe was set up.  The work that took place in advertising development walk ways was significant.  There is one slight error in Deputy Dowds' contribution.  I do not blame him but it is a fundamental error.  In regard to the walkway scheme which we set up, no money was paid for access.  The Deputy said money was paid for access and maintenance.  We gave farmers or landowners a choice to maintain the walkway to our specification, at our costing, or allow us to do it through a rural social scheme.  Any money paid was purely for the purpose of maintaining the walkway.  Members who have walked the Western Way and many other walks in the past will be aware that if one part of the walk becomes damaged one cannot get through and one could be up in the middle of a mountain.  Therefore, the maintenance of walks such as the Sheeps Head walk in the Beara Peninsula and all of the walks is vital in terms of the quality of the product.  Rather than put somebody else on one's land we said we would give them the specification and indicate what we wanted done and would pay for the walk.  It was not payment for access because I refused utterly to pay for access.<\/p><p>  I wish to speak on the issue of a law and access to mountains.  I think we would all agree that the present situation is totally unsatisfactory because no stranger coming to Ireland would know which mountain they can climb and which mountain they cannot climb.  Every weekend on the way from Cornamona to my clinic in Maam Cross I see people on the Maamturk mountains because all those in the know, know where to park and the carparks on the road and they head up over the Maamturks, going crossways towards Leenane.  That is all privately owned land and I have never seen anybody being prevented from walking on that land.  We know that but the question is whether tourists know it.  A fair answer is that there is no map and no details are available and we need to deal with the issue. <\/p><p>  We spent some time examining the law in England and Scotland.  I remember going to Scotland and spending a day speaking to the National Farmers Union of Scotland, those promoting the walk and the Government - all the different sides.  The problem is that Scotland is so radically different from Ireland as there are vast expanses of nothing in the north of Scotland.  Its law simply provides that one can walk any mountain anywhere except in the curtilage of a house.  I asked for a definition of the &quot;curtilage of a house&quot; because that is where a dispute would arise.  However, they said there was no need to do that because there are so few houses in these areas that it does not make any difference.  Everybody knows that the foot of every hill and mountain in Ireland is all farmed land and everybody knows every inch of it.  We have a much more vibrant rural population that Scotland.<\/p><p>  We also looked at the English system.  The advice we got back was that it is incredibly cumbersome and incredibly difficult to get through and that, in fact, it leads to a whole lot of delays.  We then devised an Irish solution to an Irish problem based on the five years of operation of Comhairle na Tuaithe.  We are aware that 80% or 90% of farmers have no problem with people walking on the hills provided they access them correctly.  Therefore, we set up a pilot scheme, which was progressing rapidly when I was Minister, in Mount Gable which is between Clonbur and Cornamona where I knew the farmers and, therefore, I knew it would work and in Carrauntohill, in Kerry, which is probably the most walked mountain in the country.  The idea which was quite simple was to get rural social schemes and projects to put in car parks and agree the access points.  Therefore, nobody went through a farmer's land, his lowland or field, or his back garden to get to the mountain - they go in at an agreed access point on the mountain and come out at another point.  Nobody had any problem with that.  The farmers agreed voluntarily and there was no problem in getting agreement.  They agreed voluntarily as to what was above the line of the fields and what was open roam area.  It was amazing that within two months we had built the car parks around Mount Gable, all of which were put in by the rural social scheme.  It got to work immediately.  Who is on the rural social scheme?  Farmers are on the rural social scheme: it is a scheme for farmers.  They were local farmers who lived around the hill.  Everybody was buying in and there was no problem.  I understand the same happened in Carrauntohill.  My intention was to set up these two pilot schemes as models to get the insurance and to map these not only on physical maps but on apps for one's iPhone.  The idea was quite simple that no matter where one went in the country, whether on a designated walk, such as the Sheeps Head walk, or any other walk or to roam a mountain, one could go into one's app and every place that is open would be on the app and would show the entrance points.<\/p><p>It would also show the exit points because sometimes on a mountain it can be hard to find one's way back to where one started from.  I keep putting parliamentary questions about this issue to the Minister, as it is a very small technical snag.  In County Donegal a woman had fallen off a cliff and been seriously injured and in a case taken to the Supreme Court it ruled that she had taken a risk.  This made it virtually impossible or unlikely that anybody would ever succeed in a claim because one would have to prove reckless disregard on the part of the landowner.  Landowners have told me that they recognise the risk is minimal and asked whether they could take out insurance covering the hills in the same way as they could insure walkways.  That is a reasonable proposition and the cost would not be high.  It would not save the farmer from the likelihood of having to pay compensation or facing a large increase in his or her insurance premium, but it would save him or her hassle if somebody was stupid enough to try to bring a case to court.  Members know the hassle involved in defending court cases.  One cannot stop anybody making a claim against anyone else, even if one makes it impossible in law to succeed, which it virtually is.  I understand that rather than having a private insurer, a proposal has been made that seems to have been doing the rounds forever that the State Claims Agency handle anybody who tries to make a claim.  I understand this proposal is somewhere in the system and continues month after month.  I hope the Minister will go back and see whether he could help the Department of the Environment, Community and Local Government by getting the State Claims Agency to deal with this issue and take on nominal liability which is not a real risk because the Act is very clear and case law in the Supreme Court makes it virtually impossible to make a claim.  If the Minister checks, he will find that the Office of Public Works subsequently had a claim in the Circuit Court which was thrown out because of the prior Supreme Court ruling on the issue.  He will find that it is what I call the &quot;null set&quot;, in other words, a  person can make a claim but he or she is very unlikely to succeed.<\/p><p> I deal with farmers up and down the country and have been working with them for many years.  It was and still is my view that once the Department gets over the insurance hurdle, farmers and rural communities will queue to participate in the scheme and offer the hills and mountains.  When the former Minister, Deputy Quinn, introduced the previous Bill, he specifically mentioned somebody in Connemara whom he claimed was refusing access.  I was a little surprised by this because I knew the family and they were very reasonable people.  I visited them to ask what the problem was and the farmer told me that he could not get the tractor in because people were parking their cars along the one mile road up to the house.  He said he had no objection to people walking the hills and subsequently asked me whether we could set up a scheme whereby he could become professionally involved in guiding people across the mountains from one valley to the next.  There is goodwill.  I was engaged with Comhar na Tuaithe.  Unfortunately, I think the Minister does not attend its meetings.  The reality was that we were able to get farmers to buy-in using this method, which would be better for tourists.  We want this to be Ireland of the welcomes.  We want a situation that is well publicised and clear on maps covering 80% to 90% of the hills.  We want a positive buy-in in order that visitors receive a c&eacute;ad m&iacute;le f&aacute;ilte if they meet the local farmer while gathering sheep on the hill.  As long as they adhere to the access points, leave no traces on the hill and behaved wel, they will not only be permitted on the land but welcomed by the owners.  <\/p><p> The Bill is helpful because it brings the issue to the fore.  However, the Department would be better off in resolving the outstanding issues and seeking agreement on the agreed method.  I agree that the <i>status quo<\/i>is untenable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400005#C00300","speaker":"1044","continuing":true},{"type":"speech","time":1371204000,"counter":15,"content":"<p>The Access to the Countryside Bill attempts to deal with an important, complex and sensitive issue.  When it comes to land, particularly access it, Ireland has a long and oft-times turbulent history.  For many, private ownership of land signifies security, continuity and family roots.  In rural Ireland a family's status and identity in the local community are very much bound up and enmeshed with their ownership of land.  The symbol of the family farm is deeply embedded in Irish literature and struggles over and for land are part of the national psyche.  One need only think of John B. Keane's powerful play <i>The Field<\/i> to recall the passions and emotions that spring to life over ownership and access to a single rocky field.  Therein lies the dilemma: how to balance rights of way or access for the walker or tourist with those of the owner or farmer.  Moreover, to what set of obligations should both parties be subject when it comes to access and, perhaps even more importantly, what is the role of the State in this debate and the function of local government when it comes to ensuring access to the rural landscape?  All of these are very pertinent and important questions that must be addressed if this issue is to be dealt with in a meaningful and balanced way that respects the rights of both parties to, on the one hand, roam the countryside and, on the other, maintain the privacy of privately owned farmland and preserve rural landscapes in a sustainable manner for the benefit of both rural and urban communities. <\/p><p>  Of course, when it comes to discussions on access, emotions and opinions about privacy and rights tend to cloud other equally important issues.  For example, towns, villages and parishes the length and breadth of rural Ireland are experiencing a dramatic process of decline in terms of job losses, inward investment, the closure of vital public services and the mass exodus of young people through emigration.  Therefore, it is imperative that when we discuss the issue of access to the countryside and, more importantly, the case for modernising Ireland's land access law, we take a holistic view of the range of issues involved and focus on the broader political and economic context in which they occur.  What is the point of having a rich, fertile and captivating natural landscape if the towns and villages that are a central part of this same vista are slowly bleeding to death owing to a lack of investment, Government cuts and emigration?  A countryside devoid of people may appear pristine and be a dream come true for some extreme environmentalists, but in the final analysis, it is the interaction between the landscape and the people in its many forms that preserves and produces sustainable landscapes for future generations.  For rural communities, what takes place in the countryside is embedded in the lives, history and identity of local people.  Farmers, hotels, shops, pubs, caf&eacute;s, restaurants, post offices, co-operatives, schools, clinics, garages, sports clubs, the ICA and community groups take meaning from the countryside and, in turn, shape and mould it.  In this important sense, rural Ireland, nature and the countryside are all products of human interaction with the environment.  Therefore, when we consider the Bill, we need to see the countryside and rural Ireland in all their aspects.  <\/p><p>  For example, tourism is one of Ireland's most important economic sectors and has significant potential to play a leading role in the country's economic recovery.  Even in the current economic downturn, the tourism and hospitality sector continues to be a major economic force, providing an estimated 180,000 jobs.  Tourism's contribution, however, is not confined to directly generating employment and economic activity.  It also has an important role to play in facilitating social inclusion and access to the labour market.  It can be a vital component of reviving rural communities.<\/p><p>While recent statistics indicate a resilience and revival in the Irish tourism industry this has been in the main concentrated in the large urban centres of Dublin, Cork and Galway.  City breaks and marketing of cities as weekend and holiday destinations has now come to the fore.  This poses a number of issues for the development of the tourism industry outside of the core urban centres, particularly rural areas.  It must be noted that the urban-rural imbalance that currently exists is not unique to Ireland rather it is a European-wide phenomenon.  Nonetheless, the Irish countryside and towns across the island if marketed in an innovative and imaginative way have huge potential to attract international and domestic tourists and to capture a portion of the overall tourism market.<\/p><p> Rural areas are currently experiencing some of the worst aspects of the economic downturn.  Across rural Ireland there is a return to mass emigration, high levels of unemployment and a process of de-industrialisation and the closure of indigenous industries.  To add to this many towns are witnessing on an almost weekly basis the closure of local businesses and the boarding up of shops and premises on their main streets.  In terms of aesthetics, this damages the streetscape and at a more fundamental level has the potential to impact negatively on the collective morale of a local community.  While the above issues require a specific and targeted response a strategic tourism initiative has the potential to revitalise rural Ireland and to kick-start regeneration, particularly in terms of employment.<\/p><p> Sinn F&eacute;in believes that the key challenge in terms of policy and planning is how to maintain and grow tourist numbers and, more importantly, in the context of rural Ireland, how to achieve a process of dispersal or a more equal equilibrium between urban and rural regions so that both benefit.  Meaningful policy initiatives must take this important relationship into account and use it as a basis to plan the growth and expansion of the tourism sector across the island of Ireland.  Looking at the issue of tourism development from an all-Ireland perspective opens up a huge vista of possibilities in terms of marketing, promotion, employment opportunities and the development of indigenous industries and crafts.<\/p><p> Tourism currently contributes approximately &euro;4 billion or 4% of GNP.  Sinn F&eacute;in believes that the sector can be expanded and used as a key driver for economic expansion and growth in employment.  For example, in 2011 tourist numbers increased by almost 500,000.  Overseas tourists come to Ireland for a range of reasons mostly connected to unique aspects of the country's heritage and culture.  These range from historical sites to sporting events, literary, dramatic and musical festivals and enjoyment of the atmosphere of the country.<\/p><p> Cultural tourism is a niche area which rural communities can utilise to attract greater visitor numbers and thereby boost local economies through spend on accommodation, food and drink etc.  Sinn F&eacute;in has developed a good working relationship with the Heritage Council and recognises the importance of joined up thinking when it comes to the issue of heritage.  Heritage offers huge potential in terms of employment and growth in the tourism industry.  It is also a key component in building community cohesion, raising awareness around the value of local places and as a source of education, in particular for first and second level students.  A holistic and interdepartmental approach to heritage is important for the following reasons: growth targets within the Government's Food Harvest 2020 and the vision for Irish agri-food and fisheries, which includes a 33% increase in the value of primary output in the agriculture, fisheries and forestry sector by 2020.  This will have a significant impact on farmland and rural heritage, as will changes in the Common Agricultural Policy post-2013.<\/p><p> The importance of heritage to a vibrant tourism industry is well recognised.  While there is increasing pressure to use Ireland's heritage resource to attract increasing numbers of tourists, declining investment in the management, protection and conservation of heritage undermines its capacity to sustain a dynamic tourism industry.  When it comes to employment, the upgrading and in some instances basic development of cultural heritage sites and resources can also become part of the overall stimulus package if the proper capital and human resource investment is made.  For example, rather than downgrade community employment schemes, as is currently the case, they could be expanded to employ people to service sites and to collate cultural knowledge and resources across a range of areas of interest.  Sinn F&eacute;in is of the view that all of the issues outlined above require urgent and focused attention that must be based on a broad interdepartmental approach.<\/p><p> Outdoor attractions are also an area with potential for expansion.  The State forestry agency, Coillte Teoranta, is currently the leading provider of outdoor recreation in Ireland with an estimated 18 million visits each year to forests under its management.  There are ten forest parks and more than 150 recreation sites, with the company at the forefront in building and managing a network of world-class mountain bike trails across the country.  Currently, Coillte works in partnership with organisations and community groups across the State in helping them organise a wide range of forest based events from walking and orienteering to mushroom hunts and outdoor theatre events.  This work could be significantly expanded through Coillte, working in conjunction with domestic and international tourism boards, exploring international tourism marketing opportunities.  Coillte manages more than 15% of the nation's forests and has been actively involved in four EU funded life projects which have resulted in it restoring 550 hectares of native woodlands and 2,500 hectares of raised and blanket bogs across Ireland, protecting what are, by any standards, unique and environmentally important habitats.  Leaving aside Coillte's responsibilities in terms of management of other aspects of the nation's forestry, given its role and potential in this area, Sinn F&eacute;in strongly favours the retention of Coillte in State ownership.  This would allow the agency to continue to develop its role in eco-tourism.<\/p><p> Rural Ireland, from our forests, heritage sites, towns, waterways and land and sea scapes, has enormous potential in terms of attracting domestic and overseas tourists.  Tourism, if managed and developed imaginatively, has the potential to provide a secure and steady source of much needed employment, thus stemming the tide of rural emigration and kick-starting social and economic regeneration in towns across rural Ireland.  Sinn F&eacute;in supports the principle of this Bill.  However, it believes the proposed establishment of an access to the countryside advisory council is unnecessary as this role could be carried out at county council level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400006#D00200","speaker":"981","continuing":true},{"type":"speech","time":1371204600,"counter":17,"content":"<p>The next speaker is Deputy Maureen O'Sullivan, whom I understand is sharing time with Deputy Finian McGrath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400007#E00200","speaker":"1112"},{"type":"speech","time":1371204600,"counter":18,"content":"<p> Ceapaim go bhfuil s&eacute; dearfach go bhfuil an Bille seo &aacute; phl&eacute; againn.  B&iacute;onn Bill&iacute; &eacute;ags&uacute;la go leor againn ag baint le c&uacute;rsa&iacute; polaiti&uacute;la agus c&uacute;rsa&iacute; eacnama&iacute;ochta agus mar sin ceapaim go bhfuil s&eacute; t&aacute;bhachtach seans a bheith againn caint faoi ch&uacute;rsa&iacute; eile, c&uacute;rsa&iacute; a bhaineann leis an d&uacute;lra, an tuath agus linn go l&eacute;ir agus an gaol at&aacute; eadrainn.  Gabhaim bu&iacute;ochas mar sin leis an Teachta Robert Dowds go bhfuil d&iacute;osp&oacute;ireacht difri&uacute;il againn inniu.<\/p><p>  There is no doubt but that we have a wonderful countryside from our woods, lakes, rivers, mountains, cliffs and seas to our offshore islands.  We are fortunate to live in a country of spectacular beauty.  Our landscape has inspired so many poets, dramatists, novelists, artists and musicians.  It has been much written about including in the Patrick Kavanagh poem, Stony Grey Soil, one line from which reads &quot;The laugh from my love you thieved&quot; and the more romantic Yeats poems, The Wild Swans at Coole and Lake Isle of Innisfree.<\/p><p>  Scenery is not only for tourists or artists, valuable and all as that is for our economy, it is also for us.  I was fortunate in that my late parents, who were of the view that one should first see all of one's own country before going abroad, ensured I visited every county in Ireland.  The recent competition held by <i>The Irish Times<\/i> in regard to the best place in Ireland for a holiday raised great interest in the value of our countryside.  I congratulate Loop Head, which won the competition.  While Cape Clear Island sought to be designated the best island it lost out to Inishbofin.<\/p><p>  We are all aware of the many television programmes in relation to walkways, including the one shown recently by TG4, and the use in this regard of public right of ways.  The public right of way is our form of access.  Once it has been created and registered it cannot be reversed.  However, as pointed out by Deputy Dowds, the process of registration can be quite onerous, take a long time and is open to challenge by landowners.<\/p><p>  One cannot speak about land in Ireland without referring to our history and relationship with land.  The Celtic system, in terms of land being held by a chieftain of a clan for the duration of his lifetime, is very interesting.  There was no direct descendancy involved: it was done through the derbhfine.  It was then taken over by the plantations culminating in the Cromwellian plantation, which led to more than 90% of the land of Ireland being owned by a small minority of the population.  This led to a lack of access to land by ordinary people and the eviction of tenants from their land.<\/p><p>It is ironic that we are still talking today about access to Irish land for Irish people.<\/p><p> There have been many changes during the years, but landowners continue to deny access to responsible people.  We hear of court cases in which people are trying to determine access to what were historically public rights of way.  That has been costly for walkers and hikers.  Some of the cases are still ongoing at significant cost.  I acknowledge the landowners who allow, facilitate and encourage access and those people who have availed of access and respected it by, for example, closing gates behind them.  It is important to acknowledge the work of the National Parks and Wildlife Service, Coillte, Waterways Ireland, the Irish Wildlife Trust and other organisations that provide access and encouragement for walkers.  The sl&iacute; na sl&aacute;inte initiative of the Irish Heart Foundation was a great one.  We are all aware of the benefits of walking and being out in the fresh air and the Bill is about providing us with wider opportunities to do this.  It must, therefore, be supported.<\/p><p> Walking is economical and lucrative.  I was struck by a F&aacute;ilte Ireland statistic that our walks attract four times as many tourists as our golf courses.  There are many statistics from other countries for what is generated by nature-based tourism.  Allied with this are the job opportunities, to which other Members have referred.  We have fallen behind on the range of walking routes for a variety of reasons, one of which is denial of access by landowners.  The Bill has the potential to increase recreational walking, the economic, social and health benefits of which we know.  I support greater access to the countryside on that basis and greater encouragement for people to access it and enjoy and reap the benefits.  At the same time, I recognise the need to protect the countryside and those whose livelihoods are based on it.  We must also give adequate protection to wildlife, including birds.  I am on the record on the issue of animal welfare and loath the deliberate and wanton cruelty to animals.  I recognise those farmers who have similar views and are fed up with hunts and others trespassing on their farms in pursuit of hares, foxes and badgers.<\/p><p> Equality of access to the countryside is key and should not be dependent on a person's means.  Underlying this is the principle of respect for the countryside, nature, animals and wildlife.  I understand the rationale behind the Bill is to amend the Land Acts.  I had not realised until I read the debate that our legislation on the land issue was so restrictive by comparison with the relaxed laws of our neighbours in England, Scotland and Wales.  I listened to Deputy &Eacute;amon &Oacute; Cu&iacute;v and respect his wide knowledge in this area.  The Bill is not about walkers demanding the right to trample cultivated land where crops are growing.  It is about landowners being protected from personal injury claims and other litigation.  The recreational walker will know that he or she is entering land at his or her own risk.  There is a very specific role in the Bill for local authorities to designate accessible land, which would be used for recreational purposes, lands which would not be accessible and a process of appeal.  One problematic issue is that of compensation.  Money should not enter into this by way of direct payments for access to land.<\/p><p> I have been involved with the Irish Wildlife Trust and support its call for management plans for special areas of conservation and special protection areas.  Part of that provision would include signage in places such as Ireland's Eye at Howth and the Salty Islands.  There is also a need for criteria for the status of natural heritage areas.  The trust is calling for a survey of all sites to determine their current status and management plans.  Examples of where that is needed include the Royal and Grand Canals, neither of which has legal protection.  We do not have a process whereby a local authority can designate an area of land or countryside as important for biodiversity.  That is needed to protect the small sites which are home to rare species or important habitats that do not qualify for the status of natural heritage or special area of conservation.  These include small woodlands and wetlands.<\/p><p> Greater access is vital to improve our understanding of our natural environment, but it comes down to a question of rights and responsibilities.  Birdwatch Ireland has also done work and made interesting suggestions about consultation.  This is about rights and responsibilities, consultation, local authority involvement, landowner involvement, local people who have knowledge and the experts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400007#E00300","speaker":"1005","continuing":true},{"type":"speech","time":1371205200,"counter":20,"content":"<p>I thank the Ceann Comhairle for the opportunity to speak on the Bill.  I welcome the Minister for Public Expenditure and Reform, Deputy Brendan Howlin.  It is welcome that there is a senior Minister in the Chamber to listen to and participate in the debate.  It is important that Cabinet Ministers attend these Friday sessions.<\/p><p>  I welcome and support the Bill and commend and thank Deputy Robert Dowds for bringing it forward.  It is important for the citizens of the State and provides us with an opportunity to have a debate on wider countryside and environmental issues.  It is steeped in ideas of community, the environment and the countryside and about active citizenship.  Walking is an important recreational activity, particularly in a modern society experiencing economic and other stresses.  The Bill is a reminder that the island belongs to all of us and that we all have an obligation to protect and guard our beautiful countryside, something we do not acknowledge often enough.  We may not have the great climate of Spain, France or Cuba, but we have a beautiful countryside and fair access to something that is to be treasured and respected.  &quot;Respect&quot; is an important word in the context of the debate.  Lack of respect causes damage to our environment, walkways, farmers' land and the countryside.  We must all become guardians of the countryside.  I pay tribute to residents groups, farmers, voluntary groups, walking groups and clean-up groups that make a massive contribution to the protection of the countryside and the environment.  We all know people who are involved in these groups on our own estates, in our cities, rural areas and constituencies.  Every time we pick up a piece of litter, close a gate or prevent vandalism, it is an act of good citizenship.  It is also a huge contribution to tourism on the island and increasing the potential to create more jobs in the sector.<\/p><p>  The purpose of the Bill is to provide for an orderly method of legal access by the public to recreational lands held in various forms of private ownership.  The Bill would ensure private owners whose land was declared to be &quot;access land&quot; would be fully indemnified from any legal action a member of the public might seek to bring arising from an accident occurring on the land.  The Bill further seeks to provide legal clarity between the rights of landowners and the general public on the use of land for recreational purposes.  For these reasons, I disagree with Deputy &Eacute;amon &Oacute; Cu&iacute;v on some of his comments.  It is important to have cross-party support for the legislation.<\/p><p>  Having looked at the bones of the Bill, we must also consider the broader debate and picture relating to access to the countryside and forests and the major threat to our forests from many quarters.  We must be cautious in looking at the detail of what is happening in Ireland.  Ireland's publicly owned forests are among our most precious natural resources and a priceless part of our cultural heritage.  Many are alarmed that since Coillte was created, it has sold over 40,000 acres of forest land.  It sold &euro;33 million, &euro;38 million and &euro;37 million worth of forests in 2009, 2010 and 2011, respectively.  The national forest represents 11% of the landmass, or 745,000 ha or 1.6 million acres.  Coillte owns and runs 7% of that total and, as such, is responsible for maintaining 11 forest parks, 150 recreational sites and 23,000 km of road.  I emphasise that the forest parks and recreational sites are important natural resources.  According to the Irish Forestry and Forest Products Association, the forestry sector had an annual output of &euro;2.2 billion in 2010.  That represented 1.3% of GDP.  Forest products to a value of &euro;286 million were exported from the State.<\/p><p>The sector employs some 12,000 people across the State.  It is significant employment at a time when the country is crying out for jobs.  There is potential to create five times that number of jobs and increase the total to 60,000 jobs.  This is linked to the debate and the legislation.<\/p><p> Over 18 million individual visits were made to national forest estates each year.  According to the Irish Forestry and Forest Products Association, IFFPA, total economic activity generated by domestic users is estimated at &euro;286 million while overseas visitors generate a further &euro;138 million.  These are amazing figures and any Government with commonsense should see the potential.  In 2008, 517,000 tourists participated in forest walking while holidaying in Ireland, spending an estimated &euro;364 million in the real economy.  We could use these figures and link them to the legislation.  For every 15,000 ha planted, some 490 jobs are created.  This indicates enormous potential for employment creation.  Many people are worried and it is important to highlight it in the debate.<\/p><p> I compliment Deputy Robert Dowds and I take on board the points about damaged gates and people blocking entrances to farms when parking.  It is unacceptable and we must deal with it.  I also take on board the fact that 89% of farmers have no objection but we must watch those who have objections.  Access is also important.  Nature and the countryside has major potential for job creation.  The legislation is good for the countryside, good for people, good for jobs and good for the future of the country.  I will support it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400008#F00200","speaker":"1017","continuing":true},{"type":"speech","time":1371205800,"counter":22,"content":"<p>Deputy Dowds should be highly commended for his work and that of his team on the Access to the Countryside Bill 2013.  I commend him on the alacrity with which he managed to get legislation on the floor of the D&aacute;il.  My colleague, the Minister for the Environment, Community and Local Government, Deputy Phil Hogan, and his Department, have responsibility for rural recreation in Ireland.  The development of rural recreation and tourism is an issue of great importance for the future of our rural communities, a theme echoed by every speaker in the debate.  It has the potential to generate new employment, sustain existing employment, improve the quality of life in our rural areas and give access to the urban community to enjoy rural Ireland.  Ireland still has a unique selling point as a country renowned for our green, clean environment and welcoming people.  We must protect these assets and develop the reputation of our rural areas as high quality holiday destinations both for Irish and foreign tourists.<\/p><p>  We are all aware of the great success that is the great western greenway, a 42 km cycle and walking trail from Westport to Achill that the Taoiseach talks about frequently.  The greenway contributes to a projected local economic impact of about &euro;6.3 million per annum, which consists of nearly &euro;2.8 million in spend by overseas visitors and over &euro;3.5 million in spend by domestic visitors.  This is the type of sustainable long-term project we should be aiming to replicate.  While Deputy Dowds was speaking, Deputy Anne Ferris prompted him to refer to the Wicklow walking paths.  It would be remiss of me not to mention Sl&iacute; Charman in Wexford, a hugely important coastal path that allows access the length of the beautiful Wexford coastline.<\/p><p>  It is key that we develop activity-based packages, where tourists can come on walking, cycling, angling and sailing holidays in a countryside setting that has all the facilities and amenities that might be needed by a tourist.  The possibilities are endless and support must be made available to those who have the entrepreneurial skills to set up a business or diversify and re-focus their farming enterprise towards the growing tourism market.<\/p><p>  There are many benefits to be gained from having a vibrant outdoor recreation sector.  Our rural communities can see the economic benefits from increased business for the hospitality sector, shops and other businesses in the locality and it can breathe life into rural communities and towns that have been impacted by the economic downturn.  We must not forget the significant health and well-being benefits to getting out there and enjoying the beautiful countryside.<\/p><p>  As Deputy &Oacute; Cu&iacute;v told us, Comhairle na Tuaithe was established in February 2004 with a primary focus on the priority areas of access to the countryside, developing a countryside code and developing a countryside recreation strategy.  The Department of the Environment, Community and Local Government acts as a secretariat for Comhairle na Tuaithe, which meets regularly to discuss matters relating to rural recreation and activity tourism.  It is also responsible for the implementation of the priorities of the national countryside recreation strategy.  Comhairle na Tuaithe comprises representatives of the farming organisations, recreational users of the countryside and State bodies with an interest in the countryside.  From this, the national countryside recreation strategy was published in 2006 and &quot;Leave No Trace&quot; has recently been established as the prevailing code for recreational users of the countryside.  Comhairle na Tuaithe provides a valuable forum that brings key stakeholders together and builds trust and co-operation.  Access to the countryside, which had proven to be an ongoing issue for private landowners, State landholders, recreational users and tourists alike, has been progressed through the efforts of Comhairle na Tuaithe as outlined by Deputy &Oacute; Cu&iacute;v.  The introduction of the walks scheme and the work of the council is to be commended.<\/p><p>  While the organisations represented on Comhairle na Tuaithe have individual views on many of the issues to be determined and progressed, the national countryside recreation strategy reflects the consensus view of its members.  The vast majority of private landowners in Ireland willingly allow recreational use of their lands.  Co-operation between a range of stakeholders including private landowners, the State, recreation bodies, tourism providers and community interests will always be required so that everyone can enjoy rural areas regardless of whether there is a legal framework in place.  Currently, access to the countryside is based on a permissive access regime, whereby private landowners must consent to a trail development or to access by recreational users.  Otherwise proposed developments or access agreements cannot progress.<\/p><p>  The National Trails Office sets minimum standards for trails and has approximately 620 walking trails listed on the national trails register, the majority of which have been developed inside the past ten years.  The Department of the Environment, Community and Local Government administers the walks scheme, which has 40 trails nationally and over 1,800 landholder participants.  This is a great example of co-operation working at its best.  The landholder receives an average annual payment of approximately &euro;1,055 for the development, enhancement and maintenance of those sections of trail that traverse their lands.  In 2012 payments to landowners amounted to &euro;1.91 million.  As Deputy &Oacute; Cu&iacute;v said, that is for maintenance purposes and not access purposes.  It is intended to renew existing contracts with landholders as they fall due.<\/p><p>  The primary outcomes from the implementation of the national countryside recreation strategy are the provision of a comprehensive, integrated and adequately resourced, world class recreation product.  This will significantly enhance job creation and retention in the sector, boost economic activity and GDP, which benefits directly from expenditure by international tourists and generates significant Exchequer savings through the improved health and well-being of the population.  Educational benefits arise from better dissemination of information and improved understanding and appreciation of sensitive habitats will also accrue.  The &quot;Leave No Trace&quot; initiative is an excellent example of this.<\/p><p>  In order to progress access to upland areas under a mountain access scheme and to facilitate access to private lands for recreation and outdoor activity, an indemnity scheme is required, as speakers have outlined.<\/p><p>The purpose of such a scheme would be to indemnify private landowners against claims from recreational users for injury or damage to property.  Currently, fear of litigation is the single biggest inhibitor to facilitating general access to private lands.  The Occupiers Liability Act 1995 already provides significant protection to landowners, but the up-front costs of successfully defending a claim can be significant.  The fear of that can be a huge disincentive.  The difficulties associated with the recovery of costs are also of concern.  An indemnity scheme has the potential to unlock that difficulty and to unlock access to additional sites of historic, heritage and scenic importance.  In tandem with the development of a State agencies agreement and with the support of the State Claims Agency, this process will also inform the development of a \"Visitor Safety in the Countryside\" programme to manage health and safety issues and reduce claims across many of the main State agencies with significant lands or properties accessible by the public.<\/p><p> Activity tourism was worth almost &euro;1.1 billion to the Irish economy in 2009: &euro;653 million was generated by overseas markets and &euro;404 million from the domestic market.  Britain and mainland Europe are the primary sources of overseas markets for activity tourism, accounting for almost one third of activity tourists.  However, the domestic market dominates the sector at 64% of the overall market.  It is important to get our own people out to see our countryside and enjoy the health benefits that accrue.  Provisional data available from F&aacute;ilte Ireland in August 2012 show that over 743,000 overseas visitors engaged in hiking or cross country walking, and in turn spent approximately &euro;649 million while holidaying in Ireland.  This represents an increase of some 50,000 visitors on the previous year, which has obvious positive implications for employment within the sector.<\/p><p> Activity tourism is not just confined to overseas visitors.  In a recent Fitzpatrick Associates report on the economic value of recreational trails in Ireland, indicative trends show that in excess of 325,000 domestic users visited recreational trails in 2010.  Based on an average of 50 visits per recreational user per year, this would result in annual visits to trails in the region of 16.2 million.  It is clear from these statistics that rural recreation is an important driver of our economic development.  Any changes to access to the countryside might have a negative effect and could have an impact on the income it generates.<\/p><p> The Minister for the Environment, Community and Local Government, Deputy Phil Hogan, and the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, are acutely aware of this and to ensure that they had all the relevant research, opinions and knew the needs of rural areas they established the Commission for the Economic Development of Rural Areas or CEDRA as it has become known, in December 2012.  Mr. Pat Spillane is chairperson of CEDRA and his enthusiasm and belief in empowering rural areas to help themselves is driving the work of the Commission.  CEDRA is examining all of the issues regarding economic development in rural Ireland and this will inform future policy making to support such development.  I have no doubt that the development of the rural recreation sector will be a key element when the final report is published in October.<\/p><p> There is huge potential in the rural recreation sector and, again, Deputy Dowds is to be commended on his work in highlighting that and bringing this Bill before the House.  However, the Government believes that the proposal to legislate for access at this juncture is not appropriate.  While legislating is a potential solution to this issue, it also has the potential to create a significant body of opposition among landowners.  We saw that happen in the past.  The current framework of permissive access is working well and there is the strong possibility that attempts to legislate could undermine the good work done to date and give rise, albeit inadvertently, to a campaign to exclude the public from private lands, even to those lands where access has been achieved.  Such a campaign could cause significant damage to the nascent activity tourism sector.<\/p><p> The Minister, Deputy Hogan, considers that a wider discussion on the various issues around access to the countryside would be worthwhile.  On foot of the initiative of Deputy Dowds, he will write to the Chairman of the environment committee suggesting this and, in particular, draw the committee's attention to the very important ideas contained in this Bill.  In addition, the Minister will offer to make himself available to the committee to discuss all the relevant issues in an open forum.  I believe this is the best way to advance Deputy Dowds's important work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400009#G00200","speaker":"1097","continuing":true},{"type":"speech","time":1371206400,"counter":24,"content":"<p>I warmly congratulate Deputy Dowds on producing this fine legislation.  It contains innovative measures which, if enacted, would bring a new dimension to access to land in this country.  I commend him on the work he carried out to produce the Bill and on the valuable briefing he sent to Deputies outlining the case for reform of the law relating to access to land.  As a walker and a resident of Howth, I know the importance of having access to well protected, safe and properly maintained walking routes.  I agree with the approach pursued by Deputy Dowds in the Access to the Countryside Bill to have a formal system to provide for permissive schemes to designate access land, with these schemes being managed by local authorities across the country.<\/p><p>  As Deputy Dowds has said, there is huge potential in respect of further gains that could be made from walking tourism for the Irish economy.  The Minister, Deputy Howlin, emphasised that as well.  F&aacute;ilte Ireland recently reported that the number of overseas visitors to Ireland increased by 7.4% in the first quarter of this year.  We also know that the number of Irish holiday makers choosing to leave Ireland for their holidays has dropped.  More people are holidaying, and walking, at home.  Deputy Dowds also referred in his briefing to the value of walking tourism to our sister nation Scotland, which has a much more proactive system to encourage walking tourism.  I also agree that as a nation with high levels of obesity, and I must get match fit myself, we need to do more to promote healthy living practices.  Walking, which is one of the cheapest ways of getting fit, is increasingly important for us, particularly now that so many citizens have vastly reduced levels of discretionary spending in their income.<\/p><p>  As Deputy Dowds pointed out, the 440,000 hectares managed by Coillte are a significant portion of the public lands which are currently available for our citizens for walking.  However, I fear that the proposed sale of our Coillte forests, which I have consistently opposed in this House, would result in a massive reduction in the lands available for our citizens to use as public walkways.  The Minister for hopeful announcements, Deputy Pat Rabbitte, told us a few weeks ago that the &quot;mooted&quot; sale of the Coillte forests might not now take place.  Of course, the mooting of the sale of Coillte was by the Government itself, and some of the Fine Gael Ministers appear to believe that the sale of the forestry is part of the NewERA process.  I believe the sale would be disastrous.  It would put enormous pressure on rights of way and walkways across much of Ireland.  In that context, the Bill before us is particularly valuable.<\/p><p>  Section 3 of the Bill outlines the power of a county council to declare land to be access land.  I welcome the provisions in subsection (3) of that section concerning lands which are and are not access land.  I note, for example, that the subsection outlines the various categories of access land, such as land that is more than 200 m above sea level, land within 5 m of a river or canal and open and uncultivated land.  I welcome the exclusions outlined in the subsection so that cultivated land and improved or semi-improved grassland, among other categories, are expressly excluded from the scope of land which may be designated as access land.  I am also supportive of the provisions of the Bill which exempt landowners whose lands have been designated by a county council as access land from liability for accidents that may occur to walkers on their land.  That is a particularly important provision.<\/p><p>  We must be mindful of Irish history and the attachment so many of our citizens feel to their land.  We clearly must respect landowners who want to protect their land.  I firmly believe that the provisions of the Bill exempting owners of land from liability is integral to bringing about the possibility of opening up more Irish land to walkers from our own country and elsewhere.  I note that Deputy Dowds has referenced approaches to access to land in other jurisdictions, particularly in Norway and Sweden.  We could learn a great deal in this regard from those jurisdictions.<\/p><p>Apart from the walks on the Howth Peninsula and in the rural and formerly rural areas of south-west Dublin, from where I come and which Deputy Dowds now happily represents, I am most familiar with walking across amenity and wilderness areas in the Beara Peninsula, along the Beara Way, and similar districts of Kerry, Connemara, north-west Mayo and County Wexford.  In Beara and other similar locations, landowners in the lower access areas have generally been generous to walkers and have facilitated connections to higher amenity walking lands.  I noted recently the proposal to develop a walking route following the footsteps of one of our great chieftains, O'Sullivan Beare, in 1601, from Beara through Munster and Connacht to Breifne in Leitrim.  There are superb walks on offer in our country, as outlined by Deputy Dowds and the Minister for Public Expenditure and Reform, Deputy Howlin.<\/p><p> The Howth Peninsula in my constituency has been a favourite walking location for visitors and residents for centuries.  Anything up to half a million visitors from across north Dublin and the whole mid-Leinster region visit Howth town and the peninsula each year.  Thousands of visitors to Dublin and Ireland, particularly those on city breaks, are rightly directed by F&aacute;ilte Ireland to spend a few hours in Howth and its wonderful wilderness and country area, which is uniquely close to the centre of the capital city.  Cork city has also been gifted with some magnificent lands very close by.  I estimated a few years ago that more than 100,000 walkers use the old tramline walkway alone each year.  Hundreds of thousands of other visitors walk the historic rights of way and walkways across the east and west mountains, as we call them in Howth.  The spectacular views across Dublin Bay and Baldoyle Bay from the Ben of Howth and the west mountain are among the most extraordinary in Ireland and all of Europe.<\/p><p> Residents, visitors and walkers in Howth are very grateful for the support and welcome received from the Gaisford-St. Lawrence family at Howth Castle and the Howth estate over the decades.  The historic efforts of the Howth estate have also been supported by the old Dublin County Council and latterly by Fingal County Council.  I was a strong supporter from the mid-1980s of Howth Sutton 2000, an organisation led by the great Jean Finn that campaigned successfully, from 1996, for special amenity area status for Howth.  Famously, the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, ordered Fingal County Council to designate Howth as a special amenity area.  Perhaps a small plaque should be erected to him somewhere on the routeways of Howth.  The council did not want to designate the area but the Minister made it happen.  I was honoured to be a board member of SEMPA, the programme to protect the environment of the Howth-Malahide ward, for many years subsequently.  Great credit must also go to Howth Pathways, led by Kevin Rickard, David Caulfield and Caoimh&iacute;n O'Laoi, who have made phenomenal efforts over the past decade and more to preserve and maintain the magnificent walkways of the peninsula.  Kevin, David and their committee have had to battle hard to obtain the necessary funding from Fingal County Council to restore the tramline and to protect the walkways of the east and west mountains.  I have been very active in supporting them, including in this House.  They have also received terrific support from Howth Sutton Community Council, Mayor Cian O'Callaghan of Fingal County Council and outgoing former mayor and councillor, the great Peter Coyle of Portmarnock.<\/p><p> Over the past few years, there have been disturbing efforts by a tiny minority of landowners and households to alienate parts of the tramline boundary and alienate and privatise a section of historic walkway on the east mountain.  On at least two locations on the tramline, adjoining owners have allegedly attempted to privatise what is clearly publicly owned high-amenity land.  Even more extraordinarily, a landowner has allegedly attempted to extinguish completely a right of way on the east mountain.  The location concerned reminds Howth residents, walkers and visitors of the huge planning battle in the mid-1990s when the proposal by Treasury Holdings to construct a modern building on the cliffs at Heather Cottage was fiercely opposed by a coalition led by Howth Sutton 2000 and Jean Finn.  People rightly feared that it would create a bad precedent and that it was the first step to privatising the east mountain and its historic walkways.  There are those who would like to cover the whole peninsula in concrete and turn it into a sort of Cap Ferrat with exclusive gated communities.  As a resident representative, I have always opposed this bitterly and strongly.  Howth is for everybody.<\/p><p> The walkway now under threat is a primary walkway and right of way from time out of mind on all of the oldest Howth maps, including those used by Howth Sutton 2000, Howth Pathways and the Howth Sutton Community Council.  Maps from the 1970s and 1980s used in the SAAO campaign from the late 1980s clearly show the walkway now under threat as part of an historic loop walkway linking the Howth summit and Upper Cliff Road walkways to the lower cliff path near Casana Rock.  I have a copy of one of these maps in my possession.  The interests of the public and walkway visitors in this matter have been courageously defended by Howth residents Brendan Keegan and Pat Hennessy, Howth Pathways and many local residents and walking visitors.  Unfortunately, Fingal County Council has not been proactive in protecting this east mountain and other walkways, and that was one of the reasons I urged the recent local government constituency review to transfer Howth Peninsula, Baldoyle and mid-Sutton lock stock and barrel back to Dublin city.  The Acting Chairman might have seen me reading the recent local constituencies report.  Despite the clear evidence outlined, Fingal County Council has failed so far to protect the rights of walkers and residents on the threatened east mountain right of way, and a section 5 instrument to An Bord Plean&aacute;la has been invoked.  For the sake of the future of Howth as a wonderful amenity for residents and hundreds of thousands of welcome visitors, I hope the board will now accept the clear evidence that this walkway is an historic right of way from time out of mind and is clearly identified by the maps prepared for the Howth SAAO in 1996 and 1997.  Fingal County Council also needs a clear change of direction in regard to implementing the SAAO relentlessly and protecting its buffer zone and network of historic walkways.<\/p><p> Given the attempted alienation on the east mountain, it is now timely to upgrade the levels of legal protection for the walkways and high areas of Howth and Sutton.  This legislation will be very helpful.  Solutions that must be examined include national park designation.  I have raised this recently with Fingal County Council management and the Minister for the Environment, Community and Local Government.  The peninsula is also the landing place for one of the first groups of our Irish ancestors after the last Ice Age about 7,000 or 8,000 years ago.  President Higgins unveiled a monument to this effect on Sutton Strand recently.  Given the area&rsquo;s unique ecology and environmental beauty, we might also seek international amenity status for all of Howth to protect it forever.<\/p><p> I welcome the provisions in section 9 of the Bill which link the county council's functions in respect of designating access land to its role in planning.  It will be a very good function given the new model of council organisation that will obtain after the local elections next year. Under Deputy Dowds&rsquo;s legislation, councils will have an opportunity to review all access to amenity lands in their administrative areas.  An access programme, as provided for in the Bill, would also give local authorities an annual opportunity to review that provision.<\/p><p> I also welcome the provisions of the Bill in section 11, which establish the countryside advisory council to oversee the operation of land designations by the various county councils.  It would obviously have a vital role in ensuring a consistent and national approach to land designation and could be a useful resource for local authorities. <\/p><p> I warmly commend Deputy Dowds and his staff for their extensive work on this Bill and for introducing it to the House.  I congratulate the Deputy.  Despite what the Minister, Deputy Howlin, said, the Government should accept the Bill today or at least come forward with legislation, in conjunction with Deputy Dowds, that could be implemented before the end of this D&aacute;il session.  Access to our countryside and walkways is imperative.  Existing public rights of way, such as those in Howth, are deserving of full protection.  We need to examine ways of increasing opportunities for citizens and overseas visitors to gain access to our beautiful countryside and benefit from the spectacular scenery that our country has to offer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400010#H00200","speaker":"1020","continuing":true},{"type":"speech","time":1371207000,"counter":26,"content":"<p>I thank Deputy Dowds for introducing this legislation.  I welcome the Bill, which aims to increase the amount of private land that is accessible to the public for recreational activities such as walking, orienteering and cycling.  Recreational users of the countryside have few rights.  Most legal rights to do with access are on the side of the landowner.  The only places in Ireland where there is freedom to roam are the national parks.  Although they include some of the most scenic areas, they cover only about 1% of the country.<\/p><p>  Walking is by far the most popular activity-based form of tourism in Ireland, attracting 743,000 overseas visitors annually.  Surveys reveal that the Irish scenery is the second biggest draw for overseas visitors, according to F&aacute;ilte Ireland in 2012.  In recent years, there has been a welcome increase in the number of walking tourists coming to Ireland, but from a very low base.  We estimate that the income from walking tourism is less than a quarter of that of Scotland, a country of similar size, terrain and climate.  Foreign walkers, accustomed in their home countries to extensive, clearly delineated walking areas, are bewildered on coming here when they find they cannot know for certain where they can or cannot walk.<\/p><p>  Like Deputy Broughan, I am fortunate to be a Deputy for Dublin North East, which contains the scenic Howth Head and Howth Peninsula, where there are several walking trails that are much enjoyed by walkers.  I have made use of the amenity on many occasions over many years, as have the citizens of Dublin and the east coast.<\/p><p>  I wish to raise a relevant issue that has already been referred to in respect of the Bill.  Recently, the erection of a gate on a traditional walkers&rsquo; path on Howth Head has been challenged by local people.  Regular walkers in the area are angry about a decision by Fingal County Council not to take action over the matter.  Members of Howth Pathways have formally asked Fingal County Council, their council, to reconsider its decision that a recently erected gate, 170 m from Heather Cottage on east mountain, is an exempted development.<\/p><p>The request, by local people, under section 5 of the Planning and Development Act is the first step in a process which could see An Bord Plean&aacute;la being asked to determine whether the gate is in an area covered by a special area amenity order and in breach of planning regulations.<\/p><p> Hill walkers had traditionally enjoyed access to hundreds of acres of heathland at Howth east mountain, with panoramic views over the Irish Sea.  One of the routes links the Upper Cliff Road with the cliff walk around Howth Head.  About halfway along this route is Heather Cottage, a stone clad, five bedroom house that was completed by Treasury Holdings in 2004.  Since new residents took possession of the house in late 2010, locals say new fencing and a gate have been put up and signs erected declaring the area to be &quot;Private&quot;.  Howth Pathways group claims the pathway has been planted with daffodils and other non-native species, apparently overlooking a planning ban on non-native species in the special amenity area order.  The walkers say the effect has been to suburbanise the heathland and turn what they see as a traditional pathway into a private access driveway.  <\/p><p> In comparison with other northern European countries, Ireland has very restrictive land access laws.  In recent years Scotland, England and Wales have all relaxed access laws on uncultivated lands.  The right to roam, based on respect for the countryside, has survived in its purest form in Finland, Iceland, Norway and Sweden, giving people the opportunity to hike across others' land.  This includes the complete right of access to beaches, the foreshore, dunes and cliffs.  While these rights come with responsibilities such as the obligation on walkers not to harm, disturb, litter or damage wildlife or crops, the right of access to private land legislation in Sweden is somewhat unique.  Enshrined in Sweden's constitution and enjoyed by everyone is the right of public access, which gives one the right to roam the countryside in peace and quiet without someone having to tell an individual to get off his or her land, as is currently happening in Howth.  <\/p><p> Unless somebody is deliberately trampling all over somebody's back garden or a farmer's cultivated field, in Scotland there is a long tradition of access to most land, as confirmed in the Land Reform Act 2003.  Walkers have a similar statutory right of responsible access to all lands, similar to that in Scandinavia, except for railway lands, airfields, harbours, quarries, standing crops, gardens and the immediate vicinity of private homes. <\/p><p> In England and Wales there are over 225,000 km of off-road routes classed as public rights of way, with numerous other parts such as bridle paths, towpaths and disused railway lines.  The UK Countryside and Rights of Way Act 2000 gave walkers right of access to most areas of uncultivated land, comprising about 1.4 million ha of open space, including mountains, moors, heaths, downs, commons and national parks.  The Act was bitterly opposed, but since implementation there has been barely a murmur of dissent.<\/p><p> In Spain, the Canaries, the Pyrenees and other major mountain areas all have well developed networks of pathways.  There is a right of access to river and canal banks.  There is an ambitious plan to link the entire country by a network of paths and cycle ways made up of historic pathways, bridle ways, strovers roads, disused railway lines, old roads and towpaths.  For example, the GR 99 Camino Natural del Ebro is a recently opened 1,280 km marked path along the entire route of the River Ebro. <\/p><p> In Ireland I welcome the opening of the Westport to Achill cycle way which I have used.  It runs along a disused railway line and is now a major tourist attraction which is increasing in popularity all the time.  If one travels west, one will see others travelling in cars with bicycles strapped to the back who want to use the facility when they go to Westport, Achill or other places in the west.  It is very welcome for the tourism industry.<\/p><p> Ireland is at a competitive disadvantage in attracting overseas visitors.  Many walking routes are long roads rather than land and a lack of signage leaves tourists confused about where precisely they are allowed to walk.  As far as I understand, it has been the sad experience of walkers and the public in general that local authorities have been less than effective in their handling of rights of way and access disputes.  I have given the example of Howth east mountain.  I have not heard of any case in which a local authority has taken effective action to help the rights of walkers, no matter how justified a case a walker may have.  <\/p><p> It is important to point out that under the Bill county councils would have to consider potential inconvenience to the occupier of the land when designating land for recreational use.  All cultivated land, improved or semi-improved grassland and land surrounding a habitable dwelling would be ineligible for designation as access land.  This is on a par with the position in the countries to which I referred.  <\/p><p> The purpose of the Bill, which I welcome, is to provide for the public orderly legal access to recreational lands held in various forms of private ownership.  It would ensure private owners whose land was declared to be access land would be fully indemnified for any legal action a member of the public might take against them arising from an accident occurring on the land.  The Bill is intended to provide legal clarity between the rights of landowners and the general public in the use of land for recreational purposes.  I commend the Bill to the House and thank Deputy Dowds for highlighting the issue which is of significant importance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400011#J00200","speaker":"1021","continuing":true},{"type":"speech","time":1371207600,"counter":28,"content":"<p>I will not make a long speech.  I commend Deputy Dowds for the Bill and the work he carried out in bringing it forward.  <\/p><p>  Deputy &Eacute;amon &Oacute; Cu&iacute;v said he wished this change could be made through a voluntary proposal with farmers and land users.  There has been some success in adopting a voluntary basis, but the process has come to a stop.  It is timely that the Bill has been introduced to encourage a new push for greater access to the countryside.  As Deputy Dowds pointed out, this is not just about access to the countryside, it is also about sustainable jobs in rural areas.  In the past couple of days I was surprised to learn that in respect of the Sheeps Head walk in west Cork, 350 sustainable jobs had been created which had not been impacted on by the downturn.  Given that we are looking at mechanisms for creating sustainable jobs outside urban areas, that is very positive.  It is, therefore, more about job creation than access to the countryside.<\/p><p>  I had the pleasure of being on the greenway and spoke to the Minister of State, Deputy Michael Ring, recently.  He told me about the enormous impact it had had on places such as Mulranny and that jobs had been created throughout his constituency.  &quot;Nationwide&quot; covered the issue recently.  The benefits include not only the jobs created within areas but also the joining of villages, towns and schools.  A group of children could cycle back and forth to school safely.  If we can progress the Bill with the co-operation of landowners, there are ancillary benefits to be gained.  There is no great urban-rural divide.  We all want safe access to the countryside which can lead to the creation of sustainable jobs, result in safe routes between towns and villages and safe routes to schools.  There is a huge number of knock-on benefits.<\/p><p>  The Minister of State said that on Christmas Day the weather was terrible, but lots of tourists were out walking.  A Sinn F&eacute;in Deputy referred to Dublin, Cork, and Galway having a lot of visitors on short-term city breaks.  I spoke to people who went to Spain recently on a walking holiday.  They went for three days and over a number of months and years intend to cover 100 km.  We need to do some work.  We need to discuss the benefits of investment per euro\/per kilometre.  We would be very surprised by the results.  It is self-evident that this will lead to the creation of jobs and give a clear financial return, never mind the health benefits, to which Deputy Broughan referred.  I would probably agree with him; he should probably go out on the walkways a little more.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400012#K00200","speaker":"1033"},{"type":"speech","time":1371207600,"counter":29,"content":"<p>A scurrilous allegation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400012#K00400","speaker":"1177"},{"type":"speech","time":1371207600,"counter":30,"content":"<p>I could benefit from getting on a bike more often.  We need to ensure landowners will have confidence that their property rights will be respected.<\/p><p>Another speaker mentioned the Leave No Trace campaign.  Tourists coming to Ireland are well accustomed to such initiatives.  On the other hand, the disrespect shown by certain people in public parks in Dublin city over the last bank holiday weekend was very disappointing.  I would hate to see the same happening in the countryside.  As legislators and public representatives, we have a duty to instill in the public conscience that access to the country necessitates a corresponding responsibility and respect for landowners.  Tourism is the second largest industry internationally, coming in behind agriculture.  The two must be able to coexist.  Farmers must have confidence that allowing access to their lands will not damage their livelihood.  The Bill Deputy Dowds has brought forward will help a great deal in advancing the debate on these issues.<\/p><p> It is important to note that there is a significant transfer of wealth from urban to rural areas.  That is a function of population coverage and the fact that the majority of the investment in jobs is focused on urban areas.  Those areas are the engine of economic growth in all western societies.  There will always be a transfer of wealth from urban citizens for the purpose of ensuring the sustainability of rural communities.  There should, therefore, be a <i>quid pro quo<\/i>in the form of access to the countryside.<\/p><p> The introduction of this Bill represents the beginning of what I hope will be a comprehensive engagement on these issues.  We must get the message out that it is possible to find a respectful way of ensuring access to the countryside for everybody.  There must be an acknowledgement that landowners and farmers have rights and that people who access the countryside should leave no trace.  There is a real benefit in terms of jobs and growth from facilitating that type of co-operation, not only for the tourism industry but for a range of sectors.  There is a significant knock-on effect in this.  For example, I spoke to the owner of a small bicycle shop who said he would not be in business only for the local greenway.  He rents bikes, repairs them, fixes punctures and so on.  The increased level of recreational activity facilitated by the greenway is affording him a good lifestyle.<\/p><p> I commend the Bill to the House and hope it signals the beginning of action in this area.  I hope my colleague, Deputy Broughan, took my remark in the spirit in which it was intended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400012#K00500","speaker":"1033","continuing":true},{"type":"speech","time":1371208200,"counter":32,"content":"<p>I compliment Deputy Robert Dowds on his well drafted and constructed Bill.  I am sorry I did not get an opportunity to meet with him in advance of the debate to discuss his proposals.  I understand he consulted with the Irish Farmers Associations among others.  However, several landowners in my own area in Connemara have contacted me to express their concerns about what might be proposed in the Bill.  I told them not to worry, that the legislation was unlikely to see the light of day for a year or two.  Deputy Dowds is to be congratulated on being fast out of the traps in terms of the lottery system.<\/p><p>  I accept all that has been said about the dangers of obesity and the importance of providing facilities for leisure and exercise.  I have concerns, however, about some of the provisions contained in the Bill.  In my own area, Galway county and city councils are supportive of projects that improve leisure accessibility and infrastructure.  The Minister of State at the Department of Transport, Tourism and Sport, Deputy Alan Kelly, was in Galway yesterday highlighting some of those initiatives.  We have all heard of the success of the cycle way in Mayo from Achill to Mulranny.  I hope some day we can all experience the pleasures of a cycle way stretching from Clifden to Oughterard and on through my own village of Moycullen to Galway city.  Some of that cycleway has already been designed and passed by An Bord Plean&aacute;la, but it requires negotiation with landowners to proceed.  Some progress has already been made, the plan being to begin in Clifden and work from there.  Some of the landowners who have concerns about the initiative might be more amenable when they see what is being done.  Such co-operation is vital because local authorities are understandably reluctant to go down the route of compulsory purchasing of these areas of greenway.  Other initiatives in Galway include Sl&iacute; Chonamara and the Western Way, which are very successful.  Some of them are dependent, however, on continued funding under walks schemes post-2014. <\/p><p>  While there are many similarities between Ireland and Britain, it must also be acknowledged, as Deputy &Eacute;amon &Oacute; Cu&iacute;v pointed out, that farms in this country are generally much smaller than those in Britain, including, for example, in the Scottish highlands and elsewhere.  There are also ancient pathways in that jurisdiction, which I understand are not always popular, that were laid down over the centuries.  Deputy Finian McGrath referred to access to recreational land.  The reality, of course, is that we are talking about farm land which is worked by farmers.  I welcome the comments by the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, regarding the Commission for the Economic Development of Rural Areas, CEDRA, under the stewardship of Pat Spillane.<\/p><p>  Before the Bill proceeds further we must have a more localised and informed debate on its provisions, in consultation with interested parties.  The concern expressed to me is that it represents a direct attack on farmers' places of work.  Under the Constitution, landowners have the right to earn a living and to the use of their property.  The State is under a duty to protect citizens' right to work and earn a livelihood from unjust attack.  The Bill, however, proposes a right of access to a farmer's place of work, thus diminishing the land value and possibly causing nuisance and interference in the proper and efficient use of that place of work.  This would have a direct impact on the income of farmers.  The Bill, in fairness, acknowledges the likelihood of a significant diminution in the current-use value of land and provides that a farmer or landowner should be compensated for same.  There is no template, however, in terms of how that compensation will be calculated.  Moreover, the Bill goes on to state that local authorities shall not pay any compensation or make any other form of payment to persons with an interest in the land.  In other words, loss of livelihood as a direct result of land being deemed access land will result in zero compensation to landowners.  In addition, there appears to be an inequity under section 5 in that compensation may, under paragraph (<i>a<\/i>), be made for a loss of value due to an access designation but, under paragraph (<i>b<\/i>), compensation cannot be made for loss of income.  Deputy Maureen O'Sullivan went even further than this in her indication that she disagrees with any type of compensation.  That would create great difficulties and concerns for landowners.<\/p><p>  The Constitution declares that the State will vindicate the property rights of every citizen.  This means that a person has a right to own, transfer and inherit property - which I appreciate is not under threat in this legislation - and the State guarantees to pass no law to abolish those rights.  Article 43 acknowledges that the rights ought to be regulated by the principles of social justice.  In other words, the State may pass laws limiting an individual's right to private property in the interests of the common good, in which case it may be required to compensate that individual for the restriction.  The designation of the right to access land areas as set out in the Bill is not in the common good of those that earn a living from those areas.  It might be in the common good of society in general, but that does change the fact that it may well be contrary to the interests of the landowners concerned.<\/p><p>  The areas most likely to be selected for access under this Bill are areas of high scenic amenity, up to class 5, including mountain and coastal areas and, as specified in the Bill, all land situated 200 m or more above sea level, along rivers shores, paths etc.  The sheer weight of EU directives, regulations and restrictions in this area has curtailed severely the viability of many farms.  Section 3(2) of the Bill comprises a list of criteria to which a local authority shall have regard in declaring land to be access land.  The section further provides that regard must be had to the designations of lands under European Union law, encompassing special areas of conservation and special protection areas, and national law, which refers to national heritage areas.  Farmers in rural Ireland, particularly in disadvantaged areas of the western seaboard like Connemara, who have already sacrificed a great deal to comply with the plethora of laws, such as the habitats directive and the requirements regarding the destocking of sheep, are the ones most likely to be impacted yet further under the proposals in the Bill.<\/p><p>  Farmers and landowners have acted as guardians of these areas for centuries and their contribution should be acknowledged.  People who wish to access rural Ireland must abide by the restrictions to which farmers in are subject.  The latter are paying a high price for the protection and enhancement of habitats in these vulnerable areas.  Some can no longer farm at sustainable levels due to environmental restrictions.  The only resource left to them is the beauty of the mountains and coastlines.  Any benefits that derive from this precious resource should be harnessed for the benefit of farmers and landowners.<\/p><p>  Discussions in the past with groups such as Comhairle na Tuaithe were part of the effort to have a reasoned debate on how farmers and walkers can coexist.  There was not, however, a particular focus on the environmental degradation of SACs and areas of class 5 scenic amenity and the direct impact on the ecosystem of thousands of walkers.  Farmers and landowners are gravely concerned that the single greatest threat to the conservation of the landscape, mountains and coastlines may now be from recreation.  Many do not want their place of work to become a playground for walkers and hikers.  Walkers may contribute to the problems of blanket bog erosion and the formation of new route ways in the mountains which result in landslides that expose the rock and lead to the depletion of our much valued heathers.<\/p><p>In recent times the Department of the Environment, Community and Local Government and the Connemara National Park said walkers were the sole cause of blanket bog erosion and damage to heather on Diamond Hill in Letterfrack.  Their solution was to impose a complete ban for three years on access to Diamond Hill.  This shows that the State was willing to pay taxpayers' money to sort out a problem and that the Government recognises that walkers could cause damage in these areas.  We also have to acknowledge that the same problem exists on all neighbouring mountains, coastlines and places like Connemara.  The solution in Diamond Hill was to construct a pathway over the blanket bog.  I do not know if Deputy Dowds has ever been there but it is a wonderful facility and it is very well used but there is erosion on certain parts of Diamond Hill because of this continuous use.  There is concern that if free access was given, as set out in this Bill, there would be a degradation of the habitat in some of the most scenic areas and accessible hills - not in all farmland - that the EU is seeking to protect.  That is a matter of concern for farmers.<\/p><p> Farmers have complied with EU laws and adjusted their lives and places of work at a financial loss to protect this landscape.  This access Bill will in some cases further threaten these farmers, whilst having a greater benefit for society.  These areas are very sensitive.  I have spoken to farmers who say they have no problem with a couple or a family coming in to their land but they would have a problem with a bus load of 20, 30 or 40 people.  If that were to happen regularly on the most accessible, beautiful lands closest to a public road it could have a serious impact on the habitat that the EU laws are trying to protect.  If there are 200 small sheep on a hill eating the herbage and the numbers increase to an unsustainable level that will create bare patches which can be degraded and removed by the heavy rain that one finds in Connemara.  Similar damage can be caused if there are large numbers of walkers in these areas.  That is a concern which the Minister also raised for these areas of special designation.  Many farmers and landowners wish to work in a close partnership with recreational interests to find a long-term workable solution to this problem.  There have been initiatives in this direction.<\/p><p> In respect of insurance, section 4, &quot;Consequences of declaration that land is access land&quot;, subsections (1)(<i>b<\/i>)(i) and (ii), indemnify landowners against people who come onto their land.  If people, for example, choose to access hills with dogs and the dogs worry sheep or cause them harm, is that covered by the Bill?  Deputy &Oacute; Cu&iacute;v is from the same part of the world as I and we have attended many meetings about SACs and IFA meetings where questions arise about compensation, designation and de-stocking.  If this issue were being debated in Connemara and some people suggested that there would be no compensation if land is described as recreational rather than farmland and if the county council granted a right for <i>carte blanche<\/i>access to all of a certain area that would be of grave concern to people.  I know that Deputy Dowds has not suggested this but others have.  I understand his point of view on this issue and I fully accept the potential that is there for rural pursuits and for job creation.  Many areas where the farmers do business would benefit from initiatives to get more tourists and walkers into the country but the farmers themselves may not benefit.  That is of concern.<\/p><p> The most important point is the need for greater consultation and negotiation for any scheme.  We are all aware of problems in the past with rezoning but under this Bill giving <i>carte blanche<\/i>to a council and in some cases maybe putting pressure on members of the council to designate lands would be the opposite because there may be many landowners who would be reluctant to have their lands designated.  People who are well connected and tied in might put pressure on councillors not to designate their lands, while others might find that their lands are designated without their having known much about it.  We need to ensure that any proposed access is determined through negotiation and consultation.  I cannot stress those words strongly enough.  There have been very positive examples in my area of farmers who have built their own car parks and have welcomed people and that is their choice.  There are others who would be gravely concerned about this.  That is why there must be full negotiation and consultation with the relevant people.<\/p><p> Points that farmers have made to me include the effect on their livelihoods, erosion of property rights, problems with SACs such as damage to heather or bare ground, dumping and pollution, effects of trampling, damage to fences and gates, worrying livestock and so on.  I welcome this debate and know the Minister is considering other areas, that CEDRA has been set up under the chairmanship of Pat Spillane and there will be more regional meetings about these areas.  I welcome the debate and fully acknowledge that a great deal of work has been put into this Bill based on the potential for this development but I have concerns and urge more consultation and negotiation in the affected areas.  I appreciate there may be specific areas in Howth about which I do not know but in my part of the world there are farmers who have no problem with the principle but are worried about busloads of people coming in and the impact that would have on their ability to farm.  The Deputy has to accept that on hill sheep-farms there are sheep which do not come into contact with many people because of the nature of the area and he must consider the impact that may have on newborn lambs in certain cases.  This causes concern.  I commend Deputy Dowds on the spirit of the Bill.  I understand his point of view and accept that there is potential in this area but it has to come about through negotiation with those affected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400013#L00200","speaker":"1110","continuing":true},{"type":"speech","time":1371208800,"counter":34,"content":"<p>First, I congratulate Deputy Dowds on as he said himself hitting the jackpot first time.  Deputy Kyne and I have submitted Bills which have been there for a long time.  I do not know how Deputy Dowds persuaded the Ceann Comhairle but he might advise us on how to get our Bills through too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400014#M00200","speaker":"1053"},{"type":"speech","time":1371208800,"counter":35,"content":"<p>Maybe they did not shake the box and just took out the one on the top.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400014#M00300","speaker":"1011"},{"type":"speech","time":1371208800,"counter":36,"content":"<p>Deputy Dowds must have weighted his a bit more than we did ours.<\/p><p>  Like Deputy Kyne, I welcome the discussion on this matter.  I do have problems with the Bill.  I suppose I am the first landowner here to stand up and speak on the Bill.  Herd No. I1764033: I do not think anyone else can quote that here in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400014#M00400","speaker":"1053"},{"type":"speech","time":1371208800,"counter":37,"content":"<p>The Deputy is a member of a privileged elite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400014#M00500","speaker":"1110"},{"type":"speech","time":1371208800,"counter":38,"content":"<p>This is not a Bill about urbanites and rural people.  I come from Johnstown, a small village on the N7.  At one stage the N7 went through the village but the farm land that I work is attached to the village.  I have a very strong mix of both sides because I do not live in a rural area but I farm in an area attached to an urban area.  Part of the farm is within the Naas urban district boundary.<\/p><p>  I can understand this Bill from the urbanites' side but I also have a very strong rural passion.  I have many problems with the Bill and welcome the debate on it.  I also recognise the need that Deputy Dowds has described because from an economic point of view there are many benefits arising from the matters we are discussing.  Many people have mentioned cycle ways and walking ways around the country.  I would like us to develop our existing walking ways further and open other potential walking ways.  I refer specifically to the canals where there is great potential to develop cycle and walking ways.  The Minister for Transport, Tourism and Sport, Deputy Varadkar, is developing a cycle way from Dublin to Kilcock, along the canal.  I encourage him to develop it all the way to the Shannon where it could be linked to a cycle way to Galway.  There is potential for another from Dublin through Sallins and Naas on to the Barrow and further.  We should develop those first so that we are seen to be serious about developing cycle and walking ways on land that is in public ownership before we discuss rights to cross land in private ownership.<\/p><p>I am disappointed by some of the language used today.  Deputy Dowds spoke about the Irish people having a right to own and enjoy the countryside.  I have to go back to Michael Davitt and the Land League when the lands were given back to the native Irish.  My great grandfather bought the farm we have in Johnstown, County Kildare, in 1896, so there is a significant attachment to this.  Deputy Maureen O&rsquo;Sullivan also spoke about the Irish people having a right to the Irish land.  They have a right to use it in conjunction with the landowner.<\/p><p> I also have a difficulty with talking about opening access to everyone.  When people look at this legislation, they will not go into its detail but will assume automatically that every piece of land is available for them to walk across.  I have a problem with this.  I live beside a village and have always had young children coming to my farm at lambing time.  I have always tried to give them a sense of responsibility about what farmers are actually doing and how, if they impinge on this, they impinge on a farmer&rsquo;s livelihood and subsequent economic benefits.  While 80% of people are responsible, 20% are irresponsible.  Consequently, for example, when I make hay I have to bring it in straight away because if I leave the bales out in the field, I will have kids breaking them up and damaging them.  I do not have a problem with young people coming onto my lands but I do have problem with the 20% who are irresponsible.<\/p><p> I can best describe these concerns through an example.  Let us say Deputy Dowds created a walkway through his own house which allowed people to walk from the front door to the back door.  While 80% will treat it responsibly, there will be those 20% who go through the kitchen and take something from it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400014#M00600","speaker":"1053","continuing":true},{"type":"speech","time":1371209400,"counter":40,"content":"<p>A Cheann Comhairle, on a point of information, that is not included in the Bill.  I have actually excluded that kind of scenario.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400015#N00200","speaker":"1011"},{"type":"speech","time":1371209400,"counter":41,"content":"<p>The point I am trying to make is that if access to lands is made available, not all of those using the right will use it responsibly.  I have had experience on my farms of gates being left open by walkers.  I have let hunts go through my lands - mostly drag hunts - which knocked down fences and never repaired them.  I am trying to illustrate for Deputy Dowds, with his urban perspective, how not everyone coming onto my land will treat it responsibly.  If people are allowed access to lands as proposed in the Bill, then they might need to have an association with a walkers' club which could pass on guidance about their responsibilities on the lands they would use.<\/p><p>  Who will be responsible for the costs of fencing off lands that will be downgraded from agricultural use to allow for walkers?  Who will be responsible for insurance costs and putting in place the physical arrangements for this?<\/p><p>  I do not have a problem with most parts of the Bill but just the specific points I have raised.  My main concern is that as soon as the Bill is passed, people will believe they have the right to access all lands.  I live in an urban setting with rural lands attached to my home.  I understand both sides of the argument on land access.  I am very much in favour of allowing access for people who would show responsibility to our rural heritage.  I also believe we can get this right if we have good strong communication with landowners and protect their rights.  I, along with the agricultural community, am concerned, however, about the 20% of people who will see this legislation as giving them free and open access to all lands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400015#N00300","speaker":"1053"},{"type":"speech","time":1371209400,"counter":42,"content":"<p>I acknowledge Deputy Dowds&rsquo;s work in putting this Bill before the House.  While I support the broad thrust and principle of it, the strong cases made by Deputies Kyne and Lawlor deserve to be further explored.  This Bill is not about giving a franchise to people to go everywhere but about opening walkways and parts of the countryside.<\/p><p>  Last week, I had two friends home from America.  As part of our tour of Ireland, I took them to walk the O&rsquo;Sullivan Beara Breifne Way on the Beara Peninsula in west Cork and the Slea Head drive in County Kerry.  Thankfully, the weather was majestic and the scenery was at its most picture-perfect.  For me it emphasised the resource that is the Irish countryside, which is shared by all of us.  However, as Deputies Lawlor and Kyne stated, there are concerns, for example, about farm animals not used to human contact.  Last week, I noted on Slea Head how tourists could unintentionally frighten animals.<\/p><p>  A balance needs to be struck with this Bill and I commend Deputy Dowds for putting it before us.  Unlike in many parts of Europe, where walkers enjoy free access to many private tracts of land without requiring the landowners&rsquo; permission, our system of access gives all control and rights to the individual landowner.  Accessing land for recreational needs is a grey area.  There are no guarantees for the walker and there is no certainty for the landowner.  A voluntary system is in place which encourages dialogue between all parties, a system that has allowed the creation of 40 walking routes across the country.  This shows the potential there is when all interested parties work together.  This morning I noted that Senator Martin Conway welcomed a new walking trek in County Clare.  If this Bill is developed with all interested parties, it will have the potential to offer a statutory basis for expanding these walking routes, which will increase the economic benefits to rural communities.<\/p><p>  Tourism is important to our country.  The Government has prioritised the development of the tourism sector, offering key supports such as the reduction of VAT for tourism services and incentives such as The Gathering.  There are further long-term opportunities which can be developed.<\/p><p>In west Cork alone it is estimated that the walking trails and support for the walking industry bring &euro;14 million per annum into the local economy.  That is hard-earned money and with investment and improvements it could be increased by nearly &euro;8 million, raising almost &euro;22 million locally, which shows the importance of the walking trails.  In Cork city we have seen the development of walking tours and of the Sl&iacute; na Sl&aacute;inte route, which is something different, but it highlights the importance of urban and rural tourism in our country.  It is important that we develop and promote this type of tourism product, which will offer those living in rural communities a business opportunity, encourage the development of communities and ensure that employment opportunities exist for young people close to their homes.<\/p><p> We live in the real world and I understand the genuine and legitimate concerns.  We cannot achieve what we want to achieve by dictating to landowners - which I know is not the intent of Deputy Dowds - and while no one group should have a veto on the development of walking routes, we must not go another extreme and prescribe walking routes without consulting with farmers and other landowners.  This Bill could form the basis of a dialogue to establish a regime that would met the needs of Deputy Dowds while taking into account the views expressed by Deputies Lawlor and others.  There may be exceptions in which a compromise or accommodation cannot be reached - for example, when dealing with an area where crops have been grown and grassland has been improved.  Deputy Kyne spoke about the land in Connemara, and that is a fair point.  Other countries have different approaches.  The models used in Sweden, Norway and England, the details of which I will not go into, can be examined.<\/p><p> I acknowledge the position of the IFA, which is opposed to the Bill.  I read its briefing material and I understand its concerns.  I know the IFA values the work of Comhairle na Tuaithe, as has been said, in developing walking trails in a voluntary and consultative way, and it recognises the potential benefit to rural communities of developing this very important sector.<\/p><p> Across Ireland, much access is already possible through co-operation by landowners, hikers and walkers.  The Bill aims to offer a more formal basis for developing further walking routes by setting out clear guiding principles.  I support the Bill in principle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400015#N00400","speaker":"989","continuing":true},{"type":"speech","time":1371210000,"counter":44,"content":"<p>The next speaker is Deputy Terence Flanagan.  I want to explain the reason I called Deputy Buttimer.  He was at the top of the list of speakers but he kindly obliged in relieving me to enable me to attend a meeting.  That is the reason I called him; I was not showing any great preference.  I want to be fair to everybody.  I am trying to afford everybody the opportunity to contribute and we will succeed in that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400016#O00200","speaker":"1112"},{"type":"speech","time":1371210000,"counter":45,"content":"<p>I congratulate Deputy Dowds and his staff on the hard work and research that went into producing this Bill and bringing it to the floor of the D&aacute;il.  I welcome the measures the Bill introduces to give walkers more access to the countryside.  As an urban Deputy, I have access to some beautiful walks, particularly through Clontarf on the promenade into Dollymount and through Sutton into Howth.  I very much support any activity that is good for people's health.  There are issues in my constituency of Dublin North-East, which were raised by previous speakers, regarding access to certain walkways around Howth.  The current situation, in which there is no legal access to parts of the countryside in Ireland apart from the national parks, and landowners have the discretion to refuse access to their land if they so wish, is a problem for walkers.<\/p><p>  Under this Bill, county councils will be given the power to declare which land should be open to the public and in which areas the public should have access to roam freely.  Common sense should prevail in such cases, in that the council should decide that rather than allowing access through a field which may destroy a farmer's crops, it could allow access along the perimeter and outskirts of the field unless it was absolutely necessary to allow access through it.<\/p><p>  The Bill will have a positive effect on tourism and could lead to increased numbers of walkers visiting the country and contributing to the economy.  Many Deputies have spoken about the different walks around parts of the country.  It is most enjoyable, particularly when the weather is pleasant, to go on those walks.  This presents huge opportunities for farmers and landowners. The measures in the Bill will have a positive impact on employment in this sector.<\/p><p>  Deputy Dowds spoke about what has been achieved in this sector in Scotland, particularly by the marketing of that country as a destination for walkers.  Scotland faced the same issues and problems that we face with landowners and farmers.  That is an opportunity to develop this sector, and the Scottish experience should be taken into account, which no doubt Deputy Dowds has done.  We know that nature-based tourism generates &pound;1.4 billion annually in Scotland.  That shows the huge potential to develop this sector in Ireland, even if we could only tap into a small percentage of that market.  Tourists, particularly those who would be interested in walking holidays, may be turned off coming here because it is unclear where they can and cannot walk in the countryside.  <\/p><p>  Under the Land Reform Act 2003 in Scotland, walkers have a statutory right of responsible access to all parts of the countryside, with a few exceptions.  In England and Wales the Countryside and Rights of Way Act 2000 provided for walkers to access most areas of uncultivated land.  Further access rights were secured in the Marine and Coastal Access Bill, which aims to establish a coastal route around England and Scotland.  We know that our land laws are unfortunately very restrictive - the most restrictive in Europe - and it is clear that steps need to be taken to address this issue, which seriously inhibits us from developing recreation- and nature-based tourism in Ireland.  It is important, as previous speakers have said, that landowners and farmers are consulted about any proposed changes and that any concerns they may have are taken into account.  When this matter was approached previously by the current Minister for Education and Skills, Deputy Quinn, in 2007, as Deputy Dowds said, it was met with opposition from farm organisations and it is important that any concerns they have are taken into account.<\/p><p>  The Bill not only addresses the needs of walkers but also safeguards landowners.  Under the proposed new system, councils would publish a proposal for access to lands in their areas, and landowners would have the right to appeal against the inclusion of their lands in the proposal.  The appeal would be considered, in turn, by An Bord Plean&aacute;la and its decision would be final.  <\/p><p>  In recent years more problems have arisen over access to the countryside as a result of increasing numbers of walkers and a less relaxed attitude about people accessing the countryside.  Landowners rightfully have concerns about granting access to their land.  Among their concerns are insurance problems that could arise and damage to their property and privacy, which have been outlined by previous speakers.  However, this Bill addresses those concerns by ensuring that private landowners who allow access to their land are fully protected from any legal action arising from any accident that takes place on their land.<\/p><p>  I would like to specifically mention the role that Sl&iacute; na Sl&aacute;inte has had in establishing and managing walking routes throughout the country.  The Sl&iacute; na Sl&aacute;inte scheme was set up in 1996 and since then more than 140 walking routes have been established.  This is a very worthwhile initiative and I am fully aware of all the hard work done by the former chief executive of the Irish Heart Foundation, Patrick Murphy, whom I have met.  I commend him on that.  We all very much support initiatives that promote walking as part of a healthier lifestyle, particularly when we face the challenge of obesity as a threat to the health of our young people, and all initiatives in this area must be welcomed.<\/p><p>  I welcome and support Deputy Dowds's initiative in the D&aacute;il.  I hope it will be sent to the Joint Committee on the Environment, Culture and the Gaeltacht and I hope representatives from Scotland who were involved in initiating the process there will be invited to come before that committee and contribute to the debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400016#O00300","speaker":"1019"},{"type":"speech","time":1371210600,"counter":46,"content":"<p>I welcome the opportunity to speak on the Access to the Countryside Bill 2013 and I commend my colleague, Deputy Robert Dowds, on his pursuit of this important issue.  I have very much enjoyed the debate over the past two hours or so.  Like Deputy Anthony Lawlor from Johnstown, I represent a rural and urban constituency, but I take issue with his likening the idea of walking in the countryside to walking through somebody's house, going into the kitchen and taking something.  That is going too far.<\/p><p>  The public should have more access to the lands around them to enjoy the local amenities that every county has to offer, not least County Wicklow, the garden county.  Examples include the walks up the Sugar Loaf, the Wicklow Way and, closer to my home, the Bray to Greystones cliff walk.  Deputy &Eacute;amon &Oacute; Cu&iacute;v mentioned the maintenance of all these walks and I would like to take this opportunity to commend the local authority on its maintenance of the Bray to Greystones cliff walk.  It suffers from coastal erosion but the council acts very quickly to ensure the walk is never closed for too long.<\/p><p>  It is unfortunate that the issue of access has not been dealt with legislatively, as it could be with this Bill, and has ended up in the courts.  The Old Coach Road case was taken by an Enniskerry businessman against the chairman and secretary of the local walking club.  The two defendants, Noel Barry and Niall Lenoach, produced maps, guidebooks, county council reports and statements of witnesses who had walked the route as far back as the 1940s - they nearly had to produce the kitchen sink - to support their view that the route was a public right of way.  However, the judge ruled that this was insufficient.  I understand the costs involved in the case are quite substantial, and it should never have occurred.  A proper legislative framework should have been established years ago to address the antiquated laws in this area.  The Bill Deputy Robert Dowds has published will do this by providing the public with an orderly method of legal access to recreational lands that are held in various forms of private ownership.  It will allow private owners to be fully indemnified from any legal action a member of the public may take against him or her arising from an accident happening on the land, which is very welcome and sensible.  By legislating, not only are we preventing costly court cases but we are doing what we are politically obliged to do as legislators.<\/p><p>  Furthermore, by ensuring access to the countryside, we would tap a huge economic resource.  As other speakers mentioned, walking is a significant form of tourism in Ireland and we should be doing what we reasonably can to facilitate and expand this activity.  As Deputy Dowds said, Scotland generates &pound;1.25 billion from nature-based tourism, which by 2015 is projected to account for 22% of its tourism revenue.  That was achieved by introducing simplified legislation in 2003.  When compared to other countries in northern Europe, Ireland has some of the most restrictive land access laws, which puts us at a competitive disadvantage.<\/p><p>  It is not only tourism that could benefit but also the general health of Irish people, as was mentioned.  A recent seminar hosted by the Institute of Public Health in Ireland, the Centre of Excellence for Public Health in Queen's University and the HRB Centre for Health and Diet Research in UCC revealed that only one third of Irish people meet the minimum recommended weekly level of 150 minutes of moderate-intensity activity such as walking.  Therefore, facilitating the passage of this Bill would have a multitude of positive effects.<\/p><p>  I call for the Access to the Countryside Bill to progress to Final Stage and I would like to see it enacted sooner rather than later.  However, I note from the Minister's response that the legislation will not be accepted at this time and that it is being referred to an Oireachtas committee, which I welcome.  I would like it to be publicised, for the Oireachtas committee to ask for submissions, for hearings to take place to allow the committee to hear from people who walk, from landowners and from other interested bodies, and for legislation to be published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400017#P00100","speaker":"1105"},{"type":"speech","time":1371210600,"counter":47,"content":"<p>I commend Deputy Robert Dowds on his introduction of this legislation.  I understand he consulted at length with Keep Ireland Open, which should also be commended on its ongoing work in campaigning for greater public access to the countryside.  I fully support this Bill, which should be supported.<\/p><p>  Public access to the countryside, to the land of Ireland and to our mountains, rivers, forests, canals and beaches is a hugely important issue because we have absolutely beautiful countryside, which is one of our most precious and valuable assets.  Before we take into account any economic considerations, we should state that all citizens have the right to access that beautiful countryside as a matter of principle, because it is such a wonderful asset.  We have to start with that.  Ireland's culture, heritage and identity are inextricably linked to the countryside, to our environment and to the mountains, hills, forests and land.  In a certain sense, access to the countryside is about access to our identity, culture, history and heritage.  There could be little more important than that.<\/p><p>  As was said by many speakers, there is also enormous tourism and economic potential in increasing access to our countryside.  I would run slightly shy of using words such as &quot;product&quot;, which Deputy &Oacute; Cu&iacute;v referred to.  That is an unfortunate lexeme to apply to the countryside.  None the less, there are serious economic issues at stake.  As was said, we already derive enormous economic benefit from walking, activity tourism and so on and we need to protect and expand that, particularly in these times.  Of course, there is enormous employment potential in this area.  <\/p><p>  I accept the concerns raised by those who have issues with Deputy Robert Dowds's proposed Bill.  There must be a balance and respect for landowners and farmers who have legitimate concerns about liability, privacy and the protection and maintenance of land, private property and livestock.  These are legitimate concerns.  As was said, agriculture is also a vital part of our economy and our culture, so there must be a fair balance between these different imperatives.  The ideal situation is agreement and, where possible, a consensus and a balance which does not lead to confrontation between these different concerns and different imperatives.  To my mind, Deputy Robert Dowds's legislation allows for that.  It states that there must be consideration in the declaring of access to lands to the landowners, who must have input into the process, and consideration of all of the legitimate concerns, financial and otherwise, and issues of indemnity.  This could be worked on by way of amendments and debate on Committee Stage.  However, it is absolutely right that we legislate for this and shift the balance from where it is now, which all speakers have said is unacceptable, to a situation in which we have enhanced public access.  I do not see any problem with letting this Bill proceed.  <\/p><p>  This issue is related to the rather contentious one of Coillte's harvesting rights.  One of the best ways we could conserve, protect and develop access to the countryside is by getting a definitive statement from the Government that it will not sell the harvesting rights to our State forests, because Coillte is the largest landowner in the country.  It is obvious that to sell off the harvesting rights to our State forests would have detrimental effects on public access.<\/p><p>In that regard, I find it somewhat curious that the Government has recently given a number of public assurances that there will be no threat to public access in the event of the sale of the harvesting rights, but has not expressed support for legislation that would codify the protection of public access.  I worry about the twists and turns and the lack of clarity on that crucial issue, which relates directly to the overall issue of public access to the countryside.  In expressing my support for this Bill, I reiterate my belief that public concern and anxiety about the issue of access to our countryside would be greatly assuaged if the Government came out now and made a definitive statement that our public forests are not for sale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400017#P00200","speaker":"1003","continuing":true},{"type":"speech","time":1371211200,"counter":49,"content":"<p>Deputy Spring is taking two minutes before he goes to catch his train.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400018#Q00200","speaker":"1112"},{"type":"speech","time":1371211200,"counter":50,"content":"<p>I welcome this Bill.  It is pertinent to mention that this is about trying to create employment in our country and improve the standard of living of our people.  The acronym I use when I speak about recovery in my constituency is TEAM, which stands for tourism, energy, agribusiness and microenterprise.  The legislation before the House can contribute to this country's development of tourism, which is the biggest industry in the world.  Activity-based tourism is the biggest growth sector in the tourism industry.  Walking, particularly hill walking, is the largest part of the activity-based tourism sector.  People in Austria, Germany and the Scandinavian countries seem to have taken to this form of tourism as their preferred type of recreational holiday.<\/p><p>  I would like to explain why I believe legislation is necessary.  I am involved in trying to reopen old railway lines for the purposes of developing walking and cycling routes.  I am particularly keen to develop a route between the west of Ireland and Dublin as a tourism product.  In the course of my efforts, I have learned that people have ended up claiming squatters' rights over a number of disused railway lines.  Typically, those involved are the adjacent landowners and farmers.  I have nothing but the height of respect for the farming community.  I assure farmers that I have no aspiration to cause any threat to their stock, harm their livelihoods or damage their lands.<\/p><p>  It is imperative that we develop a joined-up strategy for how people can access the countryside and develop a product that is holistic in nature.  It is appropriate that the Minister for Public Expenditure and Reform and the Minister of State with responsibility for the OPW have contributed to this debate.  I have noticed that some of the routes which are being developed have a decent level of infrastructure but do not have the ancillary facilities that are necessary.  One can walk from Tralee to Fenit on the old railway line, which will be applying for UNESCO world heritage status.  It takes approximately 16 or 17 hours to walk the stretch of the Dingle Way between Tralee and Dingle.  One can do it in a day, although it is uncomfortable, but there is nowhere for one to stop along the way.  It could be marketed extensively on the basis of its association with Tom Crean's South Pole Inn, which is towards the end of the route.  I would like hostels to be developed along the Dingle Way.  I would like bus routes to be developed so that people could be picked up, brought to where they are staying and dropped back the following day.<\/p><p>  I am excited about this Bill.  I am excited about our capacity to create a new tourism product as well.  More needs to be done to create a product and develop it from there.  I thank the Ceann Comhairle for giving me two minutes.  I know the time remaining in this debate is limited.  Legislation is probably the way to go in this regard.  I ask farmers and landowners to take note of the comments of one of our most eminent business people, Denis Brosnan, who is a former chief executive of the Kerry Group.  It is the largest food ingredients company in the world and employs more than 25,000 people.  It started out in a little cabin in north Kerry.  Mr. Brosnan has advised the people of Kerry that the future is in tourism, rather than agriculture, because there is no limit to what we can provide for.  This is a step in the right direction.  I thank Deputy Dowds for introducing this Bill.  I hope it goes further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400018#Q00300","speaker":"1048"},{"type":"speech","time":1371211200,"counter":51,"content":"<p>I welcome this legislation and compliment Deputy Dowds on its publication.  We should focus on encouraging voluntary uptake of this scheme, rather than taking a compulsory approach to it.  This debate gives us an opportunity to make a number of important points.  The State is abdicating its responsibility for the development of this sector.  It would be irresponsible and wrong to focus on lands in private ownership at a time when the State has not got its act together by providing for public access to public lands.  Deputy Dowds put it well in his initial contribution when he made the point that over a long number of years, some access routes have closed over purely because the local authority or State agency that owns or is responsible for them has failed to maintain them, or ensure the legal rights of way - of public access - have been maintained.<\/p><p>  Along with over 100 people, I attended a public meeting in Athleague last night regarding a public right of way that has been exhausted because Roscommon County Council has abdicated its responsibility.  I am glad the Minister of State, Deputy Brian Hayes, is present because this falls within his brief.  I refer to the question of public access to the weir gates in the village of Athleague that control the water level on the River Suck.  A legal dispute has been ongoing for many years.  As a result of the failure of the local authority to enforce its legal rights in this regard, a hugely valuable public amenity is being undermined.  This facility could be used for swimming or angling, or as part of the Suck Valley Way.  The exact opposite problem presents itself during the winter months, when the village of Athleague is threatened with flooding as a result of the failure to maintain and operate the weir gates to ensure there is a safe water level at that time of the year.  During the summer, we lose a public amenity because the gates are left up.  During the winter, the gates are left down and the potential exists for the village of Athleague to be flooded.  I ask the Minister of State to pick up the telephone and contact Roscommon County Council to see whether progress can be made in this regard.  I know he is not directly responsible for the matter because the Suck Valley drainage committee has a role.  Nevertheless, I ask him to use his good offices in the Office of Public Works to help us out.<\/p><p>  In this House a couple of weeks ago, I raised with the Minister for Justice and Equality the right of the Land Commission to sanction public access to publicly owned and controlled lands.  I gave the particular example of Tarmon Bog outside Castlerea in County Roscommon.  A community group in the area has come together to develop a public access walkway with the support of the local walks organiser.  The local Leader company is also wholeheartedly behind it.  The lands division of the Department of Agriculture, Fisheries and Food, which is based in Cavan, has said that although it is a very worthwhile project, the terms of section 8 of the Irish Land Commission (Dissolution) Act of 1992 mean it is legally unable to give the group consent to develop a walkway over the public lands in question.  This issue is not confined to Tarmon Bog in County Roscommon.  The Minister, Deputy Deenihan, has not yet realised that no public access is being provided to the vast majority of the bog he has designated as being in public ownership.  I ask the Government to examine these issues.  It should try to enforce the existing rights regarding public lands in public ownership by giving people rights over such lands before it starts looking to private lands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400018#Q00400","speaker":"1177"},{"type":"speech","time":1371211200,"counter":52,"content":"<p>Like others, I compliment Deputy Dowds on bringing this legislation before the House to generate debate on these issues, which are of great importance to those on both sides of the argument.  I have commented on these issues, in my constituency and elsewhere, many times in the past.  I would like to make two or three points again today.<\/p><p>  We should maintain public access to public lands to the best of our ability, albeit with due regard for property, flora and fauna, forests and trees, etc.  We have to ensure damage is not done on a regular basis.  We have to be conscious of that at all times.  How often have we seen broken and damaged trees in our towns, cities and villages as a result of some spree the previous night?  It is quite a regular occurrence.  I am not suggesting that the two issues are related in any way.  However, there is a danger of damage being caused.<\/p><p>  There should not be any great difficulty with regard to public lands.<\/p><p>As one who traversed all ends of the country as a game shooter, I exercised that care.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400018#Q00500","speaker":"957","continuing":true},{"type":"speech","time":1371211800,"counter":54,"content":"<p>It was a brave man who went out shooting with the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400019#R00200","speaker":"1177"},{"type":"speech","time":1371211800,"counter":55,"content":"<p>Absolutely, but it was always with due regard for the environment and ensuring that proper conservation was applied.  There are people who do not have such regard for the environment and who consider they have the right to do as they wish on either public or private property, and that, unfortunately, is where the conflict arises.  I do not feel I have the right to travel onto somebody else's property and treat it as if it were public property, showing disregard for the rights and entitlements of the owner, which are protected by Article 40.5 of the Constitution, an issue which will undoubtedly arise.  What concerns me most is litigation, which is a minefield ahead.  While I acknowledge the provision in the Bill in regard to indemnification in respect of individual landowners, the cost to the State could be colossal.  The tendency to litigation is such that there would be a huge welter of claims that we can ill afford at any time.  There is also the issue of the safety of walkers.  In modern agricultural holdings it is very difficult to allow public access with bloodstock and bulls, as it is impossible to guarantee anybody's safety.  Countless accidents have occurred in which landowners and farmers have been attacked and were seriously injured or killed.  In the past, relatives of mine have suffered greatly as a result of being attacked by animals.  Animals are animals.  It is impossible to guarantee the safety of the individual, whether he or she is an experienced walker or not.  It is as simple as that and I can see no way around it.  No matter what level of insurance is provided, the insurance premium would be such as to make it virtually impossible for a person to get cover.  At the same time, in the event of insufficient or inadequate cover the State would have to pick up the tab, which in turn would be a huge bill.<\/p><p>  It is no harm to have this debate.  References to other jurisdictions are not necessarily relevant.  I know about the other countries throughout Europe, including the Scandinavian countries and Scotland, and must point out that these are not necessarily the same, because we have our own written Constitution.  Under existing law and case law, various grounds have been laid out already to the effect that when individuals do not provide for eventualities, such as the protection of people who inadvertently walk on to private property and injure themselves, liability falls on the individual landowner.  That has been determined by the courts already and is a serious challenge.  I welcome the publication of the Bill, the merits of the discussion and the motives behind it, but there is a huge challenge that needs to be dealt with very carefully before anybody proceeds further.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400019#R00300","speaker":"957"},{"type":"speech","time":1371211800,"counter":56,"content":"<p>I understand I am the 20th speaker in this debate which, over a relatively short period, means that about 15% of the entire House has spoken on the subject in three hours.  I commend Deputy Robert Dowds on his initiative and on the way in which the Bill has provoked huge interest on all sides.  Deputy Anne Ferris asked how we are to go forward.  The Government, as the Minister for Public Expenditure and Reform said, proposes to respond to the Bill by suggesting that the relevant committee look at the ideas contained in it.  Deputy Ferris suggested that the committee could then invite submissions from interested parties right across the spectrum to see how we can move forward.  The Minister for the Environment, Community and Local Government, Deputy Phil Hogan, has said he would be happy to appear before the committee to see how progress can be made on all of these issues.  That is the Government's approach to the Bill.  It is appropriate at this stage that rather than taking the legislative route, the committee, if it is so minded - it is a matter for the committee, not the Government - could initiate a series of meetings on the issue to see what progress an be made.<\/p><p>  Having listened to the range of contributions from all sides, I feel that a balance must be struck.  Obviously the rights of landowners are one side of the issue and, as Deputy Dowds has already conceded, they have been more than helpful and co-operative in ensuring that people can walk on lands.  On the other side are the rights of people who want to walk what is in the collective ownership and is all of our responsibility, the highways and byways.<\/p><p>  As Minister of State with responsibility for the Office of Public Works, I have some knowledge of this area.  We have more than 7,500 national monuments all over the country, the great majority of which are in private ownership and on private lands.  Even though a monument may be in public ownership under the Act, the actual land upon which the monument rests is in private ownership.  As an organisation we depend on landowners to allow members of the public to come and visit these very interesting historic national monuments, the great majority of which do not have site facilities or tearooms because they cannot be provided.  There has to be co-operation between the landowner and the Office of Public Works, which has responsibility for maintaining sites such as monastic ruins or any kind of national monument.  That co-operation must be obtained.  In many cases the key-holders are private landowners or farmers who open the monuments for a number of months in the year in order that the public and tourists can access these wonderful sites, many of which are off the beaten track and away from large urban centres.  We depend on that co-operation with landowners and I avail of this opportunity to thank them.<\/p><p>  There is a huge opportunity for tourism.  People come to this country for all kinds of niche tourism opportunities, including golfing holidays, holidays to see the Irish heritage and recreational walking holidays.  We must do everything in our power to ensure the facilities are right, the walkways are in good condition and so on, so that it is clear that we welcome people to come and see this great country.<\/p><p>  We are working with our Northern colleagues to see whether we can establish a new route between Downpatrick and Croagh Patrick in Westport.  As in the case of the Camino de Santiago in another part of the world, we think there is an opportunity to market such historic routes in this country, North and South.  We must do the planning and ensure the facilities are in place.  <\/p><p>  The Bill before the House is an enormous contribution, and the Government's response, as the Minister for Public Expenditure and Reform said on behalf of the Minister for the Environment, Community and Local Government, is to see how we can go forward.  We think the committee route is best, but we are in the hands of Deputy Dowds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400019#R00400","speaker":"958"},{"type":"speech","time":1371211800,"counter":57,"content":"<p>I apologise to Deputy Dowds as we have used up some of his time, but I think it was worthwhile.  As the Minister of State said, it is encouraging that 20 Members have contributed.  I invite the Deputy to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400019#R00500","speaker":"1112"},{"type":"speech","time":1371211800,"counter":58,"content":"<p>Before replying, I wish to make a point I did not have a chance to make in my initial contribution.  I urge the Government not to sell the harvesting rights of Coillte.  It is really important that this does not happen because it would put under threat existing access to Coillte's lands.<\/p><p>Is there any guarantee that private individuals will leave the paths in good order after they have availed of the harvesting rights?  For example, in a case from Great Britain, right of access was not denied but the car park was closed, effectively blocking many people's access to the land.  It is very important that we retain Coillte in its fullest sense in terms of the land and keeping harvesting rights.  I hope the Government will accede to that.  <\/p><p> I am very impressed that so many people contributed to the debate and I thank them.  It was a more positive debate than I expected because the field mentality is still very strong in this country.  I come from a rural background on one side where my ancestors would have been tenants and moved into land ownership as so many Irish people did.  <\/p><p> It is a difficult issue.  One of the primary reasons I introduced this Bill is that while I acknowledge that the work of the previous Minister, Deputy &Oacute; Cu&iacute;v, was very significant and by voluntary means, his efforts and subsequent efforts led to significant progress in improving access to the countryside, particularly in scenic areas, a problem remains.  What happens when the voluntary system does not work?  That is why legislation is required.  It would be great if it could all be done voluntarily.  It is important to say that I thank the landowners and those who have co-operated to ensure that.  We all benefit from their co-operation.  However, we must deal with the fact that access is not always there.  For walkers to get access to the Strawberry Beds, which is the northern border of my constituency, they must walk along the road from the Phoenix Park to Lucan.  They would be very lucky to arrive alive having walked along that road because it is twisty and dangerous.  However, the area is one of natural beauty and a green lung that has developed west of Dublin.  That should be accessible to people.  We do not need to own that land.  It should be possible to have responsible access in places like that without disruption of landowners' rights.<\/p><p> Another issue that has been missed to some degree in the debate is the issue of walkers' rights in the less scenic areas of the country.  I think 64% of walkers are Irish but much of the walking is done by people who want to walk from their front doors.  If they do not live in the most scenic area, there needs to be a mechanism to allow for public access for them.  We have all seen people with high-visibility jackets, women in particular, walking along twisty country roads.  They wear the high-visibility jackets in the hope that they will not be mown down by a vehicle coming towards them.  We should strive to get away from that, as has been achieved in other countries.  Sweden has a law that says that everyone has access to every lake shore and the coastline.  We need to move towards that.  We are very fortunate in having beautiful lakes and rivers and a beautiful coastline, which some countries do not have, and we need to make them available to ourselves and tourists.  Much of my Bill focuses on that.  <\/p><p> Yes, we can take the voluntary route and I have no problem with that in so far as it is possible.  The problem is that this is not always possible, which is why some sort of legislation is required in this area.  I do not pretend that the legislation I have presented is perfect.  It is not - legislation never is.  In that regard, I appreciate the comments by the Minister of State and the Ministers for the Environment, Community and Local Government and Public Expenditure and Reform that the content of this Bill should go to the Oireachtas Committee on the Environment, Culture and the Gaeltacht for further direction because it is a real issue that must be dealt with.  Some examples highlighted by contributors bear this out.  Three Deputies representing Howth pointed out the threat to public walkways there.  Those walkways are hugely important to this city and tourists and should be protected.  Deputy Anne Ferris outlined what happened in Enniskerry, which was appalling.  Despite all the evidence presented, genuine workers are left footing a huge court bill.  We must deal with those kind of situations.  Deputy Kyne made a thoughtful contribution in which he set out genuine concerns about vulnerable land that requires careful conservation in the west of Ireland.  I accept that he has a real point but one advantage of this kind of legislation is that one could protect the areas where people actually walk.  Those aspects of the debate need to be thought through.  I accept the point that Deputy Durkan made about raging bulls but that issue must be faced in other countries.  There are raging bulls in countries other than Ireland so there is a way of dealing with that.  There is never an absolute protection for everyone.  <\/p><p> I accept and welcome the <i>bona fides<\/i>of the Minister of State that he will refer the contents of this Bill to the Oireachtas Committee on the Environment, Culture and the Gaeltacht for further elaboration.  I intend to see that this is driven forward.  As the Minister of State knows, I was a pain in the neck to the county manager in South County Dublin until it was accepted that no building should take place beside the round tower of Clondalkin.  I will pursue this with the same vigour.  <\/p><p> I will not press for a vote on this.  I look forward to the debate which will take place in the Oireachtas Committee on the Environment, Culture and the Gaeltacht.  Let us be clear, I am determined that we should get a proper resolution to this issue. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400019#R00600","speaker":"1011","continuing":true},{"type":"speech","time":1371212400,"counter":60,"content":"<p>As the motion for the Second Reading of the Bill is not being pressed, the debate is noted.  The content of the debate and the legislation itself will be informally sent to the Oireachtas Committee on the Environment, Culture and the Gaeltacht but the formality is that the Bill is being withdrawn.<\/p><p>  I again thank Deputy Dowds.  We heard wonderful contributions here this morning, which proves the value of Private Members' time.  That people were able to organise a debate for three hours that allowed 20 Members to contribute shows it can be done with co-operation.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013061400020#S00200","speaker":"1112"},{"type":"unspoken","time":1371212400,"counter":61,"content":"<p>Bill, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1371212400,"counter":62,"content":"<p>The D&aacute;il adjourned at 1.30 p.m. until 2 p.m. on Tuesday, 18 June 2013.<\/p>","notice":"TIME STRING DETECTED"}]