[{"type":"minorheading","content":"Prelude","time":1519135200,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 2 p.m.","time":1519135200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1519135200,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1519135200,"counter":4},{"type":"majorheading","content":"Leaders' Questions","time":1519135200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000003#A00100"},{"type":"speech","time":1519135200,"counter":6,"content":"<p>Many thousands of people in the State right now are living in fear and with a considerable degree of anxiety following the news that the PTSB is about to offload some 20,000 mortgages to unregulated loan owners, or vulture funds as they are commonly called.  These loans are to be sold to unregulated, out of State vulture funds.  With one decision or one stroke, this will double the amount of such loans under the ownership of vulture funds currently.<\/p>  <p>  This is not an every day, ordinary business decision of a bank.  Clearly, it will be a decision that will come before the Minister for Finance's desk, if it has not already done so, in the form of a consultation briefing.  It is important that in the relationship clause it is open to the Minister to respond and the banks to take into consideration the Minister's response.<\/p>  <p>  By any definition this is a step change in behaviour by a majority State-owned bank which will have severe repercussions.  Other banks will follow, such as with AIB's project redwood.  If a mortgage is not in this bundle it could be in the next bundle of mortgages to be sold.  The fear is in the almost anonymous and detached nature of vulture funds that will not respond effectively or properly, or engage with many mortgage owners, even with those who have restructured their loans.<\/p>  <p>  Perhaps the Taoiseach will elaborate on why the Government did not follow the advice of the Central Bank with regard to the regulation of vulture funds.  For some time prior to the enactment of the Consumer Protection (Regulation of Credit Servicing Firms) Act 2015, the Central Bank consistently advocated to close the gap around regulation for loan transferees.  The Central bank said that its \"preferred policy approach was for the regulation of the actual loan owners\".  This would have given considerable protection to people who had their mortgages transferred to other loan owners.<\/p><p>Will the Taoiseach indicate why the Government did not take on board the consistent position of the Central Bank, which was that such vulture funds should be regulated?  The Minister will be consulted.  Will the Taoiseach indicate what his response will be?  The Minister should robustly advise the bank to desist from this and not to proceed with this particular sale.<\/p> <p> More importantly, our spokesperson on finance will today be introducing legislation to introduce regulation for such vulture funds in line with the policy of the Central Bank.  I ask that the Government support this constructive, effective legislation which has the potential to make a difference and to offer protection to many mortgage holders who are currently very anxious and worried about what the future holds for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000003#A00200","speaker":"1224","continuing":true},{"type":"speech","time":1519135500,"counter":8,"content":"<p>I thank Deputy Miche&aacute;l Martin and the Fianna F&aacute;il Party for raising this issue.  I know there is considerable concern about it at the moment.  It is important to put some facts on the table before we begin this discussion.  First, Permanent TSB has not yet sold any of these loans.  It has not yet put them on the market and it has not found a buyer.  There is an assumption that the buyer will be a so-called vulture fund but that may not turn out to be the case.  Permanent TSB has not yet consulted the Minister for Finance on the sale, but it is required to do so when the sale is at a more advanced stage.  We do have time, some weeks or perhaps some months, to put in place any new additional protections that might be required.  The Government very much stands on the side of people and families who are making an honest attempt to settle their debts, pay their mortgages or pay down their personal or business loans.  It is very much the job of Government and of this Oireachtas to ensure that people and businesses have the protections they need.  If additional protections are required, we are certainly open to considering them.<\/p>  <p>  I acknowledge the work of Deputy Michael McGrath on this matter.  He has made a strong case.  I understand that he published a Bill this morning, which I have not yet had the chance to see or review.  I have asked the Minister for Finance, Deputy Donohoe, to meet him this week to explore how we might work together to put in place any additional protections that may be necessary.  Obviously, this will have to be done within the constraints under which we are operating.  The Single Supervisory Mechanism has determined that Permanent TSB is carrying too many non-performing loans.  It is a bank that employs 2,500 people, has 1 million customers and holds &euro;17 billion worth of their deposits, so it is necessary that the bank continue to improve the health of its balance sheet in order to protect its customers and staff.<\/p>  <p>  As already stated, Permanent TSB has not yet sold these loans.  It has not yet found a buyer.  It is speculation to suggest that the buyer may be a so-called vulture fund.  The bank has not yet formally consulted with the Minister for Finance but it is required to do so before any sale is made.   As I have said, we have time to put in place any further protections that may be required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000004#B00200","speaker":"1236"},{"type":"speech","time":1519135500,"counter":9,"content":"<p>The banks have an obligation, particularly those that were bailed out by the State, because they are essentially proposing to outsource their difficult or dirty work rather than doing it themselves.  No one has any difficulty with improving the health of the balance sheet but it is critical that it is not done at the expense of ordinary people in business, small and medium enterprises, farmers or those in family homes or who have very basic mortgages.  Many significant, high-flying businesses got very significant reductions on their loans and were treated very differently.  Mortgage holders could have a reasonable expectation that they would get the same discount as any vulture fund.<\/p>  <p>  I take the Taoiseach's constructive statements on board but it is important to note that we do not have a huge amount of time.  The Bill will be introduced today and we will bringing it to the D&aacute;il as soon as possible.  However, we will need the co-operation of Government and the remainder of the House not just to progress the Bill through Second Stage in a thorough manner but also to deal with it expeditiously on Committee Stage in order that it can become law.  It cannot be allowed to languish on Committee Stage for ever and ever.  This is a crucial Bill which will affect the daily lives of many families.  We have an obligation to protect them and to put flesh on the bones of our words and rhetoric.<\/p><p>The only effective way to do that is to pass this legislation and send a message to the State-owned banks that the State is the shareholder and that this is behaviour it does not countenance or want to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000004#B00300","speaker":"1224","continuing":true},{"type":"speech","time":1519136100,"counter":11,"content":"<p>It is important to acknowledge that there is a range of protections already in place for mortgage holders and borrowers.  For example, even if a loan is sold on, the full contractual rights are retained and follow on to the new owner.  The Consumer Protection (Regulation of Credit Servicing Firms) Act 2015 was designed to protect borrowers whose loans are sold on to unregulated entities.  Under this Act, either purchasers of the loan book must be regulated by the Central Bank or the loans must be serviced by a credit servicing firm that is regulated by it.  To answer the Deputy's earlier question, a view was taken at the time that as the purchaser or its agent had to be registered by the Central Bank, it was not necessary to require that the purchaser be regulated by the bank in all instances.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00200","speaker":"1236"},{"type":"speech","time":1519136100,"counter":12,"content":"<p>The Central Bank believed that it was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00300","speaker":"1224"},{"type":"speech","time":1519136100,"counter":13,"content":"<p>That is something we are willing to discuss with the party opposite and take into consideration.  There is also a code of conduct on mortgage arrears which remains in place after the sale of any loans to the bank.  The code says that the lender may only commence legal proceedings for repossession of a borrower's primary residence where the lender has made every reasonable effort under the code to reach an alternative repayment arrangement with the borrower.  In addition, the specific timeframes set out in the code have to be adhered to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00400","speaker":"1236"},{"type":"speech","time":1519136100,"counter":14,"content":"<p>Permanent TSB may not yet have sold on any mortgages but we know it is preparing to sell 20,000 of them to vulture funds.  Permanent TSB is a State-owned bank and the Minister for Finance is the majority shareholder.  Let us not make any bones about it; these vulture funds are prepared to pick the bones of mortgage holders as and when it suits them.  Their interest in the acquisition of these assets is purely short term and focused on turning a quick buck.  They are unregulated, they not governed by the Central Bank and they accountable to the Oireachtas.  I do not know how the Taoiseach would feel if his home was turned over to a financial firm that does not have to abide by any rules.  I know I would feel alone, afraid, abandoned and probably depressed.  Allowing vulture funds to operate so recklessly is clearly Government policy, and I include Fianna F&aacute;il in that context.  We only have to look to the evidence.  In 2015, the Government had a chance to ensure that vulnerable mortgage holders would have some level of protection.  However, Fine Gael and the Labour Party refused to support Sinn F&eacute;in in making such vulture funds fully regulated.  Fianna F&aacute;il also failed to support that proposal.  In fact, its Deputies did not even bother showing up for the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00500","speaker":"1239"},{"type":"speech","time":1519136100,"counter":15,"content":"<p>That is not true.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00600","speaker":"1224"},{"type":"speech","time":1519136100,"counter":16,"content":"<p>Not true.  Was Deputy Pearse Doherty present for the vote?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00700","speaker":"1274"},{"type":"speech","time":1519136100,"counter":17,"content":"<p>The hypocrisy today is odious as Fianna F&aacute;il and the Taoiseach now pretend to champion the very people they helped feed to these vultures three years ago.  I have a response to a parliamentary question submitted by Deputy Pearse Doherty which demonstrates that the former Minister for Finance, Deputy Noonan, and officials from the Department met representatives of vulture funds 60 times in less than two years.  That is a serious level of access for the vulture funds.  It only serves to emphasise the very cold shoulder and deaf ear that vulnerable mortgage holders have been given.<\/p>  <p>  It is time to be honest and clear.  Deputies who oppose this sale and others are obliged to intervene.  They must do so to prevent not just this sale but also others from proceeding.  I urge the Taoiseach to do the right thing and spare people this nightmare.  I am asking him to lift the phone to Permanent TSB and tell it that he and his Government will not permit the sale.  I urge him to deal with the current situation.  He might also support the legislation Sinn F&eacute;in has brought forward to protect homeowners affected by sales to vulture funds.  How about this for an idea?  Will the Taoiseach issue a direction to the banks and NAMA today that under no circumstances should any domestic mortgages be sold to any vulture fund, either now or in the future?  Will he make that phone call?  Will he support the legislation and will he issue that direction?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000005#C00800","speaker":"1239"},{"type":"speech","time":1519136700,"counter":18,"content":"<p>As it is Deputy McDonald's first occasion here in her new role as president of Sinn F&eacute;in, I take this opportunity to congratulate her on her election to that office.  I know what it feels like to be elected to the leadership of a party one has worked in for decades, and I congratulate her.  Becoming president of her party must be a very proud moment for her, her family and her supporters.  She is also only the third woman to lead a major political party in Ireland.  She has all of our best wishes in that regard.<\/p>  <p>  On the substantive issue at hand, Permanent TSB has not yet sold any of these loans.  It has not identified a buyer.  Some people are making the assumption that the buyer will be a so-called vulture fund.  It might not be; perhaps it will be another bank or financial institution.  Permanent TSB has not yet consulted with the Minister for Finance.  It is required to consult with the Minister for Finance before the sale is advanced, as a consequence of the fact that the State owns 75% of that bank.   The Government will take that opportunity to present its views very clearly to Permanent TSB.  <\/p>  <p>  We stand very much on the side of families, mortgage holders and people who are making an honest effort to pay their debts and to pay down their mortgages and loans.  There are already considerable protections in place, and we are open to considering any constructive proposals that might allow us to enhance those protections if necessary.  <\/p>  <p>  In terms of the specific issues raised by the Deputy, the Consumer Protection (Regulation of Credit Servicing Firms) Act 2015 requires that the purchasers of loan books must either be regulated by the Central Bank or the loans must be serviced by a credit servicing firm which is regulated by the Central Bank.  It is a little disingenuous to say that loans are being sold on to an unregulated entity.  It is the law.  It became law in 2015 that any purchaser of a loan book, or its agents, must be regulated by the Central Bank.  We are open to considering any proposals to further strengthen that protection.  <\/p>  <p>  On the Deputy's suggestion that a directive be issued to a bank, under the relationship framework it would be illegal for the Minister for Finance to act in such a way.  The relationship framework was agreed with the European Commission as part of the recapitalisation and bailout of the banks to make sure that those banks continue to operate on a commercial basis.  It is important that those banks continue to operate on a commercial basis.  We should not forget that banks have millions of customers whose deposits are held in those banks, and the safety of those deposits is dependent on the fact that banks operate in a commercial way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000006#D00100","speaker":"1236"},{"type":"speech","time":1519136700,"counter":19,"content":"<p>It is also essential that holders of distressed mortgages are not put through further distress and perhaps rendered homeless, which would add to the crisis we are facing.  The time for the Taoiseach to stand by the people and to make sure that we got the legislation right was in 2015.  He is correct to say that the servicers of the mortgages - those companies hired by the vulture funds - are regulated, but the big gap in the legislation is that the funds themselves are footloose and fancy-free.  The purpose of our amendment in 2015 was to set that right, but the Government chose to look the other way.<\/p>  <p>  The Taoiseach said that these loans have not yet been sold and that we still have time.  I want clarity around what he proposes to do with that time.  People need to hear that An Taoiseach and the Government will stand by mortgage holders, families and people who have already been through a very testing nightmare scenario.  I want to hear that as well.  What will the Minister say when Permanent TSB contacts the Minister?  Will the Minister tell it that under no circumstances can this sale go ahead?  Is the Taoiseach prepared, in the common interest - in the interests of citizens and not balance sheets - to issue the directive as suggested?  The big dilemma now is that, by definition, the interests of vulture funds in these mortgages is short term.  Distressed mortgage holders - in fact, any holder of a mortgage - enters into a long-term contract that can hit bumps in the road.  That is the reality, and everybody here knows it.  I believe the Taoiseach must act.  Rather than sounding a concerned note, he needs to be more substantive in his reply.<\/p>  <p>  I thank him for his good wishes on my election as Uachtar&aacute;n Sinn F&eacute;in<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000006#D00200","speaker":"1239"},{"type":"speech","time":1519137000,"counter":20,"content":"<p>The Deputy is correct.  Distressed mortgage holders are under enough stress so we should not add to that unnecessarily by causing them undue concern.  As I said, PTSB has not sold any of these loans.  It has not identified a prospective buyer.  It is an assumption by some people that that buyer will be an unregulated so-called vulture fund.  That may not be the case.  It may turn out to be a regulated bank or another institution.  It is required that the bank consults with the Minister for Finance when it has something to consult with him on in detail, which is an advanced sale proposal.  No such proposal yet exists.  The Government will give open and constructive consideration to any proposals for additional protections that may be necessary so that we ensure that the rights and freedoms of borrowers and mortgage holders are protected.<\/p>  <p>  I make one final point and it is an important one.  We have made enormous progress in this country in recent years when it comes to mortgage arrears.  They have been falling here in every quarter for more than four years.  The percentage of people in mortgage arrears has fallen from a peak of 12.9% to 6.9%.  There will always be a certain percentage of people in mortgage arrears.  The percentage has fallen by more than half in four years.  There have been a very small number of repossessions in this country relative to other countries.  This is an area where we have made some important progress and it is important to acknowledge that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000007#E00100","speaker":"1236"},{"type":"speech","time":1519137000,"counter":21,"content":"<p>Seventy-five per cent of Permanent TSB is owned by the people of Ireland.  It is a bank and, God knows, the people of Ireland have contributed significantly towards it, but it still has many issues to overcome.  However, instead of doing the hard work itself, it now appears to be outsourcing that difficult job to get that off its balance sheet.  The Taoiseach is right.  It has not identified a buyer yet and perhaps it will not be a vulture fund, but it might be and there is no point in this House saying calm words if we do not give real reassurance to the people who fear that might be the outcome.<\/p>  <p>  Last Tuesday, the Cabinet waved through the news from the Minister for Finance that this was planned by the PTSB.  It is interesting that there was no reported opposition from Government colleagues in the Independent Alliance.  Before he became a Minister of State, Deputy Kevin Boxer Moran was loudly promoting his Keeping People in their Homes Bill.  Where is that now?  There was not a bank AGM that was safe from a visit from the Minister, Deputy Shane Ross.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000007#E00200","speaker":"1353"},{"type":"speechnospeaker","time":1519137000,"counter":22,"content":"<p>Who?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000007#E00300","nonspeaker":"A Deputy"},{"type":"speech","time":1519137000,"counter":23,"content":"<p>Maybe he is too busy now fixing the delays in the Luas.<\/p>  <p>  Fianna F&aacute;il is rightly raising the issue of regulation, but legislation will only go so far.  The laws were changed in 2015 to ensure that companies that manage loans are regulated, but regulation is not the main issue.  That focus misses the point.  Based on European Central Bank and Single Supervisory Mechanism, SSM, rules, 28% of the PTSB loan book is now classified as non-performing.  However, of the 20,000 loans thus classified, 6,500 are split mortgage loans.  Those split mortgage loans under ECB-SSM rules are deemed to be non-performing, but splitting mortgages was one of the key responses to the arrears crisis.  These are homeowners who have engaged with the bank, are paying what they can afford and are meeting their obligations.  A portion of the loan was warehoused while repayments continue to pay down the capital on the rest.  It is a betrayal of those homeowners the Taoiseach has referenced who engaged with the bank to the best of their ability to allow them now to be sold off to a vulture fund.  Those mortgage holders who have engaged with the lenders should not have their mortgages sold off because of the quirks in the rules of the SSM.<\/p>  <p>  As this issue is being examined by the ECB-Single Supervisory Mechanism and has been the subject of detailed work by them, and the Taoiseach says there are consultations pending, will the Government instruct the PTSB, as the main shareholder, to halt the sale at least of the split mortgages until the rules are changed?  Will the Government impress on the ECB and the SSM the need to change the characterisation of non-performance to exclude people who are delivering on their commitment to the banks?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000007#E00400","speaker":"1353"},{"type":"speech","time":1519137300,"counter":24,"content":"<p>The Minister for Finance, Deputy Donohoe, informed the Cabinet last week that this might be coming down the tracks as an issue.  We were not given any details as none are yet available and there was no Cabinet decision on the matter.  It was solely for information.  The Bill being sponsored by the Minister of State, Deputy Moran, is at an advanced point and is being taken up by the Minister for Justice and Equality, Deputy Flanagan, as a Government Bill.  It will form part of the legislation the Government will pilot through the D&aacute;il and Seanad and will require judges to have regard to the family situation of someone who may be facing repossession and the loss of a home.<\/p>  <p>  Deputy Howlin characterised split mortgages very well.  It is where someone with a mortgage of &euro;250,000, for example, continues to pay a mortgage on &euro;150,000 while the other &euro;100,000 is warehoused for a period of time to be repaid at a later stage.  I understand the single supervisory mechanism, SSM, considers those loans to be non-performing notwithstanding the fact that to Deputy Howlin's mind and to mine the person is making his or her best effort to pay back as much as he or she can.  The loan is at least partially performing rather than non-performing.  However, the rules are made by the SSM.  While some people may regard those regulations as too strict, we should not forget where we have come from.  It is only ten or 12 years since financial regulation which was too lax and too light-touch led us to an enormous property crash and financial crisis.  If financial regulations are going to be relaxed to go back to looser, lighter regulation, which I understand from Deputy Howlin's contribution is the Labour Party proposal, it should only happen after careful consideration.  We must ensure it is the right decision with regard to the future.<\/p>  <p>  As I explained earlier, it is not possible for the Government to issue instructions to the banks.  That is illegal under the relationship framework which was part of the whole agreement around recapitalising the banks.  While it is not possible for us to instruct banks, this bank is 75% owned by the State.  That matters and it makes a difference.  It means the bank is required to consult with the Minister for Finance before advancing a sale.  We are nowhere near that point yet and we have an opportunity over the next number of weeks to put in place any additional advisable protections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00100","speaker":"1236"},{"type":"speech","time":1519137300,"counter":25,"content":"<p>The Taoiseach will be aware or should be that the ECB's single supervisory mechanism is looking at the rules again.  That is a fact.  What I propose is not a loosening of regulations, but a rebalancing of regulation to be more pro-people as opposed to so emphatically pro-bank.  We endured that through the period of time when the country itself was insolvent because the banks were insolvent.  It is a different time now and it requires a different outcome.  As such, I ask the Taoiseach again, from the dismissal of the suggestion I have made, whether he or the Government has a view on the review of the SSM which is under way and, in the interim, if he will give assurances and reassurance today to people who are already under stress that they will not be in the hands of people with even less regard for their future than the banks in this country have proven to have had in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00200","speaker":"1353"},{"type":"speech","time":1519137300,"counter":26,"content":"<p>One person's loosening of financial regulation could be another person's relaxation of financial regulation.  From calls for 97% mortgages to be offered by the State to people who have been refused mortgages-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00300","speaker":"1236"},{"type":"speech","time":1519137300,"counter":27,"content":"<p>As opposed to Daddy paying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00400","speaker":"1353"},{"type":"speech","time":1519137300,"counter":28,"content":"<p>-----to calls now for the loosening of financial regulation, it is strange to hear that coming from a Labour Party and a centre-left party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00500","speaker":"1236"},{"type":"speech","time":1519137300,"counter":29,"content":"<p>It is the mainstream of social parties.  We do not all have the bank of mum and dad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00600","speaker":"1353"},{"type":"speech","time":1519137300,"counter":30,"content":"<p>It is calling for looser financial regulation and 97% mortgages for people who have been refused loans.  Regulation has to be dynamic and I am aware that the SSM is considering the way split mortgages are classified.  Perhaps a decision will be made to change those regulations.  If we are going to loosen financial regulations, make credit more available and bring back 97% mortgages, we should do so with the medium and long-term horizon in mind and ensure that we do not repeat the mistakes of the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000008#F00700","speaker":"1236"},{"type":"speech","time":1519137600,"counter":31,"content":"<p>The week before last, on promised legislation, I raised the plight of homeowners residing in defective buildings and their urgent need for State assistance.  Their situation is so worrying - in some developments it is escalating - that I must raise it again today.  I recently met with homeowners in my constituency of Dublin Rathdown who have received their first bills for remedial works that are only necessary as a result of poor construction.  Along with these substantial bills came the pre-emptive threat of legal proceedings being instituted if bills are not paid by a specific deadline.  Recently, they have received follow-up warning letters threatening that they will be hauled before the courts of justice if they do not pay.  In the latest sickening phase of their plight they are being pushed up against the wall and asked to pay the price for the greed and incompetence of reckless builders who built dangerous, shoddy homes, unmonitored by an indifferent State.<\/p>  <p>  Last summer the D&aacute;il passed a Green Party motion calling on the Government to regulate the construction industry and institute a redress scheme for such homeowners.  Last month the Joint Oireachtas Committee on Housing, Planning and Local Government published a report which called for a redress scheme for such homeowners.  Yet, instead of rising to and responding to these calls, the Government has done nothing.  These homeowners feel alone and abandoned and the Government does nothing to assist them.  These are not buy-to-let properties or speculative properties: these are their homes.  This poor building happened under the State's watch with little or no substantive regulation, certification or supervision.  The Government simply cannot wash its hands of this issue.  Practical, reasonable measures which could ease the burden on homeowners include relief on property tax, relief on income tax for works to be carried out, creating a loan fund for those who cannot pay and VAT relief along the lines of the home renovation initiative.<\/p>  <p>  What will the Taoiseach do to assist these homeowners who are in desperate need of help?  Will he enact a comprehensive legal reform to create new remedies for victims of poor building practices?  This problem will not go away.  The remedies simply are not there and the Government must take action to create them.  The D&aacute;il has called for that, the joint Oireachtas committee has called for that and homeowners across the length and breadth of our country are calling for that.  How much longer will the Government remain silent?  When will the Government do something constructive and effective to help these homeowners?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000009#G00100","speaker":"1242"},{"type":"speech","time":1519137600,"counter":32,"content":"<p>I am very much aware of quite a lot of people around the country, in the city but certainly not just in the city, who bought apartments and houses that are now in need of substantial repair.  Obviously, those people bought those homes in good faith - they are not all homes and quite a lot of them are buy-to-let properties but in many ways that is beside the point.  People who bought those properties in many parts of the country now face a loss in the value of their homes, which are virtually impossible to sell on.  Despite the recovery in house prices, house prices in those developments have not recovered for obvious reasons.  Moreover, people living in those developments are now facing very large bills to repair and bring up to standard the apartment buildings and homes they live in.  It is certainly something that affects my constituency as well as the Deputy's.<\/p>  <p>  A lot of reforms have been brought in since 2014, including the construction industry regulation legislation, which is coming, and the building standards and building control regulations, which set out the primary purpose for which building regulations may be made.  In order to address the unacceptable situation of building failures in the past, the Building Control (Amendment) Regulations 2014 were introduced to empower competence and professionalism in construction projects and establish a chain of responsibility that begins with the owner.  The owner must assign competent persons to design, build, inspect and certify the building works, who in turn must account for their contribution through the lodgment of compliance documentation, inspection plans and statutory certificates.  The statutory certificate of compliance on completion, signed by both a registered construction professional and the builder, must be in place prior to occupation.  Oversight of governance of the building control system is also undergoing major reform to improve its effectiveness.<\/p>  <p>  The increase in construction-related insurance products also demonstrates that the insurance industry has made an assessment that the risk of building failure in regard to buildings completed in accordance with the new building control system is low.  It is worth noting that the increase in the availability of construction-related insurance products, such as first-party latent defects insurance, is taking place at a time of retrenchment in the wider industry since the introduction of the Solvency II directive.<\/p><p>The main objective of the building control (construction industry register Ireland) Bill, which is being brought forward by the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, is to develop and promote a culture of competence and good practice in respect of and compliance with the building regulations among builders within the construction sector that will benefit the public.  The establishment of a robust statutory register is critical to the development of a culture of competence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000009#G00200","speaker":"1236","continuing":true},{"type":"speech","time":1519138200,"counter":34,"content":"<p>The Taoiseach mentioned the 2014 regulations but what about homes built before 2014?  Are homeowners who bought prior to 2014 to be cast aside and forgotten?  What about homeowners who have exhausted all legal remedies and who now need some form of State assistance.  They are facing bills of up to &euro;30,000.  In the past, the State intervened in respect of private contracts in circumstances such as this.  Priory Hall set such a precedent.  Furthermore, the Government gives tax reliefs to land hoarders and speculators, to the construction industry and developers, but it has nothing for these people.  They are simply asking for some practical assistance and some recognition from the State that they will not have to face this nightmare entirely alone.  I have written to the Minister asking him to meet some of the homeowners but I have yet to receive a reply.  Will the Taoiseach meet them in order to hear, at first hand, about their ongoing stress, anxiety, worries and fears.  Perhaps then the uncertain futures which they face, and the need for intervention and support would become abundantly clear to the Taoiseach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000010#H00200","speaker":"1242"},{"type":"speech","time":1519138200,"counter":35,"content":"<p>I assure the Deputy that I have met these people already.  I represent the Dublin West constituency, most of the homes in which were built in the past 20 or 30 years.  Several developments were not built well and now need very significant investment in order that they might be brought up to standard.  This is an issue of which I am very aware.  It involves people who have bought properties which have not recovered as property prices have generally risen because they cannot be sold on.  Many people are facing very large bills of &euro;5,000, &euro;15,000 or even more to repair the buildings in which they live.<\/p>  <p>  On the pre-2014 builds, my previous answer outlined what is being done to stop this happening again.  It is very much a legacy issue, part of the damage done to the country during the construction boom period.  When it comes to pre-2014 builds, responsibility for any repairs should, in the first instance, fall on the builder or the company that developed the houses and buildings.  Where that builder or development company no longer exists, ideally it should fall on groups such as HomeBond or insurers of constructions.  I cannot remember the name of the second body involved at present.  I am aware, however, that, after ten years, this responsibility runs out.  If faults are not discovered within ten years, people can find themselves in a difficult position.  That may be where the State can step in to help.  However, I absolutely must say that, in the first instance, the cost should not fall on the general taxpayers and it should not fall on people's neighbours.  The cost should fall on the developer first and the insurer second.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000010#H00300","speaker":"1236"},{"type":"majorheading","content":"Order of Business","time":1519138200,"counter":36,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000010#H00400"},{"type":"speech","time":1519138200,"counter":37,"content":"<p>Today&rsquo;s business shall be No. 7, motion re seventeenth report of the Committee of Selection; No. 8, motion re Sectoral Employment Order (Mechanical Engineering Building Services Contracting Sector) 2018, back from committee; No. 9, motion re report on service by the Defence Forces with the UN in 2016, referral to committee; No. 10, motion re parliamentary questions rota change; No. 11, motion re Health and Social Care Professionals Act regulations, referral to committee, and No. 29, statements on Project Ireland 2040.  Private Members' business shall be No. 172, motion re Dublin traffic, selected by Fianna F&aacute;il.<\/p>  <p>  Wednesday&rsquo;s business shall be No. 29, statements on Project Ireland 2040, resumed, if not previously concluded; No. 3, Public Service Superannuation (Amendment) Bill 2018 - all Stages, to be taken at 4.15 p.m. and to conclude within three hours; No. 29, statements on Project Ireland 2040, resumed, if not previously concluded; No. 30, statements on the Report of the Joint Committee on the Eighth Amendment of the Constitution, to be resumed at 7.15 p.m. and to conclude not later than 8.15 p.m., if not previously concluded, and No. 29, statements on Project Ireland 2040, resumed, to adjourn not later than 8.15 p.m., if not previously concluded.<\/p><p>Private Members' business shall be No. 173, motion re agriculture trade talks, selected by Fianna F&aacute;il.<\/p> <p> Thursday's business shall be No. 29, statements on Project Ireland 2040, resumed, to adjourn if not previously concluded.  Second Stage of No. 48, the Digital Safety Commissioner Bill 2017, will be taken in the evening slot.<\/p> <p> I refer to the second revised report of the Business Committee, dated 16 February 2018.  In relation to today's business, it is proposed that: (1) the motions re the seventeenth report of the Committee of Selection, the sectoral employment order, the report on service by the Defence Forces with the UN in 2016, the parliamentary questions rota change and the Health and Social Care Professionals Act regulations shall be taken without debate; (2) in the opening round of the statements on Project Ireland 2040, statements of a Minister or Minister of State and the main spokespersons of parties and groups, or a Member nominated in their stead, shall not exceed 30 minutes each, all other Members shall not exceed ten minutes each with a ten-minute response from a Minister or Minister of State and all Members may share time, and the statements shall adjourn not later than 8 p.m., if not previously concluded; and (3) notwithstanding anything in Standing Order 143F, the rota for Private Members' business from 20 February to 7 March shall be in the following temporary sequence: Fianna F&aacute;il, Fianna F&aacute;il, Rural Independent Group, Fianna F&aacute;il, Social Democrats-Green Party, Independents 4 Change, whereupon the sequence in the Standing Order shall continue.<\/p> <p> In relation to Wednesday's business, it is proposed that: (1) statements on Project Ireland 2040 shall adjourn not later than 4.15 p.m., if not previously concluded, and shall resume, time allowing, after the Public Service Superannuation (Amendment) Bill 2018 and the resumed statements on the Report of the Joint Committee on the Eighth Amendment of the Constitution; (2) the proceedings on Second Stage of the Public Service Superannuation (Amendment) Bill 2018 shall commence at 4.15 p.m. and shall be brought to a conclusion after two hours and 30 minutes and any division demanded on the conclusion of Second Stage shall be taken immediately; the Speech of a Minister or Minister of State and the main spokespersons for parties or groups, or a Member nominated in their stead, shall not exceed ten minutes each, all other Members shall have five minutes each with a five-minute response from a Minister or Minister of State, all Members may share time; and proceedings on Committee and Remaining Stages shall, if not previously concluded, be brought to a conclusion after 30 minutes by one question, which shall, in relation to amendments, include only those set down or accepted by the Minister for Justice and Equality; (3) statements on the Report of the Joint Committee on the Eighth Amendment of the Constitution shall resume at 7.15 p.m. and conclude not later than 8.15 p.m., if not previously concluded; and (4) Private Members' business shall be taken at 8.15 p.m., to conclude after two hours and the D&aacute;il shall adjourn on its conclusion.<\/p> <p> In relation to Thursday's business, it is proposed that statements on Project Ireland 2040 shall adjourn not later than 5 p.m., if not previously concluded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000010#H00500","speaker":"1246","continuing":true},{"type":"speech","time":1519138500,"counter":39,"content":"<p>There are three proposals to put to the House.  Is the proposal for dealing with today's business agreed to?  Agreed.  Is the proposal for dealing with Wednesday's business agreed to?  Agreed.  Is the proposal for dealing with Thursday's business agreed to?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000011#J00200","speaker":"1371"},{"type":"speech","time":1519138500,"counter":40,"content":"<p>It is my genuine belief that there are many children in the country who are not being looked after and who are in vulnerable situations, from those with disabilities to those waiting for hospital and outpatient appointments.  The programme for Government makes it clear that we need to plan ahead for this new generation by putting in place measures that provide them equality of opportunity, etc..  However, the latest figures from, for example, from the National Treatment Purchase Fund, NTPF, show that 8,726 children have been waiting over 18 months for outpatient appointments with consultants.  Further analysis shows that overall 52,000 children are waiting for appointments and that 15,000 of them have been waiting for more than a year.  By any yardstick, these are worrying figures in terms of how children are being prioritised by the health service and they illustrate that commitments in the programme for Government in respect of children and young people in general are not being realised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000011#J00300","speaker":"1224"},{"type":"speech","time":1519138500,"counter":41,"content":"<p>The Deputy's minute is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000011#J00400","speaker":"1371"},{"type":"speech","time":1519138500,"counter":42,"content":"<p>Why are the lists in respect of children getting longer?  Can the Taoiseach outline the Government's intention to get to grips with this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000011#J00500","speaker":"1224"},{"type":"speech","time":1519138800,"counter":43,"content":"<p>I do not have the breakdown of the different lists to hand-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00100","speaker":"1236"},{"type":"speech","time":1519138800,"counter":44,"content":"<p>It was published yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00200","speaker":"1224"},{"type":"speech","time":1519138800,"counter":45,"content":"<p>-----but the Government certainly does not wish to see anyone, child or adult, waiting long periods for treatment.  I know the figures that came out just last week show that the number of patients waiting for an inpatient or day case procedure such as procedures on hips, knees and cataracts - all those procedures that people need - was down another 1,264 on the previous month and from a peak of 80,000.  We are, therefore, very much going in the right direction when it comes to procedures and surgery.  I absolutely accept that we are still going in the wrong direction when it comes to outpatient appointments.  Regarding children on outpatient waiting lists, I am told 64% wait less than a year but that more than 36% can wait more than 12 months.  The HSE has confirmed that there had been challenges in reducing outpatient waiting times for both children and adults due to difficulties recruiting consultants arising from retirements and vacancies-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00300","speaker":"1236"},{"type":"speech","time":1519138800,"counter":46,"content":"<p>The Taoiseach must conclude now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00400","speaker":"1371"},{"type":"speech","time":1519138800,"counter":47,"content":"<p>-----but in the past two years the focus has been on inpatient day case waiting lists, which-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00500","speaker":"1236"},{"type":"speech","time":1519138800,"counter":48,"content":"<p>I call Deputy Mary Lou McDonald.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00600","speaker":"1371"},{"type":"speech","time":1519138800,"counter":49,"content":"<p>I was glad to hear that this morning the Minister for Health brought to Cabinet the draft legislation to allow for a referendum to repeal the eighth amendment.  This is a very welcome step, and we in Sinn F&eacute;in for our part hope this Bill will come before the D&aacute;il at the earliest possible opportunity.  In a tweet this morning, the Minister, Deputy Harris, said the referendum Bill will be finalised in the coming days and that he will publish the Bill on 6 March.  If matters will be concluded in the coming days, why the delay until 6 March?  Furthermore, will the Taoiseach clarify whether the referendum date will in fact be 28 May?  The Minister, Deputy Regina Doherty, intimated that it might drag into June.  I wish to establish that it will in fact be a May referendum.  I know many people who are following this debate closely are concerned about the date of the referendum, not least young voters and students-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00700","speaker":"1239"},{"type":"speech","time":1519138800,"counter":50,"content":"<p>May we get an answer then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00800","speaker":"1371"},{"type":"speech","time":1519138800,"counter":51,"content":"<p>-----for whom a June voting date is highly problematic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K00900","speaker":"1239"},{"type":"speech","time":1519138800,"counter":52,"content":"<p>The Minister for Health sought and received approval today to draft the referendum Bill to delete Article 40.3.3&deg; from the Constitution and insert a new article enabling the Oireachtas to regulate abortion services in Ireland.  The wording is the wording we gave at the press conference some weeks ago.  The intention is to publish the Bill in the first week of March but we need to get some further legal advice on the precise wording.  We are confident it is fine, but we need to get some further advice on it and the place in the Constitution where it should rest.  We anticipate having the legislation ready in the first week of March.  It is the Government's intention to hold the referendum before the end of May, notwithstanding some reports I have read to the contrary.  We are on schedule in respect of the timeline we have set out.  However, I cannot make any promise to the Deputy in this regard because I do not control this House or the other House and it will be in the hands of the Houses-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K01000","speaker":"1236"},{"type":"speech","time":1519138800,"counter":53,"content":"<p>We are out of time.  I call Deputy Howlin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K01100","speaker":"1371"},{"type":"speech","time":1519138800,"counter":54,"content":"<p>-----to ensure that the referendum Bill passes this House and the other House quickly and is not held up.  I cannot make any promise in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K01200","speaker":"1236"},{"type":"speech","time":1519138800,"counter":55,"content":"<p>I wish to return to the point made about the commitment in the programme for Government to reduce waiting times for hospital outpatient appointments.  I note what the Taoiseach said about slipping and going in the wrong direction.  Yesterday, I was contacted by a constituent living in the town of Wexford who had been referred to a neurologist in St. Vincent's University Hospital.  He got a letter from the hospital on 14 February - he was very happy even to be given an appointment - stating an appointment had been arranged for him at the waiting list triage clinic in the neurology department on the ground floor of St. Vincent's Hospital at 9 a.m. on 1 January 2024.  It almost takes the proverbial when the next line asks him to present this letter to the receptionist on arrival and states that if he is unable to make the appointment, it is important he phones to cancel it on the number provided.<\/p><p>The letter then states the hospital may be able to give the appointment to another patient.  That is six years from now.  What is happening with outpatient appointments?  Is this in any way acceptable?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000012#K01300","speaker":"1353","continuing":true},{"type":"speech","time":1519139400,"counter":57,"content":"<p>I imagine or suspect that is an error.  I worked in hospital medicine and community medicine for seven years and I often saw people get appointments for six months or four months later but I never saw anyone get an appointment for six years' time.  If the Deputy would like to pass it on to me or the Minister, Deputy Harris, we will have it examined.  As I said, there are different types of waiting lists.  The waiting list for people awaiting procedures and operations for hips, eyes, knees and cataracts has fallen from a peak of 86,000 to 80,000 and we expect it will continue to fall.  We know what needs to be done now, which is to apply this to outpatients.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000013#L00200","speaker":"1236"},{"type":"speech","time":1519139400,"counter":58,"content":"<p>The Cabinet met this morning to discuss the promised legislation relating to the referendum to repeal the eighth amendment.  This has already been raised.  The one thing the Taoiseach can control is the bringing of the Bill into the D&aacute;il for debate.  Why will that take two weeks from today?  The Government has known about the Citizens' Assembly's recommendation since last April and it has had a chance to draft many possible Bills.  The danger is that if we wait, we will not be able to meet the May deadline, which is the optimal time to vote for young people and students most affected by this.  The campaign has begun already.  Graphic images are being put in front of students at colleges and people walking down the street.  We cannot set up the referendum commission until the Bill is brought to the D&aacute;il.  I do not understand the delay in bringing the referendum Bill.  There is no need to wait until International Women's Day.  If it is for publicity or kudos, that is a bit selfish because people really need to have this referendum at a time which facilitates most people.  It is clear the burden of passing this referendum will fall to civic society because of the disunity of the establishment, so at least bring us the Bill quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000013#L00300","speaker":"1434"},{"type":"speech","time":1519139400,"counter":59,"content":"<p>As is always the case, to ensure a referendum passes will require both political leadership and civic society.  If we just have one and not the other we will be in difficulty but I am confident we will have both and that the referendum will be approved by the people.  I can understand where the theory comes from on the link to International Women's Day.  That is not the reason.  I am conscious of the separation of powers in answering this question.  There is a case before the Supreme Court with regard to the definition of \"unborn\" and it may be prudent for us to see what that judgment does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000013#L00400","speaker":"1236"},{"type":"speech","time":1519139400,"counter":60,"content":"<p>There are many failings in our health system and many waiting lists in various areas but what is most serious is when we hear of people waiting on the flat of their back to get a bed in the coronary unit in Cork University Hospital, CUH, and that they cannot be operated on.  They wait two or three weeks for aorta valves and various procedures.  A queue is building up as no beds are available in the CUH coronary care unit.  This is very serious.  We asked this question last year and it was dealt with at the time but we are in trouble again.  Will the Taoiseach ask the Minister to see what is wrong and alleviate the pressure?  Families who have a loved one waiting for a serious heart operation are wondering whether the person will stay alive long enough to have the operation.  The worry of this is immense and it needs to be dealt with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000013#L00500","speaker":"1320"},{"type":"speech","time":1519139400,"counter":61,"content":"<p>I do not have information on that particular service but I will raise it with the Minister for Health and ask him to contact Deputy Healy-Rae about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000013#L00600","speaker":"1236"},{"type":"speech","time":1519139400,"counter":62,"content":"<p>I want to raise the issue of the closure of two theatres in Merlin Park University Hospital in the context of the commitment in the programme for Government to reducing waiting lists.  On 3 March, the two theatres will have been closed for six months.  We are in the second decade of the 21st century and two operating theatres in Merlin Park University Hospital have remained closed due to a leak in the roof.  The issue has been raised many times in the D&aacute;il by me and other colleagues.  We were told that once the leak was repaired the operating theatres would be opened.  Since then we have been told they cannot be opened because the clinical assessment now is that their design is not suitable, begging the question as to why the design was not dealt with beforehand.<\/p><p>My specific question is whether the Taoiseach can stand over a situation whereby, six months later, the two main orthopaedic theatres in Merlin Park University Hospital remain closed.  We are still looking at a tender process for modular theatres.  Tied in with that, the Taoiseach made an announcement on Friday about an elective hospital.  Is that elective hospital based on the options appraisal that is still under way and will not report until May, or has it been picked out of the sky?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000013#L00700","speaker":"1316","continuing":true},{"type":"speech","time":1519140000,"counter":64,"content":"<p>There is no legislation promised on this matter, nor is it covered in the programme for Government, but I did give a detailed response to Deputies on the question of Merlin Park University Hospital specifically last week during Questions on Promised Legislation.  I refer the Deputy to that answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00200","speaker":"1236"},{"type":"speech","time":1519140000,"counter":65,"content":"<p>There are 120,000 recorded monuments in the country, and only 1,000 of them are owned by the State.  The vast majority are not accessible and are not cared for in a proper way.  Perhaps the biggest example of that is recent evidence from independent experts which has been presented to our party's Senator Grace O'Sullivan, showing the damage done to Skellig Michael in recent years.  Damage has been done both to the wildlife, despite it being a special protected area for bird life, and also to the physical archaeology there.<\/p>  <p>  The only interest Fine Gael seems to have in heritage matters is in progressing the Heritage Bill 2016, which it has placed before the D&aacute;il.  That Bill is about burning our uplands and cutting our hedges in a way that threatens wildlife.  Could the Taoiseach hold that Bill back at this stage and recognise that it is a deeply flawed piece of legislation?  Instead of forcing it through, could he introduce a heritage Bill which actually develops and protects our natural heritage sites in a cohesive and comprehensive way?  Why is the Taoiseach burning and cutting up our heritage rather than protecting it, which is what he should be doing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00300","speaker":"1294"},{"type":"speech","time":1519140000,"counter":66,"content":"<p>Briars are also burnt out on the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00400","speaker":"1319"},{"type":"speech","time":1519140000,"counter":67,"content":"<p>I am not sure what is the connection between Sceilig Mhich&iacute;l and that particular legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00500","speaker":"1236"},{"type":"speech","time":1519140000,"counter":68,"content":"<p>Bird life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00600","speaker":"1294"},{"type":"speech","time":1519140000,"counter":69,"content":"<p>However, I understand-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00700","speaker":"1236"},{"type":"speech","time":1519140000,"counter":70,"content":"<p>The birds are not so foolish as to be on the side of the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00800","speaker":"1319"},{"type":"speech","time":1519140000,"counter":71,"content":"<p>Deputies, please let the Taoiseach speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M00900","speaker":"1289"},{"type":"speech","time":1519140000,"counter":72,"content":"<p>One would have a hard time setting fire to the birds on Sceilig Mhich&iacute;l.  I guarantee it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M01000","speaker":"1236"},{"type":"speech","time":1519140000,"counter":73,"content":"<p>The birds need wing mirrors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M01100","speaker":"1267"},{"type":"speech","time":1519140000,"counter":74,"content":"<p>I understand that legislation is being advanced for reasons of road safety and other matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M01200","speaker":"1236"},{"type":"speech","time":1519140000,"counter":75,"content":"<p>I compliment the leaders here today on raising the very important issue of distressed mortgage owners and the fact that they are terrified and worried.  I want to give the Kerry perspective, because I was asked to raise this very important issue here today.  I appreciate the response that the Taoiseach has already given.  However, it is a most serious issue.  We must think of these people, working every day of the week trying to pay their mortgages.  Vulture funds can come along and buy their loans at a massive write-down, but the mortgage holders cannot benefit from that.  If this Government, and the Opposition working with it, want to be remembered for doing one positive thing, that would be protecting those people.  There are businesspeople with mortgages that they desperately want to pay.  As the Taoiseach said earlier, they are respectable people.  All they want to do is to pay off their loans, but they do not want to be robbed by these vulture funds.  If the legislation is not prepared, it should be drafted and introduced, and it should be watertight to protect these people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M01300","speaker":"1319"},{"type":"speech","time":1519140000,"counter":76,"content":"<p>On that same subject, I strongly support the points raised by the various spokespersons on this issue today.  This is a means of protecting those mortgage holders who are making a deliberate, specific and valiant attempt to meet their requirements.  We must differentiate them from those who do not wish to pay, do not engage and have made no attempt to pay.  It is hugely important to reassure the thousands of people who are likely to be affected, as well as the other banks that are about to take similar action.  It is utterly unthinkable that nothing would be done about it.  As I have said before, I have already circulated a Bill to the Minister that would do a similar job.  The purpose is to introduce a code of conduct to take this away from the sole control of the banks and to put it in the hands of legislators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M01400","speaker":"1322"},{"type":"speech","time":1519140000,"counter":77,"content":"<p>I wish to add to the debate, given that Independent, Fine Gael, Fianna F&aacute;il, Sinn F&eacute;in Front Bench and back bench Members have now all spoken on this issue.  I also spoke on it last Thursday.  I re-emphasise its importance and I want to let the Taoiseach know that there is 100% support across the floor for the Bill that will be introduced by Deputy Michael McGrath tomorrow.  I urge the Taoiseach not only to support it, but also to ensure that it passes speedily into law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000014#M01500","speaker":"1321"},{"type":"speech","time":1519140600,"counter":78,"content":"<p>This is a hugely important issue for Deputies given the number of people who have raised it today.  I reiterate that, as a Government, we stand on the side of people and families who are making an honest attempt to settle their debts and pay off their mortgages and loans, whether business or personal loans.  PTSB has not yet sold any of these loans and it has not identified a buyer.  People are assuming that the buyer will be a so-called vulture fund.  I am not sure if that assumption is correct.  PTSB is required to consult the Minister for Finance before advancing any sale because we are the 75% owner of the bank.  That has not yet happened.<\/p>  <p>  A Code of Conduct for Mortgage Arrears is in place and it applies to loans and mortgages that are sold on to another buyer.  Under the code, a lender may only commence legal proceedings for repossession of a borrower's primary residence where the lender has made every reasonable effort under the code to agree alternative repayment arrangements with the borrower and the specific timeframes set out in the code have been adhered to or the borrower has been classified as not co-operating and notified in accordance with the code.  When the courts are presented with repossession cases, they take that seriously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000015#N00100","speaker":"1236"},{"type":"speech","time":1519140600,"counter":79,"content":"<p>The programme for Government contains a commitment to tackle illegal dumping which has blighted many communities, both urban and rural.  Only last night, residents in the Tolka Valley area of south Finglas asked when technology could be further utilised to tackle this scourge.  Page 136 of the programme promises precisely that.  What is the Government doing to tackle illegal dumping in respect of the utilisation of new technology such as drones and closed circuit television, CCTV, systems?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000015#N00200","speaker":"1304"},{"type":"speech","time":1519140600,"counter":80,"content":"<p>I thank the Deputy for raising this important issue.  The Tolka Valley straddles his constituency and mine, and a few others.  It is a very beautiful place that is often blighted by illegal dumping.  Under the Minister for Communications, Climate Action and Environment's new 2018 anti-illegal dumping initiative, &euro;2 million has been allocated for smart technology, including imagery from drones and satellites as well as CCTV.  The drones, satellites and other technology will allow us to identify illegal dumping and identify the perpetrators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000015#N00300","speaker":"1236"},{"type":"speech","time":1519140600,"counter":81,"content":"<p>The \"Creating A Social Economy\" chapter of the programme for Government commits the State to using its bank shareholding in the best interests of the Irish people.  At 7.15 this morning, three of what I can only describe as \"heavies\", dressed in black and acting on behalf of a vulture fund, seized a factory in Navan and told the 20 employees turning in for work at 7.30 a.m. to go home.  The company had its loan book sold on by a bank to the vulture fund and it seized that viable factory this morning.  How is the Government using its bank shareholding in the best interests of the Irish people beyond the commercial interest the Taoiseach cited earlier?  I have 20 people standing outside in the cold in Navan anxiously waiting to know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000015#N00400","speaker":"1218"},{"type":"speech","time":1519140600,"counter":82,"content":"<p>It is in the best interests of the Irish people that they get their money back from the bank bailouts and we will get at least half of it back, if not more.  It is in the interests of the Irish people that their deposits in the banks are protected and it is in their interest that banks operate commercially in order that they can lend to people who need to borrow money, businesses and others.  That is how we use our shareholding to make sure that the banks operate in the best interests of the Irish people.<\/p>  <p>  I do not have any knowledge of the case the Deputy raised and, therefore, it would be wrong for me to comment on it, but suffice to say that before any repossession can occur of a home or a business, the case has to be heard in court and the judge has to be satisfied that the grounds for repossession are legitimate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000015#N00500","speaker":"1236"},{"type":"speech","time":1519140600,"counter":83,"content":"<p>Page 41 of the programme for Government states: \"The ultimate goal of the new Government will be to deliver sustainable full employment.  This will mean an extra 200,000 jobs by 2020, of which 135,000 will be outside of Dublin...\"   There is serious concern and frustration among people in the midlands over the high unemployment rate, which currently stands at 9.3%.  There is also great frustration over the failure of IDA Ireland to deliver jobs in the region.  Last year, for example, there was a net job loss of 198 in County Longford while only 26 additional jobs were created in County Offaly and four in County Laois.<\/p><p>How many of the 135,000 jobs to be created outside of Dublin have been created to date?  How many of those jobs have been created in the midlands region and what does the Government plan to do to tackle the dismal and unacceptable record on job creation of the IDA in the midlands?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000015#N00600","speaker":"1340","continuing":true},{"type":"speech","time":1519140900,"counter":85,"content":"<p>In 2017, 45% of the jobs created in companies supported by the IDA were outside the Dublin region.  I will arrange to have the specific figures sought by the Deputy supplied to her.  The IDA and Enterprise Ireland are very focused on the regions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00200","speaker":"1249"},{"type":"speech","time":1519140900,"counter":86,"content":"<p>I refer to page 67 of the programme for Government, which refers to \"Ensuring Support in Crisis\" in mental health care.  Today, the psychiatric nurses in University Hospital Waterford are taking industrial action.  Psychiatric nurses in St. Luke's, Kilkenny are escalating their industrial action.  The staff are demoralised, stressed and overstretched because of understaffing and the very poor facilities in the south east for those with acute mental health issues.  County Wexford, with a population of 160,000, has no acute unit.  When will the Government take this issue seriously and address both the staffing issue and the inefficient and insufficient numbers of beds in the south east for people suffering from mental health difficulties?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00300","speaker":"1354"},{"type":"speech","time":1519140900,"counter":87,"content":"<p>I am advised by the Department of Health that these are local disputes, which centre mainly on issues around staffing, the development of a bed management protocol and other measures to help staff dealing with pressures on the service.  Phase 1 of this action commenced this morning with members of the Psychiatric Nurses Association, PNA, refusing to answer phones, send faxes, open doors or use their own transport for the redeployment of staff.  Local Health Service Executive, HSE, management is committed to resolving the issues raised by the PNA members in Waterford and management and staff are scheduled to meet again this afternoon.  Recruitment processes are under way to fill 12 vacant posts and a further 13 posts will be filled through agency conversion.  Needless to say, if it is not possible to resolve the dispute at a local level, it will be possible to refer it to the Workplace Relations Commission at that point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00400","speaker":"1236"},{"type":"speech","time":1519140900,"counter":88,"content":"<p>According to page 7 of the programme for Government, \"We want Ireland's image as the green island to inform all areas of policy so that the global image of our country is transformed and we are recognised as one of the cleanest and safest environments in the world.\"  A report by scientists from the National University of Ireland, Galway, showed that more than 70% of 233 fish caught in the north-west Atlantic had ingested plastic particles, one of the highest proportions of plastics found in fish worldwide, despite the remote location.  Some of those will have originated in Ireland.  Our supermarket shelves are lined with products containing microbeads, including toothpaste and other cosmetics.  We need to ban them.  We use plastic cups in the millions.  According to a report issued on 27 January, 2.5 million plastic bottles go per day to landfill and to incineration in this State.  We need to stop that.<\/p>  <p>  To bring about a solution to the problem, I introduced the Waste Reduction (Miscellaneous Provisions) Bill 2017.  Will the Government, with the Opposition parties, work with us now to get such legislation through the House in order that we can ban these microbeads, wasteful cups and other waste plastic?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00500","speaker":"1232"},{"type":"speech","time":1519140900,"counter":89,"content":"<p>My colleague talked about the Waste Reduction (Miscellaneous Provisions) Bill 2017.  This is one of 27 Bills in respect of which the Taoiseach is abusing his power and authority.  These 27 Bills include the Banded Hours Contract Bill 2016, the Cannabis for Medicinal Use Regulation Bill 2016, the Consumer Insurance Contracts Bill 2017, the Coroners Bill 2015, the criminal justice Bill-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00600","speaker":"1288"},{"type":"speech","time":1519140900,"counter":90,"content":"<p>This is not the same topic.  This is a joke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00700","speaker":"1216"},{"type":"speech","time":1519140900,"counter":91,"content":"<p>That is not the same matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00800","speaker":"1371"},{"type":"speech","time":1519140900,"counter":92,"content":"<p>-----the education Bill, the electoral Bill and another 20 Bills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O00900","speaker":"1288"},{"type":"speech","time":1519140900,"counter":93,"content":"<p>That is not the same matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01000","speaker":"1371"},{"type":"speech","time":1519140900,"counter":94,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01100","speaker":"1288"},{"type":"speech","time":1519140900,"counter":95,"content":"<p>It is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01200","speaker":"1371"},{"type":"speech","time":1519140900,"counter":96,"content":"<p>It is because it is the Waste Reduction (Miscellaneous Provisions) Bill 2017.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01300","speaker":"1288"},{"type":"speech","time":1519140900,"counter":97,"content":"<p>That is not the same topic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01400","speaker":"1216"},{"type":"speech","time":1519140900,"counter":98,"content":"<p>The Waste Reduction (Miscellaneous Provisions) Bill 2017 is one of the 27 Bills-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01500","speaker":"1288"},{"type":"speech","time":1519140900,"counter":99,"content":"<p>There should be one question on one matter.  The Deputy should resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01600","speaker":"1371"},{"type":"speech","time":1519140900,"counter":100,"content":"<p>The question is when will the Government stop abusing its authority and allow 27 Bills-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01700","speaker":"1288"},{"type":"speech","time":1519140900,"counter":101,"content":"<p>The Deputy should resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01800","speaker":"1371"},{"type":"speech","time":1519140900,"counter":102,"content":"<p>That is not the same topic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O01900","speaker":"1295"},{"type":"speech","time":1519140900,"counter":103,"content":"<p>-----some of which were passed unanimously in this House, to proceed to Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2018022000016#O02000","speaker":"1288"}]