[{"type":"minorheading","content":"Prelude","time":1416564000,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 10.00 a.m.","time":1416564000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100002"},{"type":"unspoken","content":"Prayer.","time":1416564000,"counter":3},{"type":"unspoken","content":"Paidir.","time":1416564000,"counter":4},{"type":"majorheading","content":"Domestic Violence (Amendment) Bill 2014: Order for Second Stage [Private Members]","time":1416564000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100003#A00100"},{"type":"unspoken","time":1416564000,"counter":6,"content":"<p>Bill entitled an Act to amend the Domestic Violence Act 1996 to provide protection to applicants who have been prohibited from availing of social housing by virtue of the applicant's legal or beneficial interest in the residence in which the applicant and respondent previously resided.<\/p>"},{"type":"speech","time":1416564000,"counter":7,"content":"<p>I move: &quot;That Second Stage be taken now.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100003#A00300","speaker":"1022"},{"type":"unspoken","time":1416564000,"counter":8,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Domestic Violence (Amendment) Bill 2014: Second Stage [Private Members]","time":1416564000,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100003#A00500"},{"type":"speech","time":1416564000,"counter":10,"content":"<p>I move: \"That the Bill be read a Second Time.\"<\/p><p>  Molaim an Bille seo.  T&aacute; an-t&aacute;bhachtacht ag baint leis do mhn&aacute; na t&iacute;re.  I am happy to speak on this Bill and to propose it to the House.  A simple Bill, it seeks to address something that is lacking in the legislation.  It is not perfect, as no legislation is at this Stage, but it is worthwhile and does something to help.  In this important week, it highlights the issue of domestic violence, which has claimed far too many lives over the decades.  The Bill will not solve domestic violence or fix the major problems we have with addressing it, but it fixes something that needs to be fixed.  The Bill deals with an anomaly in the law.  Many victims of domestic violence are joint owners of properties with their abusers, be it the family home or another property.  This means that the victim of the abuse and the abuser are named on the mortgage deeds.  The victim is seen as part owner of a property, creating problems for some victims seeking to escape the abuse.<\/p><p>  Under the Domestic Violence Act 1996, the victim of domestic abuse can apply for a safety, barring or protection order by either using the address of the family home or house in which the victim resides or from sheltered accommodation or some other temporary accommodation.  In allowing the victim to apply from an address other than the address of the home where the domestic violence occurred, the law recognises that victims of domestic violence often do not stay in the home after applying for an order.  This makes perfect sense, as the victim who has managed to seek support would be in greater danger if she or he were to remain in the home shared with the abuser.  However, the treatment of victims by the State as regards their housing needs is inconsistent with that commonsensical recognition.<\/p><p>  If victims in the situation I have outlined are in need of social housing, as many would be, they are prohibited from being considered by the local authority.  The fact that the victim is part owner of a property with the abuser is considered to mean the victim does not have a housing need.  This requirement makes sense for most other situations.  In the case of a victim fleeing an abusive home, though, it disregards the special circumstances and the danger the victim faces in that home.  Considering a person who co-owns a property in which her or his abuser resides to have her or his housing needs met by that property turns the concept of housing need on its head.  A home is not a roof or four walls.  It is a place where one can be safe.  The law may as well consider having a better than average place to squat as being housed appropriately.<\/p><p>  The Bill seeks to change this situation so that a victim who applies for an order shall not, by virtue of the victim's part ownership of the residence in which the applicant resides or previously resided with the respondent, be prohibited from consideration for social housing by a local authority.  The Bill does not dictate that a victim must automatically get a social house.  Rather, it states that a victim shall not be discriminated against based on her or his part ownership of the property where the domestic violence occurred.  The Bill acts as a waiver of sorts, whereby local authorities in assessing a person's need to be considered for social housing cannot take the part ownership in another property into account where the person is a victim of domestic violence and has applied for a court order.<\/p><p>  Yesterday, I stood with party colleagues and other Members of the Oireachtas at the Leinster House gates for a minute's silence in memory of the women and children who had died at the hands of the women's partners or ex-partners since 1996.  A poignant event, it came on the International Day Opposing Violence against Women.  A shocking 78 women and ten children have been murdered in those 18 years.  The event was organised by Women's Aid, which laid out shoes along a blank sheet to mark a timeline of those needless and tragic deaths, flats, heels and sandals standing in silent memoriam of those stolen lives.<\/p><p>  More than half of all solved murders of women are carried out by current or former partners.  These lives, as the vigil so movingly stated, are stolen lives.  They are stolen from their families, friends and communities, snuffed out by abusers who should have been stopped.  A life was stolen too often because leaving was never an option.<\/p><p>  One in five women experiences domestic violence in her lifetime.  This ranges from physical, emotional, sexual and financial abuse to threats to kill, controlling behaviour, stalking and harassment.  By their very nature, these are mostly crimes that occur behind closed doors, when the curtains are drawn, when the world around stops looking.  However, it also happens right out in the open.  We must strive to improve public awareness of the risk factors of domestic violence and encourage people to make their homes, communities and circles of friends places where this kind of abuse will never be accepted.<\/p><p>  Unfortunately, we have a culture that subtly teaches young men everyday to do many of the things that can lead to domestic violence.  This trend in our society is called the rape culture.  Its name is shocking and some dismiss the idea as over the top, but the symptoms are undeniable and its effects, illustrated by those 78 empty pairs of women's shoes, are too horrific to ignore.<\/p><p>Rape culture is the tendency in modern culture to dehumanise, devalue and commodify women.  This culture has always existed, but it has become much more obvious in the modern era with the partial successes of the early feminist movements and the 24-hour consumer capitalist culture that has sprung up alongside the Internet.  While technology is not to blame, it is often the medium through which this culture finds its most vile expression.  This culture is created by a tendency that normalises the idea that women's bodies are not wholly their own.  It encourages the blaming of rape victims instead of rapists.  It jokes about men who beat their partners.  It belittles, demonises and threatens all those who challenge it.  This is the culture in which our young men are growing up.  Regardless of whether they are propagators of this culture or simply bystanders, they are affected by it.  This is not good news for those of us who seek to end domestic violence.<\/p><p> I would like to speak about the emergence of street harassment.  Many men will not know what this is, even though they might engage in it or laugh off harassment by a friend.  Women in Dublin, in particular, are often plagued on the street.  This harassment ranges from behaviour that seems innocuous in isolation to full-blown graphic sexual commentary and physical violation by strange men on the street.  If one searches &quot;#everydaysexism&quot;, one will find the most depressing barrage of experiences being shared, mostly by young women who have been sexually harassed as they go to work, socialise or spend time with their children.  Some of the people sharing these stories are teenagers who are not old enough to drink, but are being sexually harassed on the street on a daily basis.  A Dublin group has been set up to tell the story of street harassment in the city, a story that makes for scary reading.  This has nothing to do with what a woman wears, or how she behaves or looks.  She is seen as prey simply because she is a woman.  Women are extremely vulnerable in a society that treats them in this way.  Harassment is just the beginning.  It is a major risk factor.  What will a person who believes he is entitled to do what he wants to women on the street do to a woman behind closed doors?<\/p><p> The State has a hand in teaching young men that violence against women is in some way acceptable, or at least forgivable.  It seems that every week, a woman who has been the victim of a sexual assault has to watch her abuser go free because a judge feels sympathetic to the criminal.  When judges hand down fines for the most damaging and reprehensible crimes a person can commit, it is a slap in the face to the brave people who seek to have their attackers prosecuted.  It tells women and girls who are victims of sexual violence not to bother pursuing the crime because the State will not punish your attackers and they will be put through the mill anyway.  The truth is that 78 is the absolute minimum number of women who can be said to have been murdered by their partners or ex-partners.  These are just the cases which have been solved.<\/p><p> In 2013, Women&rsquo;s Aid received 19,694 calls disclosing abuse to its direct services and 17,254 calls to its freefone line.  Those figures relate to the people who could call.  As with many of our worst social issues, there are many people whose voices are not heard.  We have introduced this Bill to try to make it easier for people to flee this kind of abuse.  It is crucial for us to promote opposition to this kind of behaviour.  It is essential that we encourage society to challenge the risk factors that lead to domestic violence.  People who seek to leave and get out must be able to do so.  They should be supported, validated and protected.  We are seeking to do something to that end in this Bill.  That we are discussing this issue in this particular week is important in the context of all these aims.  The funding of support groups like Women's Aid, SAFE Ireland and women's refuges across the State has been cut directly or through local authorities.  These organisations have a massive task.  According to research undertaken by the European Union Agency for Fundamental Rights in 2012, Ireland has the highest rate of all European countries of failing to meet women&rsquo;s needs when they seek assistance after the most serious incidents of violence by their partners.  The figures have hardly improved over the last two years of cuts.  These organisations do fantastic work to highlight domestic violence, sexual abuse and abuse within relationships.<\/p><p> Women's Aid recently launched a national public awareness campaign, Not Happily Ever After, to highlight the crime of sexual violence within relationships.  In another report, it has set out its vision of how our society should tackle domestic violence.  A major plank of that report calls for women and children fleeing domestic abuse to be given legal protection 24 hours a day, seven days a week.  Women's Aid has asked the Government to sign up to the Istanbul Convention, which sets out a comprehensive legal framework and approach to tackle domestic violence, particularly against women.  The convention focuses on preventing domestic violence, protecting victims and prosecuting offenders.  It categorises violence against women as a violation of human rights and a form of discrimination.  It requires states to make it an offence to engage in psychological violence, stalking, physical violence, sexual violence and other abusive acts.  The Government should seek to ratify this convention as soon as possible.  This Bill will not stop domestic violence.  It will not solve the myriad of problems causing domestic violence, but it will make a small improvement in our law.  If this legislation is accepted, we will show that we are on the side of victims and we will make it clear that domestic violence is not something to be tolerated, accepted or forgiven.  I ask Deputies to support this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100003#A00600","speaker":"1022","continuing":true},{"type":"speech","time":1416564600,"counter":12,"content":"<p>This Bill proposes to amend the Domestic Violence Act 1996, which is the responsibility of the Minister for Justice and Equality.  I am contributing to the debate on behalf of the Government because the change the Bill seeks to make relates to social housing entitlements that are set out in housing legislation.  The Government opposes the Bill because, as well as targeting the wrong legislation, it does not take account of a recent change in the law relating to the provision of social housing support for separated households, including victims of domestic violence.  Contrary to the impression given in the Bill, a household that has left the family home because of marital breakdown or domestic violence and is otherwise qualified for social housing support can access certain forms of social housing support until the future ownership of the family home is determined in a formal separation agreement or divorce settlement.<\/p><p>  I recognise the good intentions that underpin the thrust of the Bill, the aim of which is to assist the victims of domestic violence.  We will all agree that such violence is a scourge that causes great pain and distress in families.  I welcome this opportunity to outline the arrangements that are in place to address the housing needs of victims of domestic violence.  This issue continues to be a blight on our society.  It causes untold misery for significant numbers of families.  Everyone in this House will agree that violence against women is totally unacceptable at any level in society.  Indeed, we all have an obligation to support women and men who are victims of all forms of violence, including rape, inside or outside the home.  We should express that support not only in our words and what we say, but also in our actions.  I refer to how we respond to victims when they cry for help.<\/p><p>  Victims of domestic violence who cannot remain in the family home and do not have access to alternative accommodation, or the means to provide such accommodation from their own resources, generally present at local women's refuges.  These refuges offer extensive services to victims of domestic violence, including support in securing barring orders and protection orders to allow the victims to return to the family home.<\/p><p>Victims of domestic violence who seek emergency accommodation from a housing authority are generally placed in temporary accommodation which the council arranges or is operated by a voluntary service provider.<\/p><p> Where victims of domestic violence are unable to return to the family home in the medium term and need continued State support to meet their housing needs, housing authorities are encouraged to work with all service providers to ensure a social housing assessment is conducted in a timely manner and that victims do not end up residing in emergency accommodation for long periods of time.  The assessment involves a range of considerations, including whether the means of the victim and any dependant come within the income limits for the area concerned, a review of the suitability of the household's current accommodation and whether alternative accommodation is available to the household that would meet its housing needs.  In this connection, section 20 of the Housing (Miscellaneous Provisions) Act 2009 reflects the general principle that the State should not be expected to provide long-term subsidised housing for households that own alternative accommodation that could meet their housing needs.  There are, of course, exceptions to the general rule and the social housing assessment regulations made in 2011 under section 20 of the 2009 Act set down a series of situations where the alternative accommodation condition does not apply.  One is a case where the alternative accommodation is occupied by a former partner or spouse, from whom a household member is formally separated or divorced.  The rationale for this exception is that the terms of a formal separation or divorce will provide for the future ownership and occupation of the family home and it will be clear whether the separated household can return to live in the family home or needs social housing support in the longer term.<\/p><p> These enactments deal adequately with most cases, but we acknowledge situations arose that were not easily dealt with under the 2009 Act and regulations.  It can take some time for households to regularise their affairs in the aftermath of a difficult separation or domestic violence issue, but they need to move from emergency to more secure accommodation in the meantime.  In recognition of this, the Housing (Miscellaneous Provisions) Act 2014 amended section 20 of the 2009 Act in the case of households qualified for social housing support, except for owning the family home which they have left because of marriage breakdown or domestic violence.  The amendment enables councils to support such households under the rental accommodation scheme or the new housing assistance payments scheme until the issue of ownership of the family home is resolved in a formal separation or divorce settlement.  Thus, households will be able to move to more suitable accommodation and have time to sort out their affairs.  I inform the Deputy and the House that this new arrangement has been in operation since mid-September this year.<\/p><p> Under the 2014 Act amendment, the provision of support in the circumstances I have outlined will be reviewed by the housing authority at prescribed intervals.  The household will not be able to transfer to other forms of social housing support while ownership of the family home remains to be determined, but, where the household ultimately qualifies for the full range of supports, the length of time for which the household was supported under the new arrangement will be reckonable for the purposes of determining its relative priority for a transfer.<\/p><p> Access to social housing for victims of domestic violence is the sole issue addressed in this Private Members' Bill.  However, housing is only one element of the State's response to the difficult issue of domestic violence and the Deputy has mentioned many issues in this respect.  The Government's overall approach to domestic violence is set out in the national strategy on domestic, sexual and gender-based biolence 2010-14.  Cosc, the National Office for the Prevention of Domestic, Sexual and Gender-based Violence, works to ensure the delivery of a co-ordinated response across government to issues of domestic, sexual and gender-based violence.  I understand the national strategy is under review and that consultation is taking place on a new strategy which is expected to be in place in 2015 and will reflect the up-to-date position on accessing social housing support.  Action 10 of the 2010 national strategy identified the need for policy guidance for local authorities to ensure effectiveness and consistency in housing responses to issues of domestic violence.  Specifically, it sought to develop policy guidance for local authorities on their housing remit in regard to domestic violence, setting out a clear understanding of domestic violence and the importance of housing as a homelessness preventive and responsive action.  My Department is overseeing the development of this guidance in consultation with housing authorities, Tusla, the Housing Agency, the Department of Social Protection and Cosc.  The guidance will clarify the housing arrangements for victims of domestic violence, including the recent change to housing legislation that I outlined, as well as bringing clarity to other aspects of housing policy pertaining to domestic violence.  I expect the guidelines to be published before the end of the year.<\/p><p> As regards the Domestic Violence Act 1996, the programme for Government commits my colleague, the Minister for Justice and Equality, to introducing consolidated and reformed legislation which will address all aspects of domestic violence, threatened violence and intimidation in a manner that provides protection for victims.  I understand the Minister expects to be able to publish draft heads of a Bill early in the new year for scrutiny by the Joint Committee on Justice, Defence and Equality and drafting by the Office of the Attorney General.<\/p><p> Deputies are aware that Tusla, the Child and Family Agency established on 1  January 2014, is now the dedicated State agency bringing a focus to child protection and family support services.  This role includes responsibility for the development and provision of services to support victims of domestic violence.  While Tusla is the primary funder of domestic violence refuges, its funding has been supplemented in many instances by housing authorities from homelessness funds provided by my Department under section 10 of the Housing Act 1988.  Discussions are under way between my Department, Tusla and the Department of Children and Youth Affairs to progress the transfer to Tusla of the section 10 funding arrangements in respect of domestic violence refuge accommodation and services.  This transfer is included in the implementation plan on the State's response to homelessness because it is considered that refuges are not homeless emergency accommodation and that a discrete funding stream, with separate reporting requirements, should be in place in respect of State support for victims of domestic violence.  The transfer of section 10 funding to Tusla will ensure the State's relationship with domestic violence service providers is managed in a fashion which is more coherent and adapted to the specific needs of service users.<\/p><p> A critical factor in meeting the housing needs of victims of domestic violence and other vulnerable households is the supply of suitable accommodation.  We all know that the State had to significantly reduce capital investment in recent years in order to deal with the difficulties with the public finances.  The recent improving economic outlook was reflected in the 2015 budget which marks a significant change in the trajectory of social housing funding.  Some &euro;2.2 billion announced in the budget for social housing provision will assist in delivering an injection of newly built units in the next three years, with knock-on benefits in terms of increased employment.  Off-balance sheet and more sustainable forms of funding will also come into operation, with the announcement of an extension to the NAMA special purpose vehicle, a large-scale public private partnership and a commitment to establish a financial vehicle.  The social housing strategy which is being finalised will provide a coherent policy and institutional framework within which these initiatives can be executed, connected and developed.  These measures, taken together, will increase the supply of social housing, shortening the time it takes housing authorities to address the housing needs of households that do not have the means to provide their own accommodation.<\/p><p> The Government is opposing the Bill because it seeks to amend the wrong legislation and addresses an issue relating to eligibility for social housing support that was resolved in amending legislation earlier this year.  I look forward to hearing the views of other Deputies on the proposals contained within the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100004#B00200","speaker":"1092","continuing":true},{"type":"speech","time":1416565200,"counter":14,"content":"<p>The list of speakers I have before me includes Deputies Catherine Murphy, Clare Daly, John McGuinness, Se&aacute;n Crowe and David Staunton.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100005#C00200","speaker":"1112"},{"type":"speech","time":1416565200,"counter":15,"content":"<p>I welcome the opportunity to contribute to the debate which is timely given the week that is in it, with the highlighting of the issue by Women's Aid and the powerful symbol we saw outside Leinster House yesterday when a large number of women - 78, about whom we know - who had lost their lives as a result of domestic violence since 1996 were remembered.  On drilling down further and following discussion one finds that some of the many people who turn up at  the constituency clinics of politicians with housing issues are present because of domestic violence.<\/p><p>They might have an interest in the property and very often it is difficult for them to go on the housing waiting list.  There is a very big difference between having an interest in the family home and being able to live in it.  That is the reality for some people.  Very often, it is not in the crisis situation they present, it is post-crisis where they have gone back and decided to plan their exit.  It is mostly but not always women.  The experience is that, on average, they leave seven times before they finally make their exit.<\/p><p> There is a fantastically run shelter in south Kildare, Teach Tearmainn.  It is a modern facility that was built with funding from the HSE.  It partially opened a couple of years after it was built when two of the four apartments were made available.  The rest of the building cannot be opened due to a shortage of funds, yet there are queues of women and children who require the facility.  There are 210,000 people in Kildare.  It is the fourth most populated county in the country.  I would have thought a modest building of that size could have been funded.  There is pressure on it from people who are homeless.  People have to be turned away because the facility must be maintained for the purpose for which it was designed and built.  I could not speak more highly of the people who run it and operate the outreach service to which, unfortunately, I frequently have to direct people.<\/p><p> On listening to the speech of the Minister of State, Deputy Paudie Coffey, I wondered what Ireland he is living in.  He is certainly not living in my Ireland.  The rental accommodation scheme, RAS, and the housing assistance payment, HAP, are not on the spectrum in my constituency or in the cities of Dublin or Cork.  No private rented accommodation is available.  The Minister of State said victims of domestic violence who seek emergency accommodation from a housing authority are generally placed in temporary accommodation which the council itself arranges or which is operated by a voluntary service provider.  I do not recognise that situation.  I am aware of people who have no home to go to, who sit in housing departments all day long, every day, just trying to get to talk to someone.  That includes people who are trying to extricate themselves from a situation of domestic violence.  A total of 90,000 are on housing waiting lists around the country.  The prospect of someone going on a housing list now and getting a house in the next five to eight years is zero.  That is certainly the case in my area.  A total of 45,000 of the 90,000 people on housing waiting lists in the country are located in six local authority areas.  I do not recognise the scenario outlined by the Minister of State.<\/p><p> I wish to refer to the Garda Inspectorate report and the attitude to domestic violence, which was hugely disappointing.  It should not matter where someone is assaulted or who assaults them; it is an assault.  We must change the culture.  I know garda&iacute; who are hugely compassionate, caring and capable, but if the attitude in the law enforcement services portrayed in the report is true, we have a major problem.<\/p><p> The services provided in this country cannot be separated from the amount of money that is available.  I note the troika is in town.  We can only provide services if we have the money to do it.  That is a central point in terms of the running down of our services and for the 700 children who are sleeping in hotels who do not have a home.  It is also a central point for people who are on waiting lists, the fact that we have the second highest class sizes in Europe, and for those in poverty.  The ECB can break its own rules yet is surprised when the water charges in this country prove to be the straw that broke the camel&rsquo;s back.  It is about all of those things &ndash; the highest class sizes, domestic violence, the availability of housing and about money being sucked out of people&rsquo;s pockets.  The ECB broke its own rules by flooding cheap money into European banks when they went belly up, then it permitted us to write IOUs, again breaking its own rules.  Now, the only thing that seems to matter is that the ECB gets its money back.  It does not matter how the country is run down.<\/p><p> The Lisbon treaty contains a charter of fundamental rights, which includes housing as a fundamental right.  I think it is in section 35.  When it comes to a competition of rights, it appears the ECB wins the competition hands down.  The Minister of State must wake up and look at what is happening around the country.  The scenario he outlined for the response to domestic violence might be how things are in his constituency but it is not how they are in mine.  I cannot comprehend the notion that only two of the four apartments in Teach Tearmainn are open while there is such demand.  People who are at risk are being turned away.  The only extra person who has been employed in the housing department of the local authority in my area in recent years has been the security man on the door.  The situation there is out of control.  Everyone who turns up is in crisis.  People who are subject to domestic violence are in that queue.  They are not protected by the local authority because it has nothing to give them.  I am concerned about section 10 funding.  If it is to be transferred to Tusla, one must ask whether it is to continue to be a dedicated homeless fund or whether additional funds are needed to make sure people are safe in their homes.  I include men, women and children but it is mostly women and children who are affected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100005#C00300","speaker":"1052","continuing":true},{"type":"speech","time":1416565800,"counter":17,"content":"<p>This is a hugely important issue.  I am very happy that the legislation tabled by Deputy Ellis was selected from the lottery because it is probably the first proactive discussion we have had on the issue.  I cannot help but remark on the certain, sad irony between the attendance in the Chamber and the media fanfare last week, when we discussed one tragic case of rape and violence against a woman, one who deserves justice.  Where is the media attention now?  Where are all the D&aacute;il Deputies now?  The reality in society is that domestic violence is the most prevalent form of violence against women.  As much as 20% of women are affected by domestic violence which daily blots the landscape of the lives of many women and children, and increasingly men as well.  In that sense I am satisfied that we are finally discussing this issue positively because it is very broad ranging.  The State&rsquo;s inadequate response to it is something that must be tackled.<\/p><p>  The information in the Garda Inspectorate report was not alarming; it was just confirmation of the reality that people have experienced when they try to seek help and refuge when they are in a violent situation in their home.  The information now exists and is indisputable but when they go looking they do not find it.<\/p><p>In most of our Garda stations it is not even treated as a crime, although there were some positive exceptions to that.  The report confirmed that the garda&iacute; displayed negative attitudes towards domestic violence, referring to the cause as problematic, time-consuming and a waste of resources.  The attitude seemed to be that it was not a real crime and it should be sorted out between the parties.  It is that old throwback mentality that, sadly, we have not shaken off in terms of the institutions of the State, and that must be grappled if we are serious about dealing with these issues.<\/p><p> Like Deputy Murphy I was shocked by the Minister of State's contribution.  We were checking to see if it was 1 April because it did not bear any reality to the real lives on the ground.  It is insulting to talk about concern for the victims of domestic violence while at the same time standing over a situation where resources to the groups that work with those victims are being systematically cut in the lifetime of this Government.  It is insulting to talk about helping the victims of domestic violence when the Government is cutting resources to spaces to where those people could escape and when education, training and awareness programmes are being cut.<\/p><p> We are standing over an economic situation where women and children have been the hardest hit by austerity.  How many women have decided to stay with a violent partner and put up with the beatings and the abuse because the alternative, if they were very lucky, is a room in a hotel that they would share with their three or four children?  There is nothing available for anybody in that situation.  We have a homeless crisis in this State, and the idea that all people have to do is turn up to the local authority and they will be looked after is not an experience that anybody has met in the real world.<\/p><p> The motion is a worthy one and I will be supporting it.  We must strive towards a society where all people feel safe.  In particular one should feel safe in one's home and one should not be subjected to abuse in any form but that requires resources, and if the Government does not deal with the resources issue it is not dealing with the problem.<\/p><p> It is fortuitous that the Bill was selected the day after the vigil in advance of the international day against violence against women.  I will not repeat the statistics only to say that controlling behaviour, verbal abuse, psychological torture, financial abuse, undermining people's confidence as well as the more physical abuse and sexual abuse is not a new phenomenon.  Sadly, there is not anything dramatically different in the statistics available.<\/p><p> I agree that some dangerous cultural changes are emerging in attempts being made to promote misogynistic and violent views which dehumanise women, symbolised by the likes of Julien Blanc, who has been refused a visa to the United Kingdom, and I believe he is looking to come to Ireland also.  He is the individual who spearheads the Real Social Dynamics organisation which specialises in how to abuse women.  Most people are abhorred by that.  There has been a huge outcry.  He was deported from Australia and was denied entry into Britain and what that reflects is that most people in society have moved on and recognise that there have been changes in attitudes. Not too long ago there was no such thing as rape within marriage.  How could there be when a woman and children were the property of her husband?  How could she ever deny her husband sex when he basically owned her?  Now, that view is generations from the view of children and teenagers in our schools.  It is not where young people are at now.  People do not think like that any more.<\/p><p> Not too long ago people brought to court for murdering their spouse would put up the defence, &quot;She was nagging me, Your Honour&quot;, and judges would go along with that by saying, &quot;God help you to have to put up with a nagging wife&quot;.  However, a nagging wife was somebody who was prepared to stand up for themselves.  Those sexist generalisations are from only a decade or so ago.  Some people are a bit slower than others and have not copped on.  They might still have some of those attitudes but I believe most people do not.  It is about the way we expected the family to shoulder the care of the elderly, the care of the young and take all the financial strain.  The man was supposed to be the breadwinner, the hard person, and when real life meant that those norms could not be delivered upon bad things happened behind closed doors.<\/p><p> We need to create a society where all people are respected and supported as equals, regardless of their gender, sexual orientation and so on.  The roots of domestic violence, which is predominantly against women but I will shortly make a point about men, is in a society which devalues women and does not appreciate them sufficiently economically or in other areas.  Education and awareness is critical in that regard.<\/p><p> I will deal briefly with the issue of the rise in violence against men because this is a hidden area of domestic violence.  For a long time it was not understood and people questioned domestic violence against a man, again displaying a certain discrimination in and of itself.  The impression was given that if one said anything about domestic violence against men one was understating the scale of the problem and the fact that it is an issue which predominantly affects women.  That is not good enough.  Statistics were produced by abused men in Scotland where in 2012 and 2013 there were 60,000 domestic violence cases.  Ten years before that approximately 10% of those cases involved men.  Obviously, some of those would have been in a homosexual relationship but the figure now for male victims is approximately 18%, and it is something we have to examine.<\/p><p> I want to record my support for groups like AMEN, which does excellent work.  It has done some very good projects in areas including Dublin 15 where it has a domestic violence forum where men and women who are the victims of domestic violence come together to discuss the issues.<\/p><p> I compliment the work of organisations like the Do or Die Foundation, a group of women who suffered a phenomenal amount of abuse at the hands of a violent male partner and have used that experience to help others by providing assistance to people who need support going to courts or trying to get out of a violent relationship.<\/p><p> I echo the call made by Women's Aid yesterday that if we are serious about dealing with this problem we must have a facility to issue emergency barring orders.  It is not good enough to allow somebody in a violent situation wait until the courts open after the weekend.  There must be a facility in place and the key to that is for the Government to look at the garda&iacute; as that interface.  A programme of training was being run in Templemore where garda&iacute; were educated by people who deal with rape victims but it was axed because the funds were not available to operate it.  We must reinstate that programme to educate not just our garda&iacute; or those in our courts but everybody in society from the bottom up.  Housing provision is key in that regard but we need to change the bigger picture also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100006#D00200","speaker":"1192","continuing":true},{"type":"speech","time":1416566400,"counter":19,"content":"<p>I support Deputy Ellis and the Bill he has brought forward.  In reflecting on the Bill and the problem that exists, it is important to look at some of the numbers concerned.  In 2013 there were 17,855 incidents of domestic violence and 11,756 incidents of emotional abuse.  The statistics roll out in those sizable numbers.  We must first accept that there is a very serious problem, and that we have to deal with it.<\/p><p>  In setting out the legislation, the Istanbul Convention referred to earlier gives a clear outline to countries as to what they should do.  It gives them the definition of the violence and a radical approach to how countries would approach that, define it, prosecute, assist and provide the legislation.  It also provides for oversight in terms of the various countries that have signed up to it, 25 of which have done so to date.<\/p><p>  On 21 October 2014, in answer to a parliamentary question, the Minister outlined all of the issues within her Department that must be examined and the work done by the various working groups and so on, and there appears to be no urgency about it.<\/p><p>We have not signed up but will do so when we have looked at all of the different aspects of it within the Department.  While legislators sit on their hands to a degree in the House and fail to deal with it, more and more women and men are being abused and more and more violence is being seen in homes.  We are not reacting to it quickly enough, which is a huge problem.<\/p><p> The foregoing is why I welcome the comments in the House today and the Bill put forward by Deputy Dessie Ellis.  We must include in the debate violence towards men in the home.  One of the problems austerity has brought is a higher level of violence within the family home.  Men, women and children suffer.<\/p><p> I am frankly a little shocked by what the Minister of State said, as he is someone who holds clinics in a city constituency in Waterford and must see what we all see.  In Kilkenny there are in excess of 3,000 people on the main housing list.  The Minister of State mentioned the rental accommodation scheme and the new HAP scheme which replaces the rent allowance scheme.  He makes it sound as if all of these schemes are available, but they are not.  The rental scheme will provide assistance up to &euro;540 when, in fact, the real rent is &euro;650.  It is higher in other counties and certainly higher in the capital, but that is not reflected at all in housing policy and local authorities.<\/p><p> The Minister of State went on to talk about women's refuges and the different supports provided.  It is not possible to get into the women's refuge in Kilkenny or receive the supports if one is the victim of domestic violence in the city.  The supports and funding are not available.  Any judgment of government should be in the positive in supporting those who are marginalised or affected in some way within communities.  This vulnerable sector of men, women and children is the one I would prioritise.  The housing section should go out of its way to assist the people in question, not just in providing accommodation but also the support required to hold a family together and deal with the fallout of domestic violence.  The fallout can have a life-long effect, not just on the person who has been abused but also on the young members of the family who have witnessed it.  Quite honestly, the required response is not available around the country.  The Minister of State will find very little humanity or compassion in the local authority housing system to encourage officials to go out of their way to help a man, woman or family to get over this problem.  As a result, hotels that offer reasonable rates are being used to house families such as this.  In fact, they are being used to house families who cannot and will not find housing accommodation.<\/p><p> Apart altogether from those who sleep on the streets and cannot find houses, it is incredible that in Ireland one has this growing problem of domestic violence spilling over and at crisis point and the only thing we can talk about is future legislation.  The least we should do is ensure all existing refuges have sufficient funds to deal with the numbers turning up for help.  As is stated in the European Convention on Human Rights, we should begin to provide these facilities where they are absent and provide more in cities such as Dublin, Cork and Limerick where there may be more incidents of this kind requiring greater resources.  Instead, we seem only to talk about legislation or say to Deputy Dessie Ellis that he is proposing an amendment to the wrong Bill.  I would have preferred it if the Minister of State had come into the House and said, &quot;We are going to propose the amendment to the correct Bill as Deputy Ellis is correct in his description of the problem.  In the meantime, we will prioritise and fund the full range of services required to the best of our ability.&quot;  I do not see any business of the House which should have greater priority than the support of those who are being treated like this in their own homes in our communities.<\/p><p> It says a great deal about the State that a foreign national whose story will be told next week and the week after and who was violently raped in the State was not even recorded in the hospital or Garda system as a rape victim.  The pictures of the woman are horrific.  One would not have to be a qualified medical practitioner to look at this woman and understand that she was treated violently.  No prosecution has been brought in her case.  She speaks very little English, has very little understanding of the law and the system has failed her.  The system has failed many others who are still on the waiting list or trying to seek help.  If one examines the various complaints made within An Garda S&iacute;och&aacute;na recently, one of them relates to a woman who accused a co-worker within the force of sexually assaulting her.  That case has never been dealt with and the woman in question has been left abused, demeaned, broken and, by the way, out of a job.  That is what normally happens to people who report something like this.  They become the victims of a State without compassion or humanity.  That is the problem.<\/p><p> It is a cultural and an attitudinal problem we have to overcome.  It is not just about funding or housing.  It is a major issue for the Government.  I would like to see the Minister of State remove the politics from it and say to the Government that we recognise across the House that it requires priority, funding and immediate action.  That immediate action can also be linked with how people who have been affected by domestic violence are treated when they turn up looking for local authority housing.  They are treated as being guilty when they come until they can prove they are right.  That is not the correct attitude for any state to take to people who are vulnerable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100007#E00200","speaker":"965","continuing":true},{"type":"speech","time":1416567000,"counter":21,"content":"<p>Deputy John McGuinness's intervention in the debate has been helpful and thoughtful and I hope to follow up on some of the points he has made.  There is a responsibility on all of us, particularly as legislators, to identify anomalies or gaps in legislation, which is what Deputy Dessie Ellis is trying to do.  The responsibility on all of us is to come up with something comprehensive to improve matters and make it easier for victims and their families.  When we talk about domestic violence, we should always focus on the victim.<\/p><p>  Domestic violence happens all year round.  It does not appear to be something that is going away; in fact, it seems to be on the increase.  We also know that there is a spike at different times of the year which, unfortunately, happens around times of celebration and holiday.  Christmas, for instance, should be a happy time for children, but for many, it is a nightmare.  It is a serious problem which does not seem to be going away.<\/p><p>As I stated, domestic violence is a serious problem.  Resources are a major issue.  The Minister of State referred to cases where people present at a refuge.  While improvements have taken place with regard to many refuges, they continue to face significant difficulties.  There are two refuges for women in my locality, the Saoirse Women's Refuge in Tallaght, and the Cuan &Aacute;lainn centre which is operated by the housing agency, Respond!.  The Saoirse centre is one of the older refuges, although it has been up and running for less than ten years.  Before it was established, victims of domestic violence in the locality were forced to travel to the city centre and elsewhere for support services.  The centre has six safe apartments, separate cooking facilities and victim support services, including support for those going to court.  The length of stay ranges from a couple of hours to a couple of months. <br\/><br\/>The second project, Cuan &Aacute;lainn, is a shelter providing a safe haven for nine women and their families.  Since opening three years ago, it has provided refuge to 55 women and 82 children fleeing domestic violence.  It faces a funding crisis and possible closure in January.  Respond! has applied to the Department of Children and Youth Affairs for further funding.  I call on the Minister, Deputy James Reilly, to review the application as a matter of urgency.  The Saoirse project also faces funding problems and much of its funding is raised from private sources.  Unfortunately, a lack of funding is not unique to domestic violence shelters in south Dublin but extends to shelters across the State.  Many of them are operating at full capacity.  These problems are part of the wider homeless crisis.  It is unacceptable that safe accommodation for victims of domestic violence may close.<br\/><br\/>The Minister of State indicated that in cases where victims of domestic violence are unable to return to the family home, housing authorities are encouraged to work with all service providers to ensure a social housing assessment is carried out and the victims do not end up residing in emergency accommodation for long periods.  Unfortunately, many victims of domestic abuse are living in emergency accommodation for long periods.  I could speak at length about the housing crisis affecting many families in Dublin.  The options available to anyone seeking assistance at my constituency clinic on the Greenhills Road in Tallaght are limited.  While we will refer them to the option of rented accommodation, the housing assistance payment scheme, HAPS, and rental allowance which HAPS replaces, do not cover the costs of rented accommodation.  It is clear from browsing <i>Daft.ie<\/i>and similar websites that rented accommodation is simply not available for people on these schemes.<br\/><br\/>A further problem that needs to be addressed is the need to secure accommodation for families leaving refuges for the victims of domestic violence.<br\/><br\/>The purpose of the legislation is to address an anomaly.  In the majority of cases of domestic violence, it is the victim who leaves the family home whereas in other jurisdictions, the victim tends to remain in the family home.  Garda&iacute; usually visit a home when a violent domestic incident takes place and they will normally ask the victim if she wishes to press charges against the perpetrator.  This places the onus on the victim who, given her vulnerability and perhaps psychological state, may not be in a position to make this decision.  Other jurisdictions take a much more progressive approach and place responsibility for pressing charges on the police because a criminal offence has been committed.  This approach removes the pressure from the victim.  We must rebalance our legislation and learn from the much more enlightened and effective approaches taken in other jurisdictions. <br\/><br\/>A further problem arises when a second violent incident involving a perpetrator occurs and the garda&iacute; who attended the first incident need to be tracked down.  We heard about cases where garda&iacute; were unaware of barring orders and safety orders and the difficulties this lack of awareness causes.  The process must be simplified.  While I accept that this does not come within the remit of the Minister of State, we as legislators need to address the matter collectively.<br\/><br\/>There is an accommodation crisis.  If victims of violence cannot get on the housing list, they must find a place to rent.  Many landlords will not accept rent allowance and many victims who leave the family home do not have sufficient funds to find a deposit.  In addition, the social housing list is getting longer.  While it is not ideal to have people join the queue for social housing, the proposed measure is enlightened and a step forward.<br\/><br\/>Previous speakers referred to the reduction in funding for groups representing victims of domestic violence in the past four years, during which time demand for services increased.  Where should people fleeing an abusive relationship go?  Refuges are viewed as the last resort by many women and men.  Some of them will seek refuge with family members but for those who do not have this option, the alternatives are narrowing and becoming increasingly difficult to access.<br\/><br\/>The purpose of the Bill is to try to address the gap in existing legislation by allowing a victim of domestic violence who is living with an abuser and is a joint owner of a home to join the housing list.  The Minister of State indicated there is much greater clarity in the system in this regard.  Such clarity does not seem to have filtered through to many of the local authority staff with whom I am in regular contact.  Changes are, therefore, needed. <br\/><br\/>The purpose of the Bill is to address a gap in the system.  The Minister of State indicated changes have been made and the proposed measure is not necessary.  A comprehensive Bill on domestic violence is clearly needed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100008#F00200","speaker":"1037","continuing":true},{"type":"speech","time":1416567600,"counter":23,"content":"<p>I welcome this debate on domestic violence.  The claim that the issue has not been debate in the Oireachtas is incorrect.  In November 2013, the Joint Committee on Justice, Defence and Equality received more than 40 submissions on domestic violence from various groups and stakeholders.<\/p><p>The committee had two full days of hearings on 19 and 20 February 2014.  We produced a large report on all of the submissions received, as well as a final report in October, a copy of which I have before me.  There has been a comprehensive debate on the issue of domestic violence and the report contains 23 comprehensive and well thought-out recommendations.  <\/p><p> I welcome the opportunity to debate this very important issue in the House and commend Deputy Dessie Ellis for raising it.  He has already said the Bill is about the provision of housing for people who have had to leave their homes because of domestic violence.  I understand from the Minister that this issue has already been dealt with, although perhaps not completely adequately, but at least it is being dealt with.  That does not mean, however, that we should not debate the issue because it is very important that we do.  That is why the D&aacute;il reform whereby on Friday mornings we debate issues such as this is so important.  I also agree with Deputy Clare Daly that it is a pity more Members are not present to listen to it, including members of the media.  <\/p><p> We must start with the issue of violence, as mentioned by Deputy Dessie Ellis, and the mindset permeating society.  We saw it last weekend when the T&aacute;naiste was virtually held prisoner for three hours.  Violence can occur across society and, as Deputy Dessie Ellis pointed out, is occurring more and more in people's homes.  It is not just directed against women but also against men.  In the past few days Amen has produced a report and stated it had received to its office 2,200 calls, 1,600 of which were from new callers, about violence against men.  We need to start looking at this issue and even at how we treat each other in the House.  The way we behave gives a licence to others to behave in the same way.  The debate today has been rational and respectful, which is what we need.  If we come into the House and wave the political stick all the time with which to beat the other side, we are letting everyone down, including ourselves.  We should get back to debating the issues and arguments at which we are looking.  <\/p><p> It is appalling that people, mainly women and children, have to leave their own homes because of violence.  Women's Aid states that in other jurisdictions such as New South Wales in Australia the perpetrator must leave the home, rather than the woman.  This would cut down on the need for refuges.  Representatives of the Do or Die Foundation, an interesting group in New York, appeared before the committee.  They told us that in New York the police had the power to remove the perpetrator if it suspected that he - it is mainly a man who is involved - has been violent towards the woman.  The same happens in New South Wales and other jurisdictions.  The perpetrator is removed and the women and children stay in their own home in familiar surroundings.  The information I have is that this action in New York has reduced the incidence of domestic violence considerably.  <\/p><p> Perhaps we need to go back to the root causes and discover why there is such violence in society.  What is happening?  Deputy Dessie Ellis mentioned the violence on the streets and he is dead right.  People are harassed on the streets; one feels afraid in walking up O'Connell Street and is always looking over one's shoulder.  The Oireachtas Joint Committee on Justice, Defence and Equality has brought forward proposals in respect of community courts and I note that the Minister and the Irish Penal Reform Trust have agreed to them.  I was disappointed to hear Deputy Clare Daly say the programmes on domestic violence at Templemore had been axed.  That should not be the case.  If it is the case, it should be changed.  <\/p><p> I will mention one or two of the recommendations made in the report.  There is a need for a domestic violence register, as is the case in some jurisdictions.  We have called for one to be put in place here also.  We have also called for the establishment of specialised units within An Garda S&iacute;och&aacute;na, as mentioned by some Deputies.  Other recommendations relate to medical personnel, prosecution lawyers and support services dedicated to the investigation and prosecution of domestic and sexual violence cases.  Garda&iacute; tell me that it is a very difficult issue to police.  The work is very traumatic for garda&iacute; unless they have been trained and are supported.  They are working hard to tackle the issue.  <\/p><p> Consideration needs to be given to strengthening regulation of pornography.  Perhaps we might have a debate on the topic.  The relationships and sexuality education curriculum in schools should be reformed to include a basic course on conflict resolution and mediation which may benefit young people.  It should cover how to solve problems.  We need to put in place procedures to help us listen to children who are the victims of domestic violence, whatever its source.  Children are often not mentioned in these debates.  They are hidden and silent, but we need to start looking at this issue, as well as at family law disputes.  <\/p><p> A Deputy mentioned that the number of places of safety needed to be increased to ensure no victim would have to return to an abusive environment, but it is they who must leave in the first place.  We should remove the abuser, which would negate the need for what many Deputies have proposed.  <\/p><p> I also agree with Deputy John McGuinness when he says that if somebody presents as a victim of domestic violence - none of us has any idea of the trauma, hurt and danger endured unless we have been through it ourselves - we should make sure local authorities and social services are linked to immediately provide every possible support for him or her.  Very often such persons come to our offices and we examine how we can get help for them.  What do we do when somebody presents to us late on a Friday afternoon and tells us that he or she has had to leave the house because he or she was being beaten up?  There needs to be some emergency help available straightaway, not bureaucratic help but from somebody who feels for the person involved.  <\/p><p> I walked around town last night.  Sometimes when one is here all day, it is good to clear one's head.  I counted 15 people sitting on the sidewalk with cups.  I suggest the Minister who is new to the job appoint a housing czar to deal with the housing crisis.  I know that he is working hard on the issue, but it is out of control.  We need one person to take national responsibility for this it, to go at it full time, not just in Dublin but also across the country.  For the first time ever in my area in east Cork, people are coming to me telling me that they are homeless and have nowhere to go.  This is serious and must be tackled.  Otherwise, we will see people dead 0n the streets.  I have told the Taoiseach this and I am saying it in the House publicly.  <\/p><p> We could probably discuss the issue of domestic violence for the entire day because it is huge.  I ask Deputies and the media to look at the report published by the Oireachtas Joint Committee on Justice, Defence and Equality, one of about 22 reports produced in the past three years.  We say a domestic violence unit should be established within the courts tasked with dealing with the issue.  I mentioned the need for a domestic violence register, known as Clare's Law in the United Kingdom.  Under this law, somebody in a relationship can go to the police and get it to tell him or her whether a particular man or a woman has a history of violence.  In some instances, there is a history, but it is not known about until it is too late.  Having a domestic violence register is something the committee recommended as being important.  <\/p><p> I spoke about emergency barring orders.  That is an issue at which we should look.<\/p><p> I thank Deputy Dessie Ellis for bringing forward the Bill.  It might not be hugely necessary, but the debate is absolutely essential.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100009#G00200","speaker":"978","continuing":true},{"type":"speech","time":1416568800,"counter":25,"content":"<p>Like others, I welcome the debate.  The legislation was drafted and submitted many months ago and has been a long time coming.  Others have noted the scale of the cancer of domestic violence, and it is important that we grasp that one in five women will experience domestic violence during her lifetime.  There is also a phenomenon of violence against men.  In the course of my work, I have met men who have been subjected to the most horrific trauma in their own homes.  Some one in five women will be physically assaulted by someone they love or once loved, trust or once trusted.  This means one in five women faces fear and insecurity and is not safe in her own home.  It is estimated that 213,000 women are living with severe abuse from partners, boyfriends or husbands.  A great many of these women have children and, as Deputy Stanton pointed out, children are central to the debate because they are, at the very least, exposed to and traumatised by the sheer terror of this violence and may become the direct or indirect targets of beatings or verbal assaults.  As legislators, citizens and human beings, we need to absorb the statistics as more than numbers.  We need collectively, and in a non-partisan way, to resolve that this will change in our lifetimes and that we, as representatives of the citizens - men, women and children - will do whatever it takes.<\/p><p>  Yesterday, I, like others, joined with Women's Aid to commemorate women and children murdered by their violent partners since 1996.  These are citizens the State failed to protect.  All these citizens would have had previous experience of beatings, threats and violence.  We stood, holding a pair of women's or children's shoes - and there is something very intimate about a person's shoes &ndash; symbolising lives needlessly lost as a consequence of the violence and crime of the abuser but also of our long-standing collective indifference to this pervasive problem.  Yesterday, we were forced to confront the low priority decision makers place on this social crisis.  Yesterday's event was the launch of the annual 16 Days of Action campaign that starts on 25 November, the United Nations International Day of Elimination of Violence Against Women.  It runs until 10 December which, as we know, is UN Human Rights Day.  I was aware, even before the debate began, that some in Government had briefed journalists against the Bill.  It is very unfortunate that any advance, however modest, would be underplayed or belittled because we must do all we can for victims, even if it is step by step.<\/p><p>  The Minister mentioned the need for reformed and consolidated domestic violence legislation, and this is the case.  There are many legal and administrative malfunctions and gaps in the system, and we need to see the legislation.  I have asked, month after month, since the beginning of the D&aacute;il term, to see the legislation.  The fact that we will not see it until next year tells us this has not been a priority matter for the Government.  I have correspondence from the former Minister for Justice and Equality, Deputy Shatter, in which he played the matter down.  In written correspondence, he told me he had bigger fish to fry and other priorities because the troika had told him so.  I have that in black and white.  We need the consolidated legislation soon.  I would hate to think we would go into another general election and await the next D&aacute;il before it is brought forward.  In the meantime, we need to do what we can.<\/p><p>  At the beginning of his contribution, the Minister of State said he would oppose the legislation, and I challenge him on it.  He has no reason to oppose it.  Although he said it would amend the wrong legislation, it would do nothing of the sort.  It is a simple paragraph, written, perhaps unusually, in very simple language, to amend the Domestic Violence Act 1996 to ensure a woman &ndash; generally the victim is a woman &ndash; will not be precluded from accessing her right to housing because she has been a beneficial owner of a property.  It is very straightforward and comes from hard experience through the clinics of various colleagues.  Women have come and described their situations, in which they cannot go anywhere, and are being told by their local authority to go away.  This simple amendment does not claim to resolve the myriad issues around domestic violence, but addresses one of the problems.  I see no rhyme nor reason for the Minister of State to oppose our addressing one of the issues.  It would be one small step forward.<\/p><p>  The Minister of State referred to the changes he has introduced recently and others very eloquently set out how those changes have not filtered down to the level of local authorities.  Others very eloquently set out the experiences of victims of domestic violence, who find themselves left high and dry with nowhere to go, no shelter or emergency accommodation, fearful, traumatised and back in the home where they experienced violence.  Why are the Minister of State's changes grounds to oppose the Bill?  Surely, it makes sense that domestic violence legislation would echo, underscore and underpin the changes.  It is a terrible pity, and we will call a vote at the end of the debate.  It is most unfortunate and sends every wrong and negative signal that the Minister of State has chosen to oppose something which is sensible, necessary, modest and which, given the Minister of State's contribution, crystallises the intention of the changes the Minister of State has made to housing legislation.<\/p><p>  As legislators, it would be wrong to think that an issue such as this can be boxed into a single piece of legislation.  If we are going to protect victims of the crime of domestic violence, their rights need to find an echo and resonance across multiple pieces of legislation.  Their rights cannot be set out often enough.  I ask the Minister of State to reconsider his position.  We are told we will see the consolidated legislation in 2015 and that Ireland will, hopefully, ratify the Council of Europe's Istanbul Convention on combatting and preventing violence against women and domestic violence, which was concluded in 2011.  These are very slow in coming.  While I appreciate Deputy Stanton&rsquo;s commitment to the issue through his committee work, there must be more than that.<\/p><p>I acknowledge the report, but again it has to be more than that.  We need changes in the law.  Not least because of its own slowness to act, I appeal to the Government to support this modest Bill.<\/p><p> Some parts of the human experience are beyond the language of Parliament to describe.  Anyone with direct knowledge of those who are experiencing this awful crime in their own homes will know that language is not adequate to describe the trauma and violation of basic trust these victims endure.  In recognising all of that, I ask Members across the House to support Deputy Ellis's Bill because, modest though it may be, it is a step forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100011#J00100","speaker":"1008","continuing":true},{"type":"speech","time":1416569400,"counter":27,"content":"<p>I commend Deputy Ellis on introducing this Bill.  As we have heard today, domestic violence is a country wide problem.  One often hears the old saying, \"when poverty comes in the door, love goes out the window.\"  Over the last seven or eight years, people have been subjected to what I would call silent violence.  People were made unemployed, left with massive mortgages and mistreated by the banks.  Some people might go to a pub at certain times and cause major problems when they return home.  As someone with a family member who had a problem with drink, I realise that when we look for help, everything is loaded against us.  We have gone so perfect in this world that the system is loaded against whoever is trying to do good for somebody.  If someone wants to try to go in every day to help him or herself, that is taken away.  If we do not change some systems and face up to some realities, this will continue.<\/p><p>  Families are in distress because of mortgages.  Judges have to apply a certain amount of commonsense in this regard.  I have seen cases where barring orders were applied in respect of houses located a few hundred metres of each other, which had the effect of denying an alternative to social housing.  The distance required under the barring order meant that one of the houses owned by the same family was left empty.<\/p><p>  We speak about solving these problems but then we see cuts to funding for organisations like Roscommon Women's Network.  It is estimated that a person goes back to the same house seven times.  I can understand that because, when one is trying to keep the kids together in a hostel, one might ask whether it is better to be at home.  I acknowledge that the budget announcement included funding for social housing.  I have been contacted by several directors of services who are trying to put in place procedures in order to be ready for next year.  The sad reality is that nobody is there to make the decisions.  I have seen people from outside the country buying several properties and now we are trying to buy them back.  I have also seen housing agencies and councils bidding on the same NAMA property.  Joined up thinking needs to take place.  Over the past several months, some good people have lined up land and properties but there is nobody at the top to give direction to these people.  If we are to reach our targets for social housing next year and in 2016, we have to build the foundations first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100012#K00200","speaker":"1198"},{"type":"speech","time":1416569400,"counter":28,"content":"<p>I thank Deputy Ellis for introducing this modest and relevant Bill.  Having listened to Members' contributions and appraised the situation in which we find ourselves, I believe there is an onus on all of us to support the Bill.  In attempting to address part of a bigger problem, it will create its own momentum and encourage the Government to bring forward consolidated legislation at a quicker pace.  Deputy McDonald eloquently put flesh and blood on the figures.  One in five is a colossal number.  Violence is expressed physically, psychologically and silently.  As Deputy FitzMaurice pointed out, there is silent distress and violence in the banks' bad behaviour in respect of 100,000 distressed mortgages.  These are distressful situations for families and they can be the tipping point at which people can no longer cope and enter into drinking habits.  Their ensuing loss of control can advance into mental and physical abuse.  That is just wrong but we can correct it by taking the first steps suggested in this Bill.  In that regard, it is like the crack that breaks the iceberg.<\/p><p>  The issue of domestic violence affects 213,000 people.  They could fill Croke Park two and a half times.  Members of the press should be here for this debate, and it is shameful that they are not.  It is also shameful there are not more Members on the Government benches.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100012#K00300","speaker":"1183"},{"type":"speech","time":1416569400,"counter":29,"content":"<p>I followed with interest the contributions of all speakers.  This debate has shone a spotlight on an important issue, especially in the week that we have had.  I acknowledge that the views articulated by Deputies are sincerely held.  All of us are Deputies who represent our constituents and we all meet people who are vulnerable to or have been affected by domestic violence.  This has been a wide ranging debate, with many aspects of domestic violence brought to the fore.  As I am responsible for housing, I will address that aspect of the debate in more detail.  A number of speakers expressed concerns about the resources provided to refuges.  Support services for victims are also very important and require constant support.  Reference was also made to the need to reform the Domestic Violence Act 1996.  The Minister for Justice and Equality expects to publish draft heads of a Bill in early 2015 to consolidate and reform this legislation and address all aspects of domestic violence.  All Deputies and Senators will have an opportunity to contribute to this new Bill in a more detailed and comprehensive manner.<\/p><p>  I acknowledge the work done by the Joint Committee on Justice, Defence and Equality.  Deputy Stanton outlined the debate and consultation that has already taken place with stakeholders who work with victims of domestic violence.  The committee has produced a report which makes a number of recommendations in this area.<\/p><p>All Members recognise the wider societal charges and that, as parliamentarians, they must respond to this challenge insofar as it is possible to do so.<\/p><p> I will reiterate the reason the Government opposes the Bill.  While I acknowledge Deputies Mary Lou McDonald, John McGuinness and others stated the Government should support it, the Bill, as tabled, refers directly to housing legislation.  I have acknowledged the genuine thrust behind the Bill and everyone has welcomed the debate on it, but with the greatest of respect, recent changes in housing law give local authorities the flexibility they need to meet the housing needs of persons affected by marriage breakdown or separation until such time as they can regularise their situation.  The legislation in question was passed by both Houses of the Oireachtas, having been finalised in the Seanad last July, and has been enacted and in place since September this year.  I will go so far as to state the Department of the Environment, Community and Local Government has and will again issue instructions to the housing offices of the local authorities to ensure the legislation, as enacted, is being used in the best interests of those who are most in need.  They include they victims of domestic violence, as well as those who are vulnerable owing to homelessness, and the rental accommodation scheme and the new housing assistance payment scheme are being made available to them.  To clarify, the housing assistance payment scheme is being run on a pilot basis in a number of local authorities until the end of this year, but the Government and my Department are determined to roll it out nationally in early 2015.  <\/p><p> To address other aspects raised, another important point is that the national strategy on domestic sexual and gender based violence is under review.  Action 10 of the strategy states clearly that policy guidance for local authorities on their housing remit regarding domestic violence will be published by the end of the year.  This will be important because I have picked up from a number of contributions made by Members that the supports available in housing departments in local authorities nationwide are possibly not what they should be.  I must acknowledge on the floor of the Parliament the concerns being expressed and will ask my departmental officials to do what they can to ensure this policy guidance is issued and gives the clear instruction requires to the various housing authorities.<\/p><p> As for some other areas about which Members have expressed concern, Deputy John McGuinness castigated the Government and legislators for sitting on their hands.  This is odd because, as noted previously, the Government has implemented housing legislation this year that specifically addresses the problem for separated persons, including victims of domestic violence, and the issue of social housing supports.  This is not future legislation; I reiterate that it was enacted in July and has been in operation since September.  <\/p><p> Deputy Catherine Murphy, among others, expressed concerns about housing in general and the huge housing challenge the country was facing.  Members must acknowledge that there has been little or no direct funding for local authorities to provide houses in the past decade.  The social housing strategy, to be published shortly, has been given the highest of priority by the Minister, Deputy Alan Kelly, and the Government which in budget 2015 is putting its money where its mouth is, with the provision of more than &euro;800 million in funding to provide housing supports.  This will amount to more than &euro;2.2 billion in the next three years to fund the social housing strategy.  This will address the social housing challenge in a number of ways, prioritising, first and foremost, the existing stock and bringing housing voids back into beneficial use.  Additional funding has been provided for local authorities nationwide in this regard.<\/p><p> This has been a highly beneficial debate.  I commend Deputy Dessie Ellis bringing the Bill to the floor of the Chamber.  The Government will oppose it on the basis that it has enacted legislation that will address the concerns outlined in the Bill.  However, I welcome the imminent publication of the social housing policy strategy which will address the acute shortage of social housing.  I hope Deputies on all sides will see the determination of the Government to address the deficit in that area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100012#K00400","speaker":"1092","continuing":true},{"type":"speech","time":1416570000,"counter":31,"content":"<p>I thank everyone for his or her contribution and spent on contributing to the debate on what is an important and serious issue and a plague on communities.  It is a pity the Minister of State has adopted the approach of opposing the Bill.  The Domestic Violence Act must be strengthened when it comes to the rights of women trapped in an abusive relationship and who are seeking accommodation for themselves and their children.  The guidelines to which the Minister of State refers and which the Government intends to bring out shortly, as well as some of those already used, are precisely that - they are guidelines.  Sinn F&eacute;in seeks legislative certainty for those who need a safe environment for themselves and their children.  Men also find themselves in abusive relationships, albeit not on the same scale, but nevertheless are worse off when it comes to accessing accommodation.  The tactic of seeking a diversion and providing misleading information by stating Sinn F&eacute;in's Bill is aimed wrongly is typical of the failure to address this issue in a serious manner.  Moreover, it is an excuse to do nothing because this issue could be addressed and the legislation strengthened easily in the House.<\/p><p>  Local authorities vary nationwide.  For example, Dublin City Council has written into its guidelines that it can consider certain cases &quot;in exceptional circumstances&quot;.  Once again, however, this is a guideline; it does not provide certainty.  Some local authorities eventually will allow a woman to obtain a housing need letter and avail of rental supplement.  However, there is no certainty and I refer to the challenges in finding a place where rental supplement is accepted.  Members will have seen the widespread practice of not accepting rental supplement and how people cannot access housing.  Rents have gone sky high and, in many cases, landlords are repossessing places simply because they wish to increase the rent or, in other cases, are genuinely selling places.  Consequently, people face a crisis in finding accommodation and even if people such as a woman and her children in a serious situation can avail of rental supplement, they simply cannot find places.<\/p><p>  Hostels, while needed, are not the answer; focused social housing is needed.  Moreover, such housing that can be allocated temporarily is needed, after which people can be brought into more permanent housing.  I cannot count how many times I have met women who have been abused.  I have met them in their homes and in my clinics, as I am sure have all Members.  Some have physical scars; others have mental scars , while fear is written all over them.  One need only look at the faces of some of the victims I have met to see the fear written all over them.  It is fear of uncertainty as to where they will go, what they will do, where they will end up and what will happen to their children.  In many cases, the children do not even know what is going on and sometimes are being brought into homelessness, which is absolutely scandalous.  Their needs are both obvious and urgent, as is the necessity to protect the lives of women in such situations.  Domestic violence is a scourge and a blight on the community.  Members must send a clear and coherent message to any abuser or potential abuser that his or her deeds and acts will not be accepted but will be pursued rigorously by society, the Garda and the authorities.<\/p><p>  People should be looked after by way of accommodation.  That is the crux of the Bill, namely, to ensure a person in a dangerous position can secure accommodation.  It proposes a simple amendment to take into account the circumstances of women caught up in domestic violence.  A more comprehensive debate is needed on the issue and I note that the Minister of State has indicated that such a debate will be held.<\/p><p>Discussing this subject today has been a very small step.  I hope we will have further and comprehensive discussions.  I am sure many more people would like to make a contribution and share their experiences.<\/p><p> I do not agree with the Minister of State that the Government cannot accept the Bill.  I believe it would strengthen the law and give certainty to women who are caught in a very dangerous situation.  Many of them are forced to stay in the home or close by, and in many cases they have returned to the home.  We need to recognise there is a major problem.  I appeal to the Minister of State to rethink what he has said.  The Bill represents a simple amendment.  I do not see why it should not be accepted.  I feel it is being opposed simply because it comes from the Opposition or from anywhere other than the main party.  Rejecting it is the wrong approach.  We need to take this on its merits and recognise the need for such legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100013#L00200","speaker":"1022","continuing":true},{"type":"unspoken","time":1416570600,"counter":33,"content":"<p>Question put.<\/p>"},{"type":"speech","time":1416570600,"counter":34,"content":"<p>In accordance with Standing Order 117(1A), the division is postponed until immediately after the Order of Business on Tuesday, 25 November 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100014#M00300","speaker":"1021"},{"type":"majorheading","content":"Local Government (Rates and Miscellaneous Provisions) Bill 2014: Second Stage [Private Members]","time":1416570600,"counter":35,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100014#M00400"},{"type":"speech","time":1416570600,"counter":36,"content":"<p>I move: &quot;That the Bill be now read a Second Time.&quot;<br\/><br\/>We now live in a country in which the Government is at war with its citizens.  It continues to reflect on the various problems people face.  We talk about them here in the House but there is very little action.  Out of austerity has come the need to review all the old certainties of income that the Government would have had.  We need to question ourselves as to where that income comes from, particularly when we are talking about businesses and entrepreneurs.  In the past, the economy, with its entrepreneurial spirit, created 800,000 jobs, leading on to 1 million if the various sectors are taken into consideration.  Apart from the job creation itself, this gives life to local communities and ensures the sustainability of jobs in various towns and villages.  There is enjoyment in rural and urban areas that we are progressing together.<br\/><br\/>However, there is now a serious imbalance in what is going on.  On one hand, various rates and taxes are being levied against those in business, while on the other there is the rhetoric that we are supportive of business.  In fact, small businesses, particularly family businesses, get very little support from Government.  Fine Gael in government does not recognise the enormous layers of bureaucracy placed on the shoulders of those families and individuals who are entrepreneurs and who are keeping local villages and towns alive.<br\/><br\/>In opposition, Fine Gael raised the issues of upward-only rent reviews and the burden of rates.  Yet in government there is a reluctance to do anything.  The Minister of State should not tell me that it is impossible to deal with upward-only rent reviews through legislation.  It is of course possible.  The Quinn legislation should be built upon.  It should be enhanced and enforced and we should give breathing space to those caught in that cycle of upward-only rents.<br\/><br\/>In a similar way, the Government needs to examine the rates structure.  It needs to examine why 28% of a local authority's income comes from rates.  I believe &euro;1.4 billion in rates is collected and spent every year.  We need to ask how well that money is being spent.  What value do local communities get for that money?  Is there real value for money or is this just another way of collecting taxes?  I suggest that it is another way of collecting taxes from the very same tax base that is paying significant amounts in terms of enterprise and employment, which is not as it should be.  The future in this country depends on entrepreneurs and those in local communities creating sustainable jobs.<br\/><br\/>The Minister of State will know that the single big issue raised in our clinics is as follows.  Having adjusted every other cost within their businesses, the one single cost business owners cannot reduce is the local authority rate.  There are many anomalies in the current rates system, for which there 15 different statutes.  There is an <i>ad hoc<\/i>arrangement throughout the country as to how local authorities are dealing with rates.  There is a 75% rate of collection for local authority rates, which indicates the growing number of businesspeople who cannot simply afford the rates being imposed on their properties.  It is shocking to think that the Government refused to acknowledge or understand that in starting a business, when one is watching one's costs, the only single cost one cannot touch is a Government cost, that of rates.  The Government has shown no sympathy or understanding to those who are starting a business or already in a business when it comes to rates.<br\/><br\/>I am suggesting a different approach - a value-for-money approach.  I challenge the Government to prove to me that the &euro;1.4 billion collected in rates, representing 28% of local authorities' income, is being used effectively and efficiently.  I ask the Minister of State to give me the rationale behind imposing a rate on a business without any consideration of the ability of that business to pay.  There is no rationale.  The Government simply forces the issue with it and insists on payment.  It gets the officers to call to the premises to bring pressure to bear on those who are already under pressure because of taxes and everything else.  It makes it known in the local community that the business can pay.  What is going on is appalling.  The Government has no real intention of reforming the system.<br\/><br\/>The owners of local shops and pubs that have closed down will say that the imposition of rates and the continuing increase in those rates, even though they have been held at one level in recent years, is having a detrimental effect on their businesses.  If we are really serious about business, this is one simple action we could take to show the entrepreneurs and businesspeople that we are serious about understanding their problems.<\/p><p>For some reason, the reluctance on the part of the Government in this matter persists.<\/p><p> Let us consider the position of those who own cr&egrave;ches - I am not even going to mention publicans, those who run small shops, etc. - and who provide care for children in order to allow both parents to go to work.  They will inform the Minister of State that they cannot afford to pay rates.  The services these facilities offer mean that, in effect, they are almost educational establishments.  If they are educational establishments, they should not be obliged to pay rates.  Why is it not possible for the Government to single out certain sectors and ensure those involved in them will either not be liable for rates or will have them reduced?  Why can those in government not understand the closure of banks and post offices and other entities which provide Government services in local communities not only has an impact on those communities but also reduces the footfall and makes it impossible for businesses to perform?  If the Minister of State walks up and down high streets throughout the country, he will see shops closed.  If he considers the rates bills paid by businesses, he will discover that there is a major issue in respect of the subsequent occupier clause, which clause must be removed.  If he examines the position of sports clubs which are obliged to pay rates on their entire properties, he will understand this issue must be dealt with.  However, the Government is not prepared to put in place the legislation necessary to resolve the matter.<\/p><p> Emergency legislation has been introduced in the House on many issues.  In the context of those entrepreneurs who are doing very well and whose businesses are performing in the export market, however, we are not taking action.  If one speaks to representatives of Chambers of Commerce Ireland, the Small Firms Association and many of the other relevant bodies and groups, one will discover that their priority is to have a reconsideration of the rates structure.  Then there are the businesses which are anxious to develop, expand and create employment.  After such businesses pay various local charges, including those for planning applications and so on, all of which are taxes, they are then faced with the prospect of their properties being revalued.  When such revaluations are carried out, the owners of the businesses in question end up paying significantly higher rates just because they are entrepreneurs who wanted to take a risk and create jobs and who wanted to obtain loans in order to ensure their operations might become profitable.  The one matter over which they have no control and which impedes both their decision making and their ability to progress is that of local authority rates.<\/p><p> The Minister of State may be of the opinion that this is a small burden for businesses to carry.  In that context, he should ask pub owners who no longer have the incomes they used to have how they are faring in paying their rates.  Is it not incumbent on the Government to examine the books and level turnover of such businesses and state - taking into account the position on the economy in general - that it realises they simply do not have the money to pay?  The Government will not introduce the legislation which would enable this to happen.  I return to the argument about cr&egrave;ches and the fact that the subsequent occupier clause has remained in place for years.  Both arguments are essentially the same.<\/p><p> There is then the position on the Valuation Office, representatives of which have informed the Committee of Public Accounts that it simply does not possess the resources necessary to revalue properties throughout the country in a speedy and efficient manner.  As a result, only pockets of properties have been revalued.  There are no winners in the revaluation process because the same amount overall must still be paid in rates.  Those who lose out are the ones who previously paid reasonable amounts but who have been obliged to pay increased rates.  There may be businesses which enjoy a slight reduction, but the overall take will remain the same.  That should not be the case.  This matter must be about value for money, efficiency and an acknowledgement that the people to whom I refer are making a contribution to the overall economy., but the Government does not recognise that contribution.  The Taoiseach continually says this is the best small country in the world in which to do business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100014#M00500","speaker":"965","continuing":true},{"type":"speech","time":1416571200,"counter":38,"content":"<p><i>Forbes<\/i>magazine also says it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00200","speaker":"1092"},{"type":"speech","time":1416571200,"counter":39,"content":"<p>The Government appears to be ignoring all of the facts.  I continue to work in the private sector and I am in a position to inform the Minister of State that the Government, in the context of the promise with regard to upward-only rent reviews, from which it walked away and its position on commercial rates, is hanging a noose around the necks of Irish businesspeople.  It will regret doing so because future generations will not be willing to become entrepreneurs.  All it need do is take action on some of the narrative it has sought to shape.  It should start with the rates system and reduce the amounts demanded of businesses by the various local authorities.  In the context of the Bill, I am suggesting there be flexibility in the payment of rates, as the existing system is impossible and difficult to operate.  The governing legislation is too old and based on a notion for a different and long-gone era.  I suggest in the Bill that the various laws in question be examined by means of an efficient and fast-track process that would provide for a suitable outcome.  I have referred to the subsequent occupier clause and the position on properties owned by sports clubs, etc.  There is also another Bill which was introduced in the House and on which the Government could build in developing a new structure.  I accept the position on the Valuation Office, but such a new structure should incorporate a self-assessment aspect.  The Government is so fond of self-assessment, it should apply it in this area.  If self-assessment was introduced, valuations of properties could be carried out locally and occupiers and entrepreneurs could apply the going rate.  If misleading information was provided - as is the case in other areas - those who supply it would be subject to penalties.  This is the easiest and most cost-effective way to proceed.<\/p><p>  The Government does not appear to be overly fond of reform.  However, I urge it to embrace the reform the Bill would facilitate.  It must do so immediately because, as Members on all sides are keenly aware, businesspeople cannot cope with either the level of taxes they are obliged to pay or the rates system.  Those who export products and travel abroad on trade missions and win the orders necessary to keep their businesses open will inform the Minister of State that the one single matter which annoys them is commercial rates.  The Government must take action in this regard immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00300","speaker":"965"},{"type":"speech","time":1416571200,"counter":40,"content":"<p>I thank Deputy John McGuinness for giving me the opportunity to discuss the issue of commercial rates.  I am responding to the Bill on behalf of my colleague, the Minister for the Environment, Community and Local Government, Deputy Alan Kelly.<\/p><p>  The Bill deals with a wide variety of aspects of commercial rates and while the principle of consolidating rating legislation in one Act is not without merit, the Government is opposed to the Bill on a number of grounds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00400","speaker":"1092"},{"type":"speech","time":1416571200,"counter":41,"content":"<p>Shame.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00500","speaker":"1090"},{"type":"speech","time":1416571200,"counter":42,"content":"<p>I remind all Deputies that rates income constitutes a very important contribution to the cost of services provided by local authorities such as road maintenance, public lighting, development control, parks and open spaces and libraries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00600","speaker":"1092"},{"type":"speech","time":1416571200,"counter":43,"content":"<p>People do not get these services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00700","speaker":"1198"},{"type":"speech","time":1416571200,"counter":44,"content":"<p>In fact, commercial rates income represented over 33% of income or &euro;1.5 billion to the sector in 2012.  All rates collected within a local authority area are spent exclusively on delivering the public services required locally to create the environment in which businesses can prosper.  Locally elected members adopt the annual rate on valuation in order to provide the required level of services that they consider necessary and appropriate in an area.<\/p><p>  Commercial rates legislation spans multiple statutes, some of which date back as far as 1838.  It is a complex area, in respect of which a significant body of case law has been established.<\/p><p>Local authorities and ratepayers are, in the main, familiar with and generally accepting of the operation and practice of the rating system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100015#N00800","speaker":"1092","continuing":true},{"type":"speech","time":1416571800,"counter":46,"content":"<p>Who wrote that?  We do not believe it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100016#O00200","speaker":"1090"},{"type":"speech","time":1416571800,"counter":47,"content":"<p>The Minister of State does not believe what he is reading.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100016#O00300","speaker":"1198"},{"type":"speech","time":1416571800,"counter":48,"content":"<p>In this context, any review of rating law, which is essentially a local taxation system, would have to include a detailed review of all extant legislation as well as comprehensive consultation with the key stakeholders, those being local authorities, ratepayers and the Commissioner of Valuation, as well as a number of other statutory bodies, including the Courts Service and the Revenue Commissioners.  To introduce reforming legislation without having undertaken this essential consultation process carries a significant risk of individual aspects being overlooked or of unintended consequences arising.<\/p><p>  While many of the provisions in the Deputy's Bill restate existing policy and procedures - for example, the striking of the rate, calculation of the annual rate on valuation and the basis of liability - it proposes notable changes to the current rates processes.  Some of these raise significant legal and constitutional issues, essentially rendering the Bill unworkable.  Furthermore, several aspects of the Bill are contrary to stated Government policy, particularly the treatment of vacant commercial properties.  The Bill's proposals in this regard are regressive, in that they remove the local discretion and reserved power provided to elected members in the Local Government Reform Act 2014.<\/p><p>  I shall highlight several of these matters for the Deputy.  Sections 9(4) and 9(5) require the local authority to notify a landlord where his or her tenant has unpaid rates at the close of the financial year.  Where the landlord has been notified and rates remain unpaid for a second year, subsection (5) provides that the landlord becomes jointly liable with the tenant for the outstanding rates relating to each year after the first where rates remain outstanding.  The approach to providing joint liability in this case is unworkable.  Commercial rates are fundamentally a business cost levied on the occupiers of commercial properties.  These occupiers are benefiting from the services provided by a local authority, services that are funded from commercial rates charges, which create and support local economies and allow businesses to trade.  It is acknowledged that the proposal may be born out of a desire to assist the local authority in the collection of rates by providing an additional mechanism to recover unpaid amounts, but the practical and legal issues of amending the basis of liability would need to be considered in detail.<\/p><p>  The Bill restates the existing arrangements whereby occupiers are liable for rates except where a property is vacant on the date the rate is made.  Where the property is vacant, it is the person who enjoys the immediate right to occupy it who shall be liable.  However, the Bill repeals the existing legislative arrangements that provide that an owner may be eligible for a refund of the rate paid where the property is vacant for specified reasons.  The Deputy's Bill essentially creates an exemption from rates for these occupiers or owners, which not only narrows the rates base in the first instance, but also moves away from the current policy approach - that is, to recognise that owners of vacant properties are still benefiting from the services that local authorities provide, the cost of which is funded in part by commercial rates and which make the general environment more favourable for businesses to trade.<\/p><p>  The Bill also removes the newer approach that was given effect in the 2014 Act, namely, providing elected members with the power to respond to local commercial property markets by decreasing the proportions of refund available to eligible property owners in specific local electoral areas.  The benefit of a reduced refund is to provide an incentive for the efficient use of property, but the potential to tackle the problem of vacant properties that this provides is lost through the Bill's proposals in this regard.<\/p><p>  Deputy McGuinness's Bill proposes to exempt occupiers of rateable properties who are commencing commercial activity for the first time from one quarter of their rates liability during their first year of operation.  While the Deputy's ambition to assist start-up enterprises is to be commended, what he is proposing in the Bill is unworkable.  Not only could the Deputy's approach place eligible new businesses at an unfair advantage over existing ones, but state aid rules must also be considered.  As has been pointed out by Forf&aacute;s, there is a related risk that this type of policy approach could unfairly benefit serial entrepreneurs or existing businesses that may seek to benefit from the scheme unfairly by establishing new companies, resulting in no increase in employment or enterprise development overall.  Furthermore, the effect of narrowing the rates base is to increase the rates costs for other ratepayers or to reduce the level of services that local authorities provide to businesses generally.  It should be noted that various business support schemes operated by individual local authorities outside the ratings system have already been successful in targeting support in a managed way at specific categories of business.<\/p><p>  The Bill appears to be providing the Valuation Tribunal with a swathe of new responsibilities without making sufficient legal provision for such new functions.  The Valuation Tribunal is an independent body set up to deal with appeals to it against decisions of the Commissioner of Valuation on the rateable valuation of commercial properties.  The Bill does not adequately deal with the matter of providing the tribunal with such new authority or provide any specific detail on how or on what basis an appeal can be made.<\/p><p>  The Government has serious concerns about the Bill's proposed interference with the court process of debt recovery.  Sections 18 to 23 appear to intend to repeal existing local authority recovery powers and replace them with an explicit power to recover debt in the District Court.  It also restricts the matters that the court can consider when determining a case and on what issues it can make judgment.  The matter of court authority and the civil process for the recovery of debt is a complex area and detailed consultation with the relevant statutory authorities would be required before any such change to the process could be considered.  Restricting the power of the court in this manner could be seen as an attempt to interfere with its operation and should be approached with great caution, given the tripartite separation of powers.<\/p><p>  The Bill proposes that an amendment be made to the Valuation Act 2001 to extend the exemption from rates provided to occupiers of premises that are considered to be community halls, sports clubs or other local amenities.  The effect of the amendment would be to provide that only the element or portion of the building that was licensed for the sale of alcohol would be rateable.  Following a Government decision on the matter, the Minister for Public Expenditure and Reform has introduced an amendment to the Valuation Act 2001 in the Valuation (Amendment) (No. 2) Bill 2012, which will include an exemption for buildings or parts of buildings that are used for community sport but are not used in the sale or consumption of alcohol or in the generation of income apart from club membership fees.<\/p><p>  The Government is committed to keeping the overall approach to commercial rates under review, having regard to the objective of minimising business costs, enhancing competitiveness and other Government actions to support small to medium-sized enterprises, SMEs, as well as the retail sector specifically.  This commitment is reflected in the various actions for which the Minister for the Environment, Community and Local Government is responsible under the Action Plan for Jobs.<\/p><p>  Local authorities have successfully reduced or maintained annual rates on valuation in recent years, directly reducing costs for businesses.  While the analysis of the impact of rates on business costs is limited, what analysis is available concludes that commercial rates represent a small portion of overall business overheads compared with energy, rents, payroll and other inputs.  The figures vary from sector to sector, but research from Forf&aacute;s, IBEC and local authorities indicates that commercial rates, on average, account for less than 5% of business costs.  Similarly, local authority data from 2012 indicate that a third of businesses pay less than &euro;1,000 per year, with 80% of ratepayers paying less than &euro;5,000 per annum.<\/p><p>  It is accepted that the current rates burden, while not excessive overall, may require redistribution in some cases and relies on outdated values.  The revaluation process being undertaken by the Valuation Office is rebalancing the rates liability to ensure that the rates burden is more equitable and in line with relative changes in valuations across different classes of property.  The Government holds the view that the focus should be on expediting the revaluation programme and ensuring that all properties that should be paying commercial rates are being appropriately valued and, therefore, charged rates by local authorities.  Where up-to-date values are not available, distortions are occurring that place some commercial enterprises at a competitive advantage compared with similar enterprises.  These gaps in valuations have a potential impact on commercial rates costs for other ratepayers within a local authority area.<\/p><p>  Yesterday, my colleague, the Minister of State, Deputy Harris, was in the Seanad dealing with the Valuation (Amendment) (No. 2) Bill on behalf of the Minister for Public Expenditure and Reform.  That Bill contains a series of measures to expedite the national revaluation programme.  I trust that Deputies will be supportive of it when the time comes for it to be debated in this Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100016#O00400","speaker":"1092"},{"type":"speech","time":1416571800,"counter":49,"content":"<p>I commend Deputy McGuinness on his Bill.  I have not been in the D&aacute;il for long, but whoever wrote the Minister of State's speech never created a job.  Nor could anyone read and believe what the speech contained.<\/p><p>I am talking about people who take chances and entrepreneurs who try to create employment, many of whom have had to go into banks on a Friday evening because they were struggling to pay wages.  They have received letters from these banks with red writing at the bottom of them.  They are trying to create a country of small and medium-sized enterprises.  We have come into the D&aacute;il Chamber today because a Deputy is trying to propose something constructive, but his Bill has been turned down and faults have been found in it.  I would like to know why, as politicians, we cannot try to work together here.<\/p><p> The reality is that rates are the single biggest issue in all parts of Ireland, especially the towns that are in decline.  All of us who have been members of councils know that the hands of councils are tied.  If they agree to decrease rates, they will not have enough funds.  I will give an example.  Some &euro;14.7 million was collected through the household charge in one county.  In that case, 80% of the money was kept, while 20% had to be sent back.  Some &euro;2.7 million was whipped away from that county.  While I know that the money has to go to some other county, the money that always came from the local government fund from day one is completely gone.  If we want to keep burying our heads in the sand by denying this is happening in every part of Ireland, we can do so, but we will have more children jumping onto aeroplanes to fly to Australia and Canada.  A good friend of mine has moved his business to Canada, but the guy is actually fabricating steel in Ireland.  He is trying to provide work.  He will tell us that the Canadian authorities are pro-business and will do whatever they can.  In Ireland we put obstacle after obstacle in front of people who want to be entrepreneurs.  I will give a perfect example.  It relates to a person who was prepared to put his hand in his pocket to buy a hotel in the small town of Ballinlough, County Roscommon.  The annual rates on that building which had not been open for seven years were &euro;40,000.  The man in question put a proposal to the county council, but it was turned down.  I am not blaming the council; I am blaming the Government for not introducing an initiative that would start the revival of small towns in rural Ireland.  The man in question was prepared to pay &euro;40,000 over three years, but the best the council could do was &euro;39,000 per annum.  As result, the deal is off and the place is closed.  The ten, 12 or 15 jobs, from which the Government could have received taxes, are gone.<\/p><p> We should not talk about reviving rural Ireland unless we are prepared to take risks and introduce new initiatives to revive businesses throughout the country.  The owners of pubs, cr&egrave;ches and shops are on their knees.  I would like to put a suggestion to the Minister of State, Deputy Paudie Coffey, and hopes he writes it down.  It relates to someone with a new initiative in a town who is at least 10 km from somebody else who is doing the same thing.  Why do we not do something that would involve payments of 25% in the first year, 50% in the second, 75% in the third and 100% in the fourth?  Why do we not try to be imaginative?  If we were to provide incentives such as that I have proposed, somebody might look around and say, &quot;there is nobody engaged in that business in this town.&quot;  We can create young entrepreneurs by giving them incentives to do things that are not being done in different towns.  We should not continue to deny the facts by perpetuating the myth that services are being provided in return for the charges being paid, including water rates.  It struck me yesterday when I heard people talking about the council reviewing the non-domestic rates for water in the coming months that if we wanted to keep kicking business, that was fine, but what would happen?  The doors would close and there would be more mothers and fathers crying at airports because their sons and daughters had gone.<\/p><p> I ask the Minister of State to listen to the Opposition and people in business, including Deputy John McGuinness.  The Government should listen to those who have proved that they know how to run businesses, rather than ministerial speech-writers who have not created one job in their lives.  As we are talking about small businesses, it is worth mentioning that fabrication companies around the country are facing bills of &euro;25,000 to be accredited.  We know what they went through when the bubble burst.  They kept on one in two employees, but because of legislation introduced by the great European Union on CE marking - I refer to EN 1090 - they are facing bills of &euro;25,000 to be accredited.  How can any small business withstand that pressure?  If we do not decide to put trainers or something in place for the likes of them, we will be saying &quot;bye bye&quot; to more children and skills.  I have given a document to the Minister of State, Deputy Damien English, on the skills required around the country and certain tweaks needed to create 5,000 or 6,000 jobs.  Having spoken to people involved in businesses throughout the country, I guarantee that if we continue to bury our heads in the sand - for example, by being against businesses, rather than being proactive - the stark reality is that more and more people will leave the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100016#O00500","speaker":"1198","continuing":true},{"type":"speech","time":1416572400,"counter":51,"content":"<p>I am delighted and privileged to be able to speak about this Bill.  I compliment Deputy John McGuinness from the bottom of my heart on the research and work he has put into it.  When one reads the Bill and listens to the Deputy speak, it is clear that he knows business and understands what makes it tick.  I am sure he will not be afraid to admit that successive Governments, including the last one, of which I was a member for a long time, failed business, the economy and the people.  Some months ago I wished the Minister of State, Deputy Paudie Coffey, all the best in his new position.  I know that he is a hard-working, decent and honest politician.  I am sure he is aware that what Deputies John McGuinness and Michael Fitzmaurice have said is 100% correct.  Unfortunately, he has to read the speeches and scripts sent by the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P00400","speaker":"1090"},{"type":"speech","time":1416572400,"counter":52,"content":"<p>We need to change that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P00500","speaker":"1198"},{"type":"speech","time":1416572400,"counter":53,"content":"<p>Yes.  Earlier this year I debated the issues involved at the Bulmers plant in Clonmel with the Minister of State's colleague, the former Minister of State with responsibility for small business, Deputy John Perry.  I am not blaming either of them for the reply I received which was just not credible.  It was written by civil servants and some research may have gone into it, but we did not get any answer in the circumstances.  What are we doing here if we cannot catch the system by the scruff of the neck, shake it and make it fit for purpose?  Young people are leaving, which is a source of great anguish.  This is very much related to the domestic violence Bill that we debated this morning.  The pressure being experienced by the owners of small and medium-sized enterprises and sole traders, not to mention their wives and families, has nothing to do with alcohol or gambling.  It stems from the sheer hard work that has to be done by risk-takers whose businesses are going reasonably well.  As Deputy Michael Fitzmaurice said, they go to the banks only to receive knock after knock and kick after kick under the system.  Unfortunately, many of them have ended up in the graveyards of Ireland because of this pressure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P00600","speaker":"1090"},{"type":"speech","time":1416572400,"counter":54,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P00900","speaker":"1198"},{"type":"speech","time":1416572400,"counter":55,"content":"<p>It is the worst pressure of all.  Every letter one receives from Revenue, regardless of what it is for, includes a threat of imprisonment at the bottom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P01000","speaker":"1090"},{"type":"speech","time":1416572400,"counter":56,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P01100","speaker":"1198"},{"type":"speech","time":1416572400,"counter":57,"content":"<p>A businessman who came to my clinic last week is owed &euro;9,500 in VAT, but he cannot get it.  He has been waiting and waiting, although he has been talking and ringing and doing everything else.  This sole trader used to employ two people, but he had to let them go because his cashflow dried up.  One might think this is not a great deal of money, but it is to him.  When he owed Revenue &euro;90 two years ago, he ended up having to pay &euro;360 in penalties and fees.  Where is the fairness in such a system?  It is stark raving mad and bullying of the highest order.  The same applies to the local property charge on houses.  Many people who have moved abroad to work or engage in business did not receive the notice telling them that the second house charge was being applied to them in respect of a house in Ireland that they had vacated against their will.  Many moneylenders would not charge the punitive rates the system is able to charge.  It is morally wrong; it is totally wrong every other way.  <\/p><p>  I would like to speak about Revenue and the issue of rates.<\/p><p>I have been in business for a number of years and I got a rates bill for the first time ever only two weeks ago.  I did not mind that as I am in business.  Part of my business is agricultural related and the people came and valued me.  However, we cannot get them to value businesses such as the hotel about which Deputy Fitzmaurice spoke.  One has to first apply to have one's business valued by the same people who valued it in the first place.  Where is the independence in that?  One must then pay a fee of &euro;200, if not more - it was &euro;250 at one time - and wait and one might get the shock of one's life because they might up the value of one's business when they call to see it.  Many of the people involved, good people in their own right and I am not blaming them, do not understand the system.  They are looking at antiquated systems and values.  One or two people with small businesses in my area have told me that if they have to pay a rates bill on top of all the other bills, it will be a bill too far and they will not be able to pay.  The banks and the Revenue Commissioners are not giving them any leeway and there are also the health and safety requirements, which is part of modern Ireland.  Health and safety regulations were badly needed in this country but they have gone over the top.  It has become an industry.  Some of the people involved were self-employed and they moved on as they saw they could have a better living and became health and safety inspectors and more power to them.  People are telling business people what is wrong with their business when they do not know the business and do not understand the system.  They are just shovelling papers and while I do not want to disparage them it has gone too far.<\/p><p> These small business people may have a small pub or a small shop or be a sole trader with a plant hire or other business.  The Minster of State, Deputy Coffey, knows these small business people who are in every village and town better than I do.  If they come up with a new idea or initiative, open a business and pay everything - the banks, rates and rent - but dare put up a sign advertising their business for a short time on a public road, they will be fined &euro;150 for every such sign, at least that is what happens in my county.  Once an inspector goes out and takes a photograph of it, the fine for putting up such a sign is &euro;150.  Candidates who display posters in elections are exempt from the imposition of such fines.  Surely businesses that want to create jobs, provide a business service and give life to communities should be entitled to put up a sign to advertise their businesses provided the signs are not a traffic hazard.  What is happening is madness.  I know of a business that was operating from a business park in my town of Cahir.  The man had to close the doors.  He could not afford the advertising in the newspapers and other media as it was too high a cost and he was not benefiting from it.  He put up about ten roadside signs.  He sold a new kitchen the first Friday evening a person saw the sign.  That person was living in a housing estate across the road from the business person but did not know about his business until they saw the sign  The business grew and he employed people but he got bill after bill from the county council running to thousands of euro and he had to close his business.  In fairness to the council official, whom I have often telephoned, he does his best to implement the law, but the law is an ass, excuse the pun, because one cannot advertise one's business on a roadside sign.  One cannot be creative in that way.  We must respect road safety at all times, which is very important.<\/p><p> The Minister of State read out a number of initiatives.  I salute Senator Feargal Quinn and others on this and we fought for years to get the Construction Contracts Bill to save businesses.  I remember the morning Pierse Contracting was closed and there were 650 small sole traders in a Dublin hotel.  They had families to feed and would have got nothing from social welfare or from the community welfare officer because they were self-employed.  They might have had three or four people employed and when they were let go, thankfully, they would have got some social welfare payment.  However, the businessman who took the risk, had sleepless nights and whose wife and partner and family went hungry at times to pay wages would not get a shilling.  The system is out of touch.  All the measures the Minister of State mentioned are so-called initiatives dreamed up by civil and public servants who do not understand this area.  I have been saying for years that the Construction Contracts Bill is still not implemented even though we voted it through here almost two years ago.  I do not know whether the Construction Industry Federation is holding it up, and I suspect it is, but it is a downright disgrace.  It took so long to work through it and get all Stages of it passed and signed off at which time we thought we were signing with that achievement.  However, when the legislation to establish Uisce &Eacute;ireann was voted through, without debate, last December it was signed into law on 25 December, a most unusual day for anyone to be ag obair other than the emergency services.  Why the panic?  When they want to do it, they can do it.  The Construction Contracts Bill is still lingering where it was left.  I have asked why that is the case.  The other legislation was signed into law on 25 December, L&aacute; Nollaig, a rest day other than for the emergency services.  What was the panic with that legislation?  Why was there such indecent haste?<\/p><p> I want to salute an official in South Tipperary County Council, Anthony Fitzgerald, who deals with supports for small businesses.  Anytime I telephone him, and I contact him about very sad cases, he deals with them in an understanding way because he came from a business background and is able to talk and mediate.  Bank of Ireland has a initiative on supporting business this week and I hope to call in to support it this evening.  However, the banks, in general, are closed to businesses, they do not care about ordinary small businesses and consider that they are in the way, as it were.  We cannot have a chequebook now but, thankfully, I still have one in my pocket, like many other people.  Some businesses have been established for 100 years and they are familiar with e-business.  Every time they go into their bank it costs them money, not to mind they having to stand at a counter to make an appointment.  It was offered to me in a bank one day to go up in the lift and I asked how much it would cost me, so I walked up the stairs.  That is the way it has gone.  The attitude has changed.  The boom came and the banks went crazy and now that the recession has come they have not adapted.  They just want to get their balance sheets right and their attitude is to hell with the businesses.  I do not know where we are going to go with this.<\/p><p> I wish the head of Revenue who is retiring and has been appointed to the Policing Authority -  I had issues with her when she was in that role and I have had many issues with Revenue - well, but why do people have to be appointed in that way?  That is why the people are marching on the streets.  It is not all about the water charges.  It is about all of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100017#P01200","speaker":"1090","continuing":true},{"type":"speech","time":1416573000,"counter":59,"content":"<p>The Deputy is straying from the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100018#Q00200","speaker":"1010"},{"type":"speech","time":1416573000,"counter":60,"content":"<p>I am a little but it is all very relevant and connected to small business people.  They are at their wits end.  They are trying to keep the doors open.  People knock on their doors and ask them to sponsor them at Christmas and to support the Society of St. Vincent de Paul and they do.  They support anything that happens in the local community, as the Minister of State, Deputy Coffey, knows.  They support activities and give young people at college work at the weekends.  The National Employment Rights Authority, NERA, which is another agency that should have been disposed of, is telling them they should be paying so much an hour when business people would have employed more young people.<\/p><p>  I support this Bill 100%.  I am very disappointed that the Minister of State, Deputy Coffey, and the Government are not accepting it or at least not amending it and trying to do something with this meaningful piece of work.  However, that is the system here, that is what has let the country down and that why the people are out on the street.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100018#Q00300","speaker":"1090"},{"type":"speech","time":1416573000,"counter":61,"content":"<p>The next speaker listed is Deputy McConalogue.  Does Deputy Fleming wish to speak now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100018#Q00400","speaker":"1010"},{"type":"speech","time":1416573000,"counter":62,"content":"<p>Yes.  I  welcome the opportunity to speak on this rates Bill in substitution for my colleague.  I  am sharing my time with Deputy McConalogue who will speak subsequently and there will be no disruption to the next speaker.<br\/><br\/>I thank my colleague, Deputy McGuinness, from Kilkenny who is very familiar with the issues affecting small businesses and fully understands all the issues affecting their viability.  He has given long, detailed and careful consideration to this Private Members' Bill entitled the Local Government (Rates and Miscellaneous Provisions) Bill 2014, that he has published, for which I thank him.  There are outstanding excellent ideas in this Bill and the Government would be well advised to take on board what he is saying.<br\/><br\/>I had intended to speak about the contents of the Bill specifically in the first instance but I was so shocked by the Minister of State's opening statement that I must address that first.  His reply demonstrates that his Department is living in a parallel universe separate from the rest of the Government, of which he is supposed to be a part.  He said the Government is opposing the Bill on a number of grounds.  He stated in the second paragraph of his reply that Deputies will appreciate that:<blockquote>the rates income constitutes a very important contribution to the cost of services provided by local authorities such as road maintenance, public lighting, development control, parks and open spaces and libraries.  In fact, commercial rates income represented ... 33% of the &euro;1.5 billion to the sector in 2012.<\/blockquote>What happened this week to that valuable rates resource?  As part of the Government's package to rescue Irish Water and save face, it announced here two days ago that the largest utility in Ireland will be exempt from commercial rates.  Has the Minister of State got that point?  The Government is exempting the largest super-quango in Ireland from commercial rates that everybody, including Irish Water, the regulator and the Minister, knew Irish Water was obliged to pay. <\/p><p>The bill for the rates is &euro;66 million but the Minister has written off at the stroke of a pen the commercial rates bill Irish Water was to pay local authorities.  The sum of &euro;66 million out of the &euro;1.5 billion to which I just referred, represents 4% of the income local authorities were expecting to receive from commercial rates next year.  One could ask what the Government has done.  It has said the bill will be written off for Irish Water but the Irish taxpayer will pick up the bill.  The Irish taxpayer has now been handed the bill, a direct subsidy for Irish Water, and is now going to pay the additional &euro;66 million to local authorities through the increased local government fund, in lieu of the rates that are being written off for Irish Water.  That will not stand up to the EUROSTAT test.  It is a direct operational subsidy.  That is typical of what is going on with the Government.  It is looking after the super-quangos, the big people and the State monopolies but it has no regard for ordinary people, small businesses and those who are trying to keep employment in the country.  Once again, the actions this week in terms of rates for Irish Water run counter to the attitude being shown today.<\/p><p> I wish to refer to the contribution of the Minister of State, Deputy Paudie Coffey.  I genuinely feel sorry for him having to read out the guff someone wrote for him because whoever wrote it did not tune in to what was happening in Parliament in the past 48 hours.  He said the approach to providing joint liability in this case is unworkable.  However, let us look at what the Government did this week.  The Government said the occupier will pay the bill for water but it went on to say that in the case of a rented property a charge would be put on the property owner if the occupier does not pay.  That is the ultimate in joint liability in terms of the occupier and the landlord.  The Government has no problem having joint liability for water bills but it says it is unworkable in another context.  Does the Minister of State have any idea of what the Government has been doing in the past 48 hours?  Whoever wrote the script could not have made such a statement if he or she was tuned in to what the Government said.<\/p><p> The Minister of State then said Deputy McGuinness&rsquo;s proposal to exempt occupiers of rateable property who commence in commercial activity for the first time from 25% of rates in their first year of operation was unworkable.  One could ask whether he has any idea of what happens in the real world.  The people who wrote the script clearly do not.  In the town of Portlaoise, in an effort to regenerate the main street, Laois County Council introduced a scheme whereby occupiers of buildings that commence commercial activity where a building has been vacant for more than one year will get a reduction of not 25% but 75%.  The local authority will take 25% because it is 25% more than it is getting at the moment.  It said that in year two, a 50% reduction will be provided and a 25% reduction will be available in year three.  That is an outstanding initiative by Laois County Council.  The scheme should be repeated in every small town in County Laois &ndash; Portarlington, Mountmellick, Stradbally, Mountrath, Abbeyleix, Rathdowney and Graiguecullen.  It should be repeated in every town in the country.  The scheme is workable and local authorities are doing it.  They are giving a discount.  Shame on a Department that would have a Minister come to the House and say a 25% reduction is unworkable.<\/p><p> The Department is out of touch with what is happening in the country and with the local authorities under its own remit.  One could ask how such a thing could be outlined in a script.  It is outrageous.  I apologise for having to point out the discrepancy but I have never seen such a thing.  Perhaps it is a reflection on the Friday sittings; that one can give out any old guff in a script on a Friday afternoon that bears no relation to what happened in the House on Tuesday, Wednesday or Thursday.  Everything to which I referred in the script in terms of dealing with rates and local authorities is in absolute direct contradiction to everything the Government has done.  It has exempted Irish Water from rates but it will not give a little help to a small business.  It was said that it could not contemplate an initiative to reduce rates for a new business but it is being done by Laois County Council.  Does the Department not know what is happening in the real world?<\/p><p> The Minister of State said it is not possible to have joint liability for rates but that is happening in the case of Irish Water.  The occupier is liable but a charge will also be put on the property owner.  That is the ultimate in joint liability.  Does the Minister of State have any idea of what is happening?  When he responds to the debate he should have the dignity to apologise for what he read out and withdraw his script.  What Deputy McGuinness said is the only bit of commonsense we heard in the House.<\/p><p> I accept I have only two minutes remaining but I had to deal with the nonsense in the Government&rsquo;s script before I got as far as the Bill.  I am aware the Minister of State, Deputy Simon Harris, made some changes to the Valuation (Amendment) Bill in the Seanad yesterday, which will come back to the D&aacute;il.  We will support the good aspects of the Bill, but we will not accept anything that does not help small businesses.<\/p><p> I wish to refer further to matters that should be addressed under the rates valuation system.  Reference was made to sporting organisations but again there is a sting in the tail in the final paragraph.  The reference is to where a building or part of a building is used for a commercial sport, but which is not used for the sale or consumption of alcohol or in the generation of income, apart from club membership fees.  Everyone agreed that if there is a pub in a sporting facility it should pay rates, but that rates should not be paid on the rest of the property.  However, there is a rider to the effect that if the rest of the property generates any income other than membership fees it will not be exempt.  That is not good enough and we will vote against it when the Bill comes to the D&aacute;il because, for example, if a hall is rented out to a local badminton club or for another purpose it would be considered to be generating income other than membership fees and therefore rates would be charged.<\/p><p> The Minister of State, Deputy Harris, agreed to make an exemption for the payment of rates by community child care facilities.  There are 87 child care facilities in County Laois, the majority of which are privately run and provide the same service as the community child care facilities and they must be listed in the schedule to the Bill as exempt from rates in line with the community child care facilities because otherwise they will not operate on an equal playing field.  The issue must be addressed.<\/p><p> A self-assessment situation must be developed similar to that for income tax with proper penalties.  There has been talk of revamping the Valuation Office.  It will take it two decades to get around the country.  We must have action now, not in 20 years&rsquo; time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100018#Q00500","speaker":"1100","continuing":true},{"type":"speech","time":1416573600,"counter":64,"content":"<p>I welcome the opportunity to speak on the Bill.  I share many of the concerns of the previous speaker on the manner in which the Government is dealing with the issue.<\/p><p>  One of the big promises made prior to the previous election and that is contained in the programme for Government relates to upward-only rents.  The Government has not dealt with the issue.  Who has been lobbying the Government not to deal with it?  Why does the Government have feet of clay on the issue?  Upward-only rents and rates are the big issues in provincial towns.  People are stuck with the upward-only rent system.  If a constitutional amendment is required, surely it is possible to have one to change the clause on property rights in the Constitution, in conjunction with the raft of referenda the Government is due to introduce.<\/p><p>  There is a problem with the rates system.  The system is outdated.  As Deputy Fleming indicated, a good scheme on rates has been introduced in Portlaoise.  The county council has made changes, not just on the main street but also on Church Street and other minor streets in the town in order to try to regenerate businesses in the town centre.  Councillors have put in place a very good scheme that dealt with many of the issues the Minister of State said could not be addressed.  It managed to find a new way to deal with the issue and not to give new businesses an advantage over existing businesses providing the same service.  It proves that something can be done.  Town centres in Mountmellick, Portarlington, Mountrath, Rathdowney and Abbeyleix are not the same as they were 30 to 40 years ago.  Significant numbers of businesses have closed.<\/p><p>There were six shops in Shannon Street in Mountrath.  There are none now.  That has been caused in part by the rents and rates systems.  I accept that there are other factors, but those are major factors that must be addressed.<\/p><p> The valuation is based on footfall, the location of the premises in the town and other factors, but the Minister must take into consideration that the commercial activity and the footfall has changed completely in the past ten years, never mind the past 30 years, and the Government has to deal with this issue.<\/p><p> I welcome the opportunity to speak on the Bill.  Irish Water was referred to earlier.  What the Minister has done here is breathtaking.  It is a complete write-off.  The issue of double liability was referred to.  This is not double liability; what has happened here is single liability.  It is liability for Joe Mug, taxpayer, and Joe Mug, householder.  That is who is caught to pay it again.  Once again, the Minister has made a mess of it.<\/p><p> While I am not too happy with some elements of the Bill, I welcome its introduction by Deputy McGuinness.  It is important that we try to deal with the issue and help those businesses employing one, two or three people.  We must help those business, even if their businesses provide only one job.  People talked about ten jobs and 20 jobs, but we know the importance of protecting even one job.<\/p><p> Setting local rates is a contentious issue locally and politically.  Each local authority must be allowed the right to set its own rate, but there must be a single mechanism for dealing with that.  A number of items of legislation are already in place and it is clear there is a need to combine and modernise those, as set out by Deputy McGuinness.<\/p><p> The Minister must examine the issue of seasonal small businesses that operate out of a premises for a number of months of the year and then stop.  That is a huge issue in coastal towns but also in midland towns, depending on the type of business, because a premises may be empty for a number of months of the year but it is bringing in rates for the period it is open.  That must be addressed.<\/p><p> We have to examine the issue of start-up businesses.  I referred earlier to the scheme in Portlaoise town centre and the streets off that.  We must address that, because it is better to get 25% or 50% of the rates than no rates.  It is far more important.  Local authorities have the power under the 2004 Act to do that, but the Government might consider rolling it out across the country and encouraging it.  It is very important that new businesses be given breathing space for one year to let them get up and running.<\/p><p> Legacy rates are a contentious issue.  Deputy McGuinness has set out some provision for that in the Bill, but it needs further examination.  If the Bill moves to Committee Stage we could deal with that.  It is a complex issue.  There is no straightforward way of dealing with it, because a number of circumstances have to be catered for, but we should move the Bill to Committee Stage to try to deal with it.<\/p><p> There is also the issue businesses that fold, or go into liquidation, whose debts are left with the local authority.  Currently, local authorities are very far down the pecking order in terms of who is the priority creditor.  The banks always get in first.  That is the way it works with developers as well, and the local authorities are left carrying the can with regard to development levies, rates and so on.  That issue is important.  I note an attempt is made to deal with it in section 23.  That is something the Government must take on board, because local authorities are carrying huge legacy debts in regard to rates, development levies and other liabilities.  I would like to see that being dealt with.<\/p><p> Overall, while there are elements of the Bill we might have a problem with, there are many elements that are positive.  It is a serious attempt by Deputy McGuinness to try to deal with many of these issues.  To continue as we are, with an outdated rates system dealing with town centres, is not an option.  The Minister will see that in his constituency and when he is driving across the country.  There are examples of it in town centres in many counties.  The nature of town centres has changed completely, and the civil servants need to recognise that.  The Valuation Office must recognise it also, but we have to recognise it here.  We must change the system, simplify it and make it more fair.<\/p><p> We have to find some mechanism for dealing with the profitability of a business, because the sweet shop with the same square footage as the bank next door cannot be liable for the same rates.  The current situation puts many small businesses in a very difficult situation because they have small turnovers and very small profit margins but huge rates bills to pay.  We have to find a mechanism to address that.  If we look internationally we will see there are better ways of doing it.  I would like to see that issue dealt with.  We have to try to help those businesses survive and grow.<\/p><p> We will support the progress of the Bill to the next Stage.  I hope the Government will allow that happen, because we have heard enough talk about it over the years.  It needs to update legislation on rates.  That has not happened.  I acknowledge that there is provision in the 2004 Act, inserted by the then Minister, Noel Dempsey, which I welcome.  That provided some breathing space for the schemes such as the one in Portlaoise to operate.  However, we need to go much further than that, and this Bill provides the opportunity to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100019#R00200","speaker":"1102","continuing":true},{"type":"speech","time":1416574200,"counter":66,"content":"<p>I support the Bill brought forward by Deputy McGuinness and commend him on putting in the effort to draft it and bring it before the House.  I commend him also on the work he has done throughout his career here in Leinster House in terms of being a strong voice for enterprise and encouraging Government policy which supports business, and medium to small businesses in particular.  His business background is a great asset to him, which he brings to the D&aacute;il and to national policy by introducing this Bill.<\/p><p>  The Bill does four things in particular, which Deputy McGuinness outlined in his opening contribution, in introducing a single mechanism for the making of an annual rate on valuation.  It also introduces a fair and equitable refund scheme in cases in which properties are vacant, and deals with the question of landlords' liability for rates that have not been discharged by tenants.  Also, the Bill provides for a coherent mechanism for reviewing all aspects of the rating process and the collection of rates.  Overall, the Bill is very important legislation and brings to the debate a response to some of the very real problems we have with our rating system.<\/p><p>  I accept that the system of rates goes back many years.  Much of the legislation can be traced back to the late 1800s.  Many Governments have continued with the system in place, but that is no excuse for the fact that the system is no longer fit for purpose.  It is long past the time when it needs to be changed and a total review done of how we charge businesses.  We must ensure we do so in a way that does not stifle them, and try not to create a situation in which many businesses that could otherwise have got up off the ground, so to speak, might look twice when an opportunity was presented.<\/p><p>The lack of progress on implementing real change in the rating system is in stark contrast to the way water charges were eventually changed, albeit only after massive public protest on the streets.  We do not see the same urgency from the Government in looking at the rating system that is in place and bringing about real change in how rates are levied on businesses.  That is an unfortunate reflection of the fact that the Government will tax or charge one if it thinks one will pay.  We have seen that in the way the Government has raised revenue from the public through regressive measures, including flat charges in a number of areas.  We also see it in the flat charges that continue to exist in a rates system that the Government has not addressed.<\/p><p> There is a need for real reform.  The hunger for reform exists across the public and in various sectors of society.  The Government promised to act on it, but has sat on the issue of rates, and we have not seen the type of reform that businesses need.  That means a hedge fund in an office next door to a sweet shop is levied with the same rates as its neighbour.  There is no consideration given to the ability of a company to pay.<\/p><p> Like every other Member, I have received representations from businesses across my constituency that have found the rating system is making life impossible for them.  I will give the Minister of State some examples.  A small hairdressing business in a new building constructed in the mid-2000s with a premises of no more than 300 sq. ft. is levied with a rate of &euro;6,000 per annum.  That is over &euro;100 per week levied on a small business.  It is a very significant charge considering one can rent properties of that size in many locations around the country for approximately &euro;100 per week.  Another example involves a restaurant business seeking to purchase a property in which to continue its business.  The rates valuation of the property was &euro;8,000 per year, whereas the property could be purchased for a little over &euro;80,000.  If one was going to obtain a rent of &euro;8,000 on a property with a purchase price of &euro;80,000, any financial advisor would tell one that was an exceptional yield and a sound financial investment.  It is the exact opposite with the sums being put before businesses looking to set up.  They have to pay up to 10% of the value of a property per annum in rates to the local authority.  Another example is that of a petrol station starting up which is facing rates of &euro;30,000 while trying to get off the ground.  That is only a small selection of examples.  The common thread is that the local authority does not have the discretion to come to arrangements under the scheme.  There should be an up-front scheme for new businesses that are trying to get established, with charges levied that reflect the ability of companies to pay.  I have no doubt this issue is a significant contributor to the fact that many of our town and village centres have been dying on their feet for the last number of years.  Businesses are closing and shop fronts are shuttered.  If one has travelled through any reasonably sized town over the last number of years, the only enterprises one will have seen increasing in number are charity shops.  The average small town now has four or five charity shops, which is a reflection not only of the economic environment, but also of the fact that charities are among the few businesses that are exempt from rates.  Therefore, it is possible for them to keep their overheads low, make a profit and return an income for the relevant charity.  Businesses cannot do that.  If a business wants to set up, it is faced immediately with significant charges.  One of the first questions business owners ask when they assess a property is &quot;What is the rate on this premises?&quot;.  Not only will they have to pay rent, they will also have to pay a rate charge which is more than the rent.  It is an entirely illogical position and one we should in no way continue to stand over.  It is anti-business.  As long as we stand over it, we will continue to see businesses which might otherwise have got off the ground look twice and ask why they should put themselves under that pressure.  It is too much of a punt and a risk.  They will see that they will be paying out all the time, with no light or income at the end of the tunnel.<\/p><p> We need to address the structure and system that are in place.  I urge the Minister to do so in a serious way which examines the way in which rates are levied and introduces a mechanism to take into account the ability of companies to pay.  Income should have a direct correlation with the amount being sought.  I commend Deputy John McGuinness's Bill to the House and urge the Minister to address the matter.  It is long past time for a radical overhaul of the rates system in this country.  I ask the Government to address the situation promptly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100020#S00200","speaker":"999","continuing":true},{"type":"speech","time":1416574800,"counter":68,"content":"<p>I welcome the opportunity to speak.  Any occasion on which we have a chance to speak about local government funding is particularly welcome.  I compliment the Deputy on his introduction of the Bill.  While the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, has provided reasons for the Government's refusal to accept it, I note that doing nothing on rates is not an option.  Leaving the current system in place is not an option.  Deputy McGuinness's Bill may very well have the flaws that the Minister, Deputy Kelly, has identified, but doing nothing is not acceptable any more.  Nothing was done by the last Government and nothing has been done by this one up to now.  I do not find that acceptable because, as someone who was a member of a local authority for eight years, I know that local government funding is overly reliant on a smaller and shrinking group of people, who do not know how their rates are calculated.  They have no input into how their rates are calculated either.  It is the last relic of the Victorian taxation system and it needs to go.  The system of rates does not need to be reformed; it needs to be abolished in its entirety, and the system in place for the collection of the local property tax must be extended to commercial premises.  That would achieve a number of things, which I will outline in the course of my contribution.<\/p><p>  We have a very effective system whereby the Revenue Commissioners accept a valuation from an individual for a private dwelling house.  The individual will accept the property tax based on the multiplier the local authority attaches to it.  If the local authority wants to reduce it, it can.  The other funding sources for local authorities are private businesses and the commercial sector, which have no input into the process.  My own county, Limerick, has gone through a revaluation process recently.  In a revaluation process, the entire valuation for the county must remain the same come hell or high water.  It demonstrates how archaic the system is that it is designed not to change.  While some valuations will go up and others will go down, the entire rate base will remain the same.  If one took that approach to its natural conclusion and said the tax base would have to remain the same regardless of changes in the economy, income tax would have gone up to 85% or 90% over the last number of years.  It would be done on the basis that there was no need to borrow.<\/p><p>One keeps piling on tax because one must generate the same revenue as in previous years.  This is what occurs in local authorities.  What is the outcome of this approach?  Local authorities find that a large number of businesses cannot pay and are forced to close down.  The flipside of rates is the local property tax.  If a householder can show through an auctioneer or valuer that the value of his or her house has appreciated or depreciated, he can make a return to the Revenue Commissioners for assessment.<\/p><p> The only future role I envisage for the Valuation Office is one of an auditing body.  It could randomly select valuations to ensure they are accurate using criteria such as location, turnover, type of business and so forth. <\/p><p> While the Bill introduced by Deputy McGuinness may very well have flaws, the idea of doing nothing no longer washes.  We need to adopt the model of the Commission on Taxation and establish a commission on local government funding, which would have a fixed, short-term focus of producing a set of radical proposals.  Deputy McConalogue is correct that they should be radical.  They should not include the word &quot;rates&quot; because rates are paid by only a small number of people.<\/p><p> Deputy Stanley, who spoke strongly in favour of reform of the rates system, believes only business people should support local authorities.  His opposition to the local property tax and domestic water charges is not sustainable because everyone uses local authority services.<\/p><p> It is legitimate for the owner of a petrol station located in rural west County Limerick to ask what services the local authority is providing his business.  He may not have access to street lighting or footpaths and may not even have local authority provided running water.  It is legitimate in such circumstances to ask what services the business receives in lieu of rates, given that they may be as high as those paid by a business in the centre of a city which benefits from footpaths, lighting, parks, libraries and other services.  The current system is inherently unfair.<\/p><p> While I am aware that changes were made this week to the Valuation Bill before the Seanad, the legislation is designed to do only one thing, namely, to make the collection of rates easier.  It is farcical that it does not include any measures to ease the burden of rates or make them more transparent.  While it provides that businesses will be able to have valuations completed quicker, it will not result in any reduction in rates.<\/p><p> A revaluation process was completed recently in Limerick.  It will take 20 years to revalue the entire country if the Valuation Office completes the task at the current rate.  The valuation system, as a means of funding local authorities, is inefficient, archaic and long past its sell-by date.<\/p><p> While I do not know the rationale for the Government's decision not to allow the Bill to proceed to Committee Stage, as a backbench Government Deputy, I will support that decision.  Notwithstanding this, the Government must not ignore the issue.  Deputy McGuinness and other Deputies have made a number of good points, as have others, including Chambers Ireland, the Small Firms Association and the Vintners Federation of Ireland.  This issue will not go away irrespective of which party is in government.  The system needs to change fast.<\/p><p> Last week, I tabled a parliamentary question to the Minister for the Environment, Community and Local Government requesting that he provide details, in tabular form, of the amount of cash local authorities had on deposit.  I do not know the reason the most recent figures available are from 2012.  The Minister's reply indicated that, as at 31 December 2012, Cork County Council had &euro;119,930,578 on deposit, D&uacute;n Laoghaire-Rathdown County Council had &euro;155,366,717 on deposit and Sligo County Council, which has had financial difficulties recently, had &euro;3,231,015 on deposit.  While I accept that local authorities must have money in the bank for contingencies and so on, it is legitimate to ask why they have such large sums on deposit, what interest is accumulating on these monies and what is being done for businesses in counties where cash is being stashed in this manner.  For what purpose are these deposits given that commercial rates are being increased and local property tax collected? <\/p><p> The days of doing nothing are over.  Frustration is mounting among self-employed business people who are disappointed that nothing is being done about rates.  I am aware of the Minister of State's background in County Waterford.  I appeal to the Government, especially my Fine Gael Party colleagues, to ensure this issue is addressed.  We must not leave it to another Government to take basic steps to address problems with rates.  The local property tax has been introduced and is being collected.  It is seen to be fair and those who pay it have an input in the process.  They know exactly how it is calculated, who is recovering it and where the money is spent.  In contrast, the collection of rates involves plucking an arbitrary figure from the sky.  Local councillors then attach a multiplier to this figure in December of each year and this determines the rate, which must then be paid in two moieties.  People do not know on what it will be spent.  It could well be spent in a different part of the city or county.  Businesses must also pay commercial water rates, for which responsibility has still not transferred to Irish Water.  They will ask what they are getting for their rates as they do not cover refuse collection and many streets are characterised by widespread dereliction.  At the same time, local authorities are holding money on deposit.<\/p><p> It is no longer acceptable to argue that we should continue to potter along and do nothing for small businesses and ratepayers.  While the Bill will clearly be defeated in a vote, if anything is to come from this debate, I implore the Government to do, in respect of local authority rates, what it has done in respect of Irish Water in the past six weeks.  This will require the establishment of a commission, made up of politicians and representatives of businesses and local authorities, to produce a system for funding local authorities that is transparent, fair, equitable and based on ability to pay and the type of business provided.  Queen Victoria was knocking around when the current system was introduced.  While the language may have changed, little else in this archaic and antiquated system has changed.  It has not served us well and must go.  In recent days, we heard people speak about their legacy, rather than the legacy of the Government.  The Minister of State could leave a legacy of being the Minister in the Department who decided the valuation system had to go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100021#T00200","speaker":"1058","continuing":true},{"type":"speech","time":1416575400,"counter":70,"content":"<p>I thank all Deputies who contributed to the debate, especially Deputy McGuinness for giving us an opportunity to discuss the issue.  I also recognise the considerable work and research he did on the legislation.<\/p><p>  I have outlined the reasons the Government opposes the Bill.  The principal reason is that many of the proposals raise significant legal and constitutional issues which essentially render it unworkable. <\/p><p>  In the short time available, I will try to address some of the points raised.  Some Deputies questioned my contribution to the debate.  For the information of the House, I am a businessman and I have employed people in my small business in a small rural town.  My family has been employers in a small rural town since the 1970s and employs people to this day.  I am pleased to report that a business operated by my brother has increased employment recently as a result of the economic upturn.  I hear at first hand the challenges businesses face on a daily basis as they seek to meet overheads, pay bills and staff and keep the door open and business going.  This challenge is ongoing, having been especially severe during the economic crisis of the past five years. <\/p><p>  As Deputies McConalogue and O'Donovan stated, the rating system has been in place since the mid-1800s.  Numerous attempts have been made around the edges to try to reform it.  To date, Governments have failed to implement the deep reform of the system for which many Deputies have called.  There are many reasons for this failure.  A number of Deputies referred to the Valuation Bill currently before the House.  The previous Valuation Bill was introduced in 2001.  I note comments made at that time by Deputy Sean Fleming who made a strident contribution on this legislation this morning.  He described the 2001 Bill as a new concept and argued that the country would see the full benefit of it when it became fully operational, one, two or three years after its enactment.<\/p><p>In fact, we did not see the full benefit because that legislation sat on the shelf for a number of years and only three or four local authorities were revalued from 2001 to 2011.  The current Valuations Bill is trying to expedite that process.  Previous Governments have failed with regard to this issue but that does not mean that we do not continue to evaluate and revise how local authority funding operates in this country.  The Deputy has alluded to the fact that this Government has taken hard decisions to try to widen the tax base that funds local authorities.  We have introduced the local property tax to bring a level of accountability for the funding that is raised and spent in local authority areas.  We have also strengthened local government through the Local Government Reform Act.  Under the Act, audit committees with real powers in local authorities can examine how rates and the local property tax are being spent within their respective counties.<\/p><p> I am not referring to Deputy McGuinness but some Opposition Deputies, some of whom are from Sinn F&eacute;in or are Independents like Deputy Mattie McGrath, who is a good friend and colleague of mine from the south east, oppose the local property tax and genuine efforts by this Government to broaden the tax base and at the same time, look for commercial rates to be reduced.  We cannot have it every way.  I genuinely feel that it would be beneficial if we could widen the tax base and then possibly arrange through the Joint Oireachtas Committee on Environment and Local Government for a deep analysis of how we fund our local authorities and how commercial rates, the local property tax and indeed the rates that will be collected through Irish Water are being spent in the individual local authorities.  I know Deputy O'Donovan called for a commission.  Until we get that analysis, I certainly believe that we cannot reform the system we have which literally sustains local services in local authorities.<\/p><p> I understand the frustration of Deputy McGuinness because I have been in business and my family is in business.  I want to support businesses in whatever way I can.  I suspect that this is a debate to which we will return because as the economy improves, and I think it is improving, we need to see that continue.  When it does, I hope that retailers and small and medium-sized enterprises about which we are speaking will see their fortunes improve but that does not mean we take our eye off the ball.  We need full accountability and transparency in respect of how local authorities are funded.  Our councillors, our local authority system and this Parliament have an important role to play in that.  I suspect that we will revisit this issue but I welcome the debate today.  I see the genuine intent behind the Bill.  We are opposing it for the reasons outlined but that is the position of Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100022#U00200","speaker":"1092","continuing":true},{"type":"speech","time":1416576000,"counter":72,"content":"<p>I want to address the Jekyll and Hyde approach I have seen here this morning.  Let me start by saying to the Minister of State - Paudie Coffey, T.D. from Waterford - that he was great once he put down the script.  It came from the heart, he knew what he was speaking about and he moved away from the bull in his original opening statement and for that I commend him.  I have not heard Deputy O'Donovan speak in the House although I know he is a regular contributor.  I admire him for what he said today because he is a backbencher from Fine Gael and is expected to toe the line.  However, he has given this morning his personal view and acknowledged the reality of what is happening outside the gates of this House and I admire him for that.  He is a young person in politics and I hope he keeps up that contribution because it is only by changing from within his party that he will bring about the changes that are necessary in the legislation that comes from that side of the House.  I thank him for his contribution.  He is the only Government Member who has spoken today.  I thank my colleagues in opposition - Deputies Michael Fitzmaurice, Mattie McGrath, Sean Fleming, Brian Stanley, Charlie McConalogue - as well as Deputy O'Donovan and the Minister of State.<\/p><p>  I want to go back to the Minister of State's speech because he did not write it.  That speech was handed to him as he came in the door because whoever wrote it has no idea of what is going on outside.  If the Minister of State showed the transcript of the last piece he spoke in this House to his brother, he would say &quot;that's grand Paudie.&quot;  However, if the Minister of State showed him that rubbish, he would tell him where to put it.  That is the problem here.  The Minister of State, his brother and Deputy O'Donovan know the big issues that are happening outside this House.  The Minister of State knows that what he has just repeated and parroted from the Civil Service is absolute nonsense.  If the Minister of State, or Deputy Coffey - whichever one we are speaking to now - believes in it, he should take out an advertisement in his local paper.  If he does not want to pay for the full publication of this rubbish which is his opening statement, he should just pay for the following comments where he states that he is very familiar with and generally accepting of the operation and practice of the rating system.  Does he think this would go down well in Waterford?  I do not think so.  He might then go and say that under the approach I have adopted in parts of the Bill, the approach to providing joint liability is unworkable.  I do not think that would go down very well.  If he goes on to say that 5% of their overall costs is the cost of rates to most businesses, I do not think businesses would agree with that.  If he talks in the advertisement about taxing sporting clubs through the rates, I do not think they would be too happy with him.  In his speech, he says that the rates burden is not excessive in the overall sense.  Would he stand beside his local publican or shopkeeper and tell them that their rates are not that excessive?  I do not think he would get much of a vote down there.<\/p><p>  I will allow the Minister of State one minute at the end of my time to stand up in this House and say that politically he is accepting this Bill on the basis that it can be amended on Committee Stage or that individuals like Deputy O'Donovan can bring forward amendments and so on.  I do not believe that my Bill has all the answers or is correct in every aspect.  They are just my views.  I was honestly hoping that the Minister of State would come in here today and accept the Bill because it can be amended later on.<\/p><p>  We now live in a country that is at war with citizens.  I started by saying that.  The first duty of Government is to keep its people safe.  I keep saying this in here but what has the Government done?  I will tell the House what it has done.  It has created a system whereby any local business can now have visits from the likes of the Revenue Commissioners and the Department of Health.  If a person runs a delicatessen down the road, they can have visits from six other different Departments.  One could go on and say that they could have visits from HIQA and NERA.  One then finds the Revenue Commissioners threatening individual citizens with the collection of all sorts of taxes.  The Government has given those who administer this country the ability to put their hands into the pockets of ordinary people and steal from them.  The Government had almost criminalised everybody in the country who is in business or who owes money to the extent that they must prove they are innocent.  Everyone is looked upon as being guilty.  If one looks at the entrepreneurs and the people who are trying to keep businesses open and sustain jobs, one can see that the Government is treating them like criminals and making it impossible for them to run their businesses from an administration perspective.<\/p><p>  In respect of the rates system, the Minister of State says that the some of the measures in my Bill is unworkable.  I do not like the language in the stuff dished out by the Minister of State when he came in here first, which said that my Bill would interfere with the running of the courts.  I would not say they were Deputy Coffey's words.  Yes, they were the Minister of State's words and the words of civil servants.<\/p><p>That is utter nonsense.  The Bill would make the system more streamlined and efficient.  It addresses issues recently raised by county managers.  Yet the Minister of State described it as \"interfering\".  Such language runs through everything we do.  Earlier, I pointed out that the Valuation Office told us it would never get around the country to revalue properties.  It cannot do it.  The Minister of State is creating an inequitable situation in the marketplace whereby one set of cr&egrave;ches will pay while another set will not.<\/p><p> The Minister of State is in dispute with local authorities and sporting clubs.  Sporting clubs are the only organisations, respected in their communities, that are delivering family-oriented services that introduce discipline and give young people something to do other than things that are not good for society.  Nevertheless, the Government is going to start taxing them through the rates system.  There is no sense in it.<\/p><p> To return to the word &ldquo;unworkable&rdquo;, I presume the two Deputies present have constituency offices.  They do not pay rates on their constituency offices.  While it was fine to exempt us from paying rates on our constituency offices, the Government can do nothing to assist the SME sector, which creates 800,000 jobs.  While the Government may not be able to do much through the rates system, because it does not want to affect the &euro;1.4 billion it generates, it expects the local business people to ignore everything and pay up.  The same business people pay &euro;3 per cubic metre for water in and water out.  In their day, rates were to include water in and water out, refuse collection and everything else.  Although people pay them, they now also pay for their bins and water.  When the young entrepreneur or the owner of an established family high street outlet goes home, he or she will also pay for water there.  It is convenient for the Government to exempt Irish Water from rates.<\/p><p> I offer the Minister of State, Deputy Coffey, the opportunity to acknowledge his brother and all the other people in business, and the knowledge that he personally knows to be true, by standing up and saying, &quot;Deputy McGuinness, your Bill will go through to Committee Stage, and we will have a fuller discussion on it.&quot;  Come on, Paudie.  Up you get.  We have time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100023#V00200","speaker":"965","continuing":true},{"type":"speech","time":1416576600,"counter":74,"content":"<p>We are out of time, Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00200","speaker":"1092"},{"type":"speech","time":1416576600,"counter":75,"content":"<p>The Minister of State may take a weekend away because he will not be able to go home to his brother.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00300","speaker":"965"},{"type":"speech","time":1416576600,"counter":76,"content":"<p>The question is: &quot;That the Bill be now read a Second Time.&quot;  Is it agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00400","speaker":"1010"},{"type":"speech","time":1416576600,"counter":77,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00500","speaker":"965"},{"type":"speech","time":1416576600,"counter":78,"content":"<p>Not agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00600","speaker":"1092"},{"type":"speech","time":1416576600,"counter":79,"content":"<p>What does Deputy O'Donovan think?  Given that there are only three of us here, we could win the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00700","speaker":"965"},{"type":"speech","time":1416576600,"counter":80,"content":"<p>In my opinion, the question is lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00800","speaker":"1010"},{"type":"speech","time":1416576600,"counter":81,"content":"<p>It cannot be, because Deputy O'Donovan is on my side, so it is two against one.  Is that right, Deputy?  Now is your chance to make a name for yourself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W00900","speaker":"965"},{"type":"speech","time":1416576600,"counter":82,"content":"<p>The Deputy knows how it works, unfortunately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W01000","speaker":"1058"},{"type":"speech","time":1416576600,"counter":83,"content":"<p>Unfortunately.  V&oacute;tail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W01100","speaker":"965"},{"type":"unspoken","time":1416576600,"counter":84,"content":"<p>Question put.<\/p>"},{"type":"speech","time":1416576600,"counter":85,"content":"<p>In accordance with Standing Order 117(1A), the division is postponed until immediately after the Order of Business on Tuesday, 25 November 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W01300","speaker":"1010"},{"type":"speech","time":1416576600,"counter":86,"content":"<p>Deputy O'Donovan has missed his chance to make a name for himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W01400","speaker":"965"},{"type":"speech","time":1416576600,"counter":87,"content":"<p>My legacy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2014112100024#W01500","speaker":"1058"},{"type":"unspoken","time":1416576600,"counter":88,"content":"<p>The D&aacute;il adjourned at 1.35 p.m. until 2 p.m. on Tuesday, 25 November 2014.<\/p>","notice":"TIME STRING DETECTED"}]