[{"type":"minorheading","content":"Prelude","time":1429866000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Cheann Comhairle i gceannas ar 10 a.m.","time":1429866000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400002"},{"type":"unspoken","content":"Prayer.","time":1429866000,"counter":3},{"type":"unspoken","content":"Paidir.","time":1429866000,"counter":4},{"type":"majorheading","content":"Industrial Relations (Members of the Garda Síochána and the Defence Forces) Bill 2015: Second Stage [Private Members]","time":1429866000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400003#A00100"},{"type":"speech","time":1429866000,"counter":6,"content":"<p>I move: &quot;That the Bill be now read a Second Time.&quot;<\/p><p>This Bill arises out of the exclusion of members of An Garda S&iacute;och&aacute;na and the Defence Forces from industrial relations law that applies to all other workers in the State.  Garda&iacute; and members of the Defence Forces are precluded from joining a trade union, engaging in collective bargaining and taking industrial action, while their representative associations are precluded from affiliating to the Irish Congress of Trade Unions, ICTU.<\/p><p>The Haddington Road agreement included a series of appendices governing pay for various individual sectors, including prison workers, firefighters, garda&iacute; and the Defence Forces.  Despite this, representatives of garda&iacute; and members of the Defence Forces were barred from participating in the negotiations, whereas representatives of prison officers and firefighters were permitted to participate and did so.  In advance of the negotiations on the successor agreement to the Croke Park agreement, the Garda representative associations met a number of Deputies from across the political spectrum, including me, to press on them the unfairness of the current position in this regard.  The Defence Forces representative associations could not even do this much, however, as they feared that disciplinary proceedings could be brought, such is the legal bar even on engagement with their elected representatives. <\/p><p>Ireland is not unique in this regard.  Similar provisions in place in France have resulted in the issuing of two recent judgments against the French rules by the European Court of Human Rights.  In 2012, the European Confederation of Police, which is commonly known by the acronym EuroCOP and to which the Association of Garda Sergeants and Inspectors is affiliated, took a case to the European Committee on Social Rights alleging that Ireland was in breach of the European Social Charter.  The Social Charter is a Council of Europe treaty which guarantees social and economic human rights.  In his address to the Parliamentary Assembly of the Council of Europe in January this year, the President had this to say about the charter: <blockquote>In the area of socio-economic rights, the adoption of the European Social Charter was a milestone in suggesting that human flourishing entails the effective enjoyment of social rights, as well as civil and political ones.  I am glad to say that Ireland has been a supporter of both the original and the revised Charter, and that it has accepted the collective complaints mechanism presided over by the European Committee on Social Rights.  The Irish have also backed the more recent initiatives aimed at strengthening the system of protection under the European Social Charter, including the Turin process.<\/blockquote>It goes without saying that the Labour Party, the party I was elected to represent, the Party of European Socialists, PES, to which it is affiliated in Europe, and all of the trade unions associated with my party and the PES, view the Social Charter as one of the cornerstones of the European peace settlement following the Second World War.  Social and economic rights are indivisible from civil and political rights. <\/p><p>Ireland also signed without reservation as to ratification a 1991 protocol amending the European Social Charter which provides for the committee of independent experts to assess from a legal standpoint the compliance of national law and practice with the obligations arising under the charter.  On 2 December 2013, the European Committee on Social Rights adopted a decision that Ireland was in breach of its international obligations under the Social Charter.  While the committee concluded by ten votes to one that Ireland was not in breach of Article 5 on the ground that it prohibited representative associations of An Garda S&iacute;och&aacute;na from establishing trade unions, it found unanimously that there was a violation of Article 5 on the grounds that police representative associations were prohibited from joining national employee organisations such as ICTU.<\/p><p>It concluded unanimously that there is a violation of Article 6.2 of the Charter on grounds of restricted access of police representative associations into pay discussions such as the Haddington Road process and the Croke Park process which predated it and by six votes to five, a very narrow margin, that there was a violation of article 6.4 of the Charter on grounds of the prohibition against the right to strike for members of the police.  It is not I who think police should have the right to strike.  It is not Fianna F&aacute;il.  It is not for anybody else to determine: it is for the European body which states have determined should decide these matters.  That body, the European Committee on Social Rights, has decided that Ireland is in breach of its obligations.<br\/><br\/>It should be pointed out that Ireland tried to defend the case on the basis of technicalities, claiming that the complaint was inadmissible, but the committee dismissed its claims.  Rather than engage with the substantive merits of cases alleging a violation of the State's human rights commitments in Strasbourg, there is a marked tendency by successive Irish Governments to try to get out of the case on a technicality - the recent O'Keefe case and the case of D <i>v<\/i>. Ireland and this case.  There is a further case which I will come to later which Ireland, notwithstanding its professed attachment to human rights, is fighting on a technicality. <br\/><br\/>In any event, in a resolution on the case, adopted by the Council of Europe's Committee of Ministers on 8 October 2014, the committee noted a commitment by the Irish Government to a review of the national situation in law and in practice in light of the decision.  It is interesting to note that a press release, for domestic consumption, which accompanied the Minister for Justice and Equality's formal response to the Committee of Ministers referred to the committee's &quot;non-binding ruling&quot;.  This canard of a &quot;non-binding ruling&quot; is exclusively for domestic consumption.  I do not believe the State would dare to appear before the Committee of Ministers and argue that a breach of its international legal obligations is non-binding or that it does not have to do something about it, particularly as these obligations are binding in international law upon all states that freely assume these obligations as sovereign states when they accede to and ratify a treaty, as Ireland did, and boasts in the international community as having done so.<br\/><br\/>The Bill seeks to introduce the necessary amendments to primary legislation to bring Ireland into compliance with the Social Charter, as interpreted by the European Committee on Social Rights.  Section 2 provides that associations established under the Garda S&iacute;och&aacute;na Act 2005 are exempted from the requirement to obtain a negotiation licence to carry on negotiations for the fixing of wages or other conditions of employment.  Section 3 of the Bill amends the Garda S&iacute;och&aacute;na Act 2005 to allow Garda representative bodies to associate with a national umbrella organisation of employees, such as the Irish Congress of Trade Unions.<br\/><br\/>Section 5 of the Bill amends the Industrial Relations Act 1990 to allow members of the Garda S&iacute;och&aacute;na to strike and section 6 clarifies that actions by members of the Garda S&iacute;och&aacute;na while on duty shall not be considered assistance to an employer who is a party to the trade dispute for the purposes of frustrating the strike or other industrial action for the purposes of section 11 of the Industrial Relations Act 1990.  This, I believe, is quite important for the maintenance of public order at a picket.  There are safeguards built into the Act.  If the Minister was minded to put in additional safeguards I would be happy to consider those on Committee Stage. <br\/><br\/>Another issue which the Bill seeks to address is access to insolvency arrangements by the Garda S&iacute;och&aacute;na.  Given the failure of the Government to date to introduce an insolvency regime that anyone, other than the richest and more indebted property developers could avail of, this may seem superfluous, but hope springs eternal, especially in the Government backbenches, that something will eventually be done with regard to the insolvency regime.<br\/><br\/>Garda representative bodies have expressed concern that the wording of the breach of discipline provisions could operate so as to exclude members of An Garda S&iacute;och&aacute;na.  A previous Minister for Justice and Equality in 2013 said there was nothing in the code which would prevent the Garda from availing of the service but as we know Ministers for Justice and Equality change.  Section 7, therefore, makes it explicit in law that there is nothing to prevent the Garda from availing of any of the procedures described in the Personal Insolvency Act 2012.<br\/><br\/>I turn to the provisions of the Billl which relate to members of the Defence Forces.  Section 2 of the Bill also provides that associations established under the Defence (Amendment) Act 1990, that is, PDFORRA in the case of enlisted personnel and the Representative Association of Commissioned Officers, RACO, can carry on negotiations for the fixing of wages or other conditions of employment.  Section 4 of the Bill amends the Defence (Amendment) Act 1990 to allow Defence Forces' representative bodies to join or associate with a national umbrella organisation, such as the Irish Congress of Trade Unions.<br\/><br\/>The Parliamentary Assembly of the Council of Europe of which I am one of the many Irish representatives - all the major political parties, Sinn F&eacute;in, Fianna F&aacute;il and Fine Gael are represented as are the Independents and the Technical Group in this D&aacute;il - recalled in its recommendation 1572 of 2002 and resolution 903 of 1988, the right to association for members of the professional staff of the armed forces and called on all member states of the Council of Europe to grant professional members of the armed forces the right to association.  The explanatory memorandum called for a recognition that military personnel be considered as &quot;citizens in uniform&quot; and, therefore, enjoy basic social rights.  The recommendation did not call for the removal of the prohibition of the right to strike which operates in many member states.  Similarly, this Bill does not propose any change to the prohibition of the right to strike by members of the Defence Forces.<br\/><br\/>I understand that PDFORRA, a representative association of enlisted personnel serving in the Army, Naval Service and Air Corps has lodged a complaint to the European Committee on Social Rights, through EUROMIL to which it is affiliated.  It is seeking to be permitted to join the Irish Congress of Trade Unions, to participate fully in collective bargaining and is also seeking the right to strike which is not covered by this Bill.  The State, unsurprisingly, is contesting the  admissibility of the case on the basis of a technicality.<br\/><br\/>This seems like an inordinate waste of taxpayers' money.  Even if the State succeeds, any technical defect will be cured and a new complaint lodged.  Eventually, the State, after having expended or wasted, depending on how one looks at it, considerable sums of taxpayers' money on legal fees will then have to grapple with the substantive merits of the case.<br\/><br\/>Two recent judgments of the European Court of Human Rights against France - Matelly <i>v. <\/i>France and ADEFDROMIL <i>v. <\/i>France, both handed down on 2 October 2014, support the case against the State.  The court's reasoning in both cases was similar.  It is important to bear in mind that the European Committee on Social Rights pays particular attention to the case law of the court and specifically stated that it seeks to avoid any divergence of approach.  In the two French cases, the court emphasised that under Article 11 of the convention restrictions, even significant ones, could be imposed on the forms of action and expression of a representative association and of the military personnel who joined it, provided that such restrictions did not deprive them of the general right of association in defence of their occupational and non-pecuniary interests.  That is quite important because the court stressed that the guarantees provided in Article 11 of the European Convention on Human Rights could not be hollowed out to the extent that they became meaningless.  Article 11 states that:<blockquote>1. Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.<br \/><br \/>2. No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others.  This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, or the police or of the administration of the State.<\/blockquote>Traditionally, the second sentence of Article 11(2) is considered as a separate ground for restrictions on the exercise of the freedom of association of members of the armed forces, the police and the administration of the state.  However, the court, by applying the requirement which allows for the restrictions on the exercise of these rights only when its stipulations contained in the first sentence are fulfilled, that is, that the restrictions be prescribed by law, be necessary in a democratic society in the interests of national security or public safety, be for the prevention of disorder or crime, be for the protection of health or morals or for the protection of the rights and freedoms of others, implicitly rejected its previous approach.  It reversed its earlier case law and adopted a similar approach to that adopted by the European Committee on Social Rights in the AGSI case against Ireland.<br\/><br\/>It would be easily open to the State to argue that removing the prohibition on the right to strike by members of the Defence Forces could endanger national security or public security.  The court always looks at the proportionality of an interference with the right, as does the European Committee on Social Rights.<\/p><p>It will be very difficult for the State to argue that for representative associations of the Defence Forces to be able to engage in collective bargaining in the same way as firefighters, teachers and every other worker in the State somehow impinges on national security.  I do not see how that argument could be sustained.  I do see how the prohibition on the right to strike could be sustained, but not that on affiliation with ICTU.  How does that impinge on national security, particularly as those in the Defence Forces are bound to follow orders?  How would the fact they can fully engage in collective bargaining threaten the security or viability of the State?  Notwithstanding its technical arguments against this case, the State faces an uphill battle and will probably waste a lot of money and time before it grapples with the core issue.  A state which professes internationally to have respect for human rights as such an important part of the international architecture should not adopt the approach of a property developer in the Four Courts whose property empire is threatened, relying solely on technicalities.  It should engage with the rights that are alleged to be impugned, because that is what it agreed to do in the various conventions it signed up to.<\/p> <p> In addition, the European Court of Human Rights, in its judgment, made no distinction between the police and the military.  That will also mitigate against Ireland.  Earlier this week, the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan, said: \"Ireland attaches the highest importance to European Court of Human Rights as the cornerstone of human rights protection in Europe.\"  This Bill presents the Government with an opportunity to follow the case law of the court without being dragged there kicking and screaming, and to vindicate the rights of those who defend our rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400003#A00200","speaker":"977","continuing":true},{"type":"speech","time":1429866900,"counter":9,"content":"<p>On behalf of the Minister for Justice and Equality, and also the Minister for Defence, I welcome the opportunity to respond to the Industrial Relations (Members of the Garda S&iacute;och&aacute;na and the Defence Forces) Bill 2015 which has been introduced by Deputy Michael McNamara.<\/p>  <p>  Unfortunately, neither the Minster for Justice and Equality nor the Minister for Defence can be here today to address the House due to a prior engagement elsewhere.  I congratulate and thank Deputy McNamara for bringing this important issue to the House today.  This Bill forms part of a broader current debate on the future of the industrial relations architecture in the Garda S&iacute;och&aacute;na and the Defence Forces.<\/p>  <p>  In that regard, this Second Stage debate allows for a timely discussion on this matter and the various sensitivities and complexities which arise.  I again thank Deputy McNamara for giving us this opportunity for debate.  While it is important that we discuss such matters in this House, I am sure Deputies on all sides will recognise that debate and dialogues must also be had at other levels, particularly with the parties involved, including the various Garda and Defence Forces staff representative bodies.  This process is under way and will continue.  The points raised in this debate today will inform that broader process of consideration.<\/p>  <p>  In debating these issues, it is important to understand the existing arrangements for industrial relations in the Garda S&iacute;och&aacute;na and the Defence Forces, and I will deal first with the Garda S&iacute;och&aacute;na.  Section 18 of the Garda S&iacute;och&aacute;na Act 2005 provides for the establishment, in accordance with regulations, of Garda associations for the purpose of representing members of the Garda S&iacute;och&aacute;na below the rank of Assistant Commissioner in all matters affecting their welfare and efficiency.  This includes pay, pensions and conditions of service.  There was a similar provision for Garda associations in previous Garda legislation going back to 1923.  Regulations establishing the Garda Representative Association, the Association of Garda Sergeants and Inspectors, the Association of Garda Superintendents and the Association of Chief Superintendents have been in place for several years.<\/p>  <p>  As Deputies are aware, the Minister for Justice and Equality, Deputy Fitzgerald, has addressed, or is yet to address, the conferences of some of these various associations.  This is in addition to the very positive constructive engagement between the Minister and the associations, including a substantial number of meetings over the past year, which included discussions on a broad range of issues.  I know the Minister has welcomed this engagement in terms of allowing important discussion of industrial relations issues but also in providing a forum for feedback on key policing practice issues from front-line garda&iacute; and local managers.<\/p>  <p>  With regard to the question of Garda associations associating with a body outside the Garda S&iacute;och&aacute;na, it should be noted that a general prohibition exists in section 18 of the 2005 Act.  While this prohibition is the default position, it is important to note that the Minister for Justice and Equality may, notwithstanding this, authorise an association with an outside body, and in doing so may specify conditions or restrictions in respect of such an authorisation.  In effect, Garda associates may not associate with the Irish Congress of Trade Unions, ICTU, or any other umbrella body for employees.  Instead, the Garda associations represent their members' interests in negotiations on terms and conditions at the Garda Conciliation and Arbitration Council.  In addition to this formal process, there is a less formal partnership process in place in the Garda S&iacute;och&aacute;na which manages industrial relations issues at a local level, and, where possible, settles these issues before the need arises to present them formally at the conciliation council.<\/p>  <p>  In respect of the right to strike, while there is no single specific prohibition on striking by members of the Garda S&iacute;och&aacute;na, a combination of provisions in law, including the Industrial Relations Act 1990, as well as Garda discipline regulations, effectively precludes strikes.  Regarding central pay talks, the Garda associations, because they have not been authorised to associate with ICTU, have in the past not been represented by the public service committee of ICTU in such talks.  Instead, parallel bilateral discussions have been held with the Garda associations and the Defence Forces associations.  Those are the current industrial relations arrangements for the Garda S&iacute;och&aacute;na.  A review of the Garda S&iacute;och&aacute;na is under way under the Haddington Road agreement, and this review encompasses \"the appropriate structures and mechanisms for the resolution of matters relating to pay, industrial relations and attendance matters\".<\/p>  <p>  The impetus for this Bill, or at least the Garda-related parts of the Bill, is a finding last year by the European Committee of Social Rights, ECSR, a Council of Europe body, that three aspects of the current arrangements are not in compliance with the European Social Charter: the prohibition on Garda representative associations joining national employees' organisations; the restricted access of Garda representative associations into pay agreement discussions; and the prohibition on the right to strike of members of the Garda S&iacute;och&aacute;na.  The Bill seeks to respond to these findings by providing a right for Garda and Defence Forces representatives to carry on negotiations for the fixing of pay or other conditions of employment of their members; by allowing those associations to join a national umbrella organisation of employees; and by providing a right to strike for members of the Garda S&iacute;och&aacute;na.  It is important to understand that, while the State of course subscribes to the principles set out in the European Social Charter, these findings are not legally binding on the State.<\/p>  <p>  In a response to these findings, the State has said that it takes careful note of them and has undertaken to carefully consider them.  In this context, it has pointed out that, as I mentioned, there is a review of the Garda S&iacute;och&aacute;na under way under the Haddington Road agreement, and that this review encompasses appropriate structures and mechanisms for the resolution of matters relating to pay, industrial relations and attendance matters.  As committed by the State, the findings of the ECSR, together with all other relevant issues, are being taken into account as part of this ongoing process.  The State did, however, emphasise that the Garda S&iacute;och&aacute;na provided security and intelligence service as well as policing in the State, and that it was critically important that these services were fully operational at all times.  It made it clear, therefore, that giving members of the Garda S&iacute;och&aacute;na the right to strike would raise the most serious issues in respect of the capacity of the State to ensure the maintenance of law and order.  In this context the State noted the narrow margin within the ECSR by which this particular finding was made, as well as the strong dissenting opinions put forward, and emphasised that this was a particularly difficult and sensitive issue which raised complex questions from a legal, operational and management perspective.  The State did, however, undertake to keep these findings under review and to report developments to the ECSR.<\/p>  <p>  Apart from considering issues around a right to strike, I know that the Minister for Justice and Equality is actively exploring how best to respond to the findings relating to the association of Garda representative bodies with ICTU and the access of the Garda associations to central pay talks.  The two issues are connected and require careful consideration.  As outlined, however, the Minister and the Department have been engaging, and will continue to engage, with the Garda associations on these issues.  The Minister is committed to this ongoing constructive process of engagement and dialogue, which should be let run its course.<\/p>  <p>  One other Garda-related matter dealt with in the Bill is that it seeks to ensure that any member of the Garda S&iacute;och&aacute;na who becomes, or applies to become, a party to an insolvency arrangement will not on that account fall foul of Garda discipline regulations.  However, it is important to look at exactly what those regulations say.  They provide that it is a breach of discipline for a Garda to fail wilfully and without good and sufficient cause to pay any lawful debt in such circumstances as to be liable to affect his or her ability to discharge his or her duties as a member or as to be liable to compromise other members.<\/p><p>In other words, getting into debt or falling behind with mortgage payments is not a disciplinary matter.  I am not aware of anything in the Personal Insolvency Act 2012 or the Garda discipline regulations that prevents a member of An Garda S&iacute;och&aacute;na from availing of the services of Insolvency Ireland.<br\/><br\/>I now wish to focus on issues affecting members of the Defence Forces, specifically issues relating to the Defence Forces representative associations.  I will outline for the House the arrangements currently in place for the members of the Permanent Defence Force.  The current industrial relations arrangements already permit members of the Permanent Defence Force the freedom of association and the right to join a professional representative association, such as RACO or PDFORRA, to represent their interests.  In order to compensate for the prohibition of affiliation to ICTU, alternative mechanisms and rights of association are already in place, through the conciliation and arbitration scheme for members of the Permanent Defence Force.  This scheme provides the representative associations with structures and processes to enable representations and negotiations to take place on behalf of their members.<br\/><br\/>The scheme, which is similar to the Civil Service scheme and those in other parts of the public service, provides the mechanism for direct negotiation and discussions with both civil and military management and the Department of Public Expenditure and Reform.  It provides a mechanism through which consultations with the associations can be carried out and a means for both sides to discuss issues of importance to them and to arrive at mutually acceptable solutions.  Where solutions cannot be resolved, there is access to a third party process, such as facilitation, adjudication and arbitration, if required.<br\/><br\/>The associations play a valuable role in representing their members interests, including negotiation on terms and conditions of employment and pay for their members.  They promote the welfare of individual members by pursuing grievances on their behalf and represent their interests at different levels, from unit level upward and consult and negotiate on collective conditions of service in the military.  In addition, discussions with the representative associations for the Permanent Defence Force, in parallel with discussions being undertaken by the official side of ICTU affiliated unions, are already required under the terms of the public service agreements 2010-2016.  Under these parallel process arrangements, representatives of the Department of Defence, military management, the Department of An Taoiseach and the Department of Public Expenditure and Reform meet separately and collectively with both representative associations.<br\/><br\/>I would now like to speak specifically on the Bill before the House.  While it is welcome that the Bill does not explicitly seek to remove the prohibition of the right to strike by members of the Defences Forces, an unforeseen consequence of the enabling provisions contained in sections 2 and 3 of the Bill, which would allow the representative associations of the Permanent Defence Force to join ICTU, poses a serious difficulty in regard to the stated first objective of the ICTU constitution.  This first objective is &quot;to uphold the democratic character and structure of the Trade Union Movement, to maintain the right of freedom of association and the right of workers to organise and negotiate and all such rights as are necessary to the performance of trade union functions and in particular, the right to strike&quot;.<br\/><br\/>In this regard, Article 4 of the ICTU constitution requires that members of congress shall satisfy the executive council that its rules, objectives and policy are in harmony with the constitution of congress and undertake to abide by its provisions.  This is clearly not tenable where it relates to the Permanent Defence Force as the State's last line of defence.  The Defence Forces must be fully operational at all times.  In circumstances where the Defence Forces could be called upon to aid the civil authority, as has happened in the past, the potential for serious difficulties could arise in these circumstances if the representative associations were affiliated to ICTU, as clear conflict of objectives and policy then arise.<br\/><br\/>The Deputy will also appreciate that the issue of ICTU membership for the Permanent Defence Force representative associations raises complex questions from a legal, operational and management perspective.  In this context, it is critical to remember that the legal barriers in place for military personnel are legitimate and proportionate to legitimate State interests; they are not arbitrary and are prescribed by law.  First, they limit the representative associations to members of the Defence Forces and are not linked to trade unions.  Second, legal barriers are in place to forbid strikes or other forms of industrial action that could disrupt operations or threaten security.<br\/><br\/>Access to ICTU potentially raises the issue of members of the Permanent Defence Force having to cross picket lines.  This would be inconsistent with the objectives and policy of ICTU, in particular the right to strike.  As such, it could disrupt vital operations in a way that threatens national security or could disrupt operations.  It is worth repeating again that military personnel are the last line of defence.  Even if the Permanent Defence Force representative associations were allowed access to ICTU on an affiliate level, or voluntarily to forswear industrial action, this might not prohibit secondary industrial action by another union in support of the representative associations' cause.  The current arrangements already permit members of the Permanent Defence Force the freedom of association and the right to join a professional representative association to represent their interests.  These associations already enjoy the right to be consulted in discussions concerning conditions of service or pay for members of the Permanent Defence Force.<br\/><br\/>The differences in treatment or limitations, such as the prohibition on affiliation to a body such as ICTU, are not unique to Ireland and Ireland is not unique in imposing limitations on the rights of association for military personnel.  Indeed, the Organisation for the Security and Co-operation in Europe, OSCE, has recognised that it is common in many countries for the freedom of association of public servants, including members of the Defence Forces to be limited.  For example, in Poland there is a ban on trade unions in the military, but like Ireland they have a right to form a representative association and have conciliation arrangements.  They are also prohibited from the right to strike.  Similarly, in Hungary, Germany, Romania, Belgium and Sweden, members of the military forces are legally prohibited from engaging in certain forms of industrial action, especially strikes.<br\/><br\/>In this context, it must be emphasised that the taking of any form of industrial action is irreconcilable with military law.  If the representative associations for the Permanent Defence Force were granted access to an association of trade unions, such as the Irish Congress of Trade Unions, as in proposed in sections 2 and 3 of this Bill, that would clearly pose a distinct problem in terms of military discipline and possible interference with <i>esprit de corps.<\/i>The Deputy will appreciate that the disciplined nature of the Defence Forces requires that military orders must be obeyed.<br\/><br\/>Of the two representative associations for members of the Permanent Defence Force, the Representative Association for Commissioned Officers, RACO, has advised the Minister for Defence that it does not wish to join ICTU.  The other, the Permanent Defence Forces Other Ranks Representative Association, PDFORRA, has previously made representations to the Minister of Defence on this issue, most recently earlier this year.  On each occasion, its application for affiliation to ICTU was declined by the Minister for Defence.  The primary concern then, which still pertains, is that any form of industrial action is considered irreconcilable with military service.  The unionisation of military personnel is viewed as conflicting with the unique nature of the military and its role in maintaining national security and public order.<br\/><br\/>The Deputy will be aware that following the recent case brought to the European Committee of Social Rights by the Association of Garda Sergeants and Inspectors, AGSI, a complaint to the committee about the limitation on union rights for military representative associations in Ireland has now been made by EUROMIL, a European umbrella body for military associations, on behalf of PDFORRA.  The PDFORRA association is claiming most of the same violations of the European Social Charter as claimed by AGSI, including denial of the right to join the ICTU, alleged restricted access to pay talks and the prohibition on the right to strike.  As the question of admissibility of the EUROMIL complaint is currently under consideration by the European Committee of Social Rights, it is the Government's position to await the outcome of the complaint made to the committee. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400005#C00200","speaker":"1018","continuing":true},{"type":"speech","time":1429867500,"counter":11,"content":"<p>I commend Deputy McNamara on this Private Members' Bill and am happy to confirm that Sinn F&eacute;in will support it.  Following the ruling of the European Committee of Social Rights that the Garda representative organisations should be allowed to join ICTU and negotiate wages and have the right to strike, I believe it is right and proper that we support the legislation presented to us today.  My Sinn F&eacute;in colleague and spokesperson on justice issues, Deputy P&aacute;draig Mac Lochlainn, welcomed that decision when announced and stated at the time that garda&iacute; should be given the same rights as other workers in the public sector.<\/p>  <p>  Sinn F&eacute;in also supports the right of the Defence Forces representative associations to join ICTU and to participate in collective bargaining.  The European confederation of police, EuroCOP, lodged a complaint to the European Committee of Social Rights against the Irish State in June 2012 on behalf of the Association of Garda Sergeants and Inspectors.  At that time, the committee concluded the complaint was admissible under the Articles 5 and 6 of the European Social Charter.<\/p><p>The complaint highlighted the restrictions placed upon national police associations, in particular the Association of Garda Sergeants and Inspectors, AGSI, which did not enjoy full trade union rights, including the right to join an umbrella organisation, in this case the Irish Congress of Trade Unions, ICTU.  The committee upheld the complaint under article 5 of the charter on the grounds of the prohibition on police representative associations joining national employees organisations.  The committee also found that Irish legislation failed to ensure sufficient access by police representative associations to pay agreement discussions, as required under article 6.2 of the charter and held that the prohibition on the right of members of the police force to strike amounts to a violation of article 6.4 of the charter.<br\/><br\/>Following that decision, EuroCOP's president, Anna Nellberg-Dennis, noted that the committee's conclusions are a victory not only for the Irish police but have important impacts upon police forces across Europe.  By highlighting the fundamental importance of police rights and educating European police officers about their rights to organise and to bargain collectively, the committee has helped draw more attention to those member states failing to adequately provide for the social rights of their police officers, and we heard earlier about further decisions since the decision on the Irish complaint from the AGSI.<br\/><br\/>On behalf of the Irish Congress of Trade Unions its legal officer at the time stated:<blockquote>There is a common misunderstanding that international law requires countries to prohibit their police forces from taking part in trade union action.  As this Determination shows, the opposite is the case.  States can only restrict or deny rights in exceptional situations and where the state can give concrete examples of why the restrictions are 'justified', 'necessary', 'appropriate' and 'proportionate'.  Blanket bans, such as apply in Ireland, represent a violation of rights.<\/blockquote>In coming to their decision the members of the European Committee on Social Rights examined the specific situation in Ireland before concluding that there was no compelling justification for the imposition of an absolute prohibition on the right to strike by garda&iacute; set out in section 8 of the 1990 Industrial Relations Act.  As a result, the committee considered that this statutory provision is not proportionate to the legitimate aim pursued and, accordingly, is not necessary in a democratic society, and held that Ireland was in violation of article 6.4 of the European Social Charter.<br\/><br\/>When somebody is held in violation of the social charter in a state like ours, the first step should be to consider how we can amend legislation to make us compliant but we heard earlier that is not the first step the Irish State has taken.  Its first step was to consider how to take on that judgment in a different format on a technical issue.<br\/><br\/>The 15 member committee of experts also heard that the prohibition on the AGSI joining the Irish Congress of Trade Unions, ICTU, was a violation of article 5 of the charter.  It went further and determined that Ireland is also in violation of article 6.2 of the charter on the grounds that it restricted access by police representative associations to pay negotiations.  <br\/><br\/>Across Europe police forces already enjoy the rights sought by the AGSI without any negative outcomes for national security.  In fact, it can be argued that some of the recent difficulties highlighted by whistleblowers across the State arose from the desire to keep the police separated from other groups.  Other uniformed services such as prison officers are not denied the practice of their trade union rights, and An Garda S&iacute;och&aacute;na members should not be denied that right.<br\/><br\/>While the ruling specifically refers to the situation of the Association of Garda Sergeants and Inspectors, it has implications for all ranks of An Garda S&iacute;och&aacute;na and the four representative police associations.  Sinn F&eacute;in calls on the Government to legislate for the changes required for this State to fully comply with the decision.  If the State is not willing to do that, we will fully endorse what is contained in this legislation.  It can be enhanced in committee in that if there are peculiar circumstances, we can debate them.<br\/><br\/>I commend Deputy McNamara for producing the Bill and facilitating this debate in the House.  I hope the Minister will accede to our request to allow the Bill go to committee to enable us debate it further, strengthen the legislation and ensure it captures fully every point from that judgment thereby ensuring we are compliant in that respect.<br\/><br\/>We welcome also the inclusion in this Bill of the provision that facilitates the Defence Forces representative organisations joining the Irish Congress of Trade Unions and participating in collective bargaining.  One in five members of the Defence Forces depend on State benefits to feed their families due to the effects of austerity and the deep pay cuts in recent years.  PDFORRA, the organisation representing soldiers, sailors and the air crew of the Defence Forces, has revealed that about 1,300 of its 6,500 membership now qualify for family income supplement, FIS.  That is an indictment of this Government and previous Governments, and is an issue that must be addressed quickly.  One of the mechanisms to address it is through collective bargaining where the full effects and consequences of the pay cuts in regard to the increased tax take on public servants and other measures can be brought to the table.  The dependence on the FIS indicates that those members are not receiving adequate pay levels to provide their families with a decent standard of living.  In many cases they are living in poverty.  It is unacceptable that PDFORRA cannot participate in negotiations with the Government to address that injustice alongside their colleagues in the other public service trade unions.  <br\/><br\/>Sinn F&eacute;in also supports the amendments to the existing legislation that ensures that members of An Garda S&iacute;och&aacute;na who have encountered financial difficulties, like so many other citizens over the years, can avail of options such as personal insolvency without having to declare to their superior officers and all and sundry that they are going through a traumatic time in terms of their financial difficulties.  Like every other citizen they should be able to avail of the services and supports that are available to all citizens.  We are supposed to be a Republic and citizens are supposed to be equal, so there should be equal rights to public services.<br\/><br\/>I commend Deputy McNamara for what is an important intervention.  We appeal to the Government to support this Bill and allow it go to committee where we can thrash out the details.  Following that, I hope it will endorse the intent and the effect of this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400006#D00200","speaker":"1028","continuing":true},{"type":"speech","time":1429868100,"counter":13,"content":"<p>I thank Deputy McNamara for bringing this Bill to the House.  I apologise that I will have to leave the Chamber directly after my contribution.<\/p>  <p>  It is good to be able to discuss the garda&iacute; in a positive light in the House.  There has been a tendency recently to demonise garda&iacute; within this Chamber in ignorance of the work they do and the risks they face every day in protecting us.  In that light I wish the new garda&iacute; who graduated yesterday from Templemore College every success and, most important, health and safety in their role.  I wish the Minister of State every success also in his new role as Minister of State with responsibility for drugs, which is long overdue.<\/p>  <p>  We welcome the Bill and many of its sections but we cannot support a right to strike for members of An Garda S&iacute;och&aacute;na because they are an essential part of our security apparatus, which must be in place 24 hours a day, seven days a week.  We do not have the luxury of being able to allow it stand itself down.<\/p>  <p>  It is important that a deadline is put on the review of the parts of the judgment about involvement of the Garda associations with ICTU.  I do not see any difficulty with that.  I am aware that ICTU allows that every association should have a right to strike but in terms of this situation, a previous general secretary of ICTU, Peter Cassells, said in 2005 that ICTU would engage with PDFORRA on the understanding that it did not have a right to strike.<\/p><p>ICTU can come to the table and give some element of associate membership which recognises that there is not necessarily a right to strike.  It is important also, in the context of discussing the judgment, to note that there was strong judicial dissent on the right of police forces to strike and a recognition of the possible impact of such a right.  <\/p> <p> The Minister of State complimented the Minister for Justice and Equality's engagement with the various Garda associations and the fact that she addresses Garda conferences.  This has been the practice of nearly all Ministers, although perhaps not that of her direct predecessor.  Every Minister tended to have a good relationship with Garda associations and that is the way it should be.<\/p> <p> There is a need to look at a number of issues.  It is notable that there is no Fine Gael Deputy in the Chamber today.  One of the changes associated with public service reform over the past number of years is the change in rosters, especially for An Garda S&iacute;och&aacute;na.  The change in the rosters has had an impact on individual garda&iacute; and their family lives.  The new ten-hour roster has brought great changes and increased Garda presence on the streets.  However, it has put individual garda&iacute; under strain.  Some sort of public recognition needs to be given by Government Ministers, particularly Fine Gael ones, as we move into public sector pay talks, to the increase in productivity in the public service over the past three years.  Instead of throwing red meat to the Fine Gael lions, the Government should acknowledge that fact.  It should acknowledge that we have enforced pay cuts on all of our public servants while asking them to work harder with less resources and fewer colleagues, rather than appealing to the cheap seats in the Fine Gael backbenches by throwing out the usual canard about public service productivity.  Nowhere is that seen more and nowhere have there been more changes in work practice than in An Garda S&iacute;och&aacute;na.<\/p> <p> I regret that the T&aacute;naiste seems to have fallen into that trap as well.  Last weekend she spoke about productivity.  Productivity has increased.  The first step in any talks is to respect and acknowledge that increase.  It should not be dismissed.  A respectful acknowledgement would be to bring the review to a conclusion with a positive statement from the Minister for Justice and Equality which allows the Garda associations to engage on an associate basis with ICTU.  She should allow them a position at the negotiating table rather than allowing sideline discussions to take place.  They should be allowed in the room to defend the rights and interests of their members as opposed to being an \"any other business\" item when the deal is done.  The matter has been under review for long enough.  As we move into new public service talks, the best statement of respect for An Garda S&iacute;och&aacute;na would be to allow it to be directly involved in these talks in some way, rather than consulting it after the deal is done.  <\/p> <p> This also gives me a chance to once again highlight the Bill I introduced.  I wonder about these Friday sittings.  Deputy &Oacute; Snodaigh wants this Bill to go to Committee Stage.  It would be interesting to see the number of Bills initiated during the Friday sittings that have gone to Committee Stage and the number that got lost between the Chamber and the committee rooms.  I introduced a Bill on the protection of emergency workers in 2012.  It has been published again.  The Bill provides that in cases involving garda&iacute; and other emergency workers, particularly, given today's discussion, garda&iacute; and members of the Defence Forces, who are assaulted in the course of their duties - that is, in the course of protecting the State and each and every one of us - a mandatory sentence should be imposed on top of whatever other sentence is given.  It is clear from case law in the past number of years that the role of An Garda S&iacute;och&aacute;na is taking for granted by our legal system.  No recognition is given when a garda who is injured or, God forbid, killed in the line of duty and a charge of manslaughter applies to the fact that he or she was a garda.  Judges are required by law to instruct juries not to give recognition to that fact.  That is wrong.  It is absolutely wrong that we allow that to continue.  Something needs to be done on this issue.  It was said that the Government could not accept my Bill in 2012 because there was an ongoing discussion at law reform level on mandatory sentencing.  We are three years on and the problem remains.  Garda&iacute; are still being assaulted in the course of their duties, even more so, regrettably, in the past number of months, and there is still no specific protection for them as they go about their duties.<\/p> <p> I heard Deputy McNamara's tragic words on insolvency and the lonely place of a Labour Party backbencher at the moment.  I welcome the clarification the Minister has brought to that discussion.  The system is not working.  The Labour Party know that.  Fianna F&aacute;il, Sinn F&eacute;in and the Independents know that.  The only party in this Chamber that seems to still believe that the insolvency regime is working is the dominant Government party.  It would be ridiculous and wrong to think that a member of the Garda would be excluded from it.  Perhaps Deputy McNamara will clarify what his belief is in relation to the Minister's response on the issue.<\/p> <p> We do not support the right to strike but we do support the general direction of the Bill and the general need for a formalisation, after so many years, of the Garda associations.  They need to be given a lot more input and a greater right to involve themselves with ICTU, but with the aforesaid caveat in place.  They need to be afforded much more respect.  They should be a central part of the process as opposed to being consulted afterwards.  I know the two Deputies in the House recognise this, but, most important, respect needs to be shown for what members of An Garda S&iacute;och&aacute;na have offered up in terms of pay cuts and work practice changes since 2008.  The notion within Fine Gael that the public service has done nothing over the past few years needs to be stamped out.  If the Labour Party does one thing in Government, it should start doing that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400007#E00200","speaker":"1071","continuing":true},{"type":"speech","time":1429868700,"counter":15,"content":"<p>It is a shame that Deputy Calleary cannot stay for the remainder of the debate, as I was going to respond to some of his points.  However, seeing as it is Friday morning, I will leave the political footballing for another time.  The House will see that in respect of the members of An Garda S&iacute;och&aacute;na, the Government currently has the main issue raised in this Bill under detailed consideration.  This consideration is being informed by ongoing engagement and dialogue with the Garda associations.<\/p>  <p>  There is potential for progress to be made on links to a national employee organisation and on access to central pay negotiations.  These issues are under active examination.  It is also the case that industrial relations matters are the subject of a review of An Garda S&iacute;och&aacute;na which is still under way, and it is clear that it would be best to await the outcome of that review.  <\/p>  <p>  There is no disguising the difficult and sensitive issues raised by the proposal that members of An Garda S&iacute;och&aacute;na should have the right to strike.  I hope Deputies on both sides of this House will recognise that these issues require careful consideration of all of the issues involved.  Similarly, as I have said, the proposals relating to the Defence Forces associations also raise complex difficulties from a legal, operational and management perspective.  It is important that matters of such importance are debated in our national parliament.  The Minister for Justice and Equality and I are committed to continuing to work with interested Deputies as the broader ongoing process of dialogue and consideration of these issues continues. <\/p>  <p>  I thank Deputy McNamara again for his interest in this matter and for providing us with this opportunity for debate.  While I am not in a position to accept the Bill as it stands, I look forward to the contributions from all sides and I hope the Deputy understands the policy positions as set out and recognises the current context.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400008#F00200","speaker":"1018"},{"type":"speech","time":1429868700,"counter":16,"content":"<p>Deputies Daly and Wallace have arrived in the Chamber.  Deputy McNamara should be next to speak, but if he has no objection I will allow them a short contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400008#F00300","speaker":"1040"},{"type":"speech","time":1429868700,"counter":17,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400008#F00400","speaker":"977"},{"type":"speech","time":1429868700,"counter":18,"content":"<p>I thank Deputy McNamara.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400008#F00500","speaker":"1192"},{"type":"speech","time":1429868700,"counter":19,"content":"<p>I thank Deputy McNamara and the Leas-Cheann Comhairle.  I welcome this Bill.  Members of An Garda S&iacute;och&aacute;na should be allowed to be members of a trade union.  They need better representation.  At present, it is very difficult for them to challenge any element of perceived unfairness in their treatment.<\/p><p>Clearly, the current structures do not serve them well.  I realise that there are the representative bodies, the GRA and the AGSI.  However, our experience of dealing with many garda&iacute; in recent years is that they do not feel well represented by the GRA or the AGSI.  When they have a problem, most of them would not dream of going near the GRA, which seems just to represent itself rather than representing garda&iacute;.<\/p> <p> I was shocked to find out yesterday that the assistant commissioner, Mr. Fintan Fanning, felt obliged to go to the courts to address an issue he had when being interviewed for the deputy commissioner job.  He claims that the Garda Commissioner, Ms N&oacute;ir&iacute;n O&rsquo;Sullivan, asked him to give his thoughts on extreme left-wing politics in Ireland and left-wing politicians.  By all accounts Mr. Fanning was a bit shocked and felt it was a very unfair question.  However, he does not really have anywhere to go other than to the courts with his complaint.  One would imagine that things should be different.<\/p> <p> A few months ago, I raised an issue in the D&aacute;il.  A new recruit to the Garda S&iacute;och&aacute;na wrote to me complaining about being asked to start working on just over &euro;23,000 a year.  It is more than likely that a new garda will not be based in his own village.  Even if he is single, the chances of him being able to remain living with his family are very slim.  He will have difficulties with public transport.  It is possible to get between big cities and big towns but if one starts crisscrossing anywhere else in Ireland, the public transport system is very disappointing.  It would be very hard to imagine how any such garda would not need a car.  More than likely he will need to rent accommodation somewhere.  If a garda has to buy a car and rent accommodation, I do not know how he can be expected to survive on just over &euro;23,000 a year.  This should be addressed.  However, they do not have anywhere to go with that, which is unfair.<\/p> <p> Trade unions are allowed in Germany and Norway.  It would be good for us to investigate how the Germans and Norwegians facilitate that without fear of disruption.  Obviously any state would be afraid if there was not a policeman to be had because they were all out on strike.  I understand they are not allowed to strike, but it means that police officers in Germany and Norway have far better representation than garda&iacute; here.<\/p> <p> Sadly, because many garda&iacute; feel they do not have a body that really represents them, they have been coming to people such as me and Deputy Clare Daly.  Hardly a week goes by without some garda&iacute; coming to us with complaints.  We are being ridiculed for raising some of these issues in the Parliament and we are being accused of abusing our parliamentary privilege, which is interesting.  I got a very nasty letter from the GRA when I mentioned some issues going on with policing involving a publican in Kilkenny over a six-year period.  However, the GRA did not seem to take note that after six years of unbelievable harassment of this publican, funnily enough the harassment has stopped since I raised it here.  In addition, even though many of his complaints were beyond GSOC's time limitations, GSOC is upholding those complaints that were within time and is investigating them, which is good news.<\/p> <p> I welcome Deputy McNamara's Bill.  It is a subject that deserves some serious discussion and some serious thought on the part of the Government.  I appreciate being let in even though we were late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400008#F00600","speaker":"956","continuing":true},{"type":"speech","time":1429869300,"counter":21,"content":"<p>I welcome Deputy McNamara's efforts and I appreciate the opportunity to make some short points in support of it.<\/p>  <p>  The first time I had a chance to vote, which was not today nor yesterday, was an opportunity in the 1980s to vote for candidates who stood under the banner of the Army wives in County Kildare where I am from.  That campaign by the spouses of soldiers raised very legitimate concerns that Defence Forces personnel had about their wages and conditions, which traditionally have been and are today relatively poor.  There is a lack of adequate pay and respect, and a voice for our soldiers.<\/p>  <p>  Obviously, I used my vote to support them and from their campaign PDFORRA emerged as a representative organisation for Defence Forces personnel.  That has been a very positive experience, but I do not think it is enough.  I think it has been good at agitating and putting in the spotlight the very poor conditions of soldiers.  We are on the record of the House as saying that numerous soldiers' families have to secure family income supplement to make ends meet.  We have had the stories of soldiers sleeping in their cars because barracks have been shut down and allowances have not been sufficient to enable them to get accommodation and so on.<\/p>  <p>  The idea that these people are not workers and are somehow apart is something that really capitalism as a method of organising society has done.  It has attempted to put garda&iacute; and soldiers as separate from other workers.  I support the idea that they are just workers in uniform and in that sense their allegiance should be with their fellow workers and they should have the right to be represented by a trade union in a real sense.  That is important not only from the point of view of them having the ability to advance their economic position, which all workers should have, but it is doubly the case in this era of austerity where we have starting rates for garda&iacute; and Army personnel which are an absolute joke.  There is a downgrading of these jobs which should be remunerated better than they are at present.<\/p>  <p>  I find it sickening in the extreme that so-called representative organisations that masquerade as supporting rank and file garda&iacute; would be largely silent on the appalling cutbacks on Garda pay and conditions and yet are vociferous in their criticism of those of us in here who try to raise issues of Garda reform.  On the idea that garda&iacute; do not need serious trade union representation, the argument is won by the inaction of the GRA and the AGSI.<\/p>  <p>  I have been a shop steward, and still am, for many decades.  One often hears workers criticising shop stewards and union officials as being apart from their members and that they do not agitate sufficiently for their members' needs and objectives.  While that is often the case, it is certainly the case with the GRA and AGSI which seem to be using that organisation as a vehicle for promoting themselves or something.  It is certainly not being used to challenge management by any stretch.<\/p>  <p>  That was really vindicated at the time of the GSOC bugging scandals when the former Garda Commissioner, Mr. Martin Callinan, contacted the four Garda representative organisations and asked them to issue a statement condemning GSOC and stating they had no confidence in it.  The AGSI and GRA happily obliged.<\/p><p>They were not so quick to come out and support their members who stood against the tide and put the spotlight on the terrible abuses being undertaken by some senior garda&iacute; against citizens and other garda&iacute;.  They have been shamefully quiet about some of their members who are still in the force and enduring poor behaviour because they spoke out about bad practices.<\/p> <p> This is timely and necessary legislation.  We only need to look around at what is being attempted in terms of, for example, the water charges protests.  We have been in contact with senior garda&iacute; who are disappointed to have been asked to ask their members to police and stand watch on communities where, for years, they have been attempting to build proper relations.  They have been pitted against residents at a time when they would prefer to be dealing with crime and doing the job that some of them signed up to do.  This is a very dangerous undermining of the Garda and the conditions of decent garda&iacute; who signed up to do a good job and do not want to be pitted against their neighbours and friends.  The only way in which such people can have a voice is if they are given proper trade union rights and protection when taking a stand.  I support the right to strike of Defence Forces and Garda personnel.  They should view their role as serving the community and standing alongside residents, not as being pitted against and set apart from their neighbours and friends.<\/p> <p> I welcome this debate.  It is important that we advance these issues.  I compliment Deputy McNamara on introducing this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400009#G00200","speaker":"1192","continuing":true},{"type":"speech","time":1429869900,"counter":23,"content":"<p>I will address a number of points that were raised.  According to the Minister of State, the right to strike of An Garda S&iacute;och&aacute;na - it was decided that Ireland was in breach of the European Social Charter because this was denied - raised serious issues.  I accept this in terms of the security of the State.  Deputy Calleary went further and ruled it out as being incompatible with the security of the State.  I accept that the State needs to be secure and public order maintained at all times, but I doubt that this concern did not occur to the European Committee of Social Rights when making its clear decision.  We need a health service that functions at all times, but nurses can go on strike.  We do not have the LDF, the FCA or enlisted members of the Army handing scalpels to surgeons in theatres because essential services are maintained through strikes, as they are in Germany and many other countries.  The two are not incompatible; maintaining a health service while allowing people who work therein to go on strike are not anathematic.  It is possible.  Maintaining the security of the State while allowing garda&iacute; to go on strike is equally possible.<\/p><p>I take issue with the reference to a strong dissenting opinion.  There was a strong dissenting opinion, but there was also a strong dissenting opinion last week in the Supreme Court by Mr. Justice Hardiman.  Does this mean that evidence illegally obtained, albeit inadvertently, by An Garda S&iacute;och&aacute;na will not be used in prosecutions from now on?  Of course it does not, as judgments stand.  Strong dissenting opinions are exactly that, but nevertheless a majority decision is reached and stands.<\/p><p>I take issue with the idea that the decision is not legally binding.  I am reminded of Deputy Creighton - I was here at the time and I believe she was over there - when she stated that the A, B and C judgment was not legally binding in Ireland.  There is an expression in Clare: what is good for the goose is good for the gander.  We did not tell the Committee of Ministers that this decision was not legally binding.  That is just for domestic consumption.  Rather, we stated:<blockquote>We can assure this Committee however that Ireland takes careful note of the findings of the ECSR on these issues and they will be fully considered.  In this regard, Ireland is committed to engaging with all relevant parties on these issues with a view to seeking solutions which respect the Charter.<\/blockquote>We have a binding international legal commitment to respect the charter even when decisions are made against us.  This is the rule of law.  We signed up to commitments in that regard and, therefore, must respect them.<\/p><p>The Minister of State discussed the constitution of ICTU and the requirement to carry out all actions compatible with the performance of trade union functions.  I take issue with Deputy Wallace's comments, in that it is not proposed that garda&iacute; be allowed to join trade unions.  The European Committee of Social Rights specifically stated that Ireland was not in breach because they could not join trade unions.  Rather, it stated that the associations that they could join must be given greater powers of collective bargaining, to affiliate with ICTU, etc.  It did not state that their organisations had to become trade unions.  I am not proposing that PDFORRA be allowed to become a trade union.  An inevitable part of a trade union is that it strikes.  Sometimes, there is a tendency, particularly with Private Members' Bills, to conflate or slightly misrepresent - I appreciate that it is not intentional - what is proposed.  I am not proposing that RACO be ordered or made to affiliate with ICTU.  That would be contrary to freedom of association.  The contrary or inevitable part of that freedom is the freedom to dissociate oneself.  If RACO does not want to affiliate with ICTU, it should not be forced to.  However, if PDFORRA wants that, it should be facilitated in doing so.  It would act responsibly if allowed to join.  If there are particular concerns, those could be addressed on Committee Stage.<\/p><p>I thank Deputies Clare Daly and Wallace for their contributions.  At the beginning of the latter's contribution, he referred to &quot;our experience&quot;.  For a while, I wondered who &quot;our&quot; was, whether there was a royal prerogative emanating from Wexford or whether the purple T-shirt might be swapped for a purple gown at some point with a little bit of ermine on the hem.  Anyway, I am glad that what he meant became clear as he went through his contribution.<\/p><p>Turning to more serious matters, the Council of Europe's Committee of Ministers stated that Ireland would undertake a review of its law and practice with a view to bringing it into compliance with the charter.  Where does a review of laws take place?  There is a principle in this State, that being, laws are made exclusively by the democratically elected representatives of the people.  This principle is contained in Article 25.2.1&deg; of the Constitution.  Arguably, it was for the right of democratically elected representatives of the people to make law that this State obtained its independence.  The First D&aacute;il recalled that the Irish Republic was proclaimed on Easter Monday 1916 by the Irish Republican Army.  The First D&aacute;il proclaimed: &quot;We ordain that the elected Representatives of the Irish people alone have power to make laws binding on the people of Ireland.&quot;  It was for this principle that the Irish Republican Army fought a war of independence.  It is important to bear in mind that the only successors to the Irish Republican Army are the members of the current &Oacute;glaigh na h&Eacute;ireann, who patrol Leinster House over the weekend and every night and will defend and guard it, with their lives if necessary, because that is what armies do.  However, they do not do this to be second-class citizens.  They do it to be citizens in uniform.  There is a major difference in that regard.<\/p><p>Armies all over the world protect democratic institutions, but this Parliament is a little different from parliaments everywhere else.  Laws are not debated and decided upon in this Chamber.  They are debated and decided upon in Cabinet.  I appreciate that the Government has a position on this Bill, but maybe we should have a Legislature that legislates and an Executive that executes that which the Legislature decides.<\/p><p>Mr. Barry Desmond, a former Labour Deputy and Minister, had this to say:<blockquote>The public has had little solid information on how the Cabinet reaches major decisions, except that the motivating influence is usually short term political expediency.  In effect the fifteen Cabinet members singly and sometimes severally 'run the show'.  There is a grave need for some parliamentary device whereby the Dail is clearly in a position to debate Cabinet decisions.<\/blockquote>I will omit a couple of paragraphs of what he wrote because of time constraints.<\/p><p>He continued:<blockquote>I have rarely met a Government Minister who, once in office, has shown any urgent personal concern about D&aacute;il reform.  Of course, some Ministers, when in Opposition, showed a lively interest in the topic.  D&aacute;il &Eacute;ireann is, therefore, to many observers a sleepily middle class, quasiprofessional, male dominated, conservatively deliberative, poorly attended debating assembly.  Deputies play less and less a role in the formulation and enactment of legislation and more and more occupy their time in the pretence of political favour peddlers, consumer representatives, and clerical messenger boys on behalf of constituents.<\/blockquote>What is surprising is that he wrote this in 1975.  It is a case of<i>plus &ccedil;a change, plus c'est la m&ecirc;me chose.<\/i>This D&aacute;il was going to change all that.  We were not going to merely change Government; we were going to change the system of governance.  We had a mandate from the people of Ireland to make these changes.  The programme for Government begins with the following statement: <blockquote>On the 25th February a democratic revolution took place in Ireland. Old beliefs, traditions and expectations were blown away.  The stroke of a pen, in thousands of polling stations, created this political whirlwind.  The public demanded change and looked to parties that would deliver the change they sought.<\/blockquote>One of the most fundamental changes concerned the way in which legislation was debated and enacted.  The D&aacute;il was empowered as the democratically elected representative of the people.  That is what freedom was about.  We had the power to elect our own representatives who would make the laws.  It was not the intention that they would defer their power to 15 wise - or mostly wise - men and women.  The programme for Government states that to carry out this task of D&aacute;il reform, <br\/><br\/>we must identify the fundamental goals of a properly functioning D&aacute;il.  These include: to legislate; to represent the people on issues of national concern and more effective financial scrutiny.  It states that on each of these headings the D&aacute;il falls short, sometimes far short, of what is required and that the Government would institute a programme of short-term and urgent D&aacute;il reform, within the existing Constitution, to make the D&aacute;il fit for purpose.<br\/><br\/>Among the reform proposals, we committed to the following.  We proposed to break the Government monopoly on legislation and the stranglehold over the business of the D&aacute;il, by providing that the new Friday sittings will be given over exclusively to committee reports and private members business except where urgent government business must be taken.  We are here today because the Government allowed that to happen.  We stated that we would also deal with the related problem of legislation being shunted through at high speed and will ensure that D&aacute;il standing orders provide a minimum of two weeks between each stage of a Bill, except in exceptional circumstances.  The latter commitment needs no further comment.<br\/><br\/>I thank the Minister of State for acknowledging the purpose of this legislation and accepting that we need to engage with these issues.  However, I am not aware of any Bill initiated by a backbencher that was enacted to date.  Deputy Shatter managed in a previous D&aacute;il to enact Private Members' legislation.  Where is the revolution?  I will conclude with the following quote from Barry Desmond:<blockquote>The public pressures to-day for such reform is drearily dispirited.  Where is that pressure which the Labour Party continuously showed when in Opposition?  The discredited amateur approach of most of the Fine Gael parliamentarians to reform and the contentment of the Fianna Fail Party in Opposition with the status quo is almost disturbing.<\/blockquote>That comment is 40 years old.  I do not want to digress any further from the Bill, which I have discussed in detail.  The Minister of State accepts some of the proposals made in it and I commend it to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400010#H00200","speaker":"977","continuing":true},{"type":"unspoken","time":1429870500,"counter":25,"content":"<p>Question put.<\/p>"},{"type":"speech","time":1429870500,"counter":26,"content":"<p>In accordance with Standing Order 117A(4), the division is postponed until immediately following the Order of Business on Tuesday, 28 April 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400011#J00300","speaker":"1021"},{"type":"majorheading","content":"Report on Land Use: Motion","time":1429870500,"counter":27,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400011#J00400"},{"type":"speech","time":1429870500,"counter":28,"content":"<p>I move:<blockquote>That D&aacute;il &Eacute;ireann shall consider the Report of the Joint Committee on Agriculture, Food and the Marine entitled &lsquo;Report on Land Use &ndash; maximising its potential&rsquo; which was laid before D&aacute;il &Eacute;ireann on 20th November, 2014.<\/blockquote>I am grateful for the opportunity to outline the context, background and conclusion of the report of the Joint Committee on Agriculture, Food and the Marine.  I welcome the fact the Minister of State at the Department of Agriculture, Food and the Marine, Deputy Tom Hayes, is in the Chamber to make his observations on the report.<\/p><p>The joint committee was determined that a range of stakeholders from Ireland be heard at this early stage of discussions on land use so that outcomes can more effectively be influenced.  One expert at our hearings noted that changing land use is a slow process not only in Ireland but internationally and early engagement is required in the process because it is difficult to manage.  We are looking at a time horizon of between 2020 and 2050.  The European Commission is preparing a land use directive aimed at dealing with the challenges all of us will face in the future.  The committee would like Ireland to be in a position to inform this process from the outset rather than respond to it from a defensive position in several years' time.<\/p><p>Over a series of hearings held last year, the committee examined how best to balance four key demands on our land, namely, increasing food production under Food Harvest 2020, offsetting carbon, providing clean water and protecting habitats for biodiversity.  We benefitted from hearing the perspectives of prominent experts in Coillte, Teagasc, Directorates General of the European Commission, the Environmental Protection Agency, UCD's school of agriculture, food and science and Bord na M&oacute;na.  Their contributions played a key role in formulating the report and I thank them for their participation.<\/p><p>I am particularly grateful for the assistance of the offices of the Directorates General in Europe, with which we engaged by means of a conference meeting in the committee rooms.  We found this engagement very useful and it is something that works well.<\/p> <p> The cross-party report found that reaching our Food Harvest 2020 targets while staying within the environmental limits will be a major challenge.  However, with requisite Government commitment and support from the farming community, the committee is confident the shorter-term challenges can be met.  The committee acknowledged the importance of sustainable agriculture and land use, including afforestation, and the use of agricultural soil to create carbon sinks as key considerations in ensuring coherence between the EU's food security and climate change objectives.  There are various programmes in place across the agricultural sector that can be harnessed to maximise land use.  Numerous studies are ongoing and it has been highlighted repeatedly that education and knowledge transfer are key to seeing the newest and most innovative systems and technologies put to use at farm level.  Emphasising financial rewards for farmers as well as the environmental benefits of the various methods will help to maximise land use potential.<\/p> <p> With these issues in mind, the report includes several key findings.  We recommend that there be further assessment of concepts such as sustainable intensification, which has become something of a buzzword but is none the less relevant, and offsetting our land sharing, with a view to putting such concepts into practice where possible.  In Wicklow, to give an example, we have a great deal of highly productive land but also a lot of land that is not interfered with.  These are natural habitats, including land under forestation, which could be used to offset the carbon output of more productive land by acting as very valuable carbon sinks.  The report recommends the provision of grants for afforestation and bio-energy crops.  There is a recommendation to harness the high-technology schemes and greening measure proposed under the new Common Agricultural Policy, which, for the first time ever, acknowledges environmental and greening measures as part of the payments under Pillar 1.  We point to the need to foster knowledge transfer to farmers through upskilling for all agricultural and environmental farm advisers.  The committee concluded that discussion groups, in particular, are a valuable way of getting knowledge across to as large a cohort as possible in the fastest and most efficient way.  The report recommends that we encourage the use of the such groups and include demonstration farms for this purpose.  At farm level, the report recommends supporting the use of low-carbon food tools such as the carbon navigator, nutrient management planning and the implementation of best practice through participation in better farm programmes.<\/p> <p> The committee's report was prepared shortly before an agreement was reached on a new EU climate and energy policy framework for the period to 2030 at a meeting of the European Council which took place on 23 and 24 October last year.  EU leaders agreed at that meeting to target a reduction in domestic greenhouse gasses of at least 40% by 2030 compared with 1990 levels.  Agreement was also reached to build on the main building blocks of the 2030 policy framework for climate change energy as proposed by the European Commission in January 2014.  The 2030 policy framework aims to make the European Union's economy and energy systems more competitive, secure and sustainable, and sets a target of at least 27% for energy savings by 2030.<\/p> <p> The conclusions of the Council meeting acknowledged the importance of sustainable agriculture and sustainable practices in the land use sector, including afforestation, as a key consideration in ensuring coherence between the EU's food security and climate change objectives.  In this context, the committee's report is very important and worthwhile in drawing attention to the research in regard to carbon sequestration through restoration of cutaway bogs and by soils and vegetation through changes in farming practices.  The committee heard during its hearings that changing land use is a slow process.  Changing policy in this regard is the beginning of it, but changing habits is a slower thing.  Every country requires an early management strategy in this regard because it is a difficult process to manage.  That is why the committee decided to conduct hearings on the matter and publish a report.<\/p> <p> It is not surprising that a new wave of discussion and debate followed the publication of the European Council's decisions.  All the expert opinion suggests that we will need increased food production from the same land base or possibly a land base that is reduced as a consequence of water challenges across the globe.  Indeed, the conflict between water use for food and water use for people will, in come areas of high-density population, become a very competitive one and it may not be possible to satisfy everybody.  We will see, in the coming years, new technologies and innovation in regard to the production of food - proteins, in particular - from both land and sea.  It is important that facts rather than perception are the basis for this debate.  We must discuss the issues honestly and embrace everything the land in this country has to offer as a resource which can be utilised to mitigate carbon emissions and climate change.  Reducing output with a view to achieving a reduction in our overall emissions is simplistic.  As it is often noted, there are lies, damned lies and statistics.  We in Ireland have one of the most efficient food production systems, from a carbon emissions point of view, particularly in the case of milk and beef.  We should protect those systems.  Nothing will be achieved by cutting our emissions if the food that is needed in the future is produced elsewhere at a greater cost to the environment.<\/p> <p> I thank all members of the committee for their engagement on this issue and the various witnesses who appeared before us and assisted us in our work.  I thank, too, the staff of the Oireachtas library and research service and the committee secretariat for their support in producing this valuable and important report.  It is important that we are examining these matters at the policy formation stage rather than reacting to a policy that is already published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400011#J00500","speaker":"1103","continuing":true},{"type":"speech","time":1429871100,"counter":30,"content":"<p>I begin by acknowledging the work of the committee, including Members on the other side of the House, in the production of this comprehensive report, as well as the many other contributors referred to by the Chairman.  I assure the House that the Department has taken cognisance of the issues raised in the report.  There is no doubt that the global changes and demands that will impact on our agriculture and forestry industries make this document an important topic for discussion.<\/p>  <p>  Addressing the challenge of sustainably meeting the growing global food demand will not be an easy task.  The global population has doubled since 1970 to 7 billion people today and, if current trends are maintained, will increase to over 9 billion by 2050.  Today, one in eight of the world's population of 870 million people does not have access to sufficient food.  The Food and Agriculture Organization of the United Nations estimates that global agriculture production will need to increase by up to 60% over 2005-2007 levels by 2050 to meet the demands of forecasted population growth and the food and nutritional demands of wealthier consumers.  This equates to an extra production of over 1 billion tonnes of cereals and 200 million tonnes of meat.  By 2050, the planet will need to produce 60% more food with less land, water and energy, while also reducing greenhouse gas emissions.<\/p><p>Ireland has been a clear leader for some time at EU level in calling for recognition of the specific issues that arise in the agriculture and forestry sectors concerning policy on climate change mitigation and adaptation.<br\/><br\/>Last October, the European Council's conclusions on the 2030 climate and energy policy framework were an important step forward in developing a coherent policy on food security and climate change.  Ireland welcomed the conclusions which commit to examining how to encourage the sustainable intensification of food production, and noted the role afforestation can play in carbon sequestration.  This is important for Ireland as we are leading the world in some of our climate change actions.<br\/><br\/>Afforestation is a major greenhouse gas mitigation measure that we are taking on agricultural land.  It is essential that the EU's greenhouse gas accounting system should take the value of afforestation fully into account to encourage this real and additional mitigation.<br\/><br\/>Officials in my Department are continuing to work with colleagues in other Departments to ensure a whole-of-Government approach to building upon the October text, and working with the Commission to ensure that EU climate and food policies, to 2030 and beyond, are coherent and consistent in recognising the reality of the global challenges that we are facing.<br\/><br\/>Our cattle production, which is the mainstream of Irish agriculture, is very much based on sustainability principles.  Some 90% of the diet of dairy and beef animals is composed of grass or silage that is grown on the farm in permanent pastures on which the livestock are reared.  The amount of imported inputs, such as fertilisers, is low and reducing.  This is in contrast to livestock production systems in many other countries that depend largely on annual crop.<br\/><br\/>In Ireland we have many natural advantages such as a plentiful supply of rainwater and a temperate climate providing ideal conditions for grass growth for most of the year.  Food Harvest 2020 stresses a smart, green, sustainable approach to production.  The Minister for Agriculture, Food and the Marine, Deputy Coveney, has recently put plans in place for a new agri-food strategy up to 2025 and sustainability will again be at the heart of this new strategy.  It will build on the strong foundations laid in implementing Food Harvest 2020.  An independent team of consultants has been procured to carry out an environmental analysis, including a strategic environmental assessment and an appropriate assessment of the 2025 strategy.  I understand that they are now at the scoping phase of this process.<br\/><br\/>Origin Green, which is a key element of Irish agriculture and food policy, develops sustainability-enhancing activities at farm and industry level.  Since its launch in June 2012, it has been enthusiastically adopted by the food and drink sector in Ireland.  As the first national programme of its kind to be rolled out anywhere in the world, it presents a major opportunity to differentiate Irish food and drink products.<br\/><br\/>At farm level, for the beef and dairy sectors, there are established sustainability measures built into each inspection.  To date, more than 70,000 beef and dairy farms have been involved.  Similar programmes will be rolled out over the course of 2015 for pigmeat, poultry, lamb, grain and horticulture.  My Department and its agencies continue to develop innovative measures and programmes, including the carbon navigator initiative, the pasture profit index and animal health improvements, including the compulsory BVD eradication programme.<br\/><br\/>Reduced production is not a realistic option for the Irish agriculture sector.  We are committed to ensuring that the sector continues to grow sustainably so that Ireland can play its part in meeting the increasing global food demand, while having regard to Ireland's climate obligations.<br\/><br\/>If Ireland wishes to remain a world leader in the production, management and marketing of low-carbon, high quality sustainable food, then significant efforts will be required to maximise production efficiency whilst minimising the effects on the environment.<br\/><br\/>Compliance with existing environmental legislation and key policy instruments such as the CAP, and especially the rural development programme, will play an important role in underlying sustainable production systems.<br\/><br\/>Ongoing scientific research and investment in knowledge transfer, leading to a high adoption rate of best practices at farm level, will also be a critical success factor in striving towards our environmental goals.  Research funded by my Department is being undertaken by Teagasc and the third-level institutes to determine the national baseline of soil organic carbon associated with grassland soils in Ireland, the sequestration potential and long-term stability according to soil type.<br\/><br\/>An ongoing commitment and delivery on key environmental targets under relevant national and EU legislation and strategies, and with international commitments, will be a critical success factor underlying Ireland's sustainability credentials towards 2025 and beyond.<br\/><br\/>From an agri-food sector viewpoint, I agree that it is critical that food production systems remain sustainable, thus respecting the environmental sensitivities in the farmed landscape, not only in designated areas for conservation but also in the wider countryside.  My Department is committed to supporting the ambitious targets for enhanced food production towards 2020 and beyond, whilst also supporting biodiversity.<br\/><br\/>Sustainable production is therefore dependent on maintaining or enhancing this diversity, by respecting and optimising the processes which underpin these services including good nutrient recycling, carbon sequestration, pollination, <i>et cetera<\/i>.<br\/><br\/>The revised Common Agriculture Policy aims to encourage sustainable production systems through a range of measures under both pillars of the agreement.  Under the new basic payment scheme, farmers are required to comply with numerous environmental standards in order to qualify for payment.  The introduction of the new green payment is a key example of this, as well as more targeted priorities for protecting and enhancing the environment.<br\/><br\/>This green payment is in addition to the cross-compliance requirements, which consists of two components - statutory management requirements and standards for good agricultural and environmental condition of land.  These requirements and standards relate to the environment, climate change, public, animal and plant health, animal welfare and the good agricultural condition of land.  The statutory management requirements, in particular, relate to the implementation of the Natura Directives, thus aiding the conservation of endangered birds and threatened natural habitats, including wild flora and fauna.<br\/><br\/>Greening comprises three new components.  The first is crop diversification, the second is permanent grassland and the last is an ecological focus area.  Together these actions will benefit biodiversity, soil organic matter and structure, nutrients' management and input reduction.  In addition, they have benefits for disease control and improving habitats and landscape diversity.<\/p><p>While these measures may have an apparent lower impact in Ireland compared to other member states, this is credited to the fact that many farmers in Ireland are inherently green by definition, due to the predominance of grass-based production systems and the extensive network of hedgerows.<\/p> <p> The new green low-carbon agri-environment scheme, commonly known as GLAS, is the key measure providing a multiple selection of actions with environmental benefits across a wide range of areas.  The tiered design feature of this scheme ensures a more balanced uptake of actions delivering on a range of environmental priorities with a particular focus across three areas: biodiversity, water quality and climate.  Priorities include Natura habitats, mandatory actions for certain farmland birds, commonages, organic farmers, as well as priority access for farmers in high status water sites and actions for farmers implementing certain climate beneficial actions.  Identified vulnerable water areas and climate actions are also targeted.  There are also a range of general actions, some with multiple environmental benefits.  Examples of key actions include traditional hay meadow, hedgerow actions, woodland establishment, arable margins, riparian margins, bird and bat boxes and solitary bee actions.  The inclusion of mandatory requirements relating to record keeping, the involvement of an agricultural adviser and the requirement for nutrient management planning will ensure targeted delivery and greater efficiency.<\/p> <p> Other elements of the rural development programme with benefits for environmental sustainability include the organic farming scheme, published this week, and targeted locally-led output-based measures which aim to promote the development of locally-focused projects designed to respond to specific environmental challenges.<\/p> <p> The nitrates directive requires every member state to review its national action programme at least every four years.  The current regulations were introduced by the then Minister for the Environment, Community and Local Government, former Deputy Phil Hogan, following an intensive expert review process jointly chaired by the Department of the Environment, Community and Local Government and my Department.  The review aimed to support efficient farming while at the same time support the delivery of improved water quality.  A number of key changes included the revision of phosphorus limits for grazing and silage production, greater clarity in the definition of soiled water and revised allowances for certain arable crops.  A number of additional safeguards, including enhanced buffers, were introduced also.<\/p> <p> We also have the nitrates directive which requires farmers to comply with a stocking rate limit of 170 kg of nitrogen per hectare per year.  This is the equivalent of two dairy cows per hectare.  Ireland's application for a renewal of the derogation, that is, to exceed this application limit and apply up to 250 kg per hectare, was approved in February 2014 by the EU Commission.  This derogation is justified on the basis that the majority of Ireland's agricultural area is grass, which has a long growing season.  There are high rainfall levels which help to dilute any losses and our soils break down potentially harmful nitrate into atmospheric nitrogen.<\/p> <p> Again, I thank the Chairman of the committee and its members for their input.  There is a great amount of detail but it certainly addresses what is a hugely important matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400012#K00200","speaker":"1089","continuing":true},{"type":"speech","time":1429872300,"counter":33,"content":"<p>I compliment the Chairman of the committee, Deputy Andrew Doyle, on the work he has done on this report and for leading the committee in producing yet another important report.<\/p><p>What we are examining here will have implications way into the future.  It is interesting to note the figures.  A total of 66% of land usage is for farming, 16% is wetlands, 10% is forestry, 1.6% is settlements and 5.4% is other lands.  Farming, forestry and wetlands account for far more than 90%.  That is extremely important.  That land is available as a carbon sink and it has many other advantages.<\/p><p>It has become increasingly apparent that land is not just for farming.  The singular use of land is no longer true.  What do we do with land in general?  We farm it to produce food.  We also use land to sequestrate carbon, in other words as a carbon sink, because we use it for forestry and so forth.  When we grow renewable energy crops carbon is absorbed.  The third use of land is for views - just looking at it.  That is very important.  If one asks a county council planner or councillor about land they will speak about the areas of high visual amenity in every county.  The farmer or landowner does not get paid for it, but it is an important use of land.  We spend much time and effort trying to protect particularly important views and also the look of the countryside.  The fourth use of land is recreational.  That has become a larger issue.  It is approximately ten years since we started to recognise that the use of land for recreation is very important.<\/p><p>We must accept that there are multifaceted and, at times, competing uses for land.  Any single piece of land can be used for a number of different reasons.  When considering land use, the environmental impact is becoming more important.  The European Union has indicated that to comply with our environmental targets we will have to reduce the beef herd by 35% and the dairy herd by 5.5%.  This would be an utter disaster.  Our country suits animal production.  The best, most efficient and most cost effective crop we grow is grass.  It is very easy to grow grass in Ireland.  It will grow on tarmacadam if one gives it half a chance.  To say an economy that is grass based should cut back massively on its animal production is unreasonable.<\/p><p>However, there is no point in saying something is unreasonable when we must also acknowledge that Europe as an entity will have to comply with quite stringent climate change regulations.  We will have to control climate change.  That brings us to the far more complicated issue that will arise at European level, which is the need to determine those who should continue to produce and rear animals.  I do not believe animal production will disappear and that we will all eat only carbohydrates and stop eating meat.  The amount of meat we eat might not increase, but meat will be part of the human diet for the foreseeable future.  Europe should look at the total resource in Europe and decide that the places where meat should be produced should be the places where it can be done most efficiently from an environmental point of view.<\/p><p>In setting down the environmental targets for agriculture, Europe should take into account the efficiency with which each region can produce animal, beef and dairy products.  If that is done it will arrive at a very different sum from simply saying that those who have high animal production across Europe must cut it <i>pro rata<\/i>.<\/p><p>That would be a highly retrograde step. <\/p> <p> As Deputy Doyle, the Chairman of the joint committee, pointed out, the second issue is whether we can produce more while reducing environmental damage.  Can we produce more and at the same time generate smaller amounts of greenhouse gases?  Carbon navigators and other technologies mean less fertiliser is required and farmers can farm in a much more targeted manner.  Major changes have taken place in the past ten or 20 years and it is vital that we continue to develop technology to ensure we can do more while causing less damage.<\/p> <p> I am beginning to take a strong interest in the issue of biogas.  Germany has a significant biogas industry.  If we were to convert all the slurry produced here to biogas, we could meet 10% of our national requirement for natural gas.  This is a proven product, not an experimental technology, and can be used to run buses and trucks.  For some reason, however, despite being a major producer of slurry, we do not do much with it.  When I asked about nitrogen content I was informed that the production of biogas generates a pellet form of nitrogen which, when spread on the land, releases nitrogen in a much more satisfactory manner than occurs in the case of raw slurry.  This is a win-win scenario in that the methane used as biogas replaces imported gas and it produces a much more controllable and usable form of nitrogen than is provided by raw slurry.<\/p> <p> I listened to the Minister of State's comments on the green low-carbon agri-environment scheme, GLAS, and ecological focus areas.  Deputies will agree that contradictions are the only certainty in this very interesting world.  On the one hand, we are telling farmers on arable land not to plough up the last bit of it and instead create copses and ecological focus areas, while on the other hand, we are telling the farmer on the hill that if some of his land is not in good agricultural condition and is not being intensively grazed, it will be ineligible for farm grants.  As such, we are paying one farmer to take the best land out of intensive production and penalising another farmer on marginal land on the basis that his land is not productive in a farming sense.  We must take a much more holistic view to land use and accept that it is not only about producing animals.  The issue is the totality of the uses we want to obtain from land.<\/p> <p> The Minister of State listed a series of impressive actions under GLAS.  I am beginning to wonder, however, how many bat and bird boxes or solitary bee actions the scheme will deliver.  From what I hear, these options may be available but they will not be taken up given the payment offered to farmers.  Based on an examination of the figures, I predict that it will be seriously undersubscribed.  Having been open for eight weeks and with only four weeks to go before it closes, only 10,000 people have indicated they will participate in actions and only 17,000 people have registered on the system. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400014#M00200","speaker":"1044","continuing":true},{"type":"speech","time":1429872900,"counter":35,"content":"<p>The Deputy should be a little more positive about the scheme and explain it to people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400015#N00200","speaker":"1089"},{"type":"speech","time":1429872900,"counter":36,"content":"<p>In the past week, 2,000 farmers indicated they may consider joining the scheme.  If one multiples this figure by four, one gets a figure of 8,000, although one would not expect a significant show of interest in the final week.  Furthermore, only 10,000 people have gone as far as selecting actions and none of the applications has been approved yet.  While it is fine to introduce these types of programme, one cannot expect them to yield the expected outcomes if they are not made attractive to farmers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400015#N00300","speaker":"1044"},{"type":"speech","time":1429872900,"counter":37,"content":"<p>I am speaking on behalf of my colleague, Deputy Martin Ferris, who could not be present to welcome the discussion on this report.  I compliment the Chairman of the Joint Committee on Agriculture, Food and the Marine, Deputy Andrew Doyle, who presented the report today, all the members of the joint committee and all those who participated in the debate on this very important issue.<\/p>  <p>  I represent one of the few constituencies which does not have a working farm, although the Irish Farmers Association recently relocated its headquarters in my constituency.  The IFA is important to the future of farming in Ireland.<\/p>  <p>  The joint committee made a constructive decision last year to make the issue of land use a priority for examination because the issue affects every last person on the island.  The land is close to the hearts of people.  None of us is more than a couple of generations from active farming and many of those who are not engaged in farming, including many Deputies, live in rural communities and benefit from farming.  Those of us who live in urban areas also benefit from farming.  If there was a greater understanding in urban areas of the difficulties and challenges facing farming, some people would take a different attitude.<\/p>  <p>  The joint committee examined the issue of long-term planning.  It is not easy to turn around the juggernaut of agriculture because change is a long process that needs careful consideration.  The report before us highlights the need to take decisions now that will affect farming in future.  The committee set itself the task of investigating how best to maximise the benefits we can secure from our agricultural land, while meeting the targets set in the Food Harvest 2020 plans, maintaining sustainability and meeting European Union environmental targets.  It will not be easy to meet these different and competing demands.  Achieving growth in the agri-food sector under Food Harvest 2020 will make it difficult to meet EU environmental targets or strengthen our ability to deal with climate change.  We must not exacerbate climate change when increasing productivity on farms. <\/p>  <p>  The report contains good research and seeks compatibility with national and European Union policy.  The EU is preparing a land use directive aimed at dealing with the challenges facing agriculture, including food security and sustainability.  This report is, therefore, both appropriate and timely.  It sets out the challenges and demands facing the farming sector and I hope the Minister will not view it as a challenge but as an addition to what the Department will have heard.  The report is accessible to anyone who wishes to take the time to read it.<\/p>  <p>  I hope Ireland's voice, as reflected in the report, will be heard in the European Union.  We want our concerns to be taken into consideration now, rather than finding ten years from now that we should have been more involved in the process of formulating directives emanating from Brussels.<\/p>  <p>  In compiling this report, the joint committee made a genuine attempt to pull together all the stakeholders.  It held a number of hearings and availed of the expertise of Coillte and Teagasc.  I compliment the work done by the Oireachtas Library and Research Service and the committee support staff in the preparation of the report.<\/p><p>When it comes down to it, the people who will or will not meet the challenges for the future are those working the land, the farmers and those involved in the agrifood business who hold such valuable potential for our future growth.  Without the support of the farming community and support at farm level, we are nothing.  There is a vital role for the Government in maintaining the support of the farmers of Ireland for the success of the industry, for its sustainability into the future and for the ability to pass it on to the next generations.<\/p> <p> The targets - increased food and general agri-production - will be difficult to achieve while keeping our environmental targets in mind.  The use of technology will be invaluable and the reluctance of farmers, in some cases, to use it is no different from that of many in urban areas who are afraid of new technology but, thankfully, it is decreasing.  Young farmers, in particular, have a greater understanding of the advantages of new technologies and many, who are older than me, have embraced technology on the farm to benefit themselves and, I hope, to the benefit of the future of farming.  Training and upskilling must be a part of any plan to reach those targets.  That is a challenge for Teagasc, the Department and the farmers in terms of food production and in how we deal with the reduction in the greenhouse gas emissions targets set for us.  The use of the carbon navigator, for instance, should be encouraged across the board.<\/p> <p> Farmers must avail of the grant aid for afforestation as a carbon sequestration measure for the cultivation of bio-energy crops, as mentioned by Deputy &Eacute;amon &Oacute; Cu&iacute;v, and comply with existing legislation and regulation such as the nitrates directive.<\/p> <p> The Food Harvest 2020 policy, which is intended to involve smart green growth, means increased production across various agricultural sectors.  Sustainability and environmental protection are very challenging but the goals must be reached in order to be compliant with our current EU environmental obligations which may change in the future.  This is another reason we have to be fully involved in Brussels in the formulation of directives and not find ourselves in trouble in the decades to come through a lack of foresight.  We must understand the targets now but also what are realistic targets for the Irish agriculture industry in the future.  <\/p> <p> The abolition of milk quotas has given rise to anticipation of growth of at least 30% in our dairy industry and some estimates are even greater.  The emissions associated with such growth must be compensated by a very strong environmental programme, including carbon sequestration.  The danger is that with the increase of the dairy herd and the subsequent increase in emissions, there will be pressure on suckler farmers to reduce the herd to compensate.  This would not be acceptable considering the suckler herd's contribution to the beef industry not just in farming, but in other jobs in the beef industry which it necessitates.  The Minister, Deputy Simon Coveney, or his successor, needs to engage continuously with the European Union, especially in regard to climate change mitigation, the fact that our beef is produced in a very environmentally friendly way compared to other nations and the vital role it plays in agriculture on this island. <\/p> <p> We have to move towards carbon-neutral farming while not compromising our capacity for sustainable food production.  More and more the suspicion is being expressed by farmers and commentators that the European Union is intent on reducing our beef herd.  Negotiations are taking place between the European Union and the Mercosur countries regarding beef imports to the EU and there are also the implications in regard to TTIP, which could be damaging and of which we need to be aware.  We do not want the Government to lie down in Brussels when negotiations are taking place that could affect Irish farming and land use.  The challenge for the Minister of State and the Department is to ensure, as somebody said, that the green jersey is worn but, in particular, those of farmers and all associated industries.  The Government needs to stand up for Irish beef farmers and the future of the Irish agricultural industry in a responsible way.  <\/p> <p> In many ways, the land question was central to the Irish revolutionary cause pre-1916 and afterwards, and we must always be conscious of the relationship between the Irish people and the land.  There is a positive way forward for the use of land in Ireland and for Irish farming which involves compliance with our environmental obligations, improving the quality of our water and preventing further biodiversity losses, but at the same time, grant aid must be increased and maintained and the environmental schemes properly administered to maintain and increase their effectiveness.  <\/p> <p> I am glad this report has been brought before the House and I hope the discussion on it does not end here because that is the challenge for any report from a committee.  Much time, work and effort is put in by committee members and sometimes a report gets a hearing in the House but then sits on a shelf.  This is one of those reports that should not sit on a shelf.  The Minister of State and the Department must take note of what is contained in it because it is a good report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400015#N00400","speaker":"1028","continuing":true},{"type":"speech","time":1429873500,"counter":39,"content":"<p>I thank my colleague, Deputy Andrew Doyle, and the committee for bringing this important issue to the House.  We must maximise for economic purposes the land available to us, whether arable land or marginal land, as each has its own particular use.  It is up to us to develop those uses, bearing in mind the regulation in regard to climate change while, at the same time, maximising our export potential to the best of our ability.  Some people may see those issues at variance with each other.  I am not a believer in the theory that people will eat less food in the future.  Everybody has to eat.  As the population increases the demand for food will increase also.  We are in a particularly unique position in Ireland in that we can produce food better than anybody else, much more efficiently and with less emissions, and we do it competitively.  In any negotiations, we must keep in mind at all times the importance of ensuring we are allowed do that.  Some say this is hugely damaging to the environment but farmers in this country have been looking after the environment for hundreds of years and have done so very effectively.  The scientific evidence will show that.<\/p>  <p>  The challenges ahead are how to maximise the potential in respect of the arable land, increase employment in the agrifood sector and increase exports in line with Food Harvest 2020, particularly in the aftermath of milk quotas.  We must recognise that as long as there is a marketplace, somebody will produce the food to fill that market need.  Given that we have a very effective and efficient food production system, obviously this is the place to do it.  There will be those who will say one cannot do that in the future.  Experts usually emerge at times like this and say we must reduce our carbon emissions.  We must, we can and we will do so.  We have to minimise to the greatest extent possible our reliance on fossil fuels as a means of energy production while maximising our potential in regard to the use of marginal land for tree growing purposes.  My old hobby horse in relation to trees is that there are so many experts.  Not only is the country full of experts but Europe and the world are full of experts.  One thing we should remember about tree growing is that certain trees have a greater capacity than others to absorb carbons.  That poor unfortunate Sitka spruce is probably the best one.  It is much maligned by planners the length and breadth of this country because it is claimed it is not a native species and comes from Scandinavian countries.<\/p><p>We should also remember that there is a Scots pine in the C&eacute;ide Fields that is 5,000 years old.  I do not know how it came to be there because modern planning criteria would suggest it appeared only in the past couple of years.  We need to recognise there is great potential to increase and improve afforestation on the lands that are most suitable for that.  It is not a great idea to use up valuable arable or tillage land for that purpose when there is an adequate amount of marginal land available the length and breadth of the country.<\/p> <p> The other issue is how to use the land for recreational purposes.  For example, the recent announcement about tourism in County Longford indicates the very good economic use we can make of particular lands, drawing in a large area of the surrounding countryside to its economic benefit.  As a result, the country&rsquo;s economy receives a boost.<\/p> <p> We will always have competitors who will denigrate what we do and say something else must be done.  We need only ensure that we do right by the environment and the food producers and by reasonable, efficient use of the available land.  We must also have regard to habitats directives.  Greater consideration needs to be given to the impact of the directives, not after the event but beforehand.  Lessons have, I hope, been learned in recent years, because it is possible to accede to the general requirements of the habitats directives without interfering with economic activity on the land.<\/p> <p> It is approximately 60 years since any major land drainage was done, and that needs to be dealt with.  If not, climate change will bring heavier rainfalls and drainage will be a moot issue.  Some experts believe we should have national wetlands, which would be of great benefit to the world&rsquo;s economy, but they would not be too beneficial to our economy.  In any future negotiations on such issues we need to keep in mind the uses to which we propose to put the various lands, separating the arable from the marginal.  There is nothing wrong with having adequate drainage to ensure the water table does not rise, because if we do not have adequate drainage and river cleaning from time to time we will end up with an entire flood plain.  That is not to the economic or environmental benefit of the country.  It might be grand for frogs but it will not be of any great economic benefit.<\/p> <p> Clever, effective use of our land in respect of housing, agricultural production and leisure activity can increase our economic benefit dramatically, above and beyond anything we have so far envisaged.  We can prove that to our colleagues throughout Europe and globally because we must engage with experts globally far more than we used to.  If we concentrate on those issues we can do whatever has to be done, such as considering alternatives to our dependence on fossil fuels.  I do not know what they will be.  There is a debate on wind energy.  Some do not like it but those who are far from wind farms are happy enough with it.  Those whose environs are directly affected take a different view.  One way or the other, however, we have to find realistic alternatives.  There is not much sense in proposing something that will not happen for 30 or 40 years.  We need to depend on the alternatives we can produce fairly quickly because an acceleration of climate change may leave us with very limited options.  Whether it is nuclear energy, which I do not agree with, or biofuels, which are fine but one has to grow a great deal before meeting the requirement, we need to agree a strategy and proceed from there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400016#O00200","speaker":"957","continuing":true},{"type":"speech","time":1429874100,"counter":41,"content":"<p>I offer sincere thanks to everybody who contributed to this debate.  The contributions have been extremely helpful.  I assure Deputy &Oacute; Snodaigh that this report will not be put on a shelf to gather dust, because it is a very constructive report.  Once again, I thank Deputy Doyle for his leadership in bringing forward this thought-provoking and worthwhile report.<\/p>  <p>  Deputy Durkan spoke about the use of good quality land for forestry.  I will address that point later.  The production of food will be very significant as the economy develops, challenging developing nations, and we need to work with our European counterparts to address the economic ills we have endured for the past couple of years.  Agriculture is a significant part of job creation, not only in the cities but across rural Ireland.  I read in today&rsquo;s newspapers about the divide between city and country in Ireland.  Deputy &Oacute; Snodaigh made the point that they need to understand each other better.  He is absolutely right.  People living in the cities need to understand the rural way of life, the economic difficulties that weather can bring to farmland and the financial issues that often pertain in rural areas.  That understanding has begun to develop in recent years, along with a real understanding that we work together to create jobs.  We are world leaders in food production.  The dairy industry in Ireland is a world leader.  Around the world people regard Ireland as uniquely positioned to increase production.  The lifting of milk quotas is giving young people an opportunity.  This is the first time in 35 years that people can increase milk production.  That will have a significant effect on rural Ireland.  The restrictions were lifted only a few weeks ago.<\/p><p>Now there is a new, fresh air about the future.  Last Tuesday night, I stood in Tipperary Co-op and spoke to the management team there.  They show great enthusiasm for the opportunities they see for increased milk production because of the removal of the quota and for job creation for builders, plasterers, roofers and others to build the required facilities.  Significant work and effort will go towards increasing milk production, through better grass production and better usage of land.  <\/p> <p> We speak about Ireland's exports and we are exporting food to 175 countries worldwide.  In 2014, the value of Irish food and drink exports increased by 4%, to reach &euro;10.45 billion, representing an increase in value over the past three years of &euro;3.2 billion or 45%.  The dairy and beef sectors were the strongest performing categories in 2014, representing approximately &euro;3 billion, or 29%, with &euro;2.3 billion of food and drink exported respectively.  Prepared foods grew by &euro;135 million.  Exports to the UK market are the highest, at 40%, which now equates to &euro;4.2 billion of total Irish food and drink exports in 2014.  Exports to the Continent come next at 31%.  Exports to international markets are at 29% and the growth in exports was led by Asia, which showed an increase of almost &euro;270 million, to reach &euro;850 million for the first time.  Within this, China recorded a further jump of almost 40%, to reach approximately &euro;550 million, making China our sixth largest export area.  Therein we see the opportunities and the potential.<\/p> <p> In the agrifood sector, an environmental analysis of the agrifood strategy to 2025 is running in parallel with the 2025 agrifood report to ensure that environmental sustainability is fully incorporated in the final report.  An environmental scoping consultation process has already been initiated.  For Ireland, with a population of only 4.5 million, food security is not a critical national problem.  We are in the fortunate position of being able to produce enough food to feed 35 million people.  This will rise to over 50 million by 2020.  This is the real opportunity for this country.  With organisations like Bord Bia and the Irish Dairy Board working across the world, I have no doubt we will make a name for ourselves in the years to come.<\/p> <p> Deputy Durkan spoke about the important issue of land use.  I agree there is no point in planting trees on our best land.  However, we need to get people to understand and appreciate that forestry is part of good land use for the future.  We have significant marginal land across the country, particularly in the west, and it could be used far more profitably for forestry.  There is an issue with the hen harrier in that regard that we must address and I assure Members and the public that we will work to resolve that issue with Europe as soon as possible.  We need to take the fear out of the forestry sector.  Some &euro;240 per acre is available tax free for the planting of land and for putting marginal land into forestry while allowing farmers to retain their single farm payment.  This incentive is backed by the Government and is provided for the next 20 years and beyond.  The package has been approved and should be used in the future in the context of land use.<\/p> <p> Deputy &Oacute; Cu&iacute;v referred to GLAS and to issues with it.  Much thought went into the scheme and significant discussions were held.  I attended those meetings and I know it took hours of frustration to try to find ways and means to deal with the issues.  Mention was made of cages for birds and similar issues.  I suggest the agriculture sector should look at GLAS as a positive way of protecting the environment and of making rural Ireland a better place.  It should be looked at as a means to repair the walls that have been neglected for years, as a means of doing up farm sheds and of raising land nutrition levels.  GLAS provides a substantial payment, although it is different from the REP scheme.  Perhaps people developed bad habits with the REP scheme in the past.  I urge people to consider GLAS as a way forward.<\/p> <p> The Deputy mentioned that the issue of biogas has been on his mind for some time.  Teagasc is installing an anaerobic digester in its Grange facility to study this issue.  I see this as positive.  Recently, I came across an instance in the horticultural sector where residue from growing mushrooms was being used to create energy.  We want to encourage and develop such experiments where possible.  However, such endeavours must be competitive with the cost of electricity.  Teagasc is looking at the opportunities in this area.<\/p> <p> I thank all Members for their worthwhile contributions to this debate.  I thank in particular the Chairman of the committee, Deputy Andrew Doyle.  I assure him that this report will not be left on the shelf, but will be used effectively in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400017#P00200","speaker":"1089","continuing":true},{"type":"speech","time":1429874700,"counter":43,"content":"<p>I thank all participants in this debate and thank the Minister of State for his closing remarks.  We expect the report will be used.  I thank Deputy &Oacute; Cu&iacute;v and Deputy &Oacute; Snodaigh, who is deputising for his colleague, Deputy Ferris, and all members of the committee who participated in the preparation of this report during committee hearings.  I thank the members of the library and research service for their help.  Some of them went to Scotland to draw on work there.  The Scottish EPA and Scotland's Rural College hosted a conference entitled, Delivering Multiple Benefits from our Land - Sustainable Development in Practice, which was based on an agri-land use module of a climate change Bill in preparation.  This issue has many facets.<\/p>  <p>  I am passionate about this report.  Initially, the rationale behind it was that it was clear that Food Harvest 2020 and our climate change obligations were on course for a head-on collision unless something was done to address and confront the issues and give people a better and more informed insight into what happens in farming here.  In the late 1970s, I was a student in the agricultural college in Rockwell.  At that time, we were told the average yield from a dairy cow was approximately 1,000 gallons, but the target was 1,500 gallons.  Now the yield is probably close to 2,000 litres.  The lambing target was 125 per 100 sheep, but was approximately 100 if we were lucky.  Now, we probably achieve 140 or 150.  The average crop of spring barley was probably 1.5 tonnes per acre.<\/p><p>Two tonnes was considered to be good, but three tonnes is now considered the average.  In terms of the beef herd, an animal had to be four years old before it was considered fit for slaughter, whereas we are now talking about animals aged 16 to 18 months, or, realistically, 21 to 24 months.  All of these improvements have been achieved at no significant cost in terms of extra admissions.  If anything, emissions have been decreasing.  As the Minister said in his opening remarks, the use of chemical and other fertilisers is decreasing based on cost but also as a result of more efficient farm management and land use management, improved herd health and the use of available technology, including improved genetics and breeding.  <br\/><br\/>All of that has been done against the backdrop of environmental directives, habitats directives, birds directives, nutrient management plans and environmental schemes to improve the environment.  There was a rush at the outset to clear ditches, put up piggeries near lakes and so on, but that is akin to somebody taking up smoking without being aware of its hazards.  We have moved on, and we are continuing to move.<br\/><br\/>What we tried to do in the preparation of this report was to demonstrate clearly that the model based on grass to produce food is a good one.  We should bear in mind one point about grass.  Grass is a fibre that holds soil together.  What is now the Sahara desert was once covered in grass on which buffalo grazed, but they took away the buffalo, which was a ruminant.  I do not want to get too technical about this, but the only animals that are efficient converters of grass fibre into energy and food are ruminants - cattle and sheep.  That cannot be done without them.  To simply say we need to reduce our beef herd by 35% to reduce our carbon emissions is nonsense.  We must bear in mind that this country produces enough food to feed 36 million people.  That is not a huge number in the global sense, but it is 30 million more people than we have on this island, so we have to export.<br\/><br\/>Most of what has been achieved by way of improvements has been profit-driven for efficiency by farmers, and so it should remain.  Farmers should be paid to produce food, but if that food has to be efficiently produced, so be it.  If farmers are given the tools to do it, they will do it.  I speak as someone who continues to be somewhat active as a farmer, although my sons might debate that, and I hope to be able to do so for a long time.  I firmly believe that we do it better than anyone else.  <br\/><br\/>Farmers have always embraced new systems, technology and advice.  We have also embraced the most recent environmental schemes.  People might laugh at this, but many of those schemes, including the rural environmental protection scheme, did not pay.  The farmers funded work but for many of them it did not yield any surplus money.  Anyone who had cattle in particular had to do a good deal of work.<br\/><br\/>We need to view this as more than just an agricultural policy.  We should view it as a total land use policy across Europe and then draw comparisons.  I made that point in an article I wrote for a local newspaper, in which I stated:<blockquote>[The Irish] ecosystem in its entirety provides us with the ability to produce food and bio-fuel from fertile soils, renewable energy, carbon sequestration and the disposal of agricultural pollutants from afforestation [and marginal land] and pollination and other biodiversity services from environmentally friendly practices [such as] agro forestry [and minding our native uplands].<\/blockquote>There are many issues that have to be addressed in that particular case, and the use of locally led, output-driven environment schemes will help towards that.<br\/><br\/>There is a public good element to everything that is done.  There is a tourism element also.  If we do everything else right, with our beautiful natural landscape, the good marketing people in F&aacute;ilte Ireland and other organisations, improved road networks and improved awareness through the Internet and so on, we have the ability to attract a great number of tourists in terms of what we have to offer on our land.  We should draw the whole package together.<br\/><br\/>It is too simplistic just to have an agricultural policy for our land.  We are selling ourselves short.  We should use that as part of the constructive defence of our position.  Malta produces 2% emissions from agriculture.  The European Union average is 10%.  I do not know Germany's output percentage-wise, but I am sure its heavy industry is pulling down its agriculture.  We have a very small output from heavy industry in this country but nobody has measured its efficiency.  That is a percentage that does not come into any discussions because it is a relatively low percentage, but could it be lower?  Could we produce food while generating fewer emissions?  I am sure we can improve, and we must keep improving, but we should do that against the backdrop of trying to produce food in an efficient way for ourselves, Europe and the world, because in the global context, simply cutting down on food production, as the Minister outlined in the statistics he presented on the growing food demand, is not the answer.  We should not overestimate the growing middle class.  That is a point, but it is not the most important point.  Food demand is increasing.  People expect to get food.  We have a moral obligation to feed the planet and a moral obligation to take care of the planet.  That is what we are here for.  Farmers, through the centuries, have been curators of the land.  There is nothing nicer than looking out at a healthy crop, a healthy field of grass or a healthy field of cattle or sheep.  That is what we like to see, and that is from where we draw our satisfaction.  We like to be paid for doing it, but that is the key point.  As long as farmers are given the tools to do that, they will do it in the most efficient way, but we need to have a climate change debate that is honest.  The basis of that debate should be facts, not perception.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2015042400018#Q00200","speaker":"1103","continuing":true},{"type":"unspoken","time":1429875300,"counter":45,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1429875300,"counter":46,"content":"<p>The D&aacute;il adjourned at 12.50 p.m. until 1.30 p.m. on Tuesday, 28 April 2015.<\/p>","notice":"TIME STRING DETECTED"}]