[{"type":"minorheading","content":"Prelude","time":1497438000,"counter":1},{"type":"unspoken","content":"Chuaigh an Ceann Comhairle i gceannas ar 12 noon","time":1497438000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400002"},{"type":"unspoken","content":"Prayer and Reflection.","time":1497438000,"counter":3},{"type":"unspoken","content":"Paidir agus Machnamh.","time":1497438000,"counter":4},{"type":"majorheading","content":"Resignation of Taoiseach","time":1497438000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400003#A00100"},{"type":"speech","time":1497438300,"counter":6,"content":"<p>I understand the Taoiseach has a statement to make by way of information to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400004#B00200","speaker":"1371"},{"type":"speech","time":1497438300,"counter":7,"content":"<p>A Cheann Comhairle, t&aacute; orm a chur in i&uacute;l duit gur &eacute;irigh m&eacute; as oifig mar Thaoiseach inn&eacute; tr&iacute;na chur sin in i&uacute;l don Uachtar&aacute;n de bhun an Bhunreachta.<\/p><p>Yesterday I resigned from the office of Taoiseach by placing my resignation in the hands of the President, pursuant to the Constitution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400004#B00300","speaker":"1245"},{"type":"majorheading","content":"Nomination of Taoiseach","time":1497438300,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400004#B00400"},{"type":"speech","time":1497438300,"counter":9,"content":"<p>Tairgim:<\/p><blockquote>Go n-ainmneoidh D&aacute;il &Eacute;ireann an Teachta Leo Varadkar le bheith ceaptha ag an Uachtar&aacute;n mar Thaoiseach.<\/blockquote><p>I move:<\/p><blockquote>That D&aacute;il &Eacute;ireann nominate Deputy Leo Varadkar for appointment by the President to be Taoiseach.<\/blockquote><p>Having worked closely with Deputy Varadkar throughout his political career I am confident that he will carry out the role of An Taoiseach with energy, integrity and skill.  From his deep involvement in the Young Fine Gael movement as a young student to his election to Fingal County Council in 2004 and his election to this House, D&aacute;il &Eacute;ireann, in 2007, Deputy Varadkar has demonstrated the drive and the commitment that are required to succeed in politics.<\/p><p>Immediately upon his election to this House I appointed him to the Fine Gael Front Bench, first in the enterprise brief and later as spokesman on energy and communications.  In both roles he worked diligently in developing new and innovative policy proposals.  Since then I had the privilege of being first elected Taoiseach in 2011 and have had the privilege of appointing Deputy Varadkar to three separate Cabinet positions, as Minister for Transport, Tourism and Sport, Minister for Health and more recently as Minister for Social Protection.  In each of these Ministries Deputy Varadkar has had significant achievements, whether the revitalisation of the tourism industry, the oversight of The Gathering, stabilising the health service and rolling out free general practitioner, GP, care for children younger than six years or increasing the weekly payments to those dependent on social welfare.<\/p><p>In 2011 the Irish people elected a new Government to rescue the economy, to get Ireland working again and Deputy Varadkar in his Ministries was central to that work.  Today our country is in a much stronger position than previously, the troika has left, unemployment has fallen dramatically and the public finances are in very good shape.  However, many challenges remain, not least in areas such as health and housing and child poverty.  We must continue to manage the economy carefully so that it generates the resources that we need to rebuild our essential public services.<\/p><p>As Taoiseach, Deputy Varadkar will meet these challenges head on, including Brexit and Ireland's future place in the European Union.  As the country's youngest holder of this office he will speak for a new generation of Irishwomen and Irishmen.  He represents a modern, diverse and inclusive Ireland and will speak for it like no other, an Ireland in which each person can fulfil his or her potential and live his or her dreams.<\/p><p>I wish Deputy Varadkar and his team every success in the challenges that lie ahead.  I have no doubt but that he will build on the solid foundations on which our country now stands and that he will see that it is managed carefully in the people's interests and that the decisions his Government will make will always hold the people as central to those decisions.  I therefore commend his name to the House for selection as Taoiseach of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400004#B00500","speaker":"1245"},{"type":"speech","time":1497438600,"counter":10,"content":"<p>The Office of Taoiseach has been occupied by many great men.  Today, the baton is passing from one of these great men to another.  I am privileged to be following Deputy Enda Kenny in seconding Deputy Varadkar&rsquo;s nomination for the position of Taoiseach.<\/p>  <p>  These great men were men of their time.  Deputy Varadkar is of his time.  He is a leader for the Ireland of today - open, decent and compassionate.  I was first elected 16 months ago to represent the constituency of Dublin-Rathdown and was fortunate to participate in the government formation talks last year.  There I saw up close Deputy Varadkar&rsquo;s leadership skills.  He is a person of great qualities - honest, genuine and decisive with first-class intellect.  Most of all, he is courageous.  A famous man once remarked, &ldquo;Courage is rightly esteemed the first of human qualities ... [because] it is the quality which guarantees all others.&rdquo;<\/p>  <p>  So far in your life, Deputy Varadkar, you have shown great courage and achieved so much.  You will need every ounce of that courage to provide the leadership required for this country over the coming years.  There will be many challenges ahead but I am confident you are the best person and are best placed to meet these challenges.  There is so much we can proud of, yet there is always going to be more to be improved upon.  I believe that under your leadership we can take this country forward to a place of continued growth and increased revival.  You are sensitive to the needs and wants of all.  You are dedicated to the public interest.  You are an honest man.  I know you will not be found wanting.  You have all the characteristics and, as Deputy Enda Kenny said, the energy to succeed, energy that will be needed every day you occupy the Office of Taoiseach.  I also know you will do everything to make sure you will leave this country in a better place, not just for us but for our children, and you will do so, not just for the few but for the many.  You have the talent to lead the country.  You have the ambition for this nation and all her people.  For this beloved country of ours, you are the right person for the right time.<\/p>  <p>  Ireland stands to gain from the election of Deputy Varadkar as Taoiseach.  That is why I am honoured to second his nomination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00100","speaker":"1243"},{"type":"speech","time":1497438600,"counter":11,"content":"<p>I call on the Chief Whip to announce the proposed business for the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00200","speaker":"1371"},{"type":"unspoken","time":1497438600,"counter":12,"content":"<p>Debate adjourned.<\/p>"},{"type":"majorheading","content":"Business of Dáil","time":1497438600,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00250"},{"type":"speech","time":1497438600,"counter":14,"content":"<p>It is proposed, notwithstanding anything in Standing Orders, that No. 1, in relation to the proceedings on the nomination of Taoiseach, the following arrangements will apply: the speeches of a representative of the Government and of the parties and groups shall not exceed 15 minutes in each case; (ii) that all Members may share time; and (iii) that the proceedings shall be brought to a conclusion after two hours, whereupon the House shall stand suspended for four hours and all divisions demanded in the House following the suspension of sitting shall be taken manually.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00300","speaker":"1338"},{"type":"speech","time":1497438600,"counter":15,"content":"<p>Are the arrangements set out by the Minister of State agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00400","speaker":"1371"},{"type":"majorheading","content":"Nomination of Taoiseach (Resumed)","time":1497438600,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00450"},{"type":"unspoken","time":1497438600,"counter":17,"content":"<p>Atairgeadh an cheist: &quot;Go n-ainmneoidh D&aacute;il &Eacute;ireann an Teachta Leo Varadkar chun a cheaptha ag an Uachtar&aacute;n mar Thaoiseach.&quot;\r\n\r\nQuestion again proposed: &quot;That D&aacute;il &Eacute;ireann nominate Deputy Leo Varadkar for appointment by the President as Taoiseach.&quot;<\/p>"},{"type":"speech","time":1497438600,"counter":18,"content":"<p>Before proceeding to call on the leaders to make their contributions, are there any further nominations for the position of Taoiseach?  As there is none, I call Deputy Miche&aacute;l Martin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00500","speaker":"1371"},{"type":"speech","time":1497438600,"counter":19,"content":"<p>Is n&oacute;im&eacute;ad cinni&uacute;nach agus t&aacute;bhachtach i saol an daonlathais &eacute; ceannaireacht Rialtais a athr&uacute;, go h&aacute;irithe nuair a tharla&iacute;onn an t-athr&uacute; seo i l&aacute;r th&eacute;arma na Parlaiminte.  Tugann s&eacute; d&uacute;shl&aacute;n d&uacute;inn uilig mar Theachta&iacute; D&aacute;la at&aacute; tofa ag an bpobal seasamh siar &oacute;n d&iacute;osp&oacute;ireacht laeth&uacute;il polaiti&uacute;il agus bheith ag smaoineamh go g&eacute;ar ar na d&uacute;shl&aacute;in at&aacute; roimh an t&iacute;r anois agus sa todhcha&iacute;.<\/p>  <p>  Debates on the nomination of a Taoiseach have far too often been defined by loud partisan speeches and attacks on the legitimacy of the mandates held by others.  In fact in some cases, the smaller the mandate of one&rsquo;s party, the more likely one is to claim to speak on behalf of the people.  Yesterday, we saw this again when Deputy Brady of Sinn F&eacute;in went so far as to tweet from the Chamber an attack on the fact that I described Deputy Enda Kenny as an Irish patriot.<\/p>  <p>  In addressing the nomination of Deputy Varadkar, I start from the basic belief that everybody in this House has a mandate and a sincere concern for the interests of our country.<\/p><p>There are deeply important policy differences between us that demand robust debate and different levels of commitment to the democratic republicanism that defines our State.  However, the people who sent us here have a right to demand that we be constructive.  A change of Taoiseach in circumstances such as these is a standard democratic procedure.  No dramatic change in the basic policy of Government has been proposed which would require a general election in order to obtain public legitimacy.<\/p> <p> In addressing this nomination, I would like to deal with the role of the Taoiseach, the priorities of his Government and the work of this D&aacute;il.  Within this, I will of course deal with the basis upon which my party is honouring its existing commitments as part of the confidence and supply agreement.  First, let me make a personal point.  This is a very special day for Deputy Leo Varadkar.  In becoming Taoiseach he will have both fulfilled his clearest ambition and secured the most important role in our parliamentary democracy.  His family and loved ones have every right to be immensely proud of him and his achievement.  This also applies to the many people who make up his local organisation and who have worked with him since he first stood for election 18 years ago.  I think even Deputy Varadkar was somewhat embarrassed by the euphoria with which his election as Fine Gael leader was embraced by some commentators.  However, there is no doubt that his unique personal story and success is important for many.  This should be acknowledged and valued.<\/p> <p> As we showed repeatedly last year, our preference in this D&aacute;il was for Fine Gael to be removed from power.  In fact, Fianna F&aacute;il Teachta&iacute; D&aacute;la are the only Deputies who voted for a realistic means of ending Fine Gael's leadership of Government.  Others delivered long-winded harangues where their bottom line was a demand that parties other than themselves be in government.  We continued to oppose core Fine Gael policies as outlined in its manifestoes and in its approach to governing.  We do not share the enthusiasm of Deputy Kate O'Connell's \"choirboys\" for a new dawn being ushered in by their leader.  However, as we wish our country well, we also wish Deputy Varadkar well and hope that he is successful in significantly changing the performance of the Government of which is a member and which he will now lead.<\/p> <p> He has today started well in his decision to get someone other than Deputy Noel Rock to nominate him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400005#C00600","speaker":"1224","continuing":true},{"type":"speechnospeaker","time":1497439200,"counter":21,"content":"<p>Once bitten, twice shy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400006#D00200","nonspeaker":"A Deputy"},{"type":"speech","time":1497439200,"counter":22,"content":"<p>As we all know, that did not end up too well last time.  I hope Deputy Varadkar will respond to the rumour that he sent Deputy Rock out of the country for the duration of the leadership election and only allowed him back in for the vote.<\/p>  <p>  Deputy Varadkar's decade as a party spokesman and Minister has shown us a lot about how he approaches politics but he will reach the office of Taoiseach with almost nothing known about his views on many major policy issues.  Even his most ardent supporters have had to strain themselves to claim that he has more than a modest policy record as a Minister.  They ultimately had to resort to claiming for him policies which had clearly been initiated by others.  In fact, there was something almost indecent about the attempt to snatch credit from Senator James Reilly for the few bright spots in his time as Minister for Health.<\/p>  <p>  Deputy Varadkar's views on the challenge of building a lasting peace, prosperity and unity on this island are largely unknown beyond the few general statements about being in favour of all three.  The same is true about the development and reform of the European Union, industrial policy, education policy and even the future of our health service.  It is certainly true that Deputy Varadkar's views would be significantly more right wing on most economic topics than the centre-ground consensus.  In last year's negotiations, his approach was very distinct from that of his colleagues.  During his leadership contest, he again gave an emphasis which showed him to be by instinct more inclined to prioritising deregulation and tax cuts ahead of a more social emphasis.  This morning's headlines suggest that he will temper his ideology.  Let us hope this has some substance to it.<\/p>  <p>  The core reason Deputy Varadkar secured such a crushing victory in his parliamentary party is that his colleagues hope he will restore their political fortunes and not because he was offering the type of genuinely transformative and modernising leadership offered by a Taoiseach such as Se&aacute;n Lemass.<\/p><p>Deputy Varadkar won their hearts conclusively by using his opportunities as a stand-in at Leaders' Questions to be more aggressively partisan in attacking opponents.  This followed on from a series of electoral campaigns where his preferred role was as a designated attacker of the Opposition.  His colleagues were also impressed by his open approach to the media.  For many years he has been renowned as the most accessible source in Government.  His skill at avoiding hard news and distancing himself from the controversies of a Government he sat in was remarkable.  Added to this has been his ability to spin every minor development in one of his Departments as a step change.  It is striking that the strong support which this record won him in his parliamentary party was not reflected in the much broader membership of Fine Gael.<\/p> <p> The role of Taoiseach is profoundly different from that of Minister and party spokesman.  It is only by him holding the office that we will see if Deputy Varadkar is willing to make the changes necessary to be successful.  There will come a point when the soft coverage ends and the accountability begins.  The tactical obsession with managing headlines can only work for a while.  It has already been indicated that a raft of initiatives such as the new infrastructure plan had been held up in order that they can be branded as showing new energy in the Government.  This is the same approach that for six years has seen every passing policy put in new covers and stamped with the words \"action plan\".  In taking over a Government defined by its ability to over-spin and under-deliver on nearly all major issues, success will not be achieved by the implementation of a new media management grid for sharing out policy morsels.  The true mark of success for Deputy Varadkar will be if he understands just how wrong he is when he says that if one tries to represent everyone, one will represent no one.  The very definition of the job of Taoiseach and the Government is to represent all the people.  It is not about picking winners and losers or finding new labels to divide people.  It is about representing every citizen.  It is about fighting against the growing polarisation we have seen in recent years where a deep sense of unfairness has developed, especially among those who feel their struggles are ignored.  Our country faces many deep challenges.  Some of these are the result of a refusal to acknowledge problems until they become crises.  Others are the result of external threats.<\/p> <p> The confidence and supply agreement which we agreed last year is unusual in international terms in only one respect, namely, it is solely focused on policy.  We have sought and received none of the access to patronage or resources found in nearly all such agreements.  We did this because we wanted to ensure an absolute focus on the substance of new and targeted policies.  The most important thing that has been achieved is that Fine Gael's divisive approach to budgets has been curtailed.  The regressive tax cuts and assault on key services have been halted.  Deputy Varadkar said last year that the latest budget is the first fair one of his party's time in office.  However, the broader implementation of the policy agreement has been unacceptable.  In housing, commitments for delivery on social housing have been missed, while misleading figures have been used to cover this up.  In mental health, the Government has simply refused to allocate or spend the agreed and desperately needed extra funding.  In hospital services, the manipulation of rising waiting lists continues, and the full funding of an agreed and proven way of tackling the lists has been unacceptably delayed.  With regard to the budget, the lack of transparency and bad faith in outlining available resources was an unequivocal breach of the agreement, as was the use of financial powers to block a non-financial Bill introduced by Fianna F&aacute;il.  Even on a small but deeply important commitment such as the restoration of dedicated career and guidance counselling in schools, there have been unjustified delays and splitting of hairs.<\/p> <p> In broader terms, the past year has been one of ongoing drift and excuses from the Government.  The two principal excuses have been that Deputy Kenny was on his way out which left a leadership vacuum and that Ministers are scared to propose anything because they do not know how the D&aacute;il will vote.  With the change of Fine Gael's leader, the first excuse is gone.  The second was always nonsense.  The bulk of legislation that has not been published is uncontroversial.  For other initiatives there is no credibility whatsoever because Ministers have failed even to set out what they would like to do let alone produce proposals we could vote on.  Today the time for excuses ends.<\/p><p>The Fine Gael Party has the dominant control of Government.  It has major staffing and financial resources at its disposal to develop and, more important, implement badly needed improvements for our people.  The full, complete and fast implementation of the agreement which allows it to be in government is not open for debate.  If it operates in good faith and with transparency, the agreement will run its full course but if it sees every issue as a partisan opportunity and seeks to manipulate the budget process to suit immediate electoral strategies, it knows the consequences. <\/p> <p> I have been assured by Deputy Varadkar that he will fully implement the agreement and instruct Ministers to end delays on agreed funding.  In addition, he has accepted the need to move immediately on other agreed proposals such as a new initiative on mental health.  I have also raised our concerns about Northern Ireland and Brexit.  We need a much more active and ambitious engagement if we are to overcome threats of historic significance.  This is not about having more photo calls but a return to the days of Dublin seeking to take an active leadership and ending the stranglehold of narrow party interests.<\/p> <p> If Deputy Varadkar wishes to do more than talk about changing politics, he has an opportunity to do this today before the vote on the new Government.  Yesterday's appointment to the Court of Appeal was the first time in nearly a quarter of a century that an appointment such as this was made in this manner.  It directly bypassed established procedures and the excuse that there were no qualified applicants is clearly false given that the last application process closed nearly six months ago and there was no public advertisement of this vacancy.  Given the controversies which the outgoing Attorney General has been involved in and the findings of the Fennelly report, the rushed and unusual manner of the appointment to which Deputy Varadkar and all of his colleagues agreed is, at best, squalid.<\/p> <p> Added to this is the behaviour of the Minister for Transport, Tourism and Sport, Deputy Shane Ross.  Where once he insisted on removing politics completely from such appointments, he has now agreed to the most directly political appointment in nearly a quarter of a century.  It is essential that Deputy Varadkar addresses this controversy.  We expect him to explain what he knew and outline his discussions with the Minister, Deputy Ross, on this matter and the highly unusual decision to take one partial recommendation of an incomplete report from the Garda Commissioner and announce it with a banner on a south Dublin road.<\/p> <p> The challenges faced by our country are as they were last year.  The obligation on the Government and D&aacute;il to act constructively to tackle this challenge remains.  After a wasted year of drift and delay, the time for excuses is over.  We will have a new Taoiseach who has been chosen by his party to turn around electoral performance.  What we need is a new focus on the much harder work of delivering for the Irish people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400006#D00300","speaker":"1224","continuing":true},{"type":"speech","time":1497440100,"counter":25,"content":"<p>T&aacute; m&eacute; ag roinnt mo chuid ama leis an Teachta Louise O'Reilly.  L&aacute; m&oacute;r &eacute; seo i saol an Teachta Leo Varadkar agus saol a mhuintir, go h&aacute;irithe a thuismitheoir&iacute; at&aacute; anseo inniu agus iad br&oacute;d&uacute;il agus s&aacute;sta.  Cuirim f&aacute;ilte mh&oacute;r rompu.  I particularly welcome Deputy Leo Varadkar's family to the House who are proud and happy on this big day in his and their lives.<\/p>  <p>  Never in the history of this State has the need for a progressive head of Government been more essential.  The ongoing difficulties in the North, the dire consequences of Brexit, the all-pervasive continuation of corruption, the hardship borne by ordinary people because of the crisis in the health services and housing and the scandals in justice and An Garda S&iacute;och&aacute;na all demand a reforming Taoiseach to represent all of the people, not just some of them.<\/p>  <p>  It is a major honour to serve as a Taoiseach, especially at 38 years of age but not all young people are radical, progressive or visionary.  Today, the question is what kind of leader are we getting in Leo Varadkar.  I have already expressed my fear that Teachta Varadkar will drag this Government even further to the right.  As Minister for Social Protection, when he should have been working to protect the most vulnerable he used his position to make their lives even harder.  More recently, he spent more than &euro;200,000 of public money on a campaign which suggested that welfare fraud is rife in this State.<\/p><p>That has since proved to be untrue.  This attitude contrasts sharply with Fine Gael's attitude to white collar crime and corporate tax dodging.<\/p> <p> In his time as Minister for Health, Deputy Varadkar failed to tackle a crisis that leaves patients languishing on trolleys and tens of thousands more waiting months for vital treatments.  He presided over a two-tier health service and the privatisation agenda that is at the heart of Government policy.  A couple of weeks ago, he claimed that the health services did not require significantly increased investment despite knowing that billions of euro had been cut from the health budget since 2011.  There are now 3,200 fewer nurses and midwives than in 2008.  Services for citizens with disabilities and other vulnerable citizens, including children, have been vandalised.<\/p> <p> During the Fine Gael leadership contest, Deputy Varadkar stated that Sinn F&eacute;in represented the \"greatest threat to our democracy\".  This is nonsense, and he knows it.  This Chamber is a little theatre.  It lends itself to theatrics and play-acting.  Most of the media reflect this and I do not blame them for that.  The politics of the soundbite rules and most of us can play that game.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400008#F00200","speaker":"1330","continuing":true},{"type":"speech","time":1497440400,"counter":27,"content":"<p>Deputy Adams certainly does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400009#G00200","speaker":"1214"},{"type":"speech","time":1497440400,"counter":28,"content":"<p>However, this Chamber is also a bubble, a silo detached from the lives of citizens.  Sometimes politics takes the form of cheap shots, slander, demonisation and playing to the lowest common denominator.  The first term of this Government saw lots of that.  The political discourse was cheapened and coarsened as a result.<\/p>  <p>  I hope the new Taoiseach does not repeat that mistake.  I think he is a decent man.  I wish him well.  I do not know him well though he and I once attended the same pilates class.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400009#G00300","speaker":"1330"},{"type":"unspoken","time":1497440400,"counter":29,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1497440400,"counter":30,"content":"<p>We could not get the former Taoiseach to stretch as far as that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400009#G00500","speaker":"1330"},{"type":"speech","time":1497440400,"counter":31,"content":"<p>It would not be big in Mayo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400009#G00600","speaker":"1334"},{"type":"speech","time":1497440400,"counter":32,"content":"<p>This is a big day for Leo and his clan, who are rightly proud.  We wish them all well.<\/p><p>Maybe he is perplexed by Sinn F&eacute;in's refusal to accept the <i>status quo<\/i>or join the cosy club typified by his party's little arrangement with Fianna F&aacute;il.  Declaring that he is going to take on Sinn F&eacute;in might play well in some quarters, but it means little in the real world.  Successive British Governments and the old unionist regime, using extraordinary powers and cruel oppression, took on Sinn F&eacute;in for decades.  They failed miserably.  For most of that time, they were actively assisted by successive Irish Governments also using extraordinary powers and cruel oppression.  They also failed miserably.  Maybe the Taoiseach-to-be should get to know Sinn F&eacute;in.<\/p><p>I commend the example of the late Albert Reynolds.  He was the first Taoiseach to make a difference when the peace process needed it.  When others talked the talk, Albert walked the walk.  He was able to do so because he had an affinity with the North, in many ways he was not in thrall to the system and, especially, he was new to the office.  Albert Reynolds did the right thing when the prevailing political mood and most of the media agenda were against it.<\/p><p>Leo Varadkar also has the opportunity to do the right thing.  He could allay the fears and worries of ordinary people about what he will do in office.  I appeal to him to do that, to tear away from the easy rhetoric of a &quot;republic of opportunity&quot; to the hard task of building a real rights-based republic with a plan to eradicate inequalities.  That means turning away from the politics of austerity and cuts in favour of investment in our people and the rebuilding of vital public services.  It means ending poverty and disadvantage.  Leo Varadkar could be a Taoiseach who sees the level of homelessness and the state of our health services, including mental health services, and says, &quot;No more, not on my watch.&quot;  He could be the Taoiseach who invests in rural Ireland.<\/p><p>Ba ch&oacute;ir go mbeidh mar chusp&oacute;ir aige &Eacute;ire n&iacute;os fearr d'achan duine a choth&uacute; agus a th&oacute;g&aacute;il - an Ireland where no child calls a hotel room home.  Becoming Taoiseach gives a person an opportunity to do great things, such as ending discrimination against women.  The eighth amendment is a relic of the past.  It has to go.  It must be replaced with compassion.  I ask Deputy Varadkar to get behind the campaign to repeal the eighth amendment and to enact legislation.  <\/p> <p> Greatness is not determined by status or power.  It is determined by how well one treats those who can do nothing for one.  That involves going against the direction set by the establishment.  It means tackling the crisis in housing by delivering social housing and tackling extortionate rents.  It means investing in our health service to ensure that it is truly a public health service where access to treatment is based solely on medical need and not on the size of a person's income.  It means making the economy work for the citizens, not just for the market or the profit motive.  It means really reforming the administration of policing and justice.  This has to start with the removal of the Garda Commissioner.  <\/p> <p> The policy and the position of the political system here is partitionist.  After almost 100 years of the existence of this State, that is hardly surprising.  It is also very self-serving and selfish.  A visionary Taoiseach would foster a real affinity and a spirit of solidarity with all sections of the people of the North.  The Good Friday Agreement defines the relationship on this island and between these islands.  A visionary and truly patriotic Taoiseach would promote and protect that Agreement against all comers, including those in Downing Street who have undermined, and who are prepared to abandon, this cornerstone international treaty for transient and temporary political power.  A visionary Taoiseach would facilitate a referendum as soon as possible to allow citizens in the North and the diaspora to vote in presidential elections.  He would allow those Northern MPs who wish to have speaking rights in the D&aacute;il to have them, as was agreed here in 2003.  <\/p> <p> Turning the tide of an entire political agenda which has been in place since partition will take courage, vision and determination.  T&aacute; an rogha ag an Teachta Varadkar.  He will soon have the opportunity to make a meaningful difference in the lives of people across this island who need it most.  N&aacute; cur am&uacute; &eacute;, n&aacute; habair &eacute;, d&eacute;an &eacute;.  Deputy Varadkar recently said that the North should stay in the customs union and the Single Market and that any customs checks should be in the airports and ports not on land borders.  He also recognised the vote of the people in the North to remain part of the European Union.  Designated special status for the North within the European Union is the best, and only, solution and Deputy Varadkar can deliver on this crucial issue.  The prospective new Taoiseach must also get behind the cause of Irish unity.  That is his constitutional duty.  It makes political, social and economic sense.  Deputy Varadkar should become a persuader for the ending of partition and the reunification of our country.  <\/p> <p> Sinn F&eacute;in will not support this nomination but I look forward to working with an Teachta Varadkar on the basis that he is willing to take meaningful action to deal with these issues.  If he is not, or if he believes that the right-wing policies currently pursued by the Government have the support of the people, then he should put that belief to the test by calling a general election.  Go n-&eacute;ir&iacute; an t-&aacute;dh leis an Teachta Varadkar ar mhaithe na t&iacute;re.  T&aacute; m&eacute; dair&iacute;re faoi sin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400009#G00700","speaker":"1330","continuing":true},{"type":"speech","time":1497440700,"counter":34,"content":"<p>I congratulate the Minister, Deputy Varadkar, on his effective appointment as the new Taoiseach.  I am sure it gives great hope to other Fine Gael Deputies who have failed to excel in their ministerial posts and are unwanted by their own membership, to see that failure and unpopularity are not barriers to becoming the leader of Fine Gael.  I also congratulate the <i>de facto<\/i>T&aacute;naiste, Deputy Miche&aacute;l Martin, who yet again has stood steadily by his very best friends in government.  Maith an fear Deputy Martin.  He is indeed the gift that keeps giving to Fine Gael.  I also wish the Minister, Deputy Varadkar, well in his new role.  I hope, for the sake of the Irish people, that he can find it in himself to be benevolent and to work to create a fair and equitable society but I do not think he will.<\/p><p>I have seen nothing from him in his career in politics to date that gives me the hope or the confidence that he will be anything other than the most right-wing Taoiseach this State has ever seen.<\/p> <p> As Minister for Health, Deputy Varadkar missed targets, saw record numbers of patients on trolleys, oversaw botched recruitment schemes, saw the numbers on waiting lists soar, abandoned universal health care, perpetuated the drive towards the privatisation of the health service and generally stumbled from one disaster to the next.  Added to this, he had the audacity to insinuate that investing in fixing the health crisis would somehow make front-line staff lazy and unmotivated.  However, during his time as Minister, there was only one lazy and unmotivated person.<\/p> <p> As Minister for Social Protection, he tried to become the Minister for fraud but he exposed himself.  We now know that his crusade was nonsense and that his \"Welfare Cheats Cheat Us All\" campaign cost over &euro;200,000.  Interestingly, I have never heard him challenge the levels of tax avoidance and tax evasion in Ireland.  He says he wants to take a special interest in health.  He can start by looking at the failure to recruit and retain nurses, midwives, doctors and other vital front-line health workers.  The Government's less-than-ambitious target of 130 nurses per month is not even achieving 50%.  Nothing in his record or plans gives me hope that he will be the best person to lead the charge to recruit these vital staff.<\/p> <p> I also note that he wants to ban strikes for front-line staff.  He can spin his statement any way he likes.  I have worked in industrial relations and I know a Thatcherite strike ban when I see one.  I know that making Labour Court recommendations compulsory and binding is effectively a strike ban.  This is the message he has already sent to emergency service workers and other health workers.<\/p> <p> Finally, as I am running out of time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400010#H00200","speaker":"1302","continuing":true},{"type":"unspoken","time":1497441000,"counter":36,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1497441000,"counter":37,"content":"<p>Order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400011#J00300","speaker":"1371"},{"type":"speech","time":1497441000,"counter":38,"content":"<p>----- I come to his attitude to repealing the eighth amendment.  In a State where women have virtually no reproductive rights, he has compared women travelling to get medically necessary procedures to a lads' holiday in Las Vegas.  In 2010 he said that allowing rape victims to terminate their pregnancies could lead to abortion on demand and still the UN points out that our laws and our Government repeatedly fail to protect Irish women from cruel, inhuman and degrading treatment.  I have seen nothing to convince me that he will not simply continue to administer this cruel, inhuman and degrading treatment.<\/p>  <p>  While I wish the Deputy Varadkar well in his new role, I know that past performance is an indicator of future performance.  Given his track record, that does not bode well for Irishwomen or Irish people in general.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400011#J00400","speaker":"1302"},{"type":"speech","time":1497441000,"counter":39,"content":"<p>Nearly as convincing as Mary Lou.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400011#J00500","speaker":"1365"},{"type":"speech","time":1497441000,"counter":40,"content":"<p>I propose to share time with Deputy Burton.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400011#J00600","speaker":"1353"},{"type":"speechnospeaker","time":1497441000,"counter":41,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400011#J00700","nonspeaker":"A Ceann Comhairle"},{"type":"speech","time":1497441000,"counter":42,"content":"<p>On a personal level, I wish Deputy Varadkar well today, particularly as we worked together in government.  While my party cannot support his election as Taoiseach on the basis of the existing programme for Government, it is a very proud day for him personally.  Equally, I know it will be a very happy day for his partner, Matthew, his parents Ashok and Miriam and all his friends and family, many of whom join us for what is a momentous day in their lives.  For a gay man, the son of a migrant, to be elected Taoiseach of this country is an important step.  As he pointed out himself, it speaks well of this Republic.  However, I think he will agree that we should not - and will not - see today as the end of the story.<\/p>  <p>  While I sincerely wish him well for his time as Taoiseach, I must inform him that Labour will continue to oppose his Government.  The programme for Government and the confidence-and-supply agreement that underpins it are deeply flawed documents.<\/p><p>At a high level they attain a wrong and short-sighted commitment to spending one third of all available funding on tax cuts at a time when public services badly need investment.  The rainy day fund, as Deputy Varadkar has now publicly recognised as representing a waste of money, is an opportunity to invest in much-needed capital investment.  That is what it should be utilised for.<br\/><br\/>In a range of other areas, as a policy programme, the programme for Government is clearly deficient.  There is no real agenda to advance the rights of people to work, and who work, in society.  There is no brave commitment to universal, high-quality public services that could be the best in the world.  There is no determination to deal with challenging but important social issues from admission to schools to the repeal of the eighth amendment.  As the agreements are between one party of the centre right, another party of the centre right, and a smattering of Independents, from my perspective the reasons for those deficiencies are patently obvious.  If we were sceptical about the programme for Government last May, that is even more the case now.  For more than a year, we have endured what is effectively a do-nothing D&aacute;il.  New politics has become a notion worthy only of scorn and ridicule.  Only one piece of Opposition legislation has been enacted since this House was elected, namely, my party's Bill to give trade union rights to freelance workers.  The Government has enacted fewer pieces of legislation than any preceding Government in the same period.  As I have said on more than one occasion, when a Government does nothing, in reality it begins to do harm.<br\/><br\/>I hope the Minister will restart the engines of Government upon his election.  However, I am afraid I do not expect much.  It is a very small thing, but the decision, for example, to put the House into recess after the election of the Cabinet this evening does not bode well.  I know that newly appointed Ministers need time to read themselves into their Departments, but the new Taoiseach could have taken questions tomorrow and he could have set out his own vision.  Legislation could have been advanced.  Private Members' Bills, which are queuing up, could have been debated tomorrow.  Unfortunately, the Minister has chosen to forgo the opportunity to show from the start a new determination to change the way business has been transacted in this House for the past year.<br\/><br\/>I think it is fair to say that the Minister's own views have moderated on a range of issues over the years.  We have had personal dialogues on them.  I jokingly said at the end of the previous Government that perhaps one of the greatest achievements of the Labour Party was to move him towards social democracy.  The young man in a hurry who enjoyed writing letters to <i>The Irish Times<\/i>was a decidedly right-wing chap.  Even in 2011, the Minister was a different politician from the one who stands before the House today.  At that time, Fine Gael policy was to address the all-encompassing economic crisis by reducing public expenditure and increasing taxation on a ratio of 3:1.  We found that a very hard Fine Gael position but the Minister's position was to do it on a ratio of 4:1.<br\/><br\/>More recently, as others have mentioned, the welfare cheats campaign caused great concern to many of us on this side of the House.  I hope as Taoiseach he will take a more compassionate approach to those who have least in society.  It can be easy at times to make political targets of those who rely on the State.  Whether as a dog whistle to a particular electoral base or as a mechanism for reducing the size and capacity of the State to intervene on behalf of the most marginalised, too often those policies are favoured by politicians of the right.<br\/><br\/>The Minister knows how to disavow from that description and characterisation of himself.<\/p><p>I hope his stewardship for Ireland will see these tactics abandoned by his Government.  Speaking of things that should be disavowed, I note that the Minister will be supported today by Deputy Lowry.  I have been informed that the Minister has spoken to Deputy Lowry on a couple of occasions in recent days.  I read in this week's <i>Tipperary Star <\/i>that Deputy Lowry has claimed that in return for his support, he will have access to the office of the Taoiseach, Deputy Varadkar, to his officials, and to his Ministers.  As Taoiseach, I hope Deputy Varadkar will put such contact to an end.  He should not depend on Deputy Lowry's support.<br\/><br\/>As I have already said, the views of the Minister on a range of other issues have already begun to change.  His opposition to adoption by same-sex couples and to gender recognition legislation have now, thankfully, been dropped.  For those, however, who regard his election as a liberal triumph, there is, I am afraid, still much to be proved.  I recall only too well the agonising debates between his party and mine over the X case legislation.  At every step, the Minister wanted more checks on women.  Ludicrously, at one point Fine Gael suggested that women should require six medical opinions.  This view was regarded by the Labour Party as an attempt to renege on our agreed position to legislate for the X case judgment.  I will credit the former Minister, James Reilly, as one of the few rational people within Fine Gael on that issue.<br\/><br\/>To give him credit, it seems that the Minister, Deputy Varadkar, favours a referendum on the eighth amendment next year.  On the face of it, that is indeed welcome, but that commitment must now be tested.  The Minister seeks to make a particular virtue of allowing everyone to take their own position on the issue.  That is fine for as long as he remains a Minister, but as Taoiseach, Deputy Varadkar will have a duty to lead, to guide the proposed solution, to advocate for it and to make sure it commands the support of the people and a majority in these Houses.<br\/><br\/>Serious change comes about because serious people lead it, and this brings me to my ultimate ask of the Minister.  As Taoiseach, he cannot continue in a role of commentator.  I hope he will not miss too much the proffering of pithy soundbites to Newstalk on issues of the day.  We might miss those soundbites on issues such as the opening of the Garda station at Stepaside, news of which coincidentally leaked out yesterday, but he must now be willing to lead from the front.  Deputy Varadkar's predecessor is not a perfect man, but he is a good man who always sought to lead from the front with humour and integrity.  If Deputy Varadkar can do the same, that will be a good start.  T&uacute;s maith, leath na h-oibre.<br\/><br\/>At the start of my contribution I said that I wish the Minister well.  Having recovered from an appalling crisis, Ireland now stands at a moment of wonderful opportunity.  Our growing prosperity could transform our society or it could be squandered in the search for electoral success.  Much of that choice will be Deputy Varadkar's to make.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400011#J00800","speaker":"1353","continuing":true},{"type":"speech","time":1497441600,"counter":45,"content":"<p>On my own behalf and on behalf of people in Dublin West, I express my congratulations and good wishes to Leo and his family, to his parents, Miriam and Ashok, and to his partner, Matt.  This is a very proud day for the family and it is a great achievement and honour for Leo.  Dublin West, the area which the new Taoiseach and I have the honour to represent, is one of the most diverse parts of Ireland.  Some 30% of the population in that region is either foreign born or has parents who were born abroad.  In its diversity, Dublin West represents a microcosm of the successes and challenges facing modern Ireland.  Global and Irish business leaders such as IBM and PayPal, along with major Irish employers such as Dunnes Stores and Keelings, employ tens of thousands of workers in the Dublin West area.<\/p><p>There is a huge population of young people, children and young families and, also, a growing older population.  The constituency of Dublin West reflects many of the social challenges that we in this Chamber all face alongside the economic growth the country is currently experiencing.<\/p> <p> Time waits for no Taoiseach or T&aacute;naiste.  I know that and Deputy Enda Kenny knows it.  The new Taoiseach will have to hit the ground running.  I know that Deputy Varadkar is well capable of this, having met him jogging many a time along the banks of the Royal Canal.  He will have to get on his bike and get going.  That is the least we expect.  There are decisions he will have to make almost immediately if he is to invigorate a tired and becalmed Administration.<\/p> <p> On the social side, the Taoiseach-elect, if he has not already done so, must decide a target date today for the referendum on repeal of the eighth amendment.  I would suggest a target of next April or May, prior to the Pope's visit to Ireland.  We do not want any more horror stories of the type of heard yesterday regarding a young girl detained on mental health grounds when she required a termination and a woman making the lonely journey to Britain because her much longed-for baby was diagnosed with fatal foetal abnormalities.<\/p> <p> I urge the Taoiseach-elect to opt for a clear programme of tax justice.  He must end the scandal of extraordinarily profitable companies paying little or no corporation tax.  In this regard, the Labour Party has advocated a minimum effective corporation tax structure so that corporations contribute their fair share-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400013#L00200","speaker":"1253","continuing":true},{"type":"speech","time":1497441900,"counter":47,"content":"<p>I wonder where Deputy Burton got that idea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00200","speaker":"1238"},{"type":"speech","time":1497441900,"counter":48,"content":"<p>-----and a standing commission on taxation that will address loopholes and flaws in our tax system as they arise.  We have accumulated tax losses in our system of over &euro;15 billion, &euro;9 billion in the financial services sector and over &euro;400 million in the construction sector.  As things stand, if the proposed sale of AIB goes ahead, that company could avoid paying any corporation tax for many years.<\/p>  <p>  As already stated, we have a tired and becalmed Administration.  We have a dysfunctional Department of Justice and Equality and Garda S&iacute;och&aacute;na, a health service which three Fine Gael Ministers for Health, including Deputy Varadkar, have been unable to reform and a housing situation, notwithstanding the huge resources that have been put into it since 2014-2015, which is failing to produce the affordable and social housing people and families need.<\/p>  <p>  One of the demands of Deputies Coveney and Varadkar during the 2011 general election campaign was a bonfire of the quangos.  Unless the Taoiseach-elect creates a State authority to develop social and affordable housing, we will be faced with a 20-year housing crisis.<\/p>  <p>  On the North, Brexit and the island of Ireland, we need a union of hearts and minds.  We have heard here how bitter Sinn F&eacute;in and, on television, those on the Unionist side have become in recent days.  It will be the privilege and responsibility of the new Taoiseach to address this and create an union of hearts and minds for all on this island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00300","speaker":"1253"},{"type":"speech","time":1497441900,"counter":49,"content":"<p>Deputy Burton could do with a bit of a heart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00400","speaker":"1303"},{"type":"speech","time":1497441900,"counter":50,"content":"<p>I am sharing time with Deputies Coppinger and-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00500","speaker":"1238"},{"type":"speech","time":1497441900,"counter":51,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00600","speaker":"1371"},{"type":"speech","time":1497441900,"counter":52,"content":"<p>Deputy Ellis is shouting from the sidelines again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00700","speaker":"1253"},{"type":"unspoken","time":1497441900,"counter":53,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1497441900,"counter":54,"content":"<p>Order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M00900","speaker":"1371"},{"type":"speech","time":1497441900,"counter":55,"content":"<p>Stop the clock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M01000","speaker":"1238"},{"type":"speech","time":1497441900,"counter":56,"content":"<p>Allow Deputy Boyd Barrett to speak, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M01100","speaker":"1371"},{"type":"speech","time":1497441900,"counter":57,"content":"<p>I am sharing time with Deputies Ruth Coppinger and Mick Barry.<\/p><p> First, I extend my sympathies to the victims of the horrendous fire in London.  We do not yet know how many there are but the scenes are shocking and we should extend our support for, and solidarity with, the people there.  We do not know why the fire took place, but very serious questions are being asked.  I am no expert in this area but, coincidentally, I received a call this week from a fire consultant who told me that many housing developments in this country are very serious accidents waiting to happen because fire regulations are not being fully complied with, even in local authority housing stock.  The tragedy of London should prompt us to consider whether fire safety is being properly applied in the housing stock of this country.<\/p> <p> I do not want to be mean-spirited on an important day for the Taoiseach-elect, Deputy Varadkar, and his family but for the thousands of families facing intolerable hardship because they are homeless, the hundreds of thousands languishing in pain on hospital waiting lists waiting for operations and the many women in this country who urgently need the eighth amendment to be repealed in order that they do not have to suffer unacceptably when faced with crisis pregnancies, the fanfare of recent days and the pantomime of the Fine Gael leadership over recent weeks have been a source of frustration and, in many cases, anger rather than a cause for celebration.  Most right-thinking people lament the rise of the politics represented by Donald Trump and the phenomenon of fake news and all that goes with it, but the establishment-political-media bubble has fed the causes of this phenomenon over recent weeks by engaging in a theatre that has been all about personalities and nothing about the policies and issues that make a difference to the lives of ordinary people who suffer in unnecessary hardship.<\/p> <p> I do not believe it makes any difference whether Deputy Enda Kenny, Deputy Leo Varadkar or Deputy Simon Coveney is Taoiseach.  What is important is that he is from Fine Gael and we need to interrogate the policies of that party to see whether those policies are delivering for ordinary people.  We also need to interrogate the policies of Opposition parties and everyone in this House to see how we can address the issues facing the citizens of this country.  That is what they expect us to be doing.  We should take a salutary lesson from what happened in the recent election in Britain.  Prior to the election and for the first few weeks of the campaign, if one was to believe the political-media bubble, it was all about the personalities of Theresa May and Jeremy Corbyn.  Theresa May was going to walk the election and Jeremy Corbyn was to end up as toast.  Then something changed and that was something called a manifesto.  A manifesto was leaked with policies about the issues people cared about.  They were not the issues the media were talking about, nor those with which the bubble was concerned.  They were issues such as housing, health, education, equality and tax fairness, in which corporations and the wealthy would pay their fair share of taxes.  They were about not bringing in fees for students, ensuring rights for those with disabilities, and fairness in the treatment of immigrants.<\/p><p>At the time, Jeremy Corbyn's policies were condemned by Deputy Howlin as being much more like the policies of Solidarity-People Before Profit than Labour Party policies.  Deputy Howlin is on record as saying that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400014#M01200","speaker":"1238","continuing":true},{"type":"speech","time":1497442500,"counter":60,"content":"<p>Can the Deputy show that record to the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00200","speaker":"1353"},{"type":"speech","time":1497442500,"counter":61,"content":"<p>It worries me that over recent weeks, the only serious policy issue that emerged was the rather shocking attack by Deputy Varadkar on welfare cheats and a group of people who supposedly do not get up before 7 a.m.  That was a new low in politics.  It was very divisive and showed a deep level of prejudice against those who suffer inequality and hardship but skated over the fact that, as Millward Brown have just reported, 30% of people who are entitled to family income supplement do not claim it.  There is more money not being claimed by people who are suffering hardship and poverty than is supposedly being defrauded by the welfare cheats the Minister unjustly targeted during the Fine Gael leadership campaign.<\/p>  <p>  Deputy Coveney was the Minister for Housing, Planning, Community and Local Government during the greatest housing and homelessness crisis in the history of the State and was more concerned with the Fine Gael leadership campaign.  However, he took time out from that campaign to vote against a Bill put forward by Solidarity-People Before Profit which sought to stop evictions and control the rents that are being ratcheted up by the vulture funds to which Deputy Coveney sold the property of this country and on which the Government does not levy proper taxes.<\/p>  <p>  I also raise the issue of the young woman who is at risk of suicide and is seeking an abortion.  In a macabre re-run of the X case scandal , she has been imprisoned by the State.<\/p>  <p>  What people want is hope, not hype.  They want policies, not pantomime.  Judging by recent weeks, we will not get that from Fine Gael but that is what Solidarity-People Before Profit will be trying to put forward in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00300","speaker":"1238"},{"type":"speech","time":1497442500,"counter":62,"content":"<p>I am sharing time with Deputy Mick Barry.  Deputy Varadkar will not be surprised that Solidarity-People Before Profit cannot support his nomination today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00400","speaker":"1434"},{"type":"speech","time":1497442500,"counter":63,"content":"<p>There is a shock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00500","speaker":"1285"},{"type":"speech","time":1497442500,"counter":64,"content":"<p>Deputy Varadkar made a confession in this House during a debate on the exorbitant prices charged by drug companies.  He said that dealing with some of these companies would bring out whatever socialist instinct may be buried within him.  No one really believed Bertie Ahern was a socialist.  However, maybe when Deputy Varadkar gets into the top job he will see how corrupt, unfair and rotten the system is and he will dig deep for that socialist vein and maybe he will become the first socialist Taoiseach.  That is probably unlikely as he is wearing blue tie today.  We certainly recognise the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00600","speaker":"1434"},{"type":"unspoken","time":1497442500,"counter":65,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1497442500,"counter":66,"content":"<p>Judging by his tie, Deputy Miche&aacute;l Martin is not a socialist either<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00800","speaker":"1267"},{"type":"speech","time":1497442500,"counter":67,"content":"<p>It is an effort at humour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O00900","speaker":"1285"},{"type":"speech","time":1497442500,"counter":68,"content":"<p>Solidarity-People Before Profit recognises the significance of having a Taoiseach who is a gay man with an Indian background.  That is a massively positive comment on the changing social attitudes in Ireland that have allowed that to come about.  We saw that in the marriage equality referendum which was driven by young people and resoundingly endorsed in working class communities.  Deputy Varadkar will ultimately be judged by the policies and positions he takes on those issues.<\/p>  <p>  We also encourage the involvement of migrants in politics.  Migrants have many different views.  Last weekend, I spoke at the formation of a left group, Kranthi, in the Indian community.  I hope that migrants will get involved to get the type of change that is really necessary, which is to change people's lives through a massive transformation in how wealth is owned and controlled.<\/p>  <p>  Deputy Varadkar will take the helm at a critical time when the people's aspirations are going way beyond what the system is prepared to offer.  After a decade of brutal austerity, in which Deputy Varadkar was very involved, it seems that what was taken in the recession is not going to be restored.  Two-tier pay and a second class status for young people will be made permanent.<\/p><p>It is for this reason that in a host of countries, including the United States, France and the UK, we have seen a political earthquake.  We have seen huge enthusiasm for left and socialist policies.  In Ireland this is causing a nervousness among sections of the establishment which want a firmer right hand at the helm.  It looks like that will be found in Deputy Varadkar.  He made insidious comments during the election campaign about welfare cheats.  The phrase about people getting up early in the morning will haunt Deputy Varadkar for decades.  We know what he meant and the code he was using.  He was not referring to the homeless families from Dublin west who get up early to bring their kids to school because they are in far-flung bed and breakfast establishments.  It was a divisive comment and a smear against people who have lost their jobs or who cannot work.  It was also untrue, because he called for a ban on the right to strike for many people who get up very early every morning, for example, firefighters, hospital staff and bus drivers.<\/p> <p> Deputy Varadkar is certainly more upfront about being a hardliner for capitalism and in effect a representative of the rich and the elite.  He spoke about a republic of opportunity.  In 1987 Margaret Thatcher launched a policy under the name of land of opportunity.  The top 300 in this country have doubled their wealth during the recession, yet 10% of Traveller children die before the age of two.  What will the Deputy do about those opportunities?<\/p> <p> There is an eagerness in this country for massive social change, for equality, women's rights and abortion rights.  We have heard from some new converts to those ideas today.  There is a huge gap between how most people outside this Chamber feel and how they are represented in this D&aacute;il.  I do not envy Deputy Varadkar.  He is a representative of the neo-liberal policies that people are rebelling against in country after country, and his policies can only increase the potential for a left movement in this country.  Bring it on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400016#O01000","speaker":"1434","continuing":true},{"type":"speech","time":1497442800,"counter":70,"content":"<p>The nominee is quoted in the papers this morning as supporting a republic of opportunity.  How does he square that with his support of the abandonment of the principle of equal pay for equal work and his support for wage discrimination against young public servants?  Two-tier pay rates in the public services were presented as being emergency and temporary measures at the height of the austerity crisis.  However, they are now being maintained, without any end date whatsoever, in the Government's new public service pay deal offer, and this in what has been described as the fastest growing economy in Europe.  The discrimination in pay rates on grounds of race, gender or sexual orientation is wrong.  Why then is discrimination on the grounds of age defended?  Of course, the Government gets around the anti-discrimination laws by pointing to the fact that the lower pay rates are for new entrants, but everyone knows that the vast bulk of new entrants are young and that this is effectively an act of discrimination against young people.  Deputy Varadkar leaves himself open to the charge of double standards here.  He defends the idea of low rates of pay for young nurses and teachers but he no doubt does not support lower rates of pay for young taoisigh.  I assume that as a new entrant he will not be starting on a lower scale than that enjoyed by Deputy Kenny.<\/p>  <p>  Deputy Coveney recently expressed concern that Deputy Varadkar would lead his party further to the right.  Deputy Varadkar himself recently suggested that workers who provide essential services, such as air traffic controllers and tram workers, should have their right to strike curtailed.  William Martin Murphy was the champion of denying tram workers the right to strike.  Ronald Reagan was the champion of denying air traffic controllers the right to strike.  Neither of these men could be described as men of the political centre.  They were both men of the right, as indeed Deputy Varadkar is.  In opposing equal pay for equal work and in suggesting a curtailment of the democratic and human right to strike, the Deputy is showing support for policies which are not centrist but actually rather extreme.  The best defenders of these basic rights and principles are the left which the Deputy so strongly denounces.  Along with our allies in the working-class movement, we will continue to defend them and to remain a strong obstacle to the Deputy's pursuit, as Taoiseach, of a right-wing agenda.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400017#P00200","speaker":"1432"},{"type":"speech","time":1497442800,"counter":71,"content":"<p>I am sharing time with Deputies Catherine Connolly and Mick Wallace.  I received an interesting reply from the Taoiseach-elect in his former position as Minister for Social Protection.  He replied in a parliamentary question that he wanted to reduce consistent poverty rates to pre-crisis levels and lower, and wanted to do the same for child poverty.  Deputy Varadkar is also on record as saying that housing and health would be the priorities of his Administration.  Wanting to do something, being well-intentioned and having the political will and policies to implement real progress in these areas are different things.  It is here that I have no expectation of any change.  It will be the same old politics.  Serving the interests of big business, the wealthy and the lobby groups representing the power and privileges of the few will continue to be the key priorities of this Government.  Let us look at the issue of health.  There is a very good report from the Committee on the Future of Healthcare which will be before the D&aacute;il soon.  This report, if adopted and implemented by the Government, would almost represent a revolution, with the provision of a single tier, universal public health service free at the point of use, based on need and not on ability to pay.  The problem is that it will never be implemented by a Government dominated by Fine Gael or Fianna F&aacute;il.  The political will to fund it and stand up to the vested interests which oppose this report, including the medical profession, private health interests and religious institutions, does not exist in these parties.<\/p>  <p>  I want to raise the issue of housing.  The Government programme, Rebuilding Ireland, is not working.  In fact, it is making the crisis worse.  On the basis of the present progress on tackling the housing crisis, it will take 40 years to eliminate the housing waiting list in Dublin.  Rebuilding Ireland targets 134,000 social housing units from 2016 to 2021.  It sounds good, but 87,000 of these, approximately two thirds, are totally dependent on the private sector.  Of the target of 47,000 new builds only 21,000 are actually social housing.  The real figure for public and social housing is 21,000 over five years.  Even this meagre target is not being achieved.  Actual new builds in 2016 amounted to only 650 units, with 40 of those in Dublin.<\/p>  <p>  I wish the so-called Government would at least listen to people.  If it does not agree with me that is well and good.  A radical new approach which is not based on the private sector is necessary.  The Nevin Economic Research Institute has proposed the establishment of a State housing company to build up to 10,000 public housing units a year at an initial cost of &euro;12 billion, to be raised off the books and paid for with affordable rents based on the European cost recovery model using the 730 sites held by local authorities.  We need to treble funding from local authorities to eliminate this crisis.<\/p>  <p>  The Society of St. Vincent De Paul today described hubs simply as new, if slightly improved, forms of temporary accommodation.  The charity has assisted 130,000 households who go to moneylenders in their communities, are not benefiting from the recovery, have inadequate incomes, and are facing intolerable rents in the private sector.  Again, there are vested powerful interests which need to be challenged.<\/p>  <p>  On poverty, according to the Think-tank for Action on Social Change, TASC, we are now the most unequal society in the EU before welfare payments.  Some 33% of income now goes to the top 10% of earners.  Some 20% of workers are low paid, and 50% of workers earn less than &euro;28,000 if we look at median earnings.  The squeezed middle are not being squeezed but crushed and have gross household income below &euro;35,000 a year.  To combat this we need strong trade unions, the right to organise, the right to workplace access and a legal living wage.  It is ten years since the minimum wage was set at &euro;8.65 an hour.<\/p>  <p>  On the question of the eighth amendment, the situation of a young woman being detained against her will when seeking an abortion is barbaric, medieval and a shame for all right-minded people.  The 2014 Act is an unworkable fudge.  We need a referendum on this issue urgently.<\/p>  <p>  I have no hope for change from this Government of Fine Gael and Independents, or from Fianna F&aacute;il.<\/p><p>Only when we build a genuine new politics, a broad-based progressive left movement to end the rule of the neo-liberal politics propped up by the Labour Party, will we have a republic fit for purpose in the 21st century.  I honestly do not believe Deputy Varadkar will lead that. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400017#P00300","speaker":"1306","continuing":true},{"type":"speech","time":1497443400,"counter":73,"content":"<p>I gceann tamaill&iacute;n, beidh an Teachta Varadkar ina Thaoiseach nua ar an t&iacute;r &aacute;lainn seo.  Is pribhl&eacute;id &iacute; bheith mar Theachta D&aacute;la agus is pribhl&eacute;id faoi leith &iacute; bheith mar Thaoiseach.  Gu&iacute;m gach rath ar an Teachta Varadkar ina r&oacute;l nua, a thagann le freagracht thromch&uacute;iseach.  T&aacute; comhghairdeas tuillte aige, ag a thuismitheoir&iacute; agus ag a chlann at&aacute; anseo inniu.  Gabhaim comhghairdeas freisin leis as ucht na n-iarrachta&iacute; at&aacute; d&eacute;anta aige a chuid Gaeilge a fheabhs&uacute;.  Is maith an rud &eacute; sin.  Is &iacute; &aacute;r dteanga n&aacute;isi&uacute;nta &iacute; an Ghaeilge.  T&aacute; s&uacute;il agam go mbeidh tuilleadh d&iacute;osp&oacute;ireachta&iacute; sa Teach seo ina mbeidh an Ghaeilge &aacute; h&uacute;s&aacute;id againn.  M&aacute; leanann s&eacute; ar aghaidh leis an nGaeilge - t&aacute; m&eacute; cinnte go leanfaidh &oacute;s rud &eacute; go bhfuil &eacute;acht d&eacute;anta aige go dt&iacute; seo - gheobhaidh s&eacute; amach nach bhfuil meas madra ag cosmhuintir na t&iacute;re seo ar an mbrathad&oacute;ir.  Chothaigh an Teachta Varadkar an saghas duine sin lena fheachtas nuair a bh&iacute; s&eacute; mar Aire Coimirce S&oacute;isiala&iacute;.  M&aacute; leanann s&eacute; ar aghaidh leis an nGaeilge, gheobhaidh s&eacute; amach freisin go bhfuil ardmheas ag cosmhuintir na t&iacute;re seo ar an meitheal, nuair a thagann daoine le ch&eacute;ile ag obair as l&aacute;mh a ch&eacute;ile ar son leas na t&iacute;re, seachas ar son lucht an rachmais.<\/p>  <p>  In a little while, the Minister for Social Protection will be Taoiseach and, without hesitation, I wish him the absolute best in that role.  He deserves congratulations.  To his family who are here today, cuirim f&aacute;ilte U&iacute; Cheallaigh go dt&iacute; an D&aacute;il.  His attempts with Irish are well done too.  They show great respect for the language and I look forward to more use of the Irish language here.<\/p>  <p>  As the Minister goes on, however, he will learn that Irish people do not have much respect for the informer in their society.  That is exactly the type of policy he promoted with his terrible campaign on social welfare.  I think he did it for short term gain and it was deplorable but it is an example of the type of politics of Fine Gael, the Labour Party and Fianna F&aacute;il which does not look at what people want in this country.  They have moved on, they are way ahead of us in the type of society they want.  I have repeatedly said here that when I canvassed, as others did, door to door, people did not ask for tax cuts, empty rhetoric about a land providing opportunities or for someone to patronise them.  They asked for a serious debate on how to make this country more equal and for serious recognition of the problems that exist arising directly from neoliberal politics.  They are a politics and policies that regard the economy as thriving, with the housing crisis, the health crisis, the public transport crisis as collateral damage.  My colleagues and I have a different vision.  We want a thriving economy but one that serves all of us and a realisation that an economy cannot possibly be described as thriving if the collateral damage is people on trolleys in Galway City Hospital or a centre of excellence that has one MRI scanner.  We hear empty rhetoric from a Minister and a Government about building housing.  Not one house has been built in Galway city since 2009.<\/p>  <p>  While the empty rhetoric goes on, we are moving in the direction of privatisation of every single essential service in this country.  Heads are shaking on the Government benches, I am not sure why because I would be delighted to work with anybody in this D&aacute;il to make our country a better one.  That is impossible with the policies the Minister is setting out and his empty rhetoric.  The Minister sought to divide and conquer with a despicable social welfare campaign which was not even based on truth.  I have the privilege of sitting on the Committee of Public Accounts and we know for a fact that fraud has a minimal impact in the context of the overall social welfare budget.  T&aacute; mo chuid ama istigh.  Gu&iacute;m gach rath ar an Teachta.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400018#Q00200","speaker":"1316"},{"type":"speech","time":1497443400,"counter":74,"content":"<p>There are many problems facing the Irish people.  Finding a house to live in and to rent is certainly one of them.  Solving the housing and homelessness crisis will be one of the big challenges facing the Taoiseach-to-be.  Many things need to be done.  The new Taoiseach will need to challenge the fact that this is one of the few countries in the developed world that does not tax landbanking.  A major difficulty is that private developers have an incentive not to build because the latter is more profitable for them.  We have never tackled this problem.  We need to remove the extraordinary tax incentives afforded to the new institutional landlords in Ireland in the form of real estate investment trusts, REITs - such as Hibernia REIT and Irish Residential Property, I-RES REIT - which pay bugger all tax on their rental incomes and no capital gains on their future sales.  This should be compared with the traditional landlord who must pay tax on both.<\/p>  <p>  We must stop selling Ireland to the vulture funds.  The new Taoiseach should make it illegal for Irish banks to sell the underperforming mortgage or small business loan of any person to a vulture fund.  He needs to commence a programme of building social and affordable housing directly by the State because that has not started.  We cannot rely on the private sector to develop social housing through Part V.  It will never deliver enough.  The National Asset Management Agency, NAMA, says it can provide 20,000 units at approximately &euro;350,000 each.  Those units could be done for &euro;250,000 each but the new Taoiseach must put the structure in place, take NAMA's land and pay builders to build on it.  He should not pay developers to build on NAMA land.  If he pays builders, the units can be supplied for &euro;100,000 less per unit.  We need affordable as well as social housing.<\/p>  <p>  I ask the new Taoiseach to immediately suspend the activities of NAMA that have played a role in all the issues I have raised and that have created the housing crisis.  NAMA has facilitated landbanking by selling huge swathes of land at fire-sale prices to developers and has facilitated REITs through its policy of selling huge apartment blocks in bulk at fire-sale prices and facilitated vulture funds such as Cerberus by selling the loans and mortgages of Irish people at knockdown prices.  One of the final decisions of the outgoing Taoiseach was to set up the commission of investigation into NAMA's Project Eagle.  The Comptroller and Auditor General considered one dimension of one portfolio and found it wanting.  That is only the tip of the iceberg.  There are many more problems coming down the track.  The Comptroller and Auditor General may soon be investigating Project Tolka and this morning we were told about problems relating to Project Nantes.  In March 2014, one month before NAMA came under the remit of the freedom of information legislation, the board of the agency agreed to delete the emails of all former staff after one year.  Its parent agency, the National Treasury Management Agency, NTMA, has no such policy.  NAMA tells us this is best commercial practice.  It seems to forget that it is a State agency.  Time will show that the workings of NAMA will prove to be the biggest financial scandal in the history of this State and I hope the new Taoiseach will spare no energy in getting to the truth.  It does Ireland no favours to be seen as a cowboy country when it comes to doing big business.<\/p>  <p>  The Taoiseach-to-be says he is a decisive character.  He should get rid of the Garda Commissioner.  It is outrageous that she is still in place.  That will be the first step required to change how we do policing in Ireland.  We will not change the position until the new Taoiseach takes action on that matter and the sooner he does so, the better.<\/p>  <p>  I welcome the parents of the future Taoiseach to the Chamber.  We will be merciless in our efforts to hold him to account but we respect him and will treat him with respect.  Our criticism will never be personal.  We will not be voting for him.  We do not agree with his politics but we wish him well because, despite the fact that our policies and our way of looking at how society should be organised are very different, it is in everybody's interests to do so.<\/p><p>The better he does for the people of Ireland, the better all around.  I wish Deputy Varadkar the best and good luck to the last fellow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400018#Q00300","speaker":"1355","continuing":true},{"type":"speech","time":1497444000,"counter":76,"content":"<p>I congratulate Deputy Varadkar on his election as leader of Fine Gael and, by inference this afternoon, Taoiseach.  It is my decision to abstain on his nomination as Taoiseach which will allow me to articulate a different point of view on many issues and to provide an alternative way of analysing and thinking on the issues of the day.  I suggest the theme for Deputy Varadkar&rsquo;s term in office should be that of reform, not just of structures in our services but also of the static inertia of the old ways of thinking which inhibit the culture of reform.  We need to embrace change and reform in our health services, as well as in other State agencies.  The administration of our services is snowed under by bureaucracy and red tape.<\/p>  <p>  The administration of the Leader programme is a prime example of this.  A programme set up to stimulate enterprise is hobbled by meaningless review and audit, while worthwhile projects are left without essential finance.  The Government must embrace digital technology to increase efficiency and gather data which will inform real and meaningful reform.  Without accurate real-time information, we cannot make correct decisions.  The true way to plan and deliver reform is to talk to the people on the ground who are supplying the services.  Sanitised visits to hospitals will not give a true vision of the problems and solutions.  Meeting front-line staff, hearing their experiences and addressing their concerns will give a much better insight into problems and solutions.  Quite often junior staff will have just as important insights into what is needed to reform our services, as those who are detached from the front line in higher management.  Speak to these people.<\/p>  <p>  &ldquo;Some men see things as they are, and ask why.  Others dream of things that have never been, and ask why not.&rdquo;  These words were written by George Bernard Shaw almost 100 years ago and repeated in this House in 1963 by the then US President, John F. Kennedy, when he visited Ireland.  They are as visionary now as when they were originally written.  Deputy Varadkar should set his sights high.  Sometimes he will not succeed but that is better than setting his sights too low and achieving little.  Courage, compassion and honesty are from where true leadership comes.  Deputy Varadkar will get his authority from how he cares for people.  Leadership is about taking advice.  If he needs advice about reforming the health service, I would be delighted to put him in contact with people delivering true reform.<\/p>  <p>  I wish Deputy Varadkar, his partner, Matthew, and his family the best of good fortune for today and in the future.  He told me yesterday he did not have enough hours in the day to complete all his tasks.  By getting up early in the morning, he will not have a problem in achieving all his tasks.  He should get some sleep tonight as the country awaits his tenure in office with great expectations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400019#R00200","speaker":"1275"},{"type":"speech","time":1497444000,"counter":77,"content":"<p>I wish Deputy Varadkar well in his nomination today.  Cuirim f&aacute;ilte U&iacute; Cheallaigh roimh a chlann go l&eacute;ir at&aacute; anseo freisin.  I will give him a small bit of advice.  He might be aware of the song &ldquo;Won&rsquo;t Get Fooled Again&rdquo; by The Who.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400019#R00300","speaker":"1347"},{"type":"speechnospeaker","time":1497444000,"counter":78,"content":"<p>Who?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400019#R00400","nonspeaker":"Deputies"},{"type":"speech","time":1497444000,"counter":79,"content":"<p>It might be a case of who&rsquo;s who now but who will be who over there later today?  That is when the sport will start, will it not, Teachta Kenny?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400019#R00500","speaker":"1347"},{"type":"unspoken","time":1497444000,"counter":80,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1497444000,"counter":81,"content":"<p>The song ended with the lyrics, &ldquo;Meet the new boss\/Same as the old boss&rdquo;.  I wish the old boss well too, as I was not here yesterday.  Only time will tell if we stand the test of time.<\/p>  <p>  Much time has been spent this morning on posturing and political statements condemning new politics.  It would be better for us to enhance new politics and embrace the reform the electorate voted for in the previous general election.  It should be remembered we did not just decide it here.  I thank all Members who are making the effort to make it work.  Those condemning it are rather envious of the time some Members in these groups have.  It is pathetic.  According to Deputy Miche&aacute;l Martin, from his talks with Deputy Varadkar, both agreed to cut down the speaking times for these Members.  Those were his words I read in a newspaper but it might be fake news now.  Tosach maith leath na hoibre.  That would be a bad start and, from engaging with him, I know Deputy Varadkar will not.<\/p>  <p>  Deputy Varadkar had a brief time in the transport Ministry in 2011.  I cannot remember any stand-out issues he had there.  In 2014, he replaced the now Senator James Reilly as Minister for Health.  He certainly made no impression there.  While he visited Clonmel - I hope he will come again - nothing has changed at the hospital there.  The adage from Oliver Callan, it was like that when I got here, cannot be used now.  I wish Deputy Varadkar luck but he needs to act and clean up matters.  The location of the national children&rsquo;s hospital is one dastardly mistake.  In one of his acts as Minister for Health, Deputy Varadkar cut &euro;12 million off the &euro;35 million budget for mental health.  That is a poor record.  I hope he rectifies that by dealing with the savage issue of mental health, as well as other health issues.<\/p>  <p>  In January 2015, Deputy Varadkar was heavily criticised for being on his laethanta saoire - I must commend him on his efforts with the Irish language - in the USA during the worst hospital trolley crisis ever.  I suppose it made no difference that he came back because the trolley crisis has got worse.  It is pathetic, a shame and not good enough for our people who have to wait.  He has to tackle the bureaucracy.  During the talks for the programme for Government, Deputy Enda Kenny promised us more times that with new politics there would be reform of the system.  Deputy Michael Harty referred to it.  We have to reform the permanent government and insist that those people accept new politics as well.  They are in there as public servants, many of them good ones, and they must deal with and serve the public.  They cannot be creating quango after quango and retirement homes for themselves.<\/p>  <p>  My view on the National Asset Management Agency, NAMA, the night it was set up was that it was like a wild animal released in the woods and we would never know where it would end up.  We now know where it is.  It is a mess.  Will the new Taoiseach take the wheels off that wagon or spancel the animal and stand it down, as Deputy Wallace has called for, because it is just not functioning?  It will only land us in inquiry after inquiry.<\/p>  <p>  I thank the Attorney General for her time and wish her well in her new role.  We need to change our mindset.  We want the new Taoiseach to engage with the people.  I know he has been on a Fine Gael roadshow around the country over recent weeks.  I know they were even in Tipperary but I did not bump into them.  He was there with the other contender, Deputy Coveney, and they got free publicity out of it.  Fine Gael had its leadership election and I compliment Deputy Coveney on it.  Now, Deputy Varadkar has to lead for all the people and be respectful of all the people.  I know he is from my dealings with him as Minister for Social Protection.<\/p>  <p>  Will Deputy Varadkar deal with the vulture funds and the banks?  Their persecution of ordinary people in this country is disgraceful.  AIB has been merciless in putting people out of their homes and businesses over recent weeks, getting ready for its sale.  This must be dealt with.<\/p>  <p>  I wish Deputy Varadkar well.  I will not be voting for him because he did not ask me to and I want to be able to challenge him in the House.  I will vote positively with him on positive issues, however.  Go n&eacute;ir&iacute; an t-&aacute;dh leis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400019#R00700","speaker":"1347"},{"type":"speech","time":1497444000,"counter":82,"content":"<p>After the previous general election we had political fragmentation and prolonged confusion.  It was difficult for our Parliament to find a way to respond to the will of the people and the result they had delivered.  Many Members decided to sit on the sideline to observe from a distance, do nothing and criticise everything.  I took the decision that our country and its people needed a Government.  I followed that conviction by casting my vote in favour of the formation of a Government led by Deputy Enda Kenny.  I was reliable in my support for a Government confronting enormous problems both at home and abroad.<\/p>  <p>  Today, I will be consistent and vote for the election of Deputy Varadkar as Taoiseach.  I do so because our country needs strong leadership, continuity and stable government.  Deputy Varadkar&rsquo;s elevation to the Office of Taoiseach is an extraordinary personal and political achievement.  I congratulate him on it.  He is in there on merit.  He has the intellect, the energy, the ability and vitality to be an excellent Taoiseach, leader of our country and ambassador for our people abroad.  The public likes his directness, command of his brief, as well as his informed instinctive response to questions and issues.  My advice to him is to be himself.  If he is himself, he will be an excellent Taoiseach.<\/p><p> In conclusion, a Cheann Comhairle, let me say that I consider Deputy Howlin's comments here today to be nasty and offensive.  I have absolutely no doubt, and I am in this House for 30 years, that his actions and words were prompted by his Deputy from Tipperary, Deputy Kelly.  They would be typical of his reaction to me in my county. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400019#R00800","speaker":"1240","continuing":true},{"type":"speech","time":1497444600,"counter":84,"content":"<p>Thanks.  That is coming from you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S00200","speaker":"1349"},{"type":"speech","time":1497444600,"counter":85,"content":"<p>When Deputy Howlin attacks me in such a manner as he did today, he insults the people of Tipperary who vote for me as an elected representative of this House.  I remind Deputy Howlin that, like every Member of this House here today, I have a democratic mandate from the people of Tipperary who have voted for me consistently and put me as their representative in this House.  I have enjoyed their confidence and trust for more than 30 years and I hope, when the next election is called, they will re-endorse me as a Member of this Parliament for the constituency of Tipperary.<\/p>  <p>  Finally, I will say to Deputy Howlin that I have exactly the same entitlements to access the system of government as any other Member of this House.  My telephone conversations with the Taoiseach-elect, Deputy Varadkar, were on the basis of the programme for Government and the policies which I was hoping he would support.  On the basis of those two discussions I had with him, I am happy to support him as Taoiseach and to continue to support this Government, particularly on budgetary matters.  It is not possible as Members of a Parliament to be clamouring every other day for resources and moneys to be spent on particular projects if we are not prepared to stand up and take the budgetary measures necessary to ensure that there are funds available to implement the policies we seek.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S00300","speaker":"1240"},{"type":"speech","time":1497444600,"counter":86,"content":"<p>I congratulate the Taoiseach-elect and his family on this very special day.  I also compliment and wish well the deputy leader, Deputy Coveney, who always had a great work ethic.  He proved this very much during the talks and negotiations for the formation of this Government.<\/p>  <p>  Coming to the programme for Government, the Taoiseach-elect has an awful lot of work to do.  For instance, on the hospital services and waiting lists, more than 660,000 people are waiting for operations and procedures.  I have said consistently in this House that people are going blind in our country waiting to have cataracts removed.  People waiting to have hip operations are in agony.<\/p>  <p>  There was a commitment in the programme for Government to our post office network.  I will be calling on the Taoiseach-elect to deliver on that commitment in the programme for Government to save our post offices.  It is so easy for him to do it.  All he needs to do is implement the Private Members' motion that was brought before this D&aacute;il by me, Deputy Mattie McGrath and our group, and all of the people who were here supported it.<\/p>  <p>  People are waiting for a life-saving drug, Respreeza.  People are suffering from Lyme disease.  The Taoiseach-elect can help them.  There are commitments in the programme for Government including an liquefied natural gas, LNG, project for north Kerry.  That has to be delivered on.<\/p>  <p>  During the leadership election, the Taoiseach-elect said that he promised an awful lot to be done for self-employed people.  An awful lot has to be done for them because they are the people who are giving local employment.  I want the Taoiseach-elect to live up to his commitment to them.<\/p>  <p>  Our farmers are in dire trouble.  The troubles in the Brexit negotiations and what that will mean for tourism in our country are very important.  I agree with Deputy Mattie McGrath, who spoke about those who would like to quench the speaking time of smaller groups and parties in this House.  That is wrong.  As Deputy Lowry said, everyone in here is entitled to his or her say, whether in a small group or a big group.<\/p>  <p>  The Cabinet proved yesterday that it can do an awful lot and can expedite an awful lot of work if it wishes to do so.  On that, people were critical of the Minister, Deputy Ross.  I compliment Deputy Ross on Stepaside Garda station being opened again.  The only thing that is wrong with some people is that they might be jealous of the fact that he was able to do it.<\/p>  <p>  On better funding for students who cannot access SUSI grants, the Taoiseach-elect has to live up to the commitment in the programme for Government.  Home help hours and a fair deal for a people who stayed home have to be delivered, as well as respite services and the bereavement grant should be restored.  The recovery that we hear about is not being felt by everyone.  There are 5,000 people on the housing list in County Kerry.  I want the Taoiseach-elect to deal with that.  The tenant purchase scheme is useless because it debars 82% of the people from accessing the right to purchase their home.  The Taoiseach-elect has to deal with that.  I call on him to ensure that the motor and house insurance issues we are trying to deal with are tackled.  We do not have broadband and Internet in County Kerry.  Our mobile phone service in County Kerry is atrocious at the moment.<\/p>  <p>  I am abstaining on the vote here today because the Taoiseach-elect asked me to do so.  I am also doing it because I believe there is nothing productive to be gained by voting against him today.  I really believe that.  On abstaining, I do not like abstaining on any vote.  I only did it once ever before in my life and I am doing it again here today for a good reason.  I want to allow the Taoiseach-elect to get on with a programme for Government.  I want him to deliver on the programme for Government and to do the things such as keeping our post offices open.  That is the reason I am supporting.  The Taoiseach-elect should just remember one final call: I ask him on behalf of the people of rural Ireland to please remember that the world does not stop at the Red Cow roundabout.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S00400","speaker":"1319"},{"type":"speech","time":1497444600,"counter":87,"content":"<p>I am seeking to share time with Deputies Shortall, Eamon Ryan and Healy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S00700","speaker":"1226"},{"type":"speech","time":1497444600,"counter":88,"content":"<p>Agreed.  Can we have order for Deputy Murphy, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S00800","speaker":"1371"},{"type":"speech","time":1497444600,"counter":89,"content":"<p>In the first instance, I wish to be associated with the remarks of Deputy Boyd Barrett on the terrible tragedy that is unfolding in London today as we sit here.  Today is a very important day for Ireland.  It would be churlish not to acknowledge the progress in Irish societal attitudes that has facilitated the ascent of the Minister, Deputy Varadkar, a man who may be considered to have multiple diversities, and his elevation to the highest political office in the land.  It is a big day for him and his family, who I welcome here as well.<\/p>  <p>  Just because someone comes from a diverse background does not mean that he or she has empathy with others of similarly diverse backgrounds.  It is important that note is taken of that.  It was evident in last year's general election on the doorsteps.  As we swapped notes with everyone else, the same kind of thing came up.  Where Fianna F&aacute;il was blamed for breaking the economy, the last Government was very much blamed for breaking Irish society.  People felt there was a point below which a society should not fall.  People were looking at families with children becoming homeless.  We had never seen it before yet it has got worse, if anything, and not better.  They reiterated the point relating to our health services.  They wanted this country to be reformed.  They wanted this country to be rebuilt.<\/p>  <p>  Diversity comes in a whole lot of different packages, but privilege is one of those diversities that Deputy Varadkar could not say he has not enjoyed.  That has helped him to overcome the diversities that are part of his make-up.<\/p>  <p>  I am very short on time so I will skip to saying something slightly different.  Today we will have approximately 58 people of 158 people electing Deputy Varadkar as Taoiseach.  In fact, he will rely on Deputy Lowry.  I take issue at being preached to about budgetary responsibility from someone who has been in the courts and has dealt with Revenue with regard to his tax affairs.  It is hardly the kind of ethical behaviour that should exemplify the rebuilding of this country.  There are diverse voices in this House.  I have a hope for those diverse voices.  The housing crisis, whistleblowers, NAMA and the IBRC were all things that were brought to this House by diverse voices.  Please do not silence us.  Please do not make that the first thing you do.  That would be a big mistake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S00900","speaker":"1226"},{"type":"speech","time":1497444600,"counter":90,"content":"<p>On a personal level, I congratulate the Minister, Deputy Varadkar, on his soon-to-be elevation to Taoiseach.  I recognise that this must be a very proud day for him, his partner, his family and his many political supporters.<\/p><p>I wish him well because we need him to do well as Taoiseach.  It would be great to think a changing of the guard represented a change in the kind of politics we have had in this country for the past number of years.  We desperately need a departure from the kind of politics we have seen, which has resulted in public confidence in the political system being at an all-time low, has left so many people behind and many others struggling just to survive.  There are two issues which do not augur well in that regard.  The first is the issue raised by many other speakers of Deputy Varadkar's welfare cheats campaign which was a serious error.  It was nasty, ill-founded, disingenuous and wasteful.  The second is what happened yesterday at the last Cabinet meeting where a decision was taken to appoint the outgoing Attorney General to a plum judicial position bypassing the normal procedures that are required.  This represented the worst kind of crony politics.  The acquiescence of the Minister, Deputy Ross, in it is the height of hypocrisy and establishes this kind of pork barrel politics as now acceptable within this Government.  It puts Tom Parlon very much in the ha'penny place.<\/p> <p> The phrase the Minister, Deputy Varadkar, used today in the media is \"the republic of opportunity\".  It is an interesting phrase and it will be interesting to know just exactly what it means.  Is he talking about equality of opportunity where people who are already strong, healthy, well-positioned and well-connected can avail of opportunities or is he talking about the much more challenging approach which is to ensure equality of outcome?  He needs to have the courage to make the kinds of deep interventions and investment required to lift people out of the abject poverty which unfortunately so many of our people are living in.  It will be interesting to see which of those opportunities he is talking about.  Does he have the courage and political foresight to bring about the kind of fundamental reform that is required?  There is a glaring requirement to act on corruption and white collar crime and to restore public confidence in the rule of law both within public life and the business community.  An independent anti-corruption agency is needed for that to be done.  I hope Deputy Varadkar will take up the Social Democrats proposal on it.  He has a unique opportunity to do something of real, lasting impact in our health service.  There is now a report before him that has full cross-party agreement on how to bring about an equal and efficient public health system.  Please do not squander that opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400020#S01000","speaker":"1222","continuing":true},{"type":"speech","time":1497445200,"counter":92,"content":"<p>I hope Deputy Miche&aacute;l Martin does not have his way.  He will give me his wounded Corkman look next.  Who would disagree with me that in terms of overrunning time, Deputy Martin is in a nervous position?  I hope he does not have his way trying to silence smaller parties because I am with Deputy Harty in that we need a diverse and edgy D&aacute;il.  In the last two hours I have listened to every single word by people from every party.  I have not heard one single person say that one of the challenges we face in this country at this time is how to live differently within our natural world.  We need to make a just transition.  It offers us an opportunity to bring the social change we need.  If we do not do that within Deputy Varadkar's lifetime, the best scientists say the centre of India will not be habitable.  It is not just a matter for the Indian people.  Hundreds of millions of people from India will have to flee and we will have to manage that migration and the security problems that come with it.  It will be replicated in many different places.  We have listened for two hours and no one has mentioned it as something worthy of consideration as we set out the challenges any new Taoiseach has.<\/p>  <p>  I am afraid we will not be able to vote for Deputy Varadkar as Taoiseach.  We wish him the best and we will work politely with him but we cannot vote for him.  He is too right wing.  Despite all the pilates, Frappuccinos, skinny lattes, avocado mash and jogging, there is not a scintilla of green in him that we have seen over the past 20 years.  We have known him since he walked through the gate in Trinity and the campaign to become Taoiseach began.  Perhaps he can reverse the dictum and the Leo-pard will change his spots.  I look to his honourable and proud father with hope.  There is a dictum if one is not a socialist at 20, one has no heart; if one is not a conservative at 35, one has no head.  I understand from reading the papers that Deputy Varadkar's father tends to vote left.  Maybe he will follow his father's example and steer the country and himself in that direction.  I am afraid everything we see says the opposite.  The leadership election was a clear choice Fine Gael members had between collaborative politics of seeking consensus and competition and standing up for Fine Gael, and between a just society and individual opportunity.  Fine Gael Members of the House went with the latter but the party went two thirds to one third the other way.  The Deputy realised on the hustings, which I watched from a distance, that he had taken the wrong tack because he turned at the fourth hustings in Cork and was all compassionate conservatism.  I hope it is the way he goes.  Everything I have seen in my 20 years has been the opposite.  The Deputy shadowed me as energy spokesperson when I was energy Minister.  He was brilliant at scoring political points but when one looked for the substance behind it, it was not there.  His decision to delay the metro was historically the worst ministerial decision I have seen in the past 20 or 30 years.  We will all pay for it in the housing and transport crisis we have in the city.  It is true, unfortunately, what others say here today that in his time as Minister, Deputy Varadkar was more of a commentator for health than Minister for Health.  I agree with the consensus among the Deputies who will not vote for him that the position in social welfare depicting the biggest issue of our day as social welfare fraud was just plain wrong and unfair to the Irish people.<\/p>  <p>  We will work with Deputy Varadkar.  We will not vote for him today but we will work with him.  We will work with him particularly if he accepts what I said at the start about a just transition to a clean, green economy.  Not only do we have to do it because of the existential crisis we face but it delivers better paid and more stable jobs.  It also places us correctly in the international co-operation we need in Europe, the UK and America.  We have a difficult and changing task in managing our position within the European Union.  We cannot be seen as we are at the moment as green laggards.<\/p>  <p>  The other issue that has not been mentioned here today goes back to my very first point.  Migration is one of the difficult things on which we have done fairly well to date.  Deputy Varadkar is the living proof of it as the son of an Indian migrant.  It is very welcome.  We have managed it well.  Let us not give up on the broad consensus and the fact there is not a single person in this House who plays the right-wing, anti-immigrant card.  It is something we should be proud of.  Tackling the challenges I am interested in helps us deliver on all the different goals of changing to a just economy, standing up internationally, being seen as good in what we need to do and managing migration which God knows is a tough task.  We have to admit to our people it is still a real challenge.  As much as we have not allowed that voice into the Irish political system it will still be the real challenge of our time.  It needs to start now.<\/p>  <p>  I regret Deputy Ross is not here.  He needs to step away from the issue of Stepaside Garda station, as much as my colleague, Deputy Catherine Martin, is pleased to see it happen.  He needs to step up to the plate and start investing in a completely different transport system.  It is the same with the Minister for Finance, whoever it will be.  Our finance system is completely incapable of understanding the new economic shift we need to make.  I hope Deputy Varadkar changes his spots.  I hope we can work with him if he does.  To date, everything he has done has been in the other direction.  If he turns to where his father has been we will all work together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400021#T00200","speaker":"1294"},{"type":"speech","time":1497445200,"counter":93,"content":"<p>Recent Governments drawn from Fianna F&aacute;il, the Green Party, Fine Gael, the Labour Party and now Fine Gael and the Independent Alliance are often rightly described as neo-liberal.  While it is correct, it can sometimes be confused by the general public as meaning they are tolerant of different views.  The truth is that neo-liberalism is a deliberate policy of supporting the rich and powerful in society while impoverishing low and middle income families.  Neo-liberalism means cruel, capitalist extremism.  Recent Governments in which the proposed Taoiseach, Deputy Varadkar, and his Ministers participated were, and are, proponents of cruel, capitalist extremism, grossly favouring the rich and powerful in society over the poor and struggling.  Deputy Varadkar together with the acting Taoiseach, Deputy Kenny, the Minister, Deputy Noonan and former Minister, Deputy Burton, promoted the greatest confiscation of Irish assets by foreign landlords, foreign investors and foreign Governments since Oliver Cromwell laid this country waste.<\/p><p>As a result, in addition to the &euro;6 billion in State revenue we have been paying out to service private banker debts, rents and interest payments from apartments, shopping centres, business premises and homes are streaming out of the country to foreign vulture capitalists.  The decision of Fianna F&aacute;il, Fine Gael, the Labour Party and the Green Party to sign up to the EU fiscal treaty means the State no longer has economic sovereignty and has less power to deal with a crisis than it had in 2008.<\/p> <p> Do not be fooled.  While there is a recovery, it is a recovery for the rich and its fruits have gone to the rich over and above the disabled, the homeless and the sick.  In its previous two budgets, the Government gave &euro;172 million in tax and universal social charge relief to the top 5% in society who are on average annual incomes of &euro;186,000.  The 12 richest citizens have assets of &euro;50 billion, of which they gained &euro;6 billion in the past 12 months.  They will not pay a cent in tax on these assets.  The richest 10%, whose financial assets alone are worth &euro;36 billion more than they were at the peak of the boom level in 2006, will not pay an additional cent in tax either.<\/p> <p> The Society of St. Vincent de Paul's pre-budget submission for 2018, which was launched yesterday, says everything about the country and the policies of this Government and previous Governments.  Entitled Bridging the Gap: An Unequal Nation, it confirms that the top 1% have increased their share of income by 20%, while the income share of the bottom 50% has fallen by 15%, some 91,000 households are in need of social housing, 2,700 children are homeless and 132,000 children are living in consistent poverty.  In addition, the poorest 10% of the population pay more of their income in tax than the richest 10%.<\/p> <p> The record will show that the establishment parties, including Fianna F&aacute;il and the Independent Alliance, will always put the interests of the very rich first.  Deputy Varadkar and his Government will continue the policy of cruel capitalist extremism, enriching the super-rich of the general population and poor.  I will vote against his appointment as Taoiseach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400021#T00300","speaker":"1348","continuing":true},{"type":"unspoken","time":1497446100,"counter":95,"content":"<p>Cuireadh an cheist.<\/p>"},{"type":"vote","time":1497446100,"counter":96,"content":"<p>Question put:<\/p><p>The Dáil divided: Tá, 57; Níl, 50; Staon, 45.<\/p><br\/><p>Tellers: Tá, Deputies Regina Doherty and Tony McLoughlin; Níl, Deputies Aengus Ó Snodaigh and Eoin Ó Broin.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400023#V00200","aye":["1246","1219","1272","1310","1293","1369","1307","1260","1241","1273","1339","1286","1285","1364","1261","1352","1268","1338","1292","1356","1322","1264","1300","1214","1331","1233","1318","1351","1251","1237","1249","1365","1245","1314","1240","1337","1359","1290","1343","1243","1247","1363","1282","1295","1234","1315","1328","1326","1297","1267","1329","1265","1334","1304","1213","1277","1236"],"nay":["1330","1432","1238","1252","1361","1279","1253","1306","1263","1316","1434","1309","1258","1259","1288","1303","1317","1341","1266","1320","1348","1353","1349","1299","1345","1239","1347","1242","1362","1333","1226","1340","1215","1269","1287","1305","1280","1302","1325","1370","1366","1327","1301","1294","1276","1222","1367","1232","1235","1355"],"abs":["1368","1321","1332","1354","1220","1225","1350","1335","1357","1218","1255","1336","1221","1298","1436","1274","1216","1289","1313","1275","1360","1319","1229","1311","1323","1244","1223","1248","1224","1284","1283","1262","1342","1312","1296","1227","1278","1257","1324","1291","1231","1344","1270","1271","1250"]},{"type":"unspoken","time":1497446100,"counter":97,"content":"<p>Faisn&eacute;iseadh go rabhthas tar &eacute;is glacadh leis an gceist.<\/p>"},{"type":"speech","time":1497446700,"counter":98,"content":"<p>It would be appropriate to call on the Taoiseach-elect to address the House at this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00100","speaker":"1371"},{"type":"speech","time":1497446700,"counter":99,"content":"<p>Go raibh m&iacute;le maith agat a Cheann Comhairle.  Is m&oacute;r an on&oacute;ir dom a bheith anseo inniu mar Thaoiseach tofa i nD&aacute;il &Eacute;ireann.  T&aacute;im f&iacute;orchorraithe agus thar a bheith bu&iacute;och as ucht an taca&iacute;ocht at&aacute; faighte agam &oacute;n D&aacute;il.  Is am speisialta &eacute; seo, n&iacute; hamh&aacute;in domsa, ach do mo chlann, mo chairde agus mo lucht taca&iacute;ochta ar fad.  Ba bhre&aacute; liom bu&iacute;ochas a ghabh&aacute;il leo as ucht an m&eacute;id oibre at&aacute; d&eacute;anta acu ar mo shon.  T&aacute; a fhios agam go mbeidh go leor d&uacute;shl&aacute;n n&aacute;isi&uacute;nta agus idirn&aacute;isi&uacute;nta romhainn sna laethanta at&aacute; le teacht.  T&aacute;imid r&eacute;idh d&oacute;ibh.<\/p>  <p>  I thank Deputies Enda Kenny and Josepha Madigan for nominating me today.  In particular, I thank Deputy Enda Kenny in a very personal way.  Yesterday, we heard wonderful tributes to his leadership.  I have no doubt that only for him this country as we know it would not be here today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00200","speaker":"1236"},{"type":"speechnospeaker","time":1497446700,"counter":100,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00300","nonspeaker":"Deputies"},{"type":"speech","time":1497446700,"counter":101,"content":"<p>On a personal note, I would like to add that were it not for Deputy Enda Kenny, I have no doubt that I would not be standing here today.  As a result of his stewardship, I was able to regain the seat for our party, first on the council and then in the D&aacute;il.  In fact, I took my seat in the D&aacute;il for the first time ten years ago to the day, as did many other people.  Congratulations, class of 2007.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00400","speaker":"1236"},{"type":"speech","time":1497446700,"counter":102,"content":"<p>Great expectations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00500","speaker":"1353"},{"type":"speech","time":1497446700,"counter":103,"content":"<p>Deputy Enda Kenny also gave me the opportunity to serve on the Front Bench and then to serve as a Minister, along with an opportunity to demonstrate my ability and potential.  Without opportunity, there is no hope and there can be no progress.  This is a theme to which I will return later.  Deputy Enda Kenny's leadership also enabled me to become an equal citizen in my own country only two short years ago and to aspire to hold this office - an aspiration which I once thought was beyond my reach, at least if I chose to be myself.  I would like the outgoing Taoiseach to know that those of us who take on the torch of leadership here today will protect all that he has achieved and make him proud of us by building on all that he has done for the country.<\/p>  <p>  Later today, I will be speaking to Prime Minister Theresa May and I will be passing on the sympathies of the D&aacute;il and the Irish people following the terrible fire in London last night.  The United Kingdom has been through some dreadful and terrible tragedies in recent weeks.  To its people, on behalf of this House, we offer our sympathies, solidarity and support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00600","speaker":"1236"},{"type":"speechnospeaker","time":1497446700,"counter":104,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00700","nonspeaker":"Deputies"},{"type":"speech","time":1497446700,"counter":105,"content":"<p>I have been elected to lead, but I promise to serve.  I thank Deputy Miche&aacute;l Martin, the leader of the Fianna F&aacute;il Party, for his words of advice.  I thank all of the speakers who have set out the challenges facing this country and this new Administration.  Leadership should never be just about one person.  Leadership is not just about setting a course for the future, it is also about listening.  In the months ahead, I will seek to do exactly that.  I also thank Deputy Gerry Adams for revealing our little secret - that we attended the same pilates class on a number of occasions.  I think he was much better at it than I was.  Perhaps he has greater experience of being in a tight squeeze.  While we will clash in this D&aacute;il, I want to offer a genuine willingness to work together on matters relating to Northern Ireland and matters outside this State.  That applies to all parties.  We all have responsibilities.  Our responsibility, as a Government, is as co-guarantor of the Agreement.  The responsibility of all the parties in Northern Ireland is now, after two elections, to form an administration.  I am delighted the talks in that regard are under way.  I will have meetings on Friday with some of the Northern parties.<\/p>  <p>  I do not wish to respond to the other Deputies.  Suffice it to just say this, I received 57 votes today.  Only two of those 57 were allowed to speak.  On the benches opposite, 40 Members chose to abstain but only one was allowed to explain why.  It is important in a democracy to have diversity.  However, democracy is also about proportionality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00800","speaker":"1236"},{"type":"speechnospeaker","time":1497446700,"counter":106,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W00900","nonspeaker":"Deputies"},{"type":"speech","time":1497446700,"counter":107,"content":"<p>Therefore, the equal right to speak must also apply to Ministers and backbenchers of this party and also Members of the main Opposition party.  As stated earlier, I took my seat in the D&aacute;il exactly ten years ago today.  So much has changed in the intervening decade.  I have grown, evolved and changed in that time as well, but I am still motivated by the same ideals which drove me to enter politics in the first instance and which I know also drive many of the people in this House.  For some, \"politics\" is a bad word but we have seen in other countries, and sometimes in this one, that politics can also be a way to inspire people to believe in something bigger.  It can be a way to convince people that change is possible.  I believe in the power of politics.  It is not perfect, but it is the best way of solving problems and helping to build a better future.  Michael Collins believed that, with the right political and economic social system in place, Ireland could become a shining light unto the world.  A century later, that dream lives on in all of us in this Chamber, in all parties and none.<\/p>  <p>  The election of a new Taoiseach is always an important day in our country's democratic life.  It is a day when special attention is given to the working of this Oireachtas, not just at home but also around the world.  Today was a demonstration of our democracy in action - something which we sometimes take for granted, yet for which other countries struggle.  I thank all of those who spoke in this debate, those who spoke in favour of my nomination as well as those who spoke against it.  I also recognise and thank those who voted for my nomination as well as those who voted against it or abstained.  This Chamber is full of politicians who care passionately about the future of this country and who want to do what is right for all of our citizens.  We may disagree about policies and implementation - we may even differ about the very goals themselves - but the fact that we meet here and express those opinions openly, based on our principles and our genuinely held beliefs, is a tribute to our forbears.<\/p>  <p>  There have been a number of times in the history of the State when the Taoiseach has changed mid-term.  It has often had a very significant effect.  A change mid-term brought Se&aacute;n Lemass to office in 1959 and he proved to be a modernising and reforming Taoiseach who transformed this country.  It is also how John Bruton was elected in 1994.  For three years, Mr. Bruton led the rainbow coalition with great distinction and made enormous progress in advancing the Irish economy, committing us to Europe and building on what had been done to help put in place the foundations for peace in Northern Ireland.  I remember well the change of Taoiseach in 2008, when I had only been in the D&aacute;il for a year.  Back then, I noted that being elected Taoiseach is the greatest honour that can be bestowed on any Irish politician, perhaps hoping - but not expecting - that it was an honour that might be bestowed on me one day.<\/p><p>Passing on my congratulations to Mr. Cowen and his new Cabinet at the time, I said I wanted a Government that was strong on ethics, strong on the economy and strong on the principle of equity.  Nine years on, I stand by those same principles and I will demand of myself and my Government what in the past I insisted of others.<br\/><br\/>I know that the mandate I am being given today comes from the D&aacute;il.  Nevertheless I hope that through our actions as a Government and the progress we achieve, we will be able to prove we have earned the trust and support of the people as well.  As Taoiseach, I will always respect the D&aacute;il, because this Chamber represents the elected will of the Irish people.<br\/><br\/>Today I am reminded of the words of the late Seamus Heaney in his poem <i>From the Republic of Conscience<\/i>:<\/p><blockquote>At their inauguration, public leaders<br \/><br \/>must swear to uphold unwritten law and weep<br \/><br \/>to atone for their presumption to hold office <\/blockquote><p>I am seized of the enormous task ahead of me and my responsibilities to this country and all its citizens.  I approach it not with a feeling of presumption, but with a sense of profound humility, respect and appreciation for all that has gone before.<br\/><br\/>When the new Constitution was debated in 1937, some Deputies objected to the designation of Taoiseach as head of Government.  Is &eacute; &quot;Taoiseach&quot; an teideal at&aacute; againn ar Phr&iacute;omh-Aire na h&Eacute;ireann.  Is t&eacute;arma Gaeilge &eacute;, agus is ceart agus is c&oacute;ir sin.  L&eacute;ir&iacute;onn s&eacute; &oacute;m&oacute;s d&aacute;r stair, d&aacute;r gcult&uacute;r agus d&aacute;r n-oidhreacht.  Fi&uacute; nach bhfuil mo chuid Gaeilge f&eacute;in chomh l&iacute;ofa agus gur mhaith liom go mbeadh s&eacute;, t&aacute; an-chion agam ar &aacute;r dteanga d&uacute;chais.  Le blianta anuas, t&aacute; s&aacute;r-iarracht d&eacute;anta agam feabhas a chur ar mo chuid Gaeilge.  Mar Thaoiseach, beidh se ar intinn agam n&iacute;os m&oacute; gn&oacute; agus n&iacute;os m&oacute; d&iacute;osp&oacute;ireacht a dh&eacute;anamh tr&iacute; Ghaeilge le mo chomh-Theachta&iacute; Dala.  B'fh&eacute;idir nach mbeidh m&eacute; i gc&oacute;na&iacute; chomh tapa n&oacute; chomh l&iacute;ofa agus gur mhaith liom a bheith, ach ceapaim gurb &eacute; an rud is t&aacute;bhachta&iacute; n&aacute; iarracht a dh&eacute;anamh.  Sa chaoi seo, t&aacute; s&uacute;il agam go spreagfaidh m&eacute; n&iacute;os m&oacute; daoine an Ghaeilge a &uacute;s&aacute;id sa ghn&aacute;thshaol.<br\/><br\/>Arthur Griffith, whose monument stands on Leinster Lawn, believed that people could not be moved solely by a cold thing like economics.  He said it was rather a question of feeling.  What he meant was if one wants to inspire someone to believe in one's vision, one has to appeal to their heart as well as their head.  Economics and economic policies on their own were not enough.  The Government I lead will not be one of left or right because those old divisions do not comprehend the political challenges of today.  While others in the House might be obsessed with the political debates of the 1980s, I can assure them that I am not nor will my Government be.  We will be focused on the solutions of the 21st century and the future.  The Government I will lead will be one of the new European centre, as we seek to build a republic of opportunity that is a republic in which every citizen gets a fair go and has the opportunity to succeed, and in which every part of the country has a chance to share in our prosperity.<br\/><br\/>It is my honour to accept the nomination of D&aacute;il &Eacute;ireann for the position of Taoiseach and I will now go to the President to inform him of my nomination in order that under the Constitution he may appoint me as Taoiseach.  Accordingly, I suggest that the House be suspended for four hours before we resume to discuss and debate the nomination of members of the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017061400024#W01000","speaker":"1236","continuing":true},{"type":"unspoken","time":1497447300,"counter":109,"content":"<p>Sitting suspended at 2.35 p.m. and resumed at 6.35 p.m.<\/p>","notice":"TIME STRING DETECTED"}]