[{"type":"minorheading","content":"Prelude","time":1493888400,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Cheann Comhairle i gceannas ar 10 a.m.","time":1493888400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400002"},{"type":"unspoken","content":"Prayer.","time":1493888400,"counter":3},{"type":"unspoken","content":"Paidir.","time":1493888400,"counter":4},{"type":"majorheading","content":"Prohibition of Micro-Plastics Bill 2016: Second Stage [Private Members]","time":1493888400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400003#A00100"},{"type":"speech","time":1493888400,"counter":6,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p>  <p>  The purpose of the Bill is to prohibit the use of micro-plastics, particularly for particles that are less than 5 mm in diameter.  Micro-plastics are used in a variety of cosmetic and personal care products such as scrubs, soaps, lotions and toothpastes.  They are added to these products to make the product more abrasive or for decoration.  These particles of plastic enter the environment when consumers rinse them down the drain.  The plastics are not caught in water treatment systems and, instead, are subsequently released into rivers and the sea with wastewater outflows.<\/p>  <p>  Micro-plastics are an entirely unnecessary source of micro-plastic pollution and are likely to have environmental impacts.  Studies have shown they can be ingested by marine animals, leading to physical harm and reproductive or toxic effects.  There is evidence to suggest that they are entering the human food chain, although micro-plastics in seafood are not currently thought to represent a human health risk.  Micro-plastic debris in marine environments is growing in volume.  It comes from a number of sources apart from cosmetics sources, such as the breakdown of larger pieces of plastic over time and industrial scrubbers used to blast-clean surfaces.<\/p>  <p>  A number of companies are voluntarily phasing out some types of micro-plastic in cosmetic products in the EU.  In the USA, a ban on micro-beads in cosmetic and personal care products will be phased in over the next few years.  A call for a similar ban in the UK has been accepted by the UK Government.  In December 2014, the Netherlands, Austria, Luxembourg, Belgium and Sweden issued a joint statement to EU environment Ministers calling for an EU ban on micro-plastics in cosmetics and detergents.  However, a January 2016 research report commissioned by the European Commission, entitled \"Study to support the development of measures to combat a range of marine litter sources\", looked at what EU mechanisms were available to reduce micro-bead pollution from cosmetics.  It concluded that introducing a ban on micro-beads in the EU would be more complicated than the laws &ldquo;used in the US and Canada&rdquo;.  It said that it was &ldquo;unclear as to whether any of the [existing] Directives and Regulations&rdquo; that had been identified &ldquo;would be suitable&rdquo;.  The option of unilateral action by member states remains.<\/p>  <p>  To turn to the detail of the Bill, section 1 provides in standard form for the Short Title of the Bill.  Section 2 provides for the prohibition of micro-plastics.  It provides that a person who manufactures, sells or exposes, offers, advertises or keeps for sale, or imports or attempts to import into the State for sale any cosmetic containing micro-plastics is guilty of an offence.<\/p><p>&quot;Cosmetic&quot; is defined as &quot;any cosmetic or personal care product including but not limited to a facial scrub, soap, lotion, shower gel, sunscreen, make-up, deodorant or toothpaste&quot;.  &quot;Micro-plastics&quot; is defined as &quot;plastic particles less than 5 millimetres in diameter&quot;.  The section provides:<\/p><blockquote>(3) A person guilty of an offence under this section is liable&mdash;(a) on summary conviction, to a class A fine or to imprisonment for a term not exceeding 12 months or to both,<br \/><br \/>(b) on conviction on indictment, to a fine or to imprisonment for a term not exceeding five years or to both.<\/blockquote><p>Provision is made for the liability of directors, managers, secretaries etc. of corporate bodies where they consent to or connive in the commission of an offence by the corporate body.  The section provides that it is a defence for an accused person to prove that he or she did not know and had no reason to suspect that the cosmetic in respect of which the offence is alleged to have been committed contained micro-plastics.<br\/><br\/>I wish to proceed to acknowledge the role of the Green Party in first raising this matter in the Houses of the Oireachtas and to acknowledge the role of Senator Grace O'Sullivan, who has led the way on this issue.  I note that the Minister responded to Senator O'Sullivan in the Seanad while not accepting her Bill on the basis that the Government has said it will put forward its own legislative proposal in this regard.  I accept the bona fides of the Minister when he says the Government is committed to legislating on this issue.  The Minister said in his speech to the Seanad:<\/p><blockquote>I see advantages in Ireland leading by example on microbeads.  With this in mind, the Government will develop proposals to ban microbeads nationally in the context of a wider marine environmental Bill to be published [this] year [that is, 2017], which will also provide the legislative basis for a network of marine protected areas [and so on].<\/blockquote><p>I suppose the Minister will provide some rebuttal to the Labour Party Bill.  The Labour Party Bill seeks to build on the aims of the Green Party Bill.  We do not seek to be partisan in any way.  We believe this is an issue that affects us all and we hope there is a non-partisan solution.  I am hopeful today that we will move to a position whereby our Bill, at least, is accepted and will stay on the Order Paper.  Perhaps the Minister will accept our Bill.  I doubt that will be the case but I hope we will be able to leave it on the Order Paper at least until such time as the Government comes up with a set of proposals.<br\/><br\/>The Minister will tell us there is an issue of EU law at play here, particularly in respect of the Single Market.  The Minister will tell us that Articles 34 and 35 of the Treaty have a bearing on whether or not this legislative proposal can bear fruit.  We have carefully considered the question on EU law and whether or not that would prevent member states from taking action on the issue.  Articles 34 and 35 of the Treaty on the Functioning of the European Union set out the principle that, as the Single Market is an area without internal borders, restrictions on the movement of goods are not allowed and that the free movement of goods should be guaranteed.  We accept this.  Undoubtedly, an Irish ban on the sale of products containing microbeads would have the effect of restricting certain imports.  However, Article 36 of the treaty goes on to state that Articles 34 and 35 do not preclude prohibitions or restrictions on imports that are justified on grounds of the protection of health and life of humans, animals or plants.  In other words, the EU treaty directly acknowledges that national measures can be taken to protect the environment.  Microbeads, as we know, enter the environment, are not caught in water treatment systems and instead are released into rivers and the sea with wastewater outflows.  Micro-plastics are an entirely unnecessary source of pollution and are likely to have environmental impacts.  Studies have shown they are ingested by marine animals, leading to physical harm and toxic effects, and there is evidence to suggest they are entering the human food chain.<br\/><br\/>In December 2014, the Netherlands, Austria, Luxembourg, Belgium and Sweden issued a joint statement to EU Ministers with responsibility for environmental matters calling for an EU ban on micro-plastics in cosmetics and detergents.  In January 2016 - I have already referred to this research report - they examined what EU mechanisms were available to reduce microbead pollutants from cosmetics.  In light of the hesitancy at EU level, we believe domestic action - that is, action within our own Parliament - is both necessary and appropriate.<br\/><br\/>It is true that our proposed legislation amounts, on the face of it, to a trade barrier, but there is a well-established procedure for dealing with this.  The EU transparency directive sets up a procedure obliging the member states to notify the Commission of all draft regulations on products before they are adopted into national law.  The notification triggers a standstill period of three months.  The Commission and other member states can use this time to examine the notified draft regulation to determine whether it complies with the EU treaty and the principles of free movement of goods and services.  If there is no reaction, the draft can be adopted after the three-month standstill period has expired.  This is exactly the procedure that the then Minister for Health, Deputy Miche&aacute;l Martin, had to follow when he introduced the ban on smoking in the workplace.  There was a standstill period for the new rules and then they came into full force and effect.  The European Commission can block the proposal if the draft legislation concerns a matter on which the EU itself proposes to act, but this is clearly not the case at this time regarding micro-plastics.  We therefore firmly believe that the option of unilateral action by Ireland on this issue is a valid one under the European Union treaty.<br\/><br\/>It is timely that we would legislate for this very important public health and environmental issue.  I am hopeful that the Minister will accept the legislative proposal before the House.  I anticipate that he will tell us there will be a Government legislative proposal on this very issue in the not-too-distant future.  I am conscious that we have an opportunity here to collaborate now on a non-partisan issue, an issue of what I would call grave concern regarding public health.  As I said, I am hopeful that the Minister will accept our bona fides on this and that we can get cross-party support on the issue and I look forward to hearing from the Minister on this matter.  If it is the case that the Minister proposes to bring forward his own legislative proposal, I am hopeful that will not be tacked onto or attached to another piece of legislation.  I am hopeful it would be a bespoke, stand-alone legislation because I believe Ireland should take leadership on this issue.  It is something that affects us all.  Again, I note that the Minister has stated he is intent on legislating for this issue.  I will quote again from the Minister's speech to the Seanad:<\/p><blockquote>There are approximately 6.2 trillion particles of litter in our oceans.  That is 1,000 particles for every person on the planet.<\/blockquote><p>The Bill is therefore tied in and allied to many other issues related to the marine environment.  I stand before the House as a former Minister of State for research and innovation and someone who was committed during the lifetime of the previous Government, along with the Minister, Deputy Coveney, and the then Minister, Deputy Howlin, to ensuring taxpayers' money was used in a way that recognised the value of our maritime environment and the potential of that environment to deliver marine renewable energy.  We want to see clean oceans and clean seas and, as an island nation, we need to take a global leadership position on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400003#A00200","speaker":"1276","continuing":true},{"type":"speech","time":1493889300,"counter":8,"content":"<p>I want to acknowledge Deputy Sherlock's intentions and the motivation behind this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400005#C00100","speaker":"1286"},{"type":"speech","time":1493889300,"counter":9,"content":"<p>The Minister is not moving an amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400005#C00200","speaker":"1289"},{"type":"speech","time":1493889300,"counter":10,"content":"<p>I am not moving an amendment.<\/p>  <p>  I also want to acknowledge the role of Senator Grace O&rsquo;Sullivan in raising these issues.  I share the concerns of both Deputy Sherlock and Senator Grace O&rsquo;Sullivan and many others from various parties who have spoken in this debate.  I share the same vision as the Deputy in the outcome which we want.  There are some problems with the legislation he is proposing.  Having spoken to him earlier, I propose that the Government will not oppose this legislation but I want to signal clearly that the Government will bring forward its own legislation and I will outline why that is necessary.  I gave a signal that we would legislate for this but could not support the legislation proposed in the Seanad.  It is important to recognise that by not opposing this legislation, we will probably abstain and, hopefully, allow it to proceed on the understanding that if and when we produce the Government&rsquo;s legislative response to this, whether in the foreshore Bill or in a separate piece of legislation, after the work that needs to be done first that Deputy Sherlock will work with us to get the job done and make sure that it is a robust response to what most of us want, which is to ban the production and use of microbeads and micro-plastics where appropriate because it is a significant contributor to marine litter and is unjustifiable and unnecessary.<\/p>  <p>  As I am sure the Deputy is aware, I gave a commitment in the Seanad last November to legislate to prohibit the sale and manufacture of certain products containing microbeads, including cosmetics, body care and cleansing products and detergents and abrasive surface cleaning products.  This is a much wider scope than envisaged by the Bill the Deputy proposes.  It is intended to include these provisions in legislation which will also provide the legislative basis for a network of marine protected areas as required by the Marine Strategy Framework Directive and make necessary amendments to the Dumping at Sea Acts.<\/p>  <p>  At that time, I committed to writing to Commissioner Vella to inform him we would be drawing up such legislation and that we would be seeking a formal derogation for EU market rules in order to do this.  This letter has been sent and Commissioner Vella has responded.  My officials are currently working on this legislation.  Any legislation relating to microbead prohibition will stand or fall on the strength of the definitions of microbeads, plastics and the identification of the ranges of products to be covered by the legislation.  At this time, there is much highly technical debate nationally and internationally as to how exactly to define microbeads and also what constitutes plastic.  My Department is working both with national experts and has consulted with international experts to help us develop a water-tight and workable definition to reduce, as far as practicable, the possibility of unintended consequences and to ensure that our legislation is comprehensive, robust and future-proofed for the purposes of a robust and future-proofed marine environmental programme.  Departmental officials have met with the OSPAR Commission, EU member states, including the UK, Germany and Belgium, with NGOs, such as Seas at Risk, and with industry representatives, such as Plastics Europe and Cosmetics Europe, and are examining other technical approaches being undertaken internationally by the USA, Canada, the UK and France on this matter.  The Department is trying to provide a comprehensive response.<\/p>  <p>  What is emerging is that there is little consensus on the definition of microbeads and the definition of \"plastic\" is also an issue, so whatever legislation is put in place will require very considered work with technical expert input on its definitions to ensure it fit for purpose, including such matters as the important difference between the technical terms &ldquo;microbeads&rdquo; and &ldquo;micro-plastics\".  Otherwise, any legislation brought forward could have a myriad of unintended consequences.  I have no doubt that the Deputy can understand my concern about these definitions.<\/p>  <p>  It is also important the scope of the legislation relates to products where there is an identified pathway by which microbeads contained in them may enter rivers or other marine environments.  At this time, the only clearly identified pathway relates to products that are rinse-off.  The microbeads they contain are washed into wastewater systems and may reach the environment through them.  Not all cosmetic products containing microbeads are considered as having such pathways at this time.  Given the scale of the technical work involved, and the importance of achieving the correct outcomes, I consider the Bill before the House to be somewhat problematic but it is a signal of intent that this House should allow proceed, which is what my party intends to do.<\/p>  <p>  In particular, the definitions contained in the Bill are not adequate or appropriate for legislation of this type and no provision is made for powers of investigation or enforcement, which would make the proposed approach unworkable and unenforceable.  We can amend that.  I am not saying we are ruling these things out but the legislation we bring forward will be a big improvement.<\/p>  <p>  Most importantly, it is my belief, based on preliminary legal advice, that the enactment of this Bill would place Ireland in breach of Articles 34 and 35 of the Treaty of the Functioning of the EU, which relates to the principle of free movement of goods, and Directive (EU) 2015\/1535, laying down a procedure for the provision of information in the field of technical regulations and of rules on information society services.  The EU&rsquo;s analysis, consultation and notification requirements of member states which wish to seek an exception to this principle on environmental grounds have not been met yet.  European Court of Justice rulings and Commission guidance place a burden of proof on member states to justify any restriction on the free movement of goods.  They require that a proper formal justification be made with evidentiary support rather than simply informing the Commission.  We are in the process of putting together a very strong case around that justification.  Indeed, Commissioner Vella in his response to my letter specifically stated that he looks forward to seeing Ireland's evidence justifying such a ban.  From my experience, Commissioner Vella is passionate about marine litter and micro-plastics.  I do not believe we will get resistance from him but he will insist on our being legally consistent with the requirements as set out in the treaties.  Commmissioner Vella is almost on a personal crusade to establish a much more comprehensive response to marine litter and that is why I think the Commission will help but we need to do this properly.<\/p>  <p>  I recently undertook a public consultation process in regard to the legislation I am drawing up to prohibit the manufacture and sale of certain products which contain microbeads.  I was impressed by the volume of over 3,000 submissions received in the process which my officials are currently assessing.  This follows on from the useful debate in the Seanad last November, and I am sure the debate in this House will add to the evolving policy.  Following this public consultation process, further dialogue with stakeholders and experts will be necessary in advance of our lodging of our justification for a derogation under Single Market rules and formally notifying the EU Commission of our intentions, as required.  However, the results of the public consultation will streamline this dialogue which I hope will advance quickly.<\/p>  <p>  I wish to reassure the House that both I, as the Minister responsible for the marine environmental protection, and the Government generally, recognise that microbeads used in cosmetics, body care products generally, and also other products, such as detergents and scouring agents, are potentially harmful to our rivers, transitional marine areas and marine environments at sea.  Indeed, Ireland holds a formal position that we wish to see microbeads banned throughout the European Union.<\/p><p>Even though we are working on our own national legislation, I intend to continue to actively campaign for an EU-wide ban on microbeads and work collaboratively with the European Commission and other member states to achieve it.  Earlier this week I responded positively to a request from the Swedish Minister for the Environment to join a commitment by a number of countries to ban microbeads.  <\/p> <p> In recent years scientists, experts and policy makers have become increasingly concerned about the levels of waste, or marine litter, ending up in the seas.  Deputy Sean Sherlock has mentioned that there are over 6 trillion plastic particles in the seas, which is an extraordinary number.  The weight of the combined marine litter across the oceans is staggering.  It equates to there being an island in the middle of the Pacific Ocean as big as some countries.  It is a huge issue, in respect of which, as an island nation surrounded by a very important marine environment, we have a moral obligation to do a lot more.  As Deputies are aware, it can be found in every aspect of the marine environment and ranges in size from large objects such as fishing nets or shipping containers to micro and nano-litter particles, that is, particles smaller than 1 mm in diameter.  However, the extent of the marine litter problem and the harm it causes to the environment is not yet fully understood and subject to ongoing extensive research.  Nonetheless, it is clear to me that it is an issue we need to address in a much more comprehensive way than we have in the past.  We should take a precautionary approach in terms of how we approach it from a policy perspective.  Marine litter also causes socioeconomic harm.  It affects tourism and consumer confidence in seafood.  More importantly, it affects the marine ecosystems that we have a responsibility to protect into the future.<\/p> <p> Plastic is a particular problem for the marine environment.  Owing to its buoyancy, it can be easily washed down rivers, blown offshore or collected by the tide from the shore, as well as being dumped or lost directly into the seas from ships and fishing boats.  It does not biodegrade and persists in the environment for a very long time.  It can break down into secondary micro-plastic particles through erosion and there is evidence to suggest both large plastic items and micro-plastics are being ingested by marine fauna, with undetermined consequences for them and creatures higher up the food chain who eat them, including ourselves.<\/p> <p> While much of the marine micro-plastic litter is created through the erosion of larger pieces, micro-plastics are also entering the marine environment in other forms such as micro-fibres from artificial materials that come off clothes by washing, for example.  However, a certain amount of marine micro-plastic litter is caused by plastic microbeads which are used in cosmetics, including body care products, cleansing products and detergents and surface cleaning agents entering the marine environment via wastewater discharges into rivers and estuaries.  Such microbeads cannot be easily removed by the treatment of wastewater.  <\/p> <p> While I acknowledge that microbeads represent a fraction of the micro-plastic litter entering the marine environment, they are a particularly pernicious product as they are ready-made micro-plastics and cannot be removed once they reach the marine environment.  Microbeads could not be regarded as a major human necessity.  They are often present merely for decorative purposes.  Also, where microbeads are used as exfoliating or scouring agents, a wide array of established safe and biodegradable organic particles or natural mineral alternatives are readily available.  The relevant industries are fully aware that the tide of international opinion is turning against the use of microbeads on account of their potential to cause harm to marine ecosystems.  They are already banned in Canada and the United States.  The UK and French prohibitions are due to come into effect later this year and I hope a prohibition will come into effect here too.  A number of other EU member states, of which Ireland is one, have formally stated they will seek a similar microbeads prohibition across the European Union.  Thus, industry is already turning to other alternatives.<\/p> <p> Research on the harm caused by marine litter is at an early stage of development.  My Department is actively participating in studies both at national and international level to identity the level of waste in the marine environment, the harm it does and what we can do about it.  It will advance the science knowledge base in this area and inform future public policy on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400005#C00300","speaker":"1286","continuing":true},{"type":"speech","time":1493889900,"counter":12,"content":"<p>Is it agreed to allow the Minister an additional one minute to allow him to conclude his remarks?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400006#D00200","speaker":"1289"},{"type":"speech","time":1493889900,"counter":13,"content":"<p>Would it be possible to have a copy of the Minister's speech circulated?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400006#D00300","speaker":"1276"},{"type":"speech","time":1493889900,"counter":14,"content":"<p>I will ensure everybody will receive a copy.<\/p>  <p>  In addition, my Department invests significant resources in world-leading citizen activation and awareness raising programmes such as Clean Coasts and related programmes, as well as the green schools marine environment module which has been developed recently.  We will continue to attempt to have a positive influence on societal behaviour on matters concerning the marine environment.  We intend to address this issue, but we must ensure we do so properly.  There are rules with which we must be consistent, including legislation and EU treaties.  What I do not want to do is rush this, only to have it challenged in the courts by the industry and thus delayed for months or years.  I am with Deputies on this issue.  I recognise, in particular, the role played by the Green Party and the Labour Party in pushing this agenda.  We are responding and propose to introduce comprehensive legislation to deal with the issue, either by way of a Committee Stage amendment to the Foreshore Act or in separate legislation.  We will do whatever is appropriate.  The new foreshore legislation which should be published in June will present an obvious opportunity to do that.  Deputies are aware of the Seafest seminar which will take place in Galway later in the summer, by which time we will have the new foreshore legislation published.  It will be a useful vehicle, from a legislative point of view, to address the matter properly.  However, there is further research to be carried out before we can do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400006#D00400","speaker":"1286"},{"type":"speech","time":1493889900,"counter":15,"content":"<p>I understand Deputy Timmy Dooley is sharing time with Deputy Declan Breathnach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400006#D00500","speaker":"1289"},{"type":"speech","time":1493889900,"counter":16,"content":"<p>I welcome the opportunity to contribute to the debate on the Bill.  Fianna F&aacute;il wholeheartedly supports the principle behind the Bill, which is to address a significant source of pollution and environmental degradation.  I acknowledge the work of Deputy Sean Sherlock and the Labour Party on the issue, as well as of the Green Party, with reference to the Bill recently brought before the Seanad by Senator Grace O'Sullivan.  Fianna F&aacute;il will, however, be abstaining in the vote on the Bill as it is too narrow and fails to address the issue adequately.  It has prepared its own Bill which is working its way through the Bills Office and is to be published shortly.  It will seek to adopt a more comprehensive and thorough approach to address plastic pollution.  This legislation addresses one category of microbeads, namely, those found in cosmetic products.  However, despite the motivations of Deputy Sean Sherlock, it overlooks the other major source of microbeads - household cleaning products.  The Deputy may have chosen not to address that source because of the complexities involved in dealing with certain aspects of the industry, which I understand.  I support what the Minister has promised to do.  I hope the Bill which Fianna F&aacute;il hopes to publish shortly will be of further assistance to the Minister in his thinking on this issue.<\/p>  <p>  As a result of the omission of household cleaning products from the Bill, millions of microbeads would continue to enter rivers and seas.  We need to address the issue comprehensively.  Microbeads from cleaning products have the same impact on the environment and marine life as microbeads from cosmetic products, possibly a greater impact when everything is taken into account.  This is an important issue that must be addressed.  Furthermore, the Bill would do nothing to address other forms of plastic pollution such as that stemming from single-use tableware.  While much of this plastic which ultimately ends up in the sea is reduced and broken down over time, it has the same harmful effects as microbeads.<\/p><p>While it would never be possible to address all forms of environmental degradation at the same time, we need to use a joined-up approach when it comes to addressing environmental issues.  What the Minister is offering here gives me confidence that this will ultimately be the case if the Minister takes into account the work of the Green Party and the Labour Party and the work we have undertaken.  Hopefully, we can achieve a consensus at a later stage.  I am not entirely concerned about where the legislation ultimately resides.  I would advise against having it as a section of the foreshore area the Minister is talking about.  We need to make a very clear statement here.  It does warrant a stand-alone Bill.  I am not entirely concerned about what it is called but if it addresses the primary issue we are talking about, particularly pollution from microbeads regardless of the products or the area from which they emanate, and also looks at additional plastics that have the same harmful effect on sea life, it will certainly get our support.  <\/p> <p> In addition to microbeads, many waterways and bodies of water in Ireland are blighted by so-called \"micro-plastics\", which are eroded pieces of other plastic materials.  While they do not start out as microbeads, the impact on marine life is exactly the same.  This Bill does not seek to look at that.  Another area we have worked on looks at a ban on certain disposable tableware, particularly tableware that has an alternative in other biodegradable products.  Those of us who walk and use roadways and parkways as a leisure pursuit are all too keenly aware of the way our roadsides are active dumping grounds for non-biodegradable material, specifically plastic material, from fast food outlets.  Unfortunately, in many cases, this material finds its way into waterways and rivers and has the same effect.  <\/p> <p> Microbeads have a very significant impact on the environment.  The term \"microbead\" is used to refer to small spherical-shaped micro-plastics in cosmetic and personal care products.  They are used as an abrasive in rinse-off products such as facial scrubs, soaps and toothpastes.  While they were initially made of natural materials, microbeads are now typically made of plastics.  While they started out as natural products, the active agent is now a plastic.  Given that one person using microbeads in a facial or body scrub can wash in the region of between 5,000 and 10,000 beads down the sink, one can imagine how many can end up in the sea or rivers.  Washed down the drain, microbeads make their way into rivers and seas.  It is estimated that about 2,400 to 8,400 tonnes of plastics enter the marine environment in Europe every year.  That is a phenomenal amount of plastics finding their way into our waterways.  When one considers that this is happening on an exponential level year after year, one can come to understand the impact it is having on marine life.  This type of pollution can have a hugely detrimental impact on marine life.  While it has an impact on our shoreline, because of the nature of currents, plastics coming from Ireland have an impact on a much wider field.  Microbeads present a huge issue for all forms of marine life, which accidentally ingests them leading to a very significant impact on it and the wider marine environment.  <\/p> <p> As one can imagine, ingesting large quantities of plastic is extremely harmful to fish and other marine life and the ingestion of microbeads by fish and other sea creatures can poison them and also impact on their movement, breeding and growth potential.  According to Ireland's leading marine biologists, microbeads are already negatively impacting on marine life in Ireland.  Ireland's marine life is essential to us.  Fishing and related activities are central to our lives and economy.  The fishing industry provides about 11,000 jobs in Ireland and contributes hundreds of millions of euro to the Irish economy.  This does not even account for related activities, such as tourism spending by anglers from overseas.  Given that humans may consumer fish that have ingested microbeads, microbeads can also have a negative impact on human health.  This is often lost in the debate and because our rivers and seas have been fertile for generations, they are seen as appropriate places for dumping.  In many cases, people do not seem to understand the cycle of the sea and the impact it has on human life.  This can pose a serious health risk.  Microbeads contain plastics and toxins that are not recommended for consumption and their mechanical effects on the human body are unknown<\/p> <p> While we entirely support the principle of the Bill, we believe it does not take a sufficiently comprehensive approach to the issue of microbeads and waterways pollution.  First, the Bill accounts for only a narrow portion of microbeads.  Given that it only concentrates on cosmetic and personal care products containing microbeads, such as facial washes, toothpastes, make-up, etc., other products containing microbeads will continue to pollute our waterways and seas.  For example, what about household cleaning products which contain microbeads?  We can all acknowledge that microbeads are immensely damaging and undesirable so what is the point in only half-heartedly banning them?  While I understand what the Deputy is saying, hopefully, the approach we take at a later stage will have a much more beneficial effect.  If we ban cosmetic products containing microbeads but not cleaning products, this loophole will continue to allow thousands of microbeads to pollute our water.  I was very much taken by Deputy Sherlock's statement that he sees this Bill as a contribution, and a very significant one, to the overall legislative framework that will, hopefully, come to pass and deal with this issue.  In doing so, one would recognise the role of the Labour Party.  I will be publishing a Bill shortly and it is my intention that our Bill will add further to that.  Hopefully, we will receive the same support and recognition.  <\/p> <p> I am a little confused about the Department in which this resides.  I note that the Minister for Housing, Planning and Local Government has taken the Bill.  It was my understanding that this was an issue for the Minister for Communications, Climate Action and Environment but I am open to clarification on that.  I know that the Minister for Agriculture, Food and the Marine will also have a role.  I do not want the Bill to fall between the cracks or crevices of the Departments.  We already have an issue around the roll-out of broadband and whether this resides in the Department of Arts, Heritage, Regional, Rural and Gaeltacht Affairs or the Department of Communications, Climate Action and Environment.  In respect of the post office network, there were some issues about one Minister throwing in the towel and the other accepting the challenge and that was played out on the airways.  I would like clarification from the Government about whether it is treating this as an environmental issue, whether it is being connected to planning and housing, something I would have difficulty understanding, or whether it is part of the Department of Agriculture, Food and the Marine, which, in my view, it should not be.  It should reside with the area of waste, which I understand is in another Department, but I will take clarification on that<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400006#D00600","speaker":"1274","continuing":true},{"type":"speech","time":1493890500,"counter":18,"content":"<p>Sinn F&eacute;in welcomes and will support this Bill.  I commend Deputy Sherlock for bringing the Bill forward.  I also want to mention Senator Grace O'Sullivan who brought forward a Bill in the Seanad in October.  Unfortunately, this latter Bill was defeated.  I welcome the news from the Government and Fianna F&aacute;il that they will abstain so, hopefully, this Bill have the numbers to go forward to another Stage.  We are supporting the Bill because we believe it is an initiative that will reduce the huge amount of plastic entering our oceans.<\/p>  <p>  Microbeads are so small they cannot be filtered out during water treatment and end up in our rivers and oceans.  These tiny pieces of plastic are then eaten by marine life and can end up in the food chain.  Their effects on human health are still not known but it does not take a scientist to recognise that their effect would not be positive.  It is estimated that if someone eats six oysters, it is likely that they will have eaten 50 particles of micro-plastics.  The Environmental Audit Committee in the UK, which examined microbeads, heard that each shower taken using products containing microbeads can result in 100,000 pieces of plastic entering the ocean.<\/p><p>Micro-plastics from cosmetic products are estimated to constitute up to 4.1% of the total micro-plastics entering the marine environment.  The fact that this accounts for a small percentage of total micro-plastic pollution in the sea does not stop it being significant, as it is an avoidable environmental problem.<br\/><br\/>Fine Gael and Fianna F&aacute;il's rejection of the previous Bill brought forward by the Green Party in November 2016 in the Seanad was disappointing.  There is no reason this area should not be legislated for, as other countries have already introduced similar legislation.  This is a growing international trend in this area and Ireland should not be left behind this progressive move towards removing these harmful pieces of plastic that cannot degrade in the environment.<br\/><br\/>In December 2015, then US President Obama signed the Microbead-Free Waters Act of 2015 to phase out the use of micro-plastics in personal care products.  In Canada, microbeads have been added to its list of toxic substances and in the UK, the government announced plans to ban micro-beads in cosmetic products also.  The ban is also attractive as it would not have a major impact on industry, as alternatives exist to replace mircobeads.  Many cosmetic companies have already begun voluntary removal of the plastic.  Evidence given to the UK environment committee outlined alternatives, such as ground walnut shells, cocoa beans, ground almonds, ground apricot pits, sea salt and silica.<br\/><br\/>In rejecting the previous Green Party Bill on this issue, European rules on the free movement of goods were cited as a possible obstacle in legislating in this area.  This has proven to be totally false, as the UK has received approval from the European Commission stating that a ban on certain substances on environmental grounds could also be compatible with the Internal Market.  My colleague in the European parliament, Ms Lynn Boylan, MEP, who has been working on this and related issues, has been critical of the overall Irish Government response to the issue.  Reflecting on the failure to act on this in a national manner and to look to Europe to take a line they can hide behind, she stated that Irish Governments were as usual trying to export their excuses for inaction to Europe when the simple truth is that they do not want to take any action.  Ms Boylan stated:<\/p><blockquote>If the government had bothered to do their homework, they would know that the European Commission has already said to the British government as recently as August that it can proceed to introduce a ban on micro-beads, explicitly stating that &quot;a ban on certain substances on environmental grounds could also be compatible with the internal market&quot;. ... On top of this, France has already passed a law that will ban the sale of exfoliating cosmetic products containing solid waste particles from January 2018 whilst Sweden and Denmark are also in the process of preparing to move on this issue as well.<\/blockquote><p>The Minister, Deputy Coveney, made some interesting comments.  I hope he will act on what he said soon and not kick the can down the road.<br\/><br\/>I support this Bill, as I stated earlier, but I also want to register a concern my party has on a small part of the Bill.  Section 2(1)(b) states that a person who &quot;sells, or exposes, offers, advertises, or keeps for sale,&quot; any cosmetic containing micro-plastics is guilty of an offence.  The inclusion of &quot;advertises&quot; would pose problems, as how would this be adequately policed?  Due to the global nature of advertising, legal compliance with this would be a huge problem for many companies.  Prohibiting the sale and importation of cosmetics containing microbeads should suffice and I am not sure whether the inclusion of advertises would be realistic, but we can talk about that when the Bill goes to Committee.  Hopefully, it will go through to Committee.<br\/><br\/>Sinn F&eacute;in very much welcomes the Bill.  It provides a simple solution to an avoidable environment problem.  It will not have a major impact on the cosmetic industry as alternatives are available.  Sinn F&eacute;in is happy to support this piece of legislation.  It is estimated that between 15 trillion and 51 trillion micro-plastic particles have accumulated in the ocean, with between 80,000 and 219,000 tonnes of micro-plastics entering the sea from Europe every year.  The quicker this is addressed the better.  Ireland should be included in the group of countries leading from the front on the problem.<br\/><br\/>I commend Deputy Sherlock for bringing this forward and the Green Party trying to do that in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400007#E00200","speaker":"1327","continuing":true},{"type":"speech","time":1493891100,"counter":20,"content":"<p>I welcome the opportunity to speak on this important Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400008#F00200","speaker":"1232"},{"type":"speech","time":1493891100,"counter":21,"content":"<p>Was Deputy Quinlivan sharing his time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400008#F00300","speaker":"1289"},{"type":"speech","time":1493891100,"counter":22,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400008#F00400","speaker":"1327"},{"type":"speech","time":1493891100,"counter":23,"content":"<p>Deputy Stanley has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400008#F00500","speaker":"1289"},{"type":"speech","time":1493891100,"counter":24,"content":"<p>Essentially, what we are doing here is addressing the issue that everything is cyclical.  Gone are the days when one could wash things down the sink and hope that they disappear without any consequences.  Gone are the days when one could pump out pollution into the atmosphere and hope that it disappears in outer space without any consequences.  Gone are the days where one could product tonnes of waste and hope that it would be taken away on the back of a truck to God knows where.  Everything we do has consequences.  I compliment Deputy Se&aacute;n Sherlock for bringing forward this Bill.<\/p>  <p>  On the product we are talking about here, we are dealing with a problem that we should not have to deal with.  It is totally avoidable.  These micro-plastics are being put into everyday products, such as soaps, gels, cosmetics, deodorant and toothpaste.  It is basically to glamorise products in what is the most profitable sector of the lot, but what is the end result from this waste?  It is having a detrimental effect on our environment, particularly our waters and fish life.  Tens of thousands of them go into the waste stream and thousands of tons of it into the oceans.<\/p>  <p>  It is a product that is consumed by fish, particularly shell fish.  It is reported in some areas that up to a quarter of fish contain these plastics.  If this was not bad enough in itself, we must remember that these mircoplastics can then further enter the human food chain.  If we are not too concerned about fish, we should start thinking about human beings.  The UN has reported that it is a growing threat to human health, causing physical damage and having a toxic effect, among other things causing reproductive problems.  We must remember that, behind the potential damage to human and wildlife health, the logic of the inclusion of this product is simply as a supposed beauty enhancer.  Everybody is supposed to look like they do in Hollywood, but, of course, we can just be ourselves.<\/p>  <p>  America, strangely enough, has been phasing out this product since July of last year.  In Canada, microbeads have been added to the list of toxic substances since June 2016.  In Tory Britain, there was the announcement of plans to ban this in cosmetics and personal care products by 2017.  There is a growing number of countries wanting to ban them.  Holland, Austria, Luxembourg, Belgium and Sweden all have called for an EU-wide ban.<\/p>  <p>  This is about protection of the environment around us to enhance and project our green image.  There is the question about Ireland.  Ireland should be taking a lead here.  We go on a lot about our green image and how environmentally friendly we are.  There are areas such as this where we can lead out and be ahead of the curve, but we are actually behind the curve.  We are not yet even off the starting blocks.<\/p>  <p>  As my colleague, Deputy Quinlivan, has referred to, there was a Bill from the Green Party which the Government opposed.  We should be well ahead with this.  It is a pity the Green Party Bill was not supported at the time.  The Bill we have here is clear at any rate and if there are problems with it, we can amend it on Committee Stage.<\/p>  <p>  The Minister, Deputy Coveney, launched a public consultation process on the prohibition, sale, and manufacturing or importing of products such as microbeads.  As with so many other matters, it is merely consultation.  We know this is harmful.  It is unnecessary.  What is the point in it?  All one has to do is leave it on the supermarket shelves.  That is what I started doing since I became aware of this problem.  Like many others, up to a couple of years ago I was picking it up, then I twigged when I read an article about it that this was harmful and now I leave it on the supermarket shelf.<\/p>  <p>  It is harmful, totally unnecessary and we should take action on it.  This House has it within its powers to do that.  We should not wait for the EU.  We should not wait for any other country.  We should start here, protect fish life, protect our environment and protect human health.  We are supporting the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400008#F00600","speaker":"1232"},{"type":"speech","time":1493891100,"counter":25,"content":"<p>Cinnte go bhfuil an Comhaontas Glas f&iacute;or-sh&aacute;sta taca&iacute;ocht a thabhairt don Bhille seo.  I welcome this Bill and warmly commend Deputy Sherlock for bringing it before the House.  The Green Party will, of course, be wholeheartedly supporting it.<\/p>  <p>  As many Members have said, the issue of microbead and micro-plastic pollution was first raised in the Oireachtas by my Green Party colleague, Senator Grace O'Sullivan, in the Seanad last November .  The Senator brought before the Seanad a Bill which Deputy Sherlock's Labour colleagues in the Seanad were vocal in supporting, along with Sinn F&eacute;in and many Independents, including Senator O'Sullivan's colleagues in the Civil Engagement Group.  Regrettably, however, the Government and Fianna F&aacute;il, instead of progressing the Bill and looking to amend it at a later Stage, declined to give the Bill a Second Reading.<\/p>  <p>  I appreciate that the Minister has since taken steps on this issue, including having facilitated an extensive public consultation process and committed to notify the EU Commission and World Trade Organization formally of the State's intention to introduce a ban.  These are positive steps, and this Bill is another positive step and one which the Green Party believes should be fully supported by this House.<\/p><p> The Labour Party&rsquo;s Bill seeks to do many of the same things the Green Party's Bill sought to do.  I welcome its introduction in this House and hope that it will see better fortune than our Bill did last November.  The attention, focus and conversation which Senator Grace O&rsquo;Sullivan started in her capacity as a legislator should not be underestimated and it clearly was an effective catalyst.<\/p> <p> It has always been the Green Party&rsquo;s view that to make long-term successful inroads in a multifaceted approach to protecting the environment, it requires the active support of the majority of political parties and the same applies globally.  No one political party has ownership of environmental issues, but for as long as that is the perception, the environment and, ultimately, the people will lose.  That is why we must work together and this Bill presents an opportunity to do so.<\/p> <p> However, I would like to see provisions in this Bill for the monitoring of microbeads and micro-plastics by the Environmental Protection Agency, and for a differentiation to be drawn between microbeads and micro-plastics.  Both of these provisions were present in Senator Grace O&rsquo;Sullivan&rsquo;s Bill and their inclusion would greatly strengthen Deputy Sherlock&rsquo;s Bill.  Deputy Eamon Ryan and I intend to bring forward amendments to that effect on Committee Stage.<\/p> <p> The arguments for the ban on microbeads have been outlined by Senator Grace O&rsquo;Sullivan in the Seanad, and again by Deputy Sherlock and others today in this House, so I need not restate them.  The central purpose of the Green Party moving its Bill in the Seanad, and the value of this conversation around microbeads and micro-plastics in the first place, was to highlight the much larger issue of plastic marine litter in general.  Microbeads are just the tip of the iceberg.<\/p> <p> Some 150 million tonnes of plastics have accumulated in the world&rsquo;s oceans and we continue to add up to 12 million tonnes every year.  Not alone is this litter causing serious damage to our fish and other marine life but there are also considerable economic losses in tourism and fishing which the European Commission has said is estimated to cost up to &euro;630 million a year for coastal and beach cleaning.  This Bill is about the health of our seas.  The banning of microbeads and micro-plastics is a first important and beneficial step, but we must be aware of the many other challenges facing us if we are to clean up our seas and sea beds.<\/p> <p> As an island country it is essential that we are a leading voice in Europe and on the world stage in calling for co-operation and coherent action in tackling marine litter.  This is not any one country&rsquo;s responsibility, but rather it is every country&rsquo;s responsibility.  I call on the Government to make our voice heard loudly and clearly.  I would urge every Member of this House to support the Bill, and take the first practical step in moving this Bill to the next Stage in order to tackle an aspect of one of the biggest issues facing our seas.  With the support of this House the process of beginning to tackle this problem becomes realistic and achievable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400008#F00700","speaker":"1242","continuing":true},{"type":"speech","time":1493891700,"counter":27,"content":"<p>I wish to join with those who have acknowledged the work of various Members of both Houses in introducing this legislation.  I also wish to acknowledge the work of various environmental groups, including tidy towns organisations and green schools.  School children, both at primary and secondary level, are acutely aware of difficulties arising from pollution.<\/p>  <p>  The environmentalist, Robert Swan OBE, said the greatest threat to our planet is the belief that someone else will save it.  I personally do not care who that someone is, once we in this Parliament give a lead in dealing with the wider issues of pollution, which are of great concern to me and all other Members of this House.<\/p>  <p>  There are five main ocean geysers created by a large whirlpool caused by currents with plastic floating in them.  This is caused by the rotation of the earth known as the Coriolis effect.  One such, the North Atlantic garbage patch, is estimated to cover hundreds of kilometres with over 200,000 pieces per square kilometre.  This debris zone alone among the five, shifts as much as 1,600 km seasonally.  This has been known since 1972.<\/p>  <p>  If we compare the earth&rsquo;s 45 billion year evolution in a 24-hour timeline, we will see that dinosaurs made their appearance at 10.56 p.m., mammals at 11.39 p.m. and humans at 11.58 p.m.  That is two minutes to midnight and in that short period of mankind&rsquo;s arrival and custodianship of the earth we have turned the planet into a rubbish tip.<\/p>  <p>  Microbeads were once a must-have ingredient in the pursuit of flawless skin and cleaner surfaces, but have now become a scourge of the environment and are hated by all who care for our planet.  The US, Canada and the Netherlands have banned them from cosmetics because of their potential impact on the environment, and the UK is preparing to ban them from the end of this year.<\/p>  <p>  A detailed report published by the House of Commons library has warned that any attempt to impose a unilateral ban could break EU free trade laws.  The Minister referred to that earlier.  It also advises that the proposed legislation could be open to legal challenge by cosmetics companies affected by the ban.  However, a large proportion of cosmetic companies are thankfully already switching to natural alternatives.  By legislating to ban micro-plastics, more cosmetic and cleaning product manufacturers will hopefully cease to use them.<\/p>  <p>  According to the Ocean Clean-up Project, over 5 trillion pieces of plastic currently litter the ocean.  A total of 4,360 tonnes of micro-plastic beads were used in 2012 across all European Union countries, plus Norway and Switzerland, according to a survey by Cosmetics Europe.  The survey focused on the use of micro-plastic beads, with polyethylene beads representing 93% of the total amount equalling 4,037 tonnes.<\/p>  <p>  Plastic ingredients that are poured down the drain after use, cannot be collected for recycling - unlike the packaging which can be recycled.  Plastic ingredients do not decompose in wastewater treatment systems.  The ingredients are emitted via raw sewage, treated effluents or with sewage sludge applied as fertiliser biosolids on agricultural land, as landfill or dumped at sea.<\/p>  <p>  This plastic pollution is having a major detrimental effect on marine life, as others have said.  Micro-plastics are of huge environmental concern because their size means that they are accessible to a wide range of organisms, including seabirds, fish, mussels, lugworms and zooplankton.<\/p>  <p>  Micro-plastic pollution has been a big issue for many years in the marine research field.  Recent scientific investigations in Europe have also revealed the presence of micro-plastic residues in freshwater systems, including drinking water and wastewater treatment.<\/p>  <p>  The issue of micro-plastics in cosmetics is also coming up on the environmental agenda right across the world.  It needs to be dealt with.  Micro-plastic particles which are found in personal care products, such as exfoliants or cleansers, are reaching the marine environment via wastewater from consumers' baths and showers at a rapid rate.<\/p>  <p>  As Deputy Dooley said, Fianna F&aacute;il wholeheartedly supports the principle of this Bill.  Like the Minister, however, we believe it is too narrow and fails to address the issue of plastic microbeads in household cleaning products, as well as other plastic produce such as disposable tableware.  We will be introducing our own legislation which will be more comprehensive in its approach to eliminating plastic pollution.<\/p><p>The rectification of the anomalies highlighted by the Minister and previous speakers should be speedily facilitated.<\/p> <p> Other important sources of plastic pollution must also be addressed, including single use tableware.  France is leading the way in legislating to stop plastic pollution by introducing a complete ban on disposable plastic dishes, plates and cutlery.  While I realise it would not be possible in one Bill to address all forms of plastic pollution, this legislation does not go far enough.  The Bill must address other plastic products which break down over time in our oceans and inland waters forming micro-plastics.  Much of the litter found in the ocean is from larger plastics eroding to form micro-plastics.  The legislation planned by Fianna F&aacute;il will address these issues.  We hope to give the Minister power to ban single use tableware and fast food plastic eating containers.  These products are too often found littering our streets and countryside and are the scourge of Tidy Towns groups which are making valiant efforts to keep communities clean.  As someone who is involved in this area, I note that tinfoil and similar products also cause problems in the environment.  Brown Thomas and Arnotts stopped selling products containing micro-plastic beads in August last year and many local shops in towns and villages, encouraged by Tidy Towns organisations, are starting to use biodegradable alternatives.<\/p> <p> While the European Union is also examining this issue, we must move swiftly by introducing legislation and leading by example, as previous speakers noted.  We need to get serious about cleaning up our wastewater systems and setting cleaner, environmentally sound standards.  A single shower by a person using a product containing microbeads can result in more than 100,000 of these beads entering the wastewater system.<\/p> <p> The Dutch have created an app, Beat the Microbead, to combat plastic microbeads.  The aim is to achieve grassroots change via the consumer.  Launched in 2012, the app is now backed by the United Nations environment programme and is available in seven languages.  It enables the consumer to scan a product's barcode to check whether it contains microbeads.  The app has proved very popular, convincing a number of large multinationals such as Unilever, Johnson &amp;amp; Johnson and the Body Shop to announce their intent to stop using microbeads.  It can be downloaded free of charge and I urge those with a keen interest in this issue to use it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400009#G00200","speaker":"1332","continuing":true},{"type":"speech","time":1493892300,"counter":29,"content":"<p>I thank Deputy Sean Sherlock for introducing this Bill and raising this extremely important issue.  I also thank other Members who have raised the issue, including Senator Grace O'Sullivan.  I only became aware of the problems caused by micro-plastics when I watched the film \"Trashed\" by Jeremy Irons.  I was shocked by the film, which I screened for Deputies and Senators in the House several years ago.  It covered the general issue of trash and specifically highlighted the terrifying consequences of dumping rubbish, particularly plastics which break down into micro-plastics, in the oceans.<\/p>  <p>  While public awareness of this issue is growing, it is probably not great enough.  It is important, therefore, that the House debates the issue, sounds the alarm about it and gets across the message that our oceans are vital for human existence and survival.  Approximately 70% of the oxygen we breathe is produced by marine plants, 97% of the earth's water supply is contained in the ocean and 30% of the CO2 emissions produced by humans are absorbed by the oceans.  Coastal ecosystems store ten times more carbon than terrestrial forests and the degradation of marine ecosystems accounts for 19% of carbon emissions from global deforestation.  Deforestation, in turn, accounts for between 20% and 25% of the impacts of global warming.  In poisoning and polluting the oceans, we are destroying the means to sustain human existence. <\/p>  <p>  Against this background, the extent of the damage that has been done is extraordinary.  In 2010, some 215 million metric tonnes of plastics found their way into the sea.  In 2007, a total of 2.12 billion tonnes of waste was dumped into the planet's oceans.  As a result of pollution, a 5,000 sq. m. area in the Gulf of Mexico is almost completely devoid of life and nitrification has completely destroyed the oxygen in the water in 405 similar dead zones in the world's oceans.  Plastics, including micro-plastics, make the largest contribution to this problem.  We must take urgent action to address these terrifying developments.<\/p>  <p>  I welcome the Bill and the call for Ireland to take unilateral action.  We should take the lead, rather than waiting around for the European Union to get its act together.  We will see whether the confidence the Minister for Housing, Planning, Community and Local Government, Deputy Simon Coveney, expressed in the EU and Commissioner Vella is justified but we should not wait around to find out. <\/p>  <p>  It is important to emphasise, as previous speakers have noted, that microbeads contained in cosmetics account for a very small part of the problem.  While their small size means they can get through filters and get into and poison animal and marine life in a particularly pernicious way, studies suggest they are a very small part of the problem.  One Norwegian study, for example, showed that of 8,000 tonnes of micro-plastics, as opposed to microbeads alone, produced annually in Norway, half of which end up in the oceans, microbeads accounted for only 0.1%, whereas the tyre industry accounted for 55%, with various other activities, including washing textiles, marine leisure and construction, accounting for the remainder.<\/p>  <p>  The Bill would take an important step but there is a much wider problem that must be addressed as a matter of urgency.  This must not be used as an excuse for not passing this legislation, however.  The argument that more studies are needed or that we must learn more about the issue, of which there was a hint in the Minister's contribution, is not acceptable as it would only delay action in this area.  Let us move on those issues on which we can move and do so as urgently as possible.<\/p><p>We need to look at and address the wider problem and face down any resistance from corporate interests to legislation and bans on these materials or other measures that need to be taken to prevent the pollution of water sources and oceans by these products, whatever their source.<\/p> <p> I welcome the Bill and hope the Government will agree to its passage and not delay on it.  If the Minister is serious about legislation to cover the wider problem, it has to be brought forward as a matter of urgency.  It will also have to be comprehensive in dealing with the multiplicity of sources of rubbish, trash, pollutants, micro-plastics and all the rest from all sorts of industry.  It is being dumped into rivers and filtering through the soil, ultimately ending up in the oceans and killing marine life and, as a consequence, potentially killing something that helps to sustain human existence on the planet.  I hope these issues can be further highlighted in today's debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400010#H00200","speaker":"1238","continuing":true},{"type":"speech","time":1493892900,"counter":31,"content":"<p>I wish to make a brief contribution to the debate and thank the Leas-Cheann Comhairle for allowing me a few minutes to speak.<\/p>  <p>  Immense praise is due to Deputy Sean Sherlock for bringing this matter to the floor of the House.  I am stating this publicly because it is something we all need to discuss.  In fairness, listening to the debate, we can all come together and formulate a policy on it.  I have been watching some of the debate in my office and listening to some of it in the Chamber and a lot of valid points have been made about the damage caused by plastic microbeads.  I wish to introduce a few other things.  <\/p>  <p>  Deputies have spoken about the problem in our own country, but we probably have all been watching the reports on Sky News on the cleaning up of the oceans by volunteers.  Deputy Richard Boyd Barrett and others also referred to this matter.  In dealing with community and Tidy Towns groups, etc. we all know about the scourge of plastics.  Such groups constantly bring the matter to our attention.  There is another dreadful aspect to the problem - the amount of plastic in the ground that is causing flooding issues and doing a lot of damage.  In some parts of my constituency of Roscommon-Galway where we were trying to alleviate the effects of flooding and some drainage and dredging works were carried out the amount of plastic in the ground was shocking.  It is something we should encompass in further Bills and discussions we will have on the issue.<\/p>  <p>  As has been stated, there are billions of tonnes of plastic in the oceans, lakes and rivers and it is becoming an absolute scourge.  There is absolutely no doubt that it is detrimental to the environment and marine life.  It is notable that many of the Nordic countries have banned the use of plastic microbeads in recognition of how dangerous they are.  We need to move forward with legislation and address the issue in the coming months so as not to push it down the road.  We need to take definite decisions.<\/p>  <p>  The plastic business employs millions of people throughout the world, but there is no reason it cannot operate and have its place.  However, this matter concerns the dumping of much of the material it produces.  It is shocking to watch the special reports, particularly on Sky News, on what is happening.  We know that it is happening in our own country and can see it everywhere we go.  Many lakes and rivers are full of this material which has been dumped into them.<\/p>  <p>  Even though we are abstaining in the vote on the Bill, I support what the Deputy is trying to do.  It is a very good discussion of an issue we must address.  I again thank the Leas-Cheann Comhairle for allowing me a few minutes to express my opinions on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400011#J00200","speaker":"1342"},{"type":"speech","time":1493892900,"counter":32,"content":"<p>I am very happy to have a few minutes to contribute to the debate.  I commend my party colleague, Deputy Sean Sherlock, for tabling this important legislation and allowing us to address what is an important issue.  As others have stated, it is not the most important environmental issue with which the House will grapple and the legislation will not bring climate change to an end.  However, passing it would be an important incremental step.  We will not address the degradation of the environment in one item of legislation.  Looking at all of the component parts and the actions of humans that impact adversely on the sustainability of the environment and the future of humans, animals and fauna, taking action incrementally, step by step, is the way forward.  This is an issue which has been clearly identified and to which the solution is straightforward.  For that reason, there is no discernible argument there should not be consensus across the House, which consensus should migrate into direct action.<\/p>  <p>  I also congratulate Senator Grace O'Sullivan who tabled a similar Bill in Seanad &Eacute;ireann.  It is important that we do not let go of these things and that we push and argue until such time as we make a difference.<\/p>  <p>  I welcome the contribution of the Minister for Housing, Planing, Community and Local Govenrment because I was a little dismayed when I read the Order Paper and saw that there was amendment to deny the Bill a Second Reading.  I am glad to say the amendment was not moved.<\/p>  <p>  I am a tad confused.  Since the next speaker is the Minister of State, he might tell me exactly who is responsible for dealing with these issues.  The initial critique and rebuttal of the Bill were made by the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, who referenced it at the Environment Council in Malta in recent times.  Deputy Simon Coveney is not the Minister with responsibility for the environment or the marine.  I am not quite sure where the Minister with responsibility for housing comes into it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400011#J00300","speaker":"1353"},{"type":"speech","time":1493892900,"counter":33,"content":"<p>I will clarify the position for the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400011#J00400","speaker":"1264"},{"type":"speech","time":1493892900,"counter":34,"content":"<p>He declared that he was the Minister with responsibility for marine protection.  Having worked with Deputy Simon Coveney for a number of years, I know about his passion for marine issues.  In fact, he put up his hand when I was looking for a volunteer to take on the task of refurbishment of Great Island.  A lot of work - &euro;60 million worth - has been done to tackle environmental degradation.  However, I do not think someone can, Charlie Haughey-esque, bring his or her pet projects with him or her as he or she marches across Departments.  There is a need for clear lines of demarcation.  I understand the EPA which has statutory responsibility in this area is within the remit of the Minister, Deputy Denis Naughten.  A little clarity would be helpful.  Nonetheless, having read the commentary of the Minister, Deputy Denis Naughten, I am glad that it is the Minister, Deputy Simon Coveney, who is responding to this debate.<\/p>  <p>  There are a number of things we need to do.  One of the things we could do is take an incremental approach as issues arise.  The argument is we cannot act until there is an EU consensus.  The Minister, Deputy Simon Coveney, has indicated to the House that both the United Kingdom and France, having notified the European Union of their intention to do so, will be instituting such a ban before the end of the year.  He has also indicated that a similar ban will be extant in Ireland by the end of the year.  Perhaps that is his objective, but I wonder if it is achievable as we have not seen the legislation.  It has been indicated that it might be an addendum to the foreshore Bill which is due to be published next month.  The D&aacute;il will go into recess early in July.  Will the Bill be, as the Minister indicated, enacted and implemented by the end of the year?  I am very interested in hearing specifically what the Minister of State has to say on that point.<\/p>  <p>  Deputy Sean Sherlock has been very honest in saying this is a really important issue but that it is part of a suite of issues that need to be addressed.  We have all seen the analysis in recent times that, within the foreseeable future, the total weight of plastics in the oceans will be the equivalent of, if not greater than, the total weight of fish and marine life.<\/p><p>That is a shocking thought.  Remote islands in the Pacific Ocean that are thousands of miles away from significant habitation are subject to massive landfalls of plastics, which are non-degradable and permanent and have an enormous impact on ecosystems, such as the turtles which come onshore to nest and lay their eggs.  We really need to have a global response to the problem and I certainly welcome the building of an international consensus within the EU.  This does not, however, stop us from taking an initiative and being at the vanguard of change.<\/p> <p> I hope the Bill, which will now pass Second Stage, will not simply be parked.  The Labour Party has no proprietorial claims over the Bill if there are better ways of doing this but it will be overtaken by better legislation or we will seek to bring this Bill forward and have the Government amend Deputy Sherlock's Bill on Committee Stage.  Either way we are setting down a very clear view today that the Labour Party wants these measures enacted, with the objective of ensuring that this form of marine pollution is no longer happening on the island of Ireland.  We can do this by taking the unilateral action as set out in the Bill or by working in consort with others but it is important that we do it as early as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400011#J00500","speaker":"1353","continuing":true},{"type":"speech","time":1493893500,"counter":36,"content":"<p>I want to clarify some points to alleviate concerns.  I thank Deputy Sean Sherlock for bringing forward the Bill.  I hope it is our Department's remit because I spent time in the Seanad dealing with Senator Grace O'Sullivan's Bill.  If it is not my Department, then we are all wasting our time.  I am fairly confident it is within our remit.  I want to clarify that marine environmental policy rests in our Department of Housing, Planning, Community and Local Government.  I am conscious that the name of the Department has changed over the years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00200","speaker":"1264"},{"type":"speech","time":1493893500,"counter":37,"content":"<p>And marine?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00300","speaker":"1353"},{"type":"speech","time":1493893500,"counter":38,"content":"<p>Marine environmental policy rests within our Department, but I will clarify this for Deputies.  The Minister, Deputy Coveney, is responsible for the Marine Strategy Framework Directive and marine spatial planning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00400","speaker":"1264"},{"type":"speech","time":1493893500,"counter":39,"content":"<p>Why?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00500","speaker":"1353"},{"type":"speech","time":1493893500,"counter":40,"content":"<p>Because he is.  That is how I understand it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00600","speaker":"1264"},{"type":"speech","time":1493893500,"counter":41,"content":"<p>The Environmental Protection Agency has statutory responsibility also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00700","speaker":"1353"},{"type":"speech","time":1493893500,"counter":42,"content":"<p>And the Minister for Agriculture, Food and the Marine, Deputy Michael Creed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00800","speaker":"1332"},{"type":"speech","time":1493893500,"counter":43,"content":"<p>Deputy Howlin has been in government, so he knows how it works.  Governments decides and allocates duties to Departments.  These issues were, and still are, under our Department.  Functions have been delegated to all the Ministers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K00900","speaker":"1264"},{"type":"speech","time":1493893500,"counter":44,"content":"<p>Such as urban planning?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01000","speaker":"1353"},{"type":"speech","time":1493893500,"counter":45,"content":"<p>Tell us who has which functions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01100","speaker":"1332"},{"type":"speech","time":1493893500,"counter":46,"content":"<p>I was not asked why but was asked who and I am saying who.  I am giving the facts.  I agree with Deputies that it is great Deputy Coveney is the Minister.  The Minister is charged with the Marine Strategy Framework Directive, marine spatial planning and the regulation of the foreshore under the Foreshore Acts.  The Minister, Deputy Coveney, also has a range of marine planning and environmental responsibilities, including around the freshwater area.  These are from a planning perspective because most of the proposed legislation is planning Bills.  This clarifies \"the who\"; we can tease out \"the what\" afterwards.<\/p>  <p>  The Minister consults the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, and his Department because there is a lot of crossover there.  We accept that.  I understand there is confusion but I do not want to take away from Deputy Sherlock's work on this Bill.  Great work has been put into the Bill in order for it to be put to the D&aacute;il.  I took the debate in the Seanad where we had this discussion.  It is not that the Government is against the Bill - we were not against Senator Grace O'Sullivan's Bill - but I believe all my colleagues understand there is a process we must follow.  We must go through a certain process or we will not be successful in this.  We all want it to be successful, we want it to progress and we must do it the right way or it will not work.  I believe that Deputy Sherlock understands this from his discussions with the Minister, Deputy Coveney, and from the debate in the Chamber this morning.<\/p>  <p>  On the issue of broadband, I want to put Deputy Timmy Dooley's fears to bed.  Unlike previous Governments which had money and did not fix or tackle the issue - I am not referring to the last Fine Gael-Labour Party Government because we did not have the money at that time - this Government now has the resources and is intent on fixing it.  The plan is being led by the Minister for Communications, Climate Action and Environment, Deputy Naughten, and by the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs, Deputy Heather Humphreys.  It will happen.  We will finally have the broadband we deserve in the State.  Tenders will, hopefully, be processed within the year and work will commence in 2018.  The roll-out will happen quite quickly after that.  The Fine Gael-Labour Party Government would have liked to have done it but we did not have the resources because of what we were left with when we came into government during 2011.  Trust me on this.  For many years, this issue should have been tackled but previous Governments did not do so.  Deputy Dooley knows that and should be ashamed of himself raising the issue.  It was so important and it held the State back.  This Government is going to deal with it.  It will be put to bed once and for all, and rightly so.  I hope this allays any concerns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01200","speaker":"1264"},{"type":"speech","time":1493893500,"counter":47,"content":"<p>Tell us about the microbeads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01300","speaker":"1332"},{"type":"speech","time":1493893500,"counter":48,"content":"<p>I will now turn to all the other issues raised, including one by the Acting Chairman, Deputy Eugene Murphy.  Ireland's Clean Coast groups, which are led by An Taisce and supported by the Department, do great work and are viewed as world leaders in that respect.  Some issues were raised around that.  We welcome and want to have an input into legislation such as this Bill but we must take a comprehensive approach.  The Minister and the Department will consider a bespoke marine environmental Bill covering this and linking all the issues, such as dumping at sea and marine protection areas.<\/p>  <p>  Deputy Howlin asked about the process but either way we will try to find the quickest way to do it.  I cannot give a timeline because we know the way this works.  We are committed to doing it and we will make it happen.  There is, however, a process to go through.  It is not enough to just notify the Commission.  According to Commission guidelines and rulings, Ireland is required to present a robust justification and this is what we are doing.  We are doing it the right way to make sure it will stand the test of legislation.<\/p>  <p>  On the problem of plastic disposable tableware, we understand the French are looking at the issue.  It is worth noting the EU is trying to put together a comprehensive plastic strategy to address many such issues and we will honour it.  We are part of the discussion and are monitoring it.  We will certainly be part of the leadership and will not be sitting on the fence.<\/p>  <p>  In regard to the issues raised by Sinn F&eacute;in, the UK will only achieve approval after making a robust justification, as we must do.  France has submitted its views to the Commission and we will deal with that also.  We never said we cannot do this.  We agree with the intention and the sentiment and we want to do this but we must follow the procedure to make sure we have the robust justifications that are required.  Consultation has already taken place in that regard.  We are making progress.  Senator Grace O'Sullivan's Bill would also have followed this process.  We are committed to doing that.  To be fair, when the Minister, Deputy Coveney, commits to doing something in the D&aacute;il or the Seanad, he follows through and makes it happen.  I believe Deputy Sherlock knows this.  I want the House to believe us when we say we are intent on doing this.  This is not to fob Deputies off today; we are intent on doing this and we will follow it through.<\/p>  <p>  Deputy Boyd Barrett spoke on the marine litter problem and we all agree it is horrendous.  We are supporting groundbreaking research to commodify green litter and turn it into a resource that would have great application in the developing world as well as in Ireland.  I was a former Minister of State with a research portfolio, as was Deputy Sean Sherlock, and we are well aware of the great work being done in the research community in the commercial and education arenas and in bringing the two together through Science Foundation Ireland, Enterprise Ireland and other agencies.  The Irish Research Council is doing great work.  A lot is happening with our research people who are doing much good work around climate change and marine and environmental issues.  Research is being carried out in University College Dublin, the National Maritime College of Ireland in Cork and in the Marine Institute in Galway.  We need to build on that research and recognise it.<\/p>  <p>  Deputy Catherine Martin spoke of monitoring.  The EPA is currently funding research with a view to informing a micro-plastics monitoring programme.  The Department, the Marine Institute and others are working nationally and with other states to develop an effective monitoring programme.  It goes back to investing in research.  We have committed to this as a country and we need to do more of it.  I know many Deputies would not agree with me because of previous experience, but it is important and there are key areas in which we are doing this.  If we invest in research it will future-proof our economy and help to future-proof our environment.  This is important for people who live in Ireland as climate change is key.  It is key in our agenda and it is certainly high up on the Minister's agenda also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01400","speaker":"1264"},{"type":"speech","time":1493893500,"counter":49,"content":"<p>Deputy Sherlock's Bill has generated quite a lot of interesting debate.  The Deputy has ten minutes in which to sum up, if he so wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01500","speaker":"1342"},{"type":"speech","time":1493893500,"counter":50,"content":"<p>I thank the Acting Chairman.  I thank colleagues who have welcomed the principle of the Bill.  It is very clear there is an intention on the part of the House, on a cross-party basis, to legislate for the issue and to ensure that we can put in place a robust mechanism that will offset the dire economic costs of the presence of microbeads and micro-plastics in our environment.<\/p><p>I thank Members for their support in the first instance when the legislation was introduced.  The Green Party Deputies were the originators of the Bill and I acknowledge their role.  We hope to bring this legislation a step further in seeking to deal with the legal issues pertaining to the European Union and the specific treaty provisions.  I reiterate that I accept the bona fides of the Minister, Deputy Coveney and Minister of State, Deputy English on the Government's intention to legislate on this issue.  Since proposals will come before the Government in June, if I understand the Ministers correctly, I would hope that we could be in some space to have this before us again by autumn of this year.  Am I correct in understanding that there may be a proposal to bring it before the Government in June?  The officials are not saying that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400012#K01600","speaker":"1276","continuing":true},{"type":"speech","time":1493894100,"counter":52,"content":"<p>It will not be specifically on this.  It is the other Bill, it will not be a bespoke Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00200","speaker":"1264"},{"type":"speech","time":1493894100,"counter":53,"content":"<p>The foreshore Bill will be brought before Government in June, as I understand it, and this matter could be attached to it.  That was the intention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00300","speaker":"1276"},{"type":"speech","time":1493894100,"counter":54,"content":"<p>The Minister, Deputy Coveney is prepared to consider that.  There also seems to be a demand for a bespoke Bill, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00400","speaker":"1264"},{"type":"speech","time":1493894100,"counter":55,"content":"<p>I raised the issue of having a bespoke Bill.  The Fianna F&aacute;il Deputies also sought to have one.  I am hopeful that we could deal with this in a bespoke fashion.  That would be the best way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00500","speaker":"1276"},{"type":"speech","time":1493894100,"counter":56,"content":"<p>That is what I am saying.  It will not be possible to have a bespoke Bill in June.  As the Minister, Deputy Coveney said in his opening remarks, there is the option to add it in to the foreshore Bill or to have a bespoke Bill.  That is something on which we can consult.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00600","speaker":"1264"},{"type":"speech","time":1493894100,"counter":57,"content":"<p>It should be possible to sort it out through consultation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00700","speaker":"1342"},{"type":"speech","time":1493894100,"counter":58,"content":"<p>Indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00800","speaker":"1276"},{"type":"speech","time":1493894100,"counter":59,"content":"<p>I cannot say today that there could be a June timeline for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L00900","speaker":"1264"},{"type":"speech","time":1493894100,"counter":60,"content":"<p>I want absolute clarity about this.  If the foreshore Bill is to come before us, which I imagine will be robust and detailed legislation, I am fearful that legislation dealing with micro-plastics or microbeads could get lost in the larger piece.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01000","speaker":"1276"},{"type":"speech","time":1493894100,"counter":61,"content":"<p>The Minister, Deputy Coveney said he would consider it.  To be clear, he is not saying he can bring forward a bespoke Bill in June.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01100","speaker":"1264"},{"type":"speech","time":1493894100,"counter":62,"content":"<p>That is fair enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01200","speaker":"1276"},{"type":"speech","time":1493894100,"counter":63,"content":"<p>We could probably agree to consultation in the lead-up to that.  Is that acceptable to everybody?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01300","speaker":"1342"},{"type":"speech","time":1493894100,"counter":64,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01400","speaker":"1264"},{"type":"speech","time":1493894100,"counter":65,"content":"<p>I accept what the Minister is saying about the June deadline.  In any event, I am hopeful that by autumn 2017 when we come back from the summer recess we will at least be in a position to have a Bill or the heads of a Bill before us.  I take the Minister of State at his word when he says there will be a consultation period with all interested parties in the House, as per the Acting Chairman's suggestion, so that we can proceed in a non-partisan way to give effect to a good and robust piece of legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01500","speaker":"1276"},{"type":"speech","time":1493894100,"counter":66,"content":"<p>I am not the Fianna F&aacute;il spokesperson on this matter but I suggest the Whips and spokespersons get together with the Minister with a view to having an agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01600","speaker":"1332"},{"type":"speech","time":1493894100,"counter":67,"content":"<p>Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01700","speaker":"1342"},{"type":"speech","time":1493894100,"counter":68,"content":"<p>I am open to any mechanism that can be used to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01800","speaker":"1276"},{"type":"speech","time":1493894100,"counter":69,"content":"<p>We have accepted that consultation will take place.  Deputy Sherlock may continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L01900","speaker":"1342"},{"type":"speech","time":1493894100,"counter":70,"content":"<p>I will conclude by saying that there were 3,000 submissions.  There is a huge demand outside of these Houses for this issue to be dealt with.  I thank the Minister and Minister of State for their openness.  I am appreciative of the fact that they are not opposing the Bill in typical partisan fashion.  Our Bill will remain on the agenda.  I will be happy to take it off the agenda as soon as we see a set of proposals coming from the Government side.  Fianna F&aacute;il has also said it intends to bring forward a set of proposals.  We will keep an open mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L02000","speaker":"1276"},{"type":"unspoken","time":1493894100,"counter":71,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Prohibition of Micro-Plastics Bill 2016: Referral to Select Committee [Private Members]","time":1493894100,"counter":72,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L02150"},{"type":"speech","time":1493894100,"counter":73,"content":"<p>I move:<\/p><blockquote>That the Bill be referred to the Select Committee on Housing, Planning, Community and Local Government pursuant to Standing Orders 84A(3)(<i>a<\/i>) and 141.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L02200","speaker":"1276"},{"type":"unspoken","time":1493894100,"counter":74,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1493894100,"counter":75,"content":"<p>That completes business on this issue.  I thank Members for their contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400013#L02400","speaker":"1342"},{"type":"unspoken","time":1493894100,"counter":76,"content":"<p>Sitting suspended at 11.45 a.m. and resumed at 12 noon.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Leaders' Questions","time":1493894700,"counter":77,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400014#N00100"},{"type":"speech","time":1493894700,"counter":78,"content":"<p>It has been clear in the past week, even before the beginning of the Brexit negotiations between the United Kingdom and the European Union, that attitudes on both sides are hardening.  This is increasing the likelihood of a hard Brexit, an outcome we certainly do not want in Ireland.  The posturing on both sides, including the selective leaking of what happened during the dinner between Prime Minister May and Jean-Claude Juncker, is serving to increase tension and make the impending negotiations even more difficult than they will be.  This hardening nationalistic approach has provoked a major British supermarket chain, the Co-op, to announce that it will not stock any beef other than British beef on its shelves.  While the Co-op does not stock Irish beef, it is clear that if other supermarkets in the United Kingdom follow suit, there will be clear consequences for the Irish beef sector.  I expect the Ministers for Jobs, Enterprise and Innovation and Agriculture, Food and the Marine to raise these issues to ensure it will not become a trend.  In the forthcoming negotiations Ireland needs to be an advocate for a calm, measured and firm approach.<\/p>  <p>  The T&aacute;naiste will be aware of a survey published by Chartered Accountants Ireland earlier today.  It deals with the levels of awareness and preparedness of Irish businesses for the customs issues that will inevitably arise if the United Kingdom leaves the customs union, which seems a near certainty.  The striking results of the survey should serve as a wake-up call for the Government which needs to realise it must do more to help businesses to prepare for the fall-out from Brexit if the United Kingdom leaves the customs union.  The survey has found that there is a startling lack of practical customs knowledge and a lack of understanding of the issues that will arise if the United Kingdom leaves the customs union.  Customs duty is primarily a self-assessment tax.  Businesses have not had to deal with this issue for almost 25 years because of the Single European Market.  There seems to be a distinct lack of corporate knowledge on the island of Ireland of how the customs system will work.  The crucial point is that even in a soft Brexit scenario in which no trade tariffs would apply, significant onerous obligations would be placed on Irish businesses to comply with new customs arrangements.  It is clear that we need to secure a funding mechanism at EU level to help Irish small and medium-sized enterprises to deal with the cash flow implications of compliance with new customs and VAT arrangements.  We need a programme of education and resourcing in order that firms can deal with the significant extra cost and compliance burden that will arise.  As part of the negotiations, we must secure agreement on the protection of the common transit area, which is key if Ireland is to be able to export to mainland Europe via the United Kingdom.  What are the practical steps the Government is taking to help business to become more prepared for the serious and inevitable consequences of Brexit, regardless of the form it will take?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400014#N00200","speaker":"1223"},{"type":"speech","time":1493894700,"counter":79,"content":"<p>The points made by the Deputy are well understood and being acted on by the Government in all the work it is doing in preparation for Brexit.  Everyone has to agree that it is a testament to those efforts that our priorities are so clearly reflected in the European Union's approach and have been stated in the guidelines.  Our priorities have been highlighted in all of our discussions and in all of the bilateral work done by our embassies abroad, ambassadors and each individual Minister, including the Minister for Foreign Affairs and Trade.  It is accepted that these priorities need to be protected as we move forward.  The Government's intention is to intensify its efforts and focus on the economic implications of Brexit.  Obviously, this is not where we want to be.  We do not welcome the decision taken by the United Kingdom.  We want to mitigate as much as possible in the Irish context the serious consequences it will have.  We will focus on the economic implications of Brexit because we want to reinforce the ongoing competitiveness of the economy and protect it from the negative impact of Brexit.  We will pursue every possible opportunity to ensure that will happen.<\/p>  <p>  A further paper on the economic implications of the Brexit challenge is being prepared by the Government.  It will draw on all of the work done across Departments and reflect the core economic themes outlined by the Taoiseach and others.  We need sustainable fiscal policies that will ensure we will have the capacity to absorb and respond to economic shocks, not least from Brexit.  We must have policies to make Irish enterprise more diverse and resilient, to diversify trade and investment patterns and to strengthen competitiveness.  All of the Government's recent actions and decisions have been taken in support of these goals.  Priority is being given to policy measures that dedicate resources to protect jobs and businesses in the sectors and regions that will be most affected by Brexit.  As I said, we must take the economic opportunities arising from Brexit and help businesses to adjust to new logistical or trade barriers.  All of these issues are priorities.  The Deputy mentioned an announcement made by a UK retailer, the Co-op.  It is important to note that the Co-op chain in Britain is not currently a customer of Irish meat exporters.  The Minister for Agriculture, Food and the Marine, Deputy Michael Creed; the Department of Agriculture, Food and the Marine and Bord Bia are very conscious of the need to ensure ongoing engagement with customers of Irish products in the United Kingdom.  That engagement is continuing at the highest levels.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400014#N00300","speaker":"1214"},{"type":"speech","time":1493894700,"counter":80,"content":"<p>That is all very broad and general.  The T&aacute;naiste has not dealt with the core issue I put to her.  Today's report provides a stark illustration of the lack of preparedness of Irish businesses for the possibility of the United Kingdom leaving the customs union.  Such an eventuality would lead to increased costs, regulation, compliance requirements, complexity and, potentially, barriers to trade in the day-to-day operations of Irish businesses.  What is the Government doing in practical terms to help businesses to prepare for these challenges?  My real concern is that the focus of the negotiations in the next 18 months or so will be on the terms of the exit and that trade will come after this.  Such an approach would be of no comfort to the tens of thousands of Irish workers who depend on trade with the United Kingdom on a day-to-day basis.  What is being done in practical terms to help Irish businesses to make the preparations they need to make?  I refer, for example, to the inclusion of the common transit area in the negotiations that are about to get under way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400014#N00400","speaker":"1223"},{"type":"speech","time":1493894700,"counter":81,"content":"<p>Detailed discussions with all relevant stakeholders are being and have been held over a long period.  We have held all-island conferences with the various stakeholders and businesses, North and South, east and west.  The Deputy has asked what the Department of Agriculture, Food and the Marine is doing to deal with agrifood issues.<\/p><p>In the Department of Agriculture, Food and the Marine, there is a dedicated Brexit unit examining these issues and dealing with agrifood businesses exporting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400014#N00500","speaker":"1214","continuing":true},{"type":"speech","time":1493895300,"counter":83,"content":"<p>There are just three people in it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00200","speaker":"1250"},{"type":"speech","time":1493895300,"counter":84,"content":"<p>IDA Ireland and Enterprise Ireland are working with these companies, examining the issues.  There is a Brexit response committee comprising different departmental divisions.  As recently as 11 April, there was a meeting with all the stakeholders in the agricultural area.  Close consultation with Bord Bia, Bord Iascaigh Mhara and Enterprise Ireland is ongoing.  Additional resources have been given to those bodies to help them work with the stakeholders, explore the issues and prepare for them.  Extra supports for dealing with Brexit-related issues have been given to these companies and bodies.  These are the practical actions which are happening now.  It is about working in detail with businesses and giving extra resources to those charged with managing and supporting these businesses to deal with the challenges Brexit will pose.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00300","speaker":"1214"},{"type":"speech","time":1493895300,"counter":85,"content":"<p>Yesterday the T&aacute;naiste&rsquo;s Cabinet colleague, the Minister for Children and Youth Affairs, Deputy Zappone, voiced her support for a date to be set for a referendum on the eighth amendment.  It is welcome that a senior Minister has publicly backed calls for a referendum to be held as soon as possible.<\/p>  <p>  The eighth amendment and its consequences impact on thousands of women.  It affects women and their families in every corner of this State.  For far too long, women have been denied dignity, respect and basic services.  They had their voices silenced and their rights denied.  We cannot be silent any longer.  Up to ten women and girls leave this State every day to avail of terminations abroad.  That is the reality.  These are not just women on a spreadsheet or in a news report.  They are our sisters, our mothers and our friends.  We cannot continue to fail them.  The eighth amendment is a relic of the past.  It has to go and be replaced with compassion.<\/p>  <p>  A recent report published by the UN Human Rights Committee found that the constitutional clause, which bans abortion for women carrying a foetus with a fatal abnormality, subjects women to cruel, inhuman and degrading treatment.  Sinn F&eacute;in, for its part, supports the right of a woman to seek termination of pregnancy where her life or mental health is at risk or in grave danger.  We also support the choice to terminate pregnancy in the cases of fatal foetal abnormality, rape or incest.  This requires a referendum and a repeal of the eighth amendment.  It would also require the enactment of new legislation to allow for terminations in these cases.<\/p>  <p>  By establishing the Citizens&rsquo; Assembly, the Government attempted to shirk its responsibility to address this most important matter.  It was an attempt to block the D&aacute;il from dealing with the eighth amendment and to stifle the obvious demand for a referendum as soon as possible.  The Government&rsquo;s political interests were placed ahead of the needs of women.  Now that the assembly has concluded its deliberations on the eighth amendment, it is clear that people are not willing to stand for this treatment any longer.  The assembly&rsquo;s recommendations demonstrate a clear appetite for reform and change of the current situation regarding access to terminations.  What is also clear is that there cannot be any further delay and any more kicking the can down the road on the part of the Government.  The Oireachtas needs to do its job.  We need to debate the issues and put the issue of the eighth amendment to the people in a referendum.<\/p>  <p>  The women of Ireland need to know when this issue will be put.  They need to know the Government&rsquo;s mindset on the timing.  Does the T&aacute;naiste agree that a referendum should be held in the earliest possible timeframe?  When will the Government allow for a referendum to be held?  When will the people finally have their say on the eighth amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00400","speaker":"1239"},{"type":"speech","time":1493895300,"counter":86,"content":"<p>I do not agree with the Deputy's comments on the Government&rsquo;s approach to this issue.  I was proud to be a member of the Government which dealt with the Protection of Life During Pregnancy Act.  The issues addressed in that Act had not been on the floor of this House, or had not been dealt with, until the previous Government decided to deal with them, as had been recommended by the Supreme Court many years previously.<\/p>  <p>  This is a delicate and difficult issue for every individual and society as to what exactly the legislative framework ought to be.  What we have had is a helpful and an important Citizens&rsquo; Assembly which addressed this issue and arrived at certain conclusions.  That is the opinion of the Citizens&rsquo; Assembly.  It is important we listen and examine carefully and await the final report in June on its deliberations.  We will all learn quite a lot from reading the detail of its deliberations, once we receive the report.  That was an important procedure with which Deputy will agree.<\/p>  <p>  Where to from there?  The Government has been clear that a committee will be established with all parties and Independents represented on it.  That will take place over the next several months.  Then the D&aacute;il has to take decisions.  I expect there will be a referendum after that.  A clear process has been laid out in terms of the deliberations of this House.  It is a different procedure to decide on legislation as opposed to have hearing of the opinions of the Citizens&rsquo; Assembly.  No doubt, we will all take that into account.<\/p>  <p>  Framing legislation in this area and what might replace a referendum is a complex issue.  It demands the kind of approach the Government has laid out which involves the D&aacute;il committee specifically examining it, and then the D&aacute;il deciding where to after that.  There are timeframes laid out for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00500","speaker":"1214"},{"type":"speech","time":1493895300,"counter":87,"content":"<p>This issue, perhaps like no other, has been marked by the politics of delay and of hypocrisy, as well as a politics that suggests women must wait.  It is 25 years since the X case when a raped and traumatised child was dragged through our courts.  Since then, as the T&aacute;naiste knows, we have had an alphabet soup of tragedy and maltreatment of women, story after story piled high.  Yet the political system stood still and looked the other way.<\/p>  <p>  This politics of delay cannot be tolerated any longer.  The Citizens&rsquo; Assembly was intended as a vehicle of political management rather than attaining any real clarity or result.  The committee will be established but that too must work expeditiously.  We must have a clear sense of when the referendum will be put and when people will have the opportunity to repeal the eighth amendment.  The T&aacute;naiste&rsquo;s colleague, the Minister for Children and Youth Affairs, Deputy Zappone, has no difficulty in stating her preference for an early referendum.  Simply, will the T&aacute;naiste confirm and clarify that this is a view shared by the Government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00600","speaker":"1239"},{"type":"speech","time":1493895300,"counter":88,"content":"<p>It is in Irish women's interests that we move forward with this issue and consider the legislative approach we want to take.  We have a bad history when it comes to women's reproductive rights.  Quite clearly, we are at a point where further and detailed discussion is needed.  As I said, no country in the world finds it easy to decide on the exact parameters around this issue or how it should be approached.<\/p>  <p>  Clearly, the Government has set in motion an approach which involves a D&aacute;il committee and will involve representatives of every Member across the House.  It behoves every Member on this committee to come back to the D&aacute;il, so decisions can be taken.  There is a timeframe of a number of months for this committee.  At that point then, the Government will take an overall approach.<\/p>  <p>  My own belief, as I have often stated, is that the Constitution is not the place to deal with these complex issues.  I believe a referendum should be held as early as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00700","speaker":"1214"},{"type":"speech","time":1493895300,"counter":89,"content":"<p>Is Fine Gael and the Government still planning to introduce income contingent loans for third level students?<\/p><p>As the T&aacute;naiste knows, the report from the committee headed by Mr. Peter Cassells, Investing in National Ambition, set out three funding options for the third level sector, including a predominantly State-funded system, a system of increased State funding with continuing registration fees and the recommended third funding option, increased State funding with deferred payment of fees but with income-contingent loans levied on graduates.<\/p> <p> The Minister for Education and Skills, Deputy Bruton, informed me and Deputy Pringle on 5 April that his Department is undertaking what he termed \"a technical evaluation\" of how income-contingent loans would work.  He seems to have pushed ahead with this study without consulting the Oireachtas Joint Committee on Education and Skills.  When will the technical evaluation be published and will it include a full cost-benefit analysis?  Before the Minister gave this reply last month I chaired a meeting with the Union of Students in Ireland, USI, attended by a cross-section of Deputies.  The union leaders, Ms Annie Hoey, Mr. Michael Kerrigan and their colleagues outlined powerful arguments against proceeding with student income-contingent loans.  Internationally, where student loan schemes have been introduced, there are large-scale debt default rates.  In Australia, for example, outstanding debt is over 35 billion Australian dollars, with average student debt at almost 40,000 Australian dollars per graduate.  In England, the poorest 40% of students will graduate with debts of nearly &pound;44,000 and the \"financialisation\" or sale of student debt to the private sector is another reprehensible feature of the English system.<\/p> <p> The Minister, Deputy Bruton, along with the Minister of State, Deputy Finian McGrath, and I represent a constituency with districts where third level access is below 20%, and in many parishes it is just 35% or under that level.  The introduction of student loans would have a further damaging impact on progression and access to third level education, especially for important sectors of society, including students with a disability, lone parents, first-time mature students, part-time and flexible learners, students from a farming background and students on grants.<\/p> <p> One insuperable argument against income-contingent loans is the Irish tradition of emigration and the fact we are an emigrant nation.  The Higher Education Authority recently indicated that 12% of graduates emigrate for a first job.  The USI estimates that nearly 4,000 additional graduates will emigrate to avoid repayment of large graduate loans.  Does the T&aacute;naiste agree that one fundamental reason for not proceeding with income-contingent loans would be the major ongoing cost to the State as outlined at the Oireachtas Joint Committee on Education and Skills last Tuesday by Dr. Charles Larkin of Trinity College Dublin and Dr. Shaen Corbet of Dublin City University?  They oppose income-contingent loans and characterise them as a very risky course of action for the Exchequer, with complex legislative set-up, administration and loan recovery systems, costing the State &euro;10 billion over the first ten years.<\/p> <p> Is Fine Gael still determined to introduce income-contingent loans given the party's opposition to treating third level education as a critical public good in the 2016 general election?  The party's partners in Fianna F&aacute;il are of course sitting on the fence with this, despite 2017 being the 50th anniversary of the great Donogh O'Malley introducing free second level education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400015#O00800","speaker":"1361","continuing":true},{"type":"speech","time":1493895900,"counter":91,"content":"<p>As the Deputy states, the Government and my party have emphasised the importance of higher education and it is a central part of the Government's plan to support a strong economy and deliver a fair society.  The package of measures announced for the sector in the budget reflects this priority, which will help all students.  To recap, we are providing an initial investment of &euro;36.5 million in the sector this year and &euro;160 million over the next three years.  It is the first significant investment in the sector for nine years and we are in a position to do this because of the improving economy.  The Minister, Deputy Bruton, has made it very clear he intends to continue that support.  It is the first significant investment in nine years, a period in which State investment in higher education fell by 33%, or &euro;463 million.  We are now keeping pace with the demographic increases and there are also targeted initiatives in priority areas, particularly in trying to ensure there is more focus on research, flexible learning and dealing with thousands of students benefitting from initiatives.  There is a multi-year spending plan for the sector and we want to ensure we have a sustainable system of funding going forward.<\/p>  <p>  As the Deputy knows, in 2016 the Minister published the Cassells report and, as committed to in the programme for Government, the report is currently with the Oireachtas committee.  The Minister has said this is an area where it would be preferable to have broad political consensus and he is working to build that here.  The Oireachtas committee is examining the option mentioned by the Deputy as well as other options.  The consultation paper on the introduction of the Exchequer mechanism was published in March and it stated that technical work will be undertaken on an income-contingent student loan scheme by an interdepartmental group in order to inform future policy options, including in light of the recommendations that will come from the Oireachtas Joint Committee on Education and Skills.  The work is of an administrative and technical nature and it will ensure the Department is in a position to respond once the committee has completed its work and published its recommendations.  These issues are under ongoing consideration by the Department.  The Minister will examine the final report and he is also doing some background work.  No decision has been taken in this regard but the issues are being examined.  Further work will be completed in order to ensure we have all the information we need.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400016#P00200","speaker":"1214"},{"type":"speech","time":1493895900,"counter":92,"content":"<p>I welcome the additional &euro;38.5 million in the 2017 budget and the promise of &euro;160 million over the next three budgets, as well as the proposal to increase the national training fund levy from 0.7% to 1% in forthcoming budgets.  There must still be a fundamental and early decision on this and the T&aacute;naiste did not reply to the central question of when the evaluation report will be produced and if there is an implementation plan for what I would regard as a very regressive proposal.  It was her Government and the previous Fianna F&aacute;il Government that slashed third level funding over the past eight or nine years, from almost &euro;1.5 billion to under &euro;1 billion.  If the Government proceeds with this, it may as well tear up the national plan for equity of access to higher education for 2015 to 2018.  With 45% of our workforce now being graduates, with education playing a primary role in Ireland's growth and recovery since the early 1990s, should the Government not look positively to the long-term earning power and taxes of graduates to fund a free third level system rather than embarking on a regressive, unwieldy and dangerous system of student loans?  It should in this case follow the good example of Scotland, Germany and France.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400016#P00300","speaker":"1361"},{"type":"speech","time":1493895900,"counter":93,"content":"<p>I have no doubt these issues will be considered very carefully so there will be an equitable approach and we can ensure all our community can benefit from higher education.  I will point out a couple of facts about the equity issue.  Over 3,000 students from disadvantaged groups will benefit from the additional package of &euro;8.5 million to support more disadvantaged students, including lone parents and Travellers, in attending higher level education.  This includes the introduction of the full maintenance grant worth almost &euro;6,000 from September 2017 for 1,100 postgraduate students in the lowest income category.  That is absolutely targeted at equity issues that have been correctly raised by the Deputy.  I can also speak about other initiatives for support, including the new frontier research programme, with work being done to cover increasing enrolments.  There is also provision for expansion of apprenticeships and so on.  There are quite a number of issues in addition to the Deputy's point on grants, with actions being taken to achieve equity in access to education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400016#P00400","speaker":"1214"},{"type":"speech","time":1493895900,"counter":94,"content":"<p>In September 2015 the T&aacute;naiste promised, on behalf of the country, that we would accept some 4,000 refugees from Syria as part of a co-ordinated response from Europe to the refugee crisis, which in scale is beyond anything we have seen in my lifetime.  In that country of approximately 23 million, 500,000 have died, with 2 million people disabled because of lost limbs or other disabilities.  There are 6 million people displaced internally and there are now over 5 million displaced refugees outside their own country.  It has not gone away as an issue, despite going off the news cycle.  Almost 250,000 people in the first three months of the year were added to that list.  Turkey has taken some 3 million refugees.<\/p><p>Lebanon has taken approximately 1 million, Jordan has taken approximately 700,000, the rest of Europe is taking 900,000 and we have committed to taking 4,000.  We set a timeline of two years from the introduction of the programme.  How many refugees from Syria have we accepted to date?  How many does the T&aacute;naiste expect us to have received by the deadline we have set?<\/p> <p> The people of Ballaghaderreen and those at other emergency reception centres have shown real strength and done us proud with the welcome they have given the refugees.  However, from what I hear from the people involved, the State, unfortunately, is not doing enough.  We are not getting the welcome right.  We are not engaging local communities.  Additional resources and additional community officers must be provided to help with the integration of these people.  We could learn from the Department of Justice in Northern Ireland, which has a far better record in terms of involving non-governmental organisations, NGOs, and other outside bodies to be part of the welcome.  What changes in resources will the T&aacute;naiste make in her Department?  I hear that there is a lack of resources in respect of translation facilities and administrative and other staff and that this is part of the reason we are behind our target for welcoming people.<\/p> <p> Finally, we hear that since the introduction of the new international refugee process which was put in place early last January Ireland is still operating one of the least humane systems for asylum seekers.  Next to Lithuania Ireland is the least progressive in terms of allowing other refugees in asylum centres to work.  I received a telephone call in my house during the week through some contacts in the Syrian refugee movement from a young man who told me, \"I am going to the city of Ballaghaderreen\".  God bless us, that is great.  It could be great for the town of Ballaghaderreen, but we must get the refugees working.  We must not have that young man losing his spirit, confidence or mental health further by leaving him to languish there.  We must get such people working.  What will the T&aacute;naiste do to allow that to become part of the welcome for the 4,000 people we have committed to take?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400016#P00500","speaker":"1294","continuing":true},{"type":"speech","time":1493896500,"counter":96,"content":"<p>We proactively committed to taking in 4,000 refugees under the relocation and resettlement programmes.  Most countries in Europe agreed to accept certain numbers based on criteria that were established by the European Union, but we proactively agreed to do it.  Since then, huge resources have been put in place to ensure that we will meet our commitment.  Refugees are arriving almost every three weeks at present.  As I have often said, there was a slow start to the programme not just in Ireland but also across Europe.  The reason is that the systems in Greece and Italy were chaotic for registration.  As we saw, refugees moving throughout Europe were not being registered.  That situation has changed dramatically and the refugees who arrive in Greece are all being registered, given accommodation and arrangements are made for them to be relocated to other countries.  Once that system was up and running Ireland was in a position to receive the refugees it had indicated it would receive.  My Department has been sending teams to both Lebanon and Greece regularly over the last 18 months to ensure the programme works and proceeds.<\/p>  <p>  I agree with what the Deputy said about community responses in this country.  We are fortunate to see the responses given by communities to refugees in need both in Ballaghaderreen and in other places.  We have not experienced some of the attitudes and reactions to refugees that have occurred in other countries.  Of course, Ireland is not a front-line state and is not dealing with the numbers that there are in other countries.  However, the programme is under way.  We are also working on the motion passed by the D&aacute;il in respect of taking minors from Calais.  That programme has started and young people have already arrived in this country.  We have sent teams to France on a number of occasions to ensure that the commitment is being met.  However, it takes time.<\/p>  <p>  Over 1,000 refugees have arrived under the commitment we made.  They are primarily from Greece and Lebanon.  There have been delays in Italy because Italy wants us to accept the security it carries out and will not let An Garda S&iacute;och&aacute;na carry out the vetting there.  We are not prepared to accept that.  We have had detailed discussions with the people concerned to try to resolve that, but we have not been able to resolve it for security reasons.  We will have to take more people from Greece to fulfil the numbers to which we have committed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00200","speaker":"1214"},{"type":"speech","time":1493896500,"counter":97,"content":"<p>I welcome the T&aacute;naiste's response and I commend the work that has been done.  However, nobody believes that we will reach our commitment if it has taken 18 months for just 1,000 refugees out of 4,000 to arrive.  I would welcome the possibility of taking in the additional 3,000 within the next few months but I do not believe it will be possible.  However, let us make an effort and see if it can be done.  Will the T&aacute;naiste commit to making that possible, to ensure we maintain public confidence and maintain the welcome given not just in Ballaghaderreen but also in Dungarvan and other centres?  We must put more resources in the T&aacute;naiste's Department.  The problems do not all lie with the Italian civil service.  We must examine what resources we are deploying, including within the Department, given that we are so far behind in what we said we would do.  The T&aacute;naiste must deploy additional resources and part of those resources must tap into community resources to achieve a multiplier.<\/p>  <p>  Finally, what comes next after the autumn?  What comes next in our commitment?  Where do we go from here?  This is 4,000 out 5 million or 6 million refugees and 11 million displaced people in the country, so it is only a drop.  What is our policy on what comes next after this original commitment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00300","speaker":"1294"},{"type":"speech","time":1493896500,"counter":98,"content":"<p>We have accelerated the intake from Lebanon under the resettlement programme and more than 1,000 people will have arrived here from the refugee camps by the end of the year.  We took 520 extra.  Due to the slowdown on the other area of relocation we took more people from the refugee camps to increase the numbers.  We continue to be flexible in terms of trying to respond to the need that exists and to meet our commitment on the numbers.  The Deputy referred to resources.  All Departments have committed personnel resources.  A stakeholder meeting is chaired by the Minister of State, Deputy Stanton, on a regular basis to ensure we respond to the needs of the refugees who are arriving, be they in respect of social protection, health or education.  They have complex needs and these must be met.  They demand a response not only from the Department of Justice and Equality, and we have put in extra resources, but from all Departments.  That is essential.<\/p>  <p>  The current commitment in the resettlement and relocation programme finishes in September or October this year.  At that point the European Union will examine the situation again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00400","speaker":"1214"},{"type":"majorheading","content":"Questions on Promised Legislation","time":1493896500,"counter":99,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00500"},{"type":"speech","time":1493896500,"counter":100,"content":"<p>There are 15 minutes for questions on promised legislation today and already 17 Deputies have indicated they wish to ask questions.  If Members ask concise questions and there are brief answers, we could get through a number of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00600","speaker":"1371"},{"type":"speech","time":1493896500,"counter":101,"content":"<p>Can the T&aacute;naiste clarify whether the Government intends to proceed with the sale of its stake in Allied Irish Banks, AIB, by way of an initial public offering, IPO, before the summer recess?  It is the Government's intention to use the proceeds from the sale of AIB to pay down debt.  Is that because the Government believes it is the right thing to do or is it because it believes it must do so under the fiscal rules?  We have written to the President of the European Commission seeking his support for a relaxation of the rules to allow at least some of the proceeds to be used for capital investment.  Can the T&aacute;naiste clarify the Government's position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00700","speaker":"1223"},{"type":"speech","time":1493896500,"counter":102,"content":"<p>The Minister for Finance, Deputy Noonan, has been addressing this issue with the Deputy.  I will ask the Minister to communicate further with the Deputy on the current plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00800","speaker":"1214"},{"type":"speech","time":1493896500,"counter":103,"content":"<p>In 2015, Garda Tony Golden was shot dead and Ms Siobh&aacute;n Phillips, his partner at the time, was also shot and grievously injured by an individual known to An Garda S&iacute;och&aacute;na, Crevan Mackin.  Four days after the shooting Deputy Gerry Adams was in receipt of disturbing information as regards this individual and his relationship with An Garda S&iacute;och&aacute;na.  He wrote to the T&aacute;naiste eight times and to the Taoiseach four times.  The T&aacute;naiste did nothing on the case.  He then made a complaint to the Garda S&iacute;och&aacute;na Ombudsman Commission, GSOC.<\/p><p>It falls very short of the kind of investigation this very disturbing and serious case demands.  So far, the Taoiseach has given a deaf ear to the family of Siobh&aacute;n Phillips who called for a public inquiry.  When will the T&aacute;naiste give an account of these events to the D&aacute;il and answer questions about this serious turn of events?  I believe that needs to happen without delay and should happen next week when the D&aacute;il is in session.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400017#Q00900","speaker":"1239","continuing":true},{"type":"speech","time":1493897100,"counter":105,"content":"<p>That is not really a question relevant to promised legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00200","speaker":"1371"},{"type":"speech","time":1493897100,"counter":106,"content":"<p>The matter was dealt with in a Topical Issue matter yesterday and the Taoiseach addressed it fully earlier this week. A GSOC investigation is underway in regard to the issues the Deputy raised and a comprehensive Garda investigation is also taking place.  Both of those should be allowed to take their course and we should get the facts before further action is taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00300","speaker":"1214"},{"type":"speech","time":1493897100,"counter":107,"content":"<p>I wish to ask the T&aacute;naiste a very short and direct question.  Did the Republic of Ireland support the nominee of the Kingdom of Saudi Arabia to the position of UN Commission on the Status of Women?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00400","speaker":"1353"},{"type":"speech","time":1493897100,"counter":108,"content":"<p>As the Deputy knows, it is the practice that countries do not disclose their votes at the United Nations.  That is the approach which-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00500","speaker":"1214"},{"type":"speech","time":1493897100,"counter":109,"content":"<p>The House deserves to know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00600","speaker":"1353"},{"type":"speech","time":1493897100,"counter":110,"content":"<p>As the Deputy knows, that is the approach that has generally been taken in respect of United Nations votes.  It has been the practice of previous Governments and this Government.  It is the procedure that has been adopted in the UN in order to facilitate its business.  The Government does not disclose-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00700","speaker":"1214"},{"type":"speech","time":1493897100,"counter":111,"content":"<p>The Government will not tell the House how it voted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00800","speaker":"1353"},{"type":"speech","time":1493897100,"counter":112,"content":"<p>Is that a &quot;Yes&quot;?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R00900","speaker":"1239"},{"type":"speech","time":1493897100,"counter":113,"content":"<p>We can take that as a &quot;Yes&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01000","speaker":null},{"type":"speech","time":1493897100,"counter":114,"content":"<p>I am forced, once again, to ask the Government to clarify its position on legislation on access to medicinal cannabis.  I am doing so because Vera Twomey, the mother of Ava Barry who suffers from a severe form of epilepsy, Dravet syndrome, has been outside all night and remains outside the D&aacute;il.  She is seeking a meeting with the Minister for Health, which he promised, regarding gaining access for her daughter to medicinal cannabis.<\/p>  <p>  I appeal to the Government on this issue.  We have had mixed and worrying signals that perhaps the reason the Minister does not want to meet Vera Twomey is because he is trying to severely restrict access to medicinal cannabis for people like Ava Barry and others who are suffering and need this product.<\/p>  <p>  In the past ten days the medical profession of this country voted that people like Vera Twomey, who have a prescription from a general practitioner, should have access to this product.  Why is the Minister and Government second guessing the medical profession in this country and leaving people like Vera Twomey suffering outside the gates?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01100","speaker":"1238"},{"type":"speech","time":1493897100,"counter":115,"content":"<p>Vera Twomey will for a second night sleep outside the D&aacute;il in her fight to get medication for her child and every other person who suffers from the same illness in this country.  In an answer to a question some weeks ago the Taoiseach said that for the medication to be legalised in this country it would have to be done through legislation which, in his view, would take some time.  He also said a meeting of the Joint Committee on Health and Children could result in a licence being given on compassionate grounds.  This meeting took place but, unfortunately, further hurdles have now appeared and Vera is unable to access the medication on compassionate grounds.<\/p>  <p>  This lady wants to go home to her child and we have to have some compassion.  She had a meeting with the Minister, Deputy Harris, who promised a follow-up meeting which has not taken place.  Can the T&aacute;naiste intervene with the Minister and ask him at least to meet the lady and allow her to go home today to her family?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01200","speaker":"1263"},{"type":"speech","time":1493897100,"counter":116,"content":"<p>I am reluctant to discuss individual details in regard to anyone in the House.  Obviously, no one wants to see Vera camping outside Leinster House.  However, far from what has been said the Minister is not trying to second guess any medical opinion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01300","speaker":"1214"},{"type":"speech","time":1493897100,"counter":117,"content":"<p>He is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01400","speaker":"1238"},{"type":"speech","time":1493897100,"counter":118,"content":"<p>-----on the situation and I will tell the House why.  Clearly, the treatment for the person in question must be managed by her clinicians and it is possible-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01500","speaker":"1214"},{"type":"speech","time":1493897100,"counter":119,"content":"<p>That is not what the IMO said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01600","speaker":"1238"},{"type":"speech","time":1493897100,"counter":120,"content":"<p>The Deputy asked me a question.  Does he want me to reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01700","speaker":"1214"},{"type":"speech","time":1493897100,"counter":121,"content":"<p>Deputy, please let the T&aacute;naiste respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01800","speaker":"1371"},{"type":"speech","time":1493897100,"counter":122,"content":"<p>The Minister, Deputy Harris, is not a doctor.  Those in the IMO are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R01900","speaker":"1238"},{"type":"speech","time":1493897100,"counter":123,"content":"<p>Neither is Deputy Boyd Barrett.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02000","speaker":"1322"},{"type":"speech","time":1493897100,"counter":124,"content":"<p>The point I want to make is that the Minister has had lengthy meetings with the family on a number of occasions.  He has explained to them that it is possible to grant a licence to prescribe a cannabis-based treatment containing THC.  However, the application must be endorsed by the consultant treating the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02100","speaker":"1214"},{"type":"speech","time":1493897100,"counter":125,"content":"<p>The doctors of this country said that is ridiculous and that a GP is enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02200","speaker":"1238"},{"type":"speech","time":1493897100,"counter":126,"content":"<p>Please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02300","speaker":"1371"},{"type":"speech","time":1493897100,"counter":127,"content":"<p>I am talking about each individual case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02400","speaker":"1214"},{"type":"speech","time":1493897100,"counter":128,"content":"<p>No, sorry.  The Minister, Deputy Harris, made that decision.  The doctors of this country do not agree.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02500","speaker":"1238"},{"type":"speech","time":1493897100,"counter":129,"content":"<p>Let me make the point-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02600","speaker":"1214"},{"type":"speech","time":1493897100,"counter":130,"content":"<p>It is flipping outrageous.  The Government is second-guessing the doctors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02700","speaker":"1238"},{"type":"speech","time":1493897100,"counter":131,"content":"<p>Quite the opposite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02800","speaker":"1214"},{"type":"speech","time":1493897100,"counter":132,"content":"<p>Listen to the doctors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R02900","speaker":"1238"},{"type":"speech","time":1493897100,"counter":133,"content":"<p>Deputy Boyd Barrett, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03000","speaker":"1371"},{"type":"speech","time":1493897100,"counter":134,"content":"<p>Let me make the point that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03100","speaker":"1214"},{"type":"speech","time":1493897100,"counter":135,"content":"<p>It is outrageous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03200","speaker":"1238"},{"type":"speech","time":1493897100,"counter":136,"content":"<p>Deputy Boyd Barrett, you are out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03300","speaker":"1371"},{"type":"speech","time":1493897100,"counter":137,"content":"<p>Can I be very clear?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03400","speaker":"1214"},{"type":"speech","time":1493897100,"counter":138,"content":"<p>Deputy Boyd Barrett, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03500","speaker":"1371"},{"type":"speech","time":1493897100,"counter":139,"content":"<p>Once a consultant endorses and supports an application, the current situation-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03600","speaker":"1214"},{"type":"speech","time":1493897100,"counter":140,"content":"<p>A GP is enough, according to the doctors of this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03700","speaker":"1238"},{"type":"speech","time":1493897100,"counter":141,"content":"<p>-----is that it can then be prescribed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03800","speaker":"1214"},{"type":"speech","time":1493897100,"counter":142,"content":"<p>She has a prescription.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R03900","speaker":"1238"},{"type":"speech","time":1493897100,"counter":143,"content":"<p>That is the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04000","speaker":"1214"},{"type":"speech","time":1493897100,"counter":144,"content":"<p>She has a prescription.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04100","speaker":"1238"},{"type":"speech","time":1493897100,"counter":145,"content":"<p>If that prescription is available from a consultant then it can be prescribed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04200","speaker":"1214"},{"type":"speech","time":1493897100,"counter":146,"content":"<p>Why does it have to be a consultant?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04300","speaker":"1238"},{"type":"speech","time":1493897100,"counter":147,"content":"<p>The Deputy knows the answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04400","speaker":"1322"},{"type":"speech","time":1493897100,"counter":148,"content":"<p>No I do not.  The doctors of this country said it does not have to be a consultant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04500","speaker":"1238"},{"type":"speech","time":1493897100,"counter":149,"content":"<p>In a meeting with party leaders, the Taoiseach said he would consider setting up a separate meeting between leaders and Michel Barnier, who will come before the House next week, as was suggested by Deputy Adams, the leader of Sinn F&eacute;in.  He said he wanted to see what the arrangements were regarding the meeting of the D&aacute;il.  I understand Commissioner Barnier will speak here next week.  My contribution might be limited to about one minute.  In that regard, could the T&aacute;naiste check with the Office of the Taoiseach and come back to the party leaders to confirm whether a separate meeting could be arranged to allow informal dialogue between leaders and the Commissioner?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04600","speaker":"1294"},{"type":"speech","time":1493897100,"counter":150,"content":"<p>That is not really relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04700","speaker":"1371"},{"type":"speech","time":1493897100,"counter":151,"content":"<p>I will follow up on that.  I will ask the Office of the Taoiseach to communicate with the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04800","speaker":"1214"},{"type":"speech","time":1493897100,"counter":152,"content":"<p>It was reported that this week the Cabinet cleared legislation as a priority to protect vulnerable workers who have precarious working arrangements such as zero and low-hour contracts.  Can the T&aacute;naiste tell us when the Bill will be published and offered by the Government to the Chamber for debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R04900","speaker":"1221"},{"type":"speech","time":1493897100,"counter":153,"content":"<p>I understand it is going for pre-legislative scrutiny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05000","speaker":"1214"},{"type":"speech","time":1493897100,"counter":154,"content":"<p>The Technological Universities Bill has sat on the Government's side of the House for in excess of 18 months.  It was meant to come before the previous D&aacute;il.  The Minister for Education and Skills, Deputy Bruton, has said on numerous occasions that it is imminent.  We have yet to see it come before the floor of the House.  A number of institutes of technology, such as Athlone, are anxiously awaiting a decision and have met other independent verified standards in order to be upgraded to a university.  We are now waiting for the Government to produce the necessary Bill.  What is the delay?  When will the Bill come before the House for completion?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05100","speaker":"1250"},{"type":"speech","time":1493897100,"counter":155,"content":"<p>I understand it is awaiting Committee Stage.  I will ask the Minister to link with the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05200","speaker":"1214"},{"type":"speech","time":1493897100,"counter":156,"content":"<p>It has been parked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05300","speaker":"1353"},{"type":"speech","time":1493897100,"counter":157,"content":"<p>I refer to the commitment in the programme for Government to increase Garda numbers.  I draw the attention of the T&aacute;naiste to the severe shortage and pressure on Garda numbers in Donegal.  A recent reply to a parliamentary question indicated that the number of full-time community garda&iacute; in the county has been reduced from 21 to two, because Donegal only received 13 of the 815 new recruits from Templemore.  Does that concern the T&aacute;naiste?  It should.  I ask that the T&aacute;naiste and Government liaise with the Garda Commissioner to ensure the shortage in Garda resources in the county is addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05400","speaker":"1244"},{"type":"speech","time":1493897100,"counter":158,"content":"<p>The good news is that 800 recruits are going through Templemore this year, which gives the Garda Commissioner the opportunity to make decisions regarding the allocation of garda&iacute; within An Garda S&iacute;och&aacute;na and to increase the numbers in whatever areas she deems appropriate.  That is an operational decision for the Commissioner.  I have no doubt she will bear in mind the points the Deputy has made.  The allocation is based on the need in different counties.  It is an independent decision that is made by the Commissioner.  It is an operational decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05500","speaker":"1214"},{"type":"speech","time":1493897100,"counter":159,"content":"<p>A 16 year old child spent a night on a chair in an overcrowded acute adult mental health unit in Waterford.<\/p><p>The practice of placing children in adult mental health units has been described as inexcusable by the inspector of mental health services and the Mental Health Commission told the Government to end it six years ago.  There is a Bill on the Order Paper, the Mental Health (Amendment) Bill 2016, which was introduced by Independent Senators Freeman, Craughwell and O'Donnell.  Will the Government fast-track the Bill or introduce its own legislation immediately?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400018#R05600","speaker":"1279","continuing":true},{"type":"speech","time":1493897700,"counter":161,"content":"<p>I will be working with Senator Joan Freeman on the Bill, but I cannot answer the question at the moment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00200","speaker":"1337"},{"type":"speech","time":1493897700,"counter":162,"content":"<p>Can the Minister of State come back to me on it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00300","speaker":"1279"},{"type":"speech","time":1493897700,"counter":163,"content":"<p>I can come back to the Deputy directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00400","speaker":"1337"},{"type":"speech","time":1493897700,"counter":164,"content":"<p>A Programme for Partnership Government contains a commitment to recognising a Palestinian state as part of a lasting settlement to the conflict in the region.  As I am sure the T&aacute;naiste is aware, 1,000 Palestinian prisoners are on hunger strikes to protest against inhuman and degrading treatment, torture and medical negligence.  Unfortunately, a young Palestinian, Mazan al Maghrebi, has become the first to die on that hunger strike.  Can the Minister for Foreign Affairs and Trade raise this issue with the Israeli authorities and, as a gesture of solidarity with the Palestinian people, can we recognise the Palestinian state?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00500","speaker":"1309"},{"type":"speech","time":1493897700,"counter":165,"content":"<p>I will certainly pass on the particular case Deputy Crowe has raised to the Minister for Foreign Affairs and Trade and ask him to liaise with the Deputy directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00600","speaker":"1214"},{"type":"speech","time":1493897700,"counter":166,"content":"<p>The Garda S&iacute;och&aacute;na (compensation for malicious injuries) Bill is promised legislation.  What is its current state of progress and when can we expect to find it passing through the Houses of the Oireachtas?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00700","speaker":"1322"},{"type":"speech","time":1493897700,"counter":167,"content":"<p>I await further legal advice on the Bill and will communicate with the Deputy directly when I have it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00800","speaker":"1214"},{"type":"speech","time":1493897700,"counter":168,"content":"<p>Numerous Deputies, including me, have raised the issue of the reintroduction of the mobility grant for those with the primary medical certificate and those caring for them.  They have been disadvantaged and discommoded and are suffering and I hope this is the last time the matter will have to be raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S00900","speaker":"1332"},{"type":"speech","time":1493897700,"counter":169,"content":"<p>I will get information on that and communicate directly with the Deputy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01000","speaker":"1214"},{"type":"speech","time":1493897700,"counter":170,"content":"<p>Page 23 of the programme for Government commits to a new model of affordable rental to be delivered within the first 100 days of Government.  In fact, the detail of the cost rental model was to be rolled out in quarter 3 of 2016.  Unfortunately, we have yet to see it.  With tens of thousands of individuals and families who are ineligible for social housing increasingly locked out of the private rental and home purchase markets, when will the model of affordable rental be introduced?  Will legislation be enacted to ensure that local authorities can run such schemes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01100","speaker":"1215"},{"type":"speech","time":1493897700,"counter":171,"content":"<p>There is a category of people who are caught out because their incomes are too high for local authority housing and too low to access mortgages.  They attend our clinics every week and there are, unfortunately, very few options for them.  Very little is being done for this category of people and it is deeply frustrating.  Action is required.  The cost rental model is one of the things that needs to be done but further action is also required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01200","speaker":"1287"},{"type":"speech","time":1493897700,"counter":172,"content":"<p>The Minister with responsibility for this area has announced a whole range of initiatives to help those on a variety of income levels to access housing.  A huge and unprecedented capital commitment has been made and a whole range of initiatives from social housing to rental proposals are part and parcel of Rebuilding Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01300","speaker":"1214"},{"type":"speech","time":1493897700,"counter":173,"content":"<p>For the fourth time, I ask the Minister for Communications, Climate Action and Environment, Deputy Denis Naughten, the guidelines for wind farm development and renewable energy.  The last time I spoke to the Minister, he said the guidelines would be provided before the Easter recess.  It is now after the Easter recess and I am going to continue to ask until the guidelines are printed.  It is a critical issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01400","speaker":"1321"},{"type":"speech","time":1493897700,"counter":174,"content":"<p>When I was on the other side of the House, I asked on numerous occasions.  We have made significant progress.  The finalisation of the draft is being settled between the officials of both Departments involved and the Minister for Housing, Planning, Community and Local Government, Deputy Coveney, and I have signed off on the principles relating to it.  The delay was related to the expectation that the World Health Organisation would provide revised figures on noise, in particular from wind farms, at a meeting last Monday week in Brussels.  The organisation has now informed us that the figures will not be available until the summer and we are not prepared to hold off on providing the draft regulations for consultation in the interim.  We will make provision for that.  The drafting must be completed before we bring the memorandum to Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01500","speaker":"1234"},{"type":"speech","time":1493897700,"counter":175,"content":"<p>Two sets of families, one in Littleton, County Tipperary, and one in Offaly, are waiting today for a high official of Bord na M&oacute;na to tell them about their futures.  The Minister was down last week in a blaze of glory to announce the feasibility study on solar panels, which we welcome.  Surely, however, the workers in the Bord na M&oacute;na plants have given dedicated service and are entitled to some modicum of respect from the company and the Minister as a shareholder and should not have to wait for this 2 p.m. announcement.  They do not know which driver, car and official will come to which set of families.  That is how bad it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01600","speaker":"1347"},{"type":"speech","time":1493897700,"counter":176,"content":"<p>That is a Topical Issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01700","speaker":"1371"},{"type":"speech","time":1493897700,"counter":177,"content":"<p>Possibly, but this is happening as we speak.  They are waiting for 2 p.m. and surely the Minister can make some comment on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01800","speaker":"1347"},{"type":"speech","time":1493897700,"counter":178,"content":"<p>This is a very difficult time for the staff at both sites.  My understanding is that the board has yet to make a decision.  As soon as it has done so, it will be communicated with the staff in the first instance.  The board is meeting as we sit here.  This is an operational matter for the company and not something in respect of which I have a direct function.  A transitional process will be put in place and engagement with the staff involved will occur.  The intention is to ensure that as many staff as possible at whichever site are redeployed and that we explore potential alternative opportunities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S01900","speaker":"1234"},{"type":"speech","time":1493897700,"counter":179,"content":"<p>It is linked to carbon tax policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S02000","speaker":"1347"},{"type":"speech","time":1493897700,"counter":180,"content":"<p>I will bring a memorandum to Government within the next couple of weeks to establish a new semi-State entity, bioenergy Ireland, to examine the development of the biomass industry in the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S02100","speaker":"1234"},{"type":"speech","time":1493897700,"counter":181,"content":"<p>That concludes questions on promised legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S02200","speaker":"1371"},{"type":"speech","time":1493897700,"counter":182,"content":"<p>On a point of order, an issue was raised by a Fianna F&aacute;il colleague yesterday.  We saw the great benefit of having Deputy Naughten present for questions on promised legislation today.  At the start of this D&aacute;il, most Ministers were in attendance as part of what was an effective reform.  That there are only two Cabinet Ministers here now really undermines that.  I ask the Ceann Comhairle to remind the Cabinet of the reform we expected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S02300","speaker":"1353"},{"type":"speech","time":1493897700,"counter":183,"content":"<p>We will communicate accordingly.  I thank the Deputy for that helpful suggestion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400019#S02400","speaker":"1371"},{"type":"majorheading","content":"Standing Order 27: Motion (Resumed)","time":1493898300,"counter":184,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400020#T00050"},{"type":"unspoken","time":1493898300,"counter":185,"content":"<p>The following motion was moved by the Minister of State at the Department of Health, Deputy Marcella Corcoran Kennedy, on Tuesday, 2 May 2017:<\/p><p><\/p>"},{"type":"unspoken","time":1493898300,"counter":186,"content":"<p>Debate resumed on amendment No. 2:<\/p><p>- (Deputy Aengus &Oacute; Snodaigh).<\/p>"},{"type":"vote","time":1493898300,"counter":187,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 41; Níl, 94; Staon, 0.<\/p><br\/><p>Tellers: Tá, Deputies Kathleen Funchion and Aengus Ó Snodaigh; Níl, Deputies Tony McLoughlin and Jim Daly.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400020#T00300","aye":["1330","1432","1238","1252","1361","1279","1306","1316","1434","1309","1258","1259","1288","1303","1317","1266","1351","1348","1299","1345","1239","1359","1242","1362","1333","1226","1215","1269","1287","1305","1280","1302","1366","1327","1294","1222","1367","1232","1235","1355","1358"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1260","1241","1273","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1268","1292","1274","1356","1322","1264","1300","1214","1341","1331","1233","1289","1313","1318","1251","1275","1360","1237","1353","1249","1365","1229","1349","1314","1311","1323","1240","1346","1244","1337","1347","1223","1290","1343","1224","1363","1284","1283","1262","1342","1234","1315","1328","1326","1312","1228","1296","1297","1227","1267","1329","1278","1257","1291","1370","1265","1231","1334","1304","1213","1301","1276","1271","1277","1250"],"abs":[]},{"type":"speech","time":1493898900,"counter":188,"content":"<p>I move amendment No. 1:<\/p><blockquote>To delete all words after &ldquo;That&rdquo; where it firstly occurs and substitute the following:&ldquo;with effect from 9th May 2017, the Standing Orders of D&aacute;il &Eacute;ireann relative to Public Business be amended by the deletion of Standing Order 27.&rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400021#U00100","speaker":"1432"},{"type":"vote","time":1493898900,"counter":189,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 15; Níl, 96; Staon, 20.<\/p><br\/><p>Tellers: Tá, Deputies Mick Barry and Richard Boyd Barrett; Níl, Deputies Tony McLoughlin and Jim Daly.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400021#U00200","aye":["1432","1238","1361","1306","1434","1259","1351","1348","1299","1359","1226","1366","1222","1367","1355"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1260","1241","1273","1218","1255","1336","1263","1221","1339","1286","1217","1298","1364","1261","1268","1292","1274","1356","1322","1264","1300","1214","1341","1331","1233","1289","1313","1318","1251","1275","1360","1237","1353","1249","1365","1229","1349","1314","1311","1323","1346","1244","1337","1347","1223","1290","1343","1242","1224","1363","1284","1283","1262","1342","1234","1315","1328","1326","1312","1228","1296","1297","1227","1267","1329","1278","1257","1291","1370","1265","1231","1334","1304","1213","1301","1294","1276","1271","1277","1250","1358"],"abs":["1330","1252","1279","1316","1288","1303","1317","1266","1345","1239","1362","1333","1340","1269","1287","1305","1280","1302","1232","1235"]},{"type":"speech","time":1493899500,"counter":190,"content":"<p>I move amendment No. 3:<\/p><p>To delete all words after &ldquo;That&rdquo; were it firstly occurs and substitute the following:<\/p><p>&ldquo;with effect from 9th May, 2017, the Standing Orders of D&aacute;il &Eacute;ireann relative to Public Business be amended by the adoption of the following in substitution for Standing Order 27:<\/p><p>&lsquo;27. Upon taking the Chair each day, and before any business is entered upon, the Ceann Comhairle shall stand and direct all members present to stand for 30 seconds of silent reflection.&rsquo;.&rdquo;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400022#V00100","speaker":"1306"},{"type":"vote","time":1493899500,"counter":191,"content":"<p>Amendment put:<\/p><p>The Dáil divided: Tá, 19; Níl, 96; Staon, 19.<\/p><br\/><p>Tellers: Tá, Deputies Joan Collins and Thomas P. Broughan; Níl, Deputies Tony McLoughlin and Jim Daly.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400022#V00200","aye":["1432","1238","1361","1306","1316","1434","1259","1351","1348","1299","1359","1242","1226","1366","1294","1222","1367","1355","1358"],"nay":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1260","1241","1273","1218","1255","1336","1263","1221","1339","1286","1217","1285","1298","1364","1261","1268","1292","1274","1356","1322","1264","1300","1214","1341","1331","1233","1289","1313","1318","1251","1275","1360","1237","1353","1249","1365","1229","1349","1314","1311","1323","1240","1346","1244","1337","1347","1223","1290","1343","1224","1363","1284","1283","1262","1295","1342","1234","1315","1328","1326","1312","1228","1296","1297","1227","1267","1329","1278","1257","1291","1370","1265","1231","1334","1304","1213","1301","1276","1271","1277","1250"],"abs":["1330","1252","1279","1288","1303","1317","1266","1345","1239","1362","1333","1340","1269","1287","1305","1280","1302","1232","1235"]},{"type":"vote","time":1493900100,"counter":192,"content":"<p>Question put: \"That the motion be agreed to.\"<\/p><p>The Dáil divided: Tá, 97; Níl, 18; Staon, 18.<\/p><br\/><p>Tellers: Tá, Deputies Jim Daly and Tony McLoughlin; Níl, Deputies Richard Boyd Barrett and Ruth Coppinger.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400023#W00100","aye":["1368","1246","1219","1321","1332","1272","1310","1354","1293","1369","1220","1307","1225","1350","1335","1260","1241","1273","1218","1255","1336","1263","1221","1339","1286","1217","1285","1298","1364","1261","1268","1292","1274","1356","1322","1264","1300","1214","1341","1331","1233","1289","1313","1318","1251","1275","1360","1237","1353","1249","1365","1229","1349","1314","1311","1323","1240","1346","1244","1337","1347","1223","1290","1343","1224","1363","1284","1283","1262","1295","1342","1234","1315","1328","1326","1312","1228","1296","1297","1227","1267","1329","1278","1257","1291","1370","1265","1366","1231","1334","1304","1213","1301","1276","1271","1277","1250"],"nay":["1432","1238","1361","1306","1316","1434","1259","1351","1348","1299","1242","1359","1226","1294","1222","1367","1355","1358"],"abs":["1330","1252","1279","1303","1317","1266","1345","1239","1362","1333","1340","1269","1287","1305","1280","1302","1232","1235"]},{"type":"unspoken","time":1493900100,"counter":193,"content":"<p>Sitting suspended at 1.40 p.m. and resumed at 2.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Topical Issue Matters","time":1493900700,"counter":194,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00100"},{"type":"speech","time":1493900700,"counter":195,"content":"<p>I wish to advise the House of the following matters in respect of which notice has been given under Standing Order 29A and the name of the Member in each case: (1) Deputies Mary Butler and Mattie McGrath - bed capacity in St. Patrick's Hospital in Cashel and the Sacred Heart Community Hospital in Dungarvan; (2) Deputy John Brassil - activity-based budget allocations in Kerry University Hospital for 2017; (3) Deputy Niamh Smyth - the position at the Holy Family school in Cootehill; (4) Deputies Eugene Murphy and Dara Calleary - job losses at the ECMI plant in Ballaghaderreen; (5) Deputy David Cullinane - development on the north quays in Waterford; (6) Deputy Aengus &Oacute; Snodaigh - health and safety concerns at Casement Aerodrome; (7) Deputy Michael Collins - harvesting of kelp forests in Bantry Bay; (8) Deputy Bobby Aylward - safety works at the Tower Road-Piltown junction on the N24; (9) Deputy Imelda Munster - regular closures of the assessment unit in Our Lady of Lourdes Hospital, Drogheda; (10) Deputy Thomas P. Broughan - legislation required to assist the traffic corps in An Garda S&iacute;och&aacute;na; (11) Deputy Joan Burton - resources for scoliosis patients at Crumlin hospital; (12) Deputy Jackie Cahill - public access to facilities in the Garda College in Templemore; (13) Deputies Clare Daly and Mick Wallace - the membership of the UN Commission on the Status of Women; (14) Deputy Pat Buckley - the stigma surrounding mental health issues; (15) Deputy Eoin &Oacute; Broin - accommodation for families made homeless through domestic violence; and (16) Deputies Gino Kenny, Br&iacute;d Smith, Richard Boyd Barrett and Mick Barry - safe access to medicinal cannabis.<\/p>  <p>  The matters raised by Deputies Mary Butler and Mattie McGrath, Imelda Munster, Bobby Aylward, and Clare Daly and Mick Wallace have been selected for discussion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00200","speaker":"1289"},{"type":"majorheading","content":"Diplomatic Relations (Miscellaneous Provisions) Bill 2017: Order for Second Stage","time":1493900700,"counter":196,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00300"},{"type":"speech","time":1493900700,"counter":197,"content":"<p>I move: &quot;That Second Stage be taken now.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00400","speaker":"1233"},{"type":"unspoken","time":1493900700,"counter":198,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Diplomatic Relations (Miscellaneous Provisions) Bill 2017: Second Stage","time":1493900700,"counter":199,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00600"},{"type":"speech","time":1493900700,"counter":200,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p>  <p>  I am pleased to have the opportunity to address the House on Second Stage of the Diplomatic Relations (Miscellaneous Provisions) Bill which was published on 5 April.  The purpose of the Bill is to enhance the efficiency, efficacy and clarity of various arrangements with respect to the staff of diplomatic missions and international organisations.  To this end, the Bill proposes various amendments to the Diplomatic Relations and Immunities Act 1967, as well as to citizenship, immigration and employment permits legislation, which have been developed in consultation with the Department of Justice and Equality and the Department of Jobs, Enterprise and Innovation.  The amendments are largely of a minor and technical nature.<\/p>  <p>  I will briefly outline the contents of the Bill which contains three Parts with 11 sections.  Part 1 concerns preliminary and general matters.  Section 1 provides for the Short Title of the Bill, while section 2 is a technical clause.  <\/p>  <p>  Section 3 repeals section 49 of the 1967 Act which requires the Government's consent to be obtained before an Irish citizen can be appointed to serve in the State with an international organisation covered by the Act.  This provision which is now 50 years old is no longer in line with contemporary practice in international relations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00700","speaker":"1233"},{"type":"speech","time":1493900700,"counter":201,"content":"<p>Members have requested a copy of the Minister's script.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00800","speaker":"1289"},{"type":"speech","time":1493900700,"counter":202,"content":"<p>I am sure we can supply it.<\/p>  <p>  Another concern with section 49 is that it may be construed as interfering with an international organisation's right to freely appoint its own staff.  Only a small number of Irish nationals serve in the State with international organisations covered by the 1967 Act.  Furthermore, privileges and immunities enjoyed by officials of international organisations are of a much lesser and more functional nature in comparison with the wide-ranging privileges and immunities that apply to diplomats attached to foreign embassies.  For these reasons, it is considered appropriate to repeal this provision.<\/p>  <p>  Part 2 of the Bill amends the Government's powers to make certain orders under the 1967 Act.  Pursuant to powers set out in Part 8 of that Act, the Government may make orders extending privileges and immunities to an organisation, body or individual.  For shorthand purposes, I will refer to these as \"Part 8 organisations\".  Such a procedure is considered desirable in order to extend routine privileges and immunities, as required, to give effect to the State's international obligations and to do so expeditiously without the need for primary legislation but in accordance with the principles and policies established by the Oireachtas.  Some 60 orders have been made pursuant to Part 8 since the mechanism was established under the 1967 Act.<\/p>  <p>  In 2006 amendments were introduced to Part 8 to clarify the parameters within which the Government may make an order, enabling the Government to confer on Part 8 organisations privileges and immunities similar to those conferred on diplomatic missions.  However, in practice the nature of Part 8 organisations is likely to be more similar to that of the United Nations or other international organisations dealt with in the Act.  Therefore, it would be preferable to enable the Government to confer privileges and immunities on Part 8 organisations comparable to those enjoyed by the United Nations or other international organisations.  Part 2 of the Bill aims to enable this by broadening slightly the parameters of the order making power.  It is intended that any such amendment would provide the flexibility required under the Government order procedure, while respecting constitutional limitations regarding the separation of powers.  No Part 8 organisation could be given privileges or immunities unless they are equivalent or have like effect to what has already been conferred by the 1967 Act.<\/p>  <p>  Part 2 of the Bill will also permit the making of a Government order under section 42A of the 1967 Act in respect of arrangements with international bodies that do not, as a matter of law, constitute international agreements, for example, because the body is not an intergovernmental organisation.  An example of such a body is the International Committee of the Red Cross, with which it is expected the Government will in the near future enter into a status arrangement which will include provisions on privileges and immunities.<\/p><p>To give effect to such an arrangement, Part 2 of the Bill further permits the Government to make an order to provide for the confidentiality of ICRC communications.  Ensuring the confidentiality of its communications is considered crucial for the ICRC in light of its unique role and mandate.  Finally, Part 2 of the Bill contains a saver clause designed to ensure the validity of any orders made under Part 8 of the 1967 Act to date.  This saver clause is modelled on section 50 of the 1967 Act, as inserted by the Diplomatic Relations and Immunities (Amendment) Act 2006.<\/p> <p> Part 3 of the Bill concerns citizenship, immigration and employment matters.  The State's long-standing policy in respect of staff attached to diplomatic missions has been to exclude them from mainstream immigration controls and thus from entitlements to citizenship flowing therefrom.  However, in its judgment of 24 June 2016 in the Rodis and Tolentino case, the High Court determined that two members of staff of diplomatic missions were entitled to have their residence in the State deemed reckonable for the purposes of naturalisation.  The court noted that a specific statutory exception would be necessary to provide otherwise.  This Bill provides for such an exception in section 9.  Section 9 also clarifies the position in regard to citizenship by birth, making it clear that a child born in Ireland to a parent exempt from immigration controls under diplomatic arrangements will not acquire Irish citizenship unless they are entitled to acquire citizenship through another parent, such as where that other parent is an Irish citizen.  The amendment provided for in section 9 will only apply prospectively and will be without prejudice to any period of residence accumulated prior to the entry into force of the Act.<\/p> <p> Section 10 complements section 9 by clarifying the relationship between immigration and citizenship legislation.  It inserts a new provision into the Immigration Act 2004 listing specific categories of individuals who are exempt from the terms of that Act.  Of particular significance is the fact that family members of domestic workers in diplomatic missions or diplomatic households will be expressly exempt from immigration controls for the first time.  This means that those domestic workers will be permitted to be accompanied by their immediate family members for the duration of their posting in the State.  This change is considered important in the first instance in order to respect such workers' right to a family life.  There is also some concern that the lack of a family support network may increase a domestic worker's risk of exposure to isolation, exploitation and even abuse.  A number of alleged instances of abuse of domestic staff in diplomatic missions and households have arisen over the years, which has led to the recent adoption by the Department of Foreign Affairs and Trade of procedures and guidelines for missions.  Facilitating the residence of family members of domestic workers will complement the safeguards introduced by these procedures and guidelines.<\/p> <p> The final section of the Bill, section 11, amends the Employment Permits Act 2003.  The 2003 Act, as previously amended, permits the Minister for Foreign Affairs and Trade to issue a certificate to permit a foreign national family member of a foreign government employee on posting to the State, who falls within the terms of a bilateral arrangement entered into with another government, to access the labour market without the need for an employment permit.  These arrangements, known as working dependants agreements, are not typically entered into between countries within the European Economic Area because they are seen as inappropriate in the context of freedom of movement rules.  This means that a third country national family member of an EEA diplomat in Ireland must apply for a mainstream immigration permission in order to avail of the right to work under European freedom of movement rules.  In doing so, that family member effectively relinquishes their status as a family member under the Vienna Convention on Diplomatic Relations.<\/p> <p> Section 11 aims to regularise this situation, by permitting such family members to retain their status under the Vienna convention, including their exemption from mainstream immigration controls, but to be able to work through the issuing of a certificate by the Minister for Foreign Affairs and Trade.  Making this amendment will only affect a handful of people, but nonetheless it is considered a useful tidying-up exercise in the context of a miscellaneous provisions Bill.<\/p> <p> I look forward to hearing the contributions of Deputies.  With that, I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400024#AA00900","speaker":"1233","continuing":true},{"type":"speech","time":1493901300,"counter":204,"content":"<p>This Bill is of a technical nature, as the Minister has outlined, and Fianna F&aacute;il will support it.  I want to talk about certain aspects of it.  Is imperative that as a country we ensure there is legal clarity in regard to our diplomatic missions and that we address any ambiguities that currently exist.  State-to-state relations among nations, under the guise of diplomatic missions, are essential for the conduct of international relations, and I will return to that towards the end of my contribution.  Diplomatic missions are essential for maintaining diplomacy, forging common bonds, achieving foreign policy goals, expanding political, economic, social and cultural ties and the strengthening of relationships between nations.  This Bill is welcome as it will enhance the efficiency and transparency of arrangements with respect to the staff of diplomatic missions.<\/p><p>The Bill will make clear citizenship and immigration rules for foreign diplomatic staff, consular staff and their private staff by amending the Nationality and Citizenship Act 1956.  Amending that Act, as the Minister mentioned, will address a gap in the existing legislation which was exposed in the case of Rodis and Tolentino <i>v.<\/i>the Minister for Justice and Equality in June 2016 in which the High Court determined that two members of staff of diplomatic missions were entitled to have their residence in the State deemed reckonable for the purposes of naturalisation.  The court noted that a specific statutory exception would be necessary to provide otherwise.  The Bill will close this loophole.  It also makes it clear that the amendment will apply prospectively only and will not prejudice any period of residence that would have been deemed reckonable for naturalisation purposes prior to the passing of the present Act.  Amending the Nationality and Citizenship Act 1956 in this manner should also reduce the State&rsquo;s exposure to further litigation, which is to be welcomed.<\/p><p>Furthermore, the Bill will also provide greater protection for domestic workers in diplomatic missions and households by amending the Immigration Act 2004.  While I acknowledge the Minister introduced guidelines regarding the employment of private domestic staff in missions in 2014, this amendment will permit service staff to be allowed to be accompanied by their immediate family members for the duration of their posting and exempting them from mainstream immigration controls.  As a consequence of this amendment, the State will be honouring workers' right to a family life and will also ensure service staff in diplomatic missions have a family support network that will diminish their chances of being exposed to isolation, exploitation and abuse.  This is particularly welcome following a small number of reported incidences, as documented in a paper by the Migrants Rights Centre of Ireland in 2011, of personal and domestic staff in diplomatic households being subject to abuse and exploitation.<\/p><p>I call on the Minister to make known to all missions in Ireland their legal obligations in regard to their private and domestic staff.  It is imperative they are made aware of these changes and that we ensure all missions are fully compliant in this regard.  The amendment to the Employment Permits Act 2003 to permit non-EU, EEA and Swiss family members of an EU, EEA or Swiss diplomat or other foreign government officials to engage in employment without an employment permit is also a welcome move as it aligns Ireland's position with the main EU member states' practice.  While this Bill is not thought to have any cost implications, are there any implications for the issuing of diplomatic passports?  Perhaps we could address that.  The Minister in his response might also comment on the process in existing embassies and offices as to how diplomatic passports are actually granted for travel between countries.<\/p><p>As I said, this Bill is a technical one and my party and I support its passage through the House.  It is important this Bill streamlines diplomatic relations, as the Minister outlined in his speech.  While we are talking about diplomatic relations, will the Minister advise the House on how Ireland voted on the United Nations commission of the status of women?  Did Ireland support Saudi Arabia in its ascension to that committee?  I do not accept the responses that have come from the Minister's Department.  The D&aacute;il is entitled to know, and I am certain the Irish people are entitled to know.<\/p><p> I find it incredible that Saudi Arabia, with it track record on women's rights and equal rights should be sitting on a commission in the UN looking at the future status of women.  I hope Ireland played no part in facilitating that position.  The Minister mentioned it has been practice that these votes are not made public, which may be the reason why conspiracy theories abound about bodies like the United Nations.  This is not a policy issue; it was a vote about the composition of a committee.  The Minister, on behalf of Ireland, abstained in a UN vote on a commission of inquiry into Gaza and that was made public.  I have been looking through UN documents and websites today and in particular, the 61st session on women's economic empowerment in the changing world of work.  One can see all the contributions from the various countries.  Why is it we in Ireland are not trusted with that information?  It is fundamental.  Does our Government, through the Minister, deem it appropriate that Saudi Arabia should sit on the United Nations Commission on the Status of Women?  I do not.  Is it a question of trade ahead of human rights?  Is that the decision that was made?  I have proposed a debate in the foreign affairs committee on the operation of voting at the UN and when it is appropriate for those to be made public.  I am not being irresponsible about votes being kept private because of national security or other reasons like that.  This is about a composition of a commission on human rights, effectively.  How can people understand there is an issue in letting the Irish people know how our Government voted?  <\/p> <p> From reports, it appears five European states supported Saudi Arabia and were part of the 47 votes it received.  Belgium was one of those five.  The Belgian Prime Minister has already apologised and said it will not happen again.  I want to know what our Government did.  What did our officials do in the UN?  Did they support Saudi Arabia in getting a position on the United Nations Commission on the Status of Women?  We deserve that answer.  While it is fine to pass technical legislation on improving diplomatic relations, I do not accept the statements that have come from the Department since early this morning that we have no right to know.  We have a right to know.  We live in a republic.  We live in a modern democracy.  While people can hide behind statements and say it is not normal diplomatic practice, people are very concerned about this.  Did the Department believe this would just go away with a hope no one would notice?  If Ireland did not support Saudi Arabia, the Minister should say so.  He should answer people.  I am suspicious of the fact the Minister will not give an answer.  It leads me and many others to believe we supported the Saudis.  If we did, it is reprehensible.  It is akin to letting the fox into the hen house.  <\/p> <p> Any person in their right mind who looks at the track record of how women are treated in Saudi Arabia would find it disgusting that the Irish State would support Saudi Arabia in its endeavour to sit on a UN commission on the rights of women.  They would find it reprehensible.  If the Minister did, will he explain why he supported it?  If he did not, he should tell us that.  Perhaps there is a reason I cannot think of.  Perhaps it is purely because of trade we can set aside our morals and human rights.  I do not think we should.  I hope the Minister will use the time in this debate to answer those questions.  I have also tabled it at the foreign affairs committee.  I want to use this opportunity and this Bill to put those points to the Minister.  People deserve to know.  They have a right to know.  We do not live in Soviet Russia.  The Minister can trust the people with the truth.  He should tell the people and me, as an elected representative to the D&aacute;il, what our Government and representatives at the United Nations did in that vote.  How did they vote and why?  We deserve to know that.  I implore the Minister to stop hiding behind statements from Iveagh House and answer the questions.  The Minister is answerable to the D&aacute;il.  He should answer those questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400025#BB00200","speaker":"1228","continuing":true},{"type":"speech","time":1493901900,"counter":206,"content":"<p>My colleague made a fair point on the vote.  I am conscious we do not normally get legislation before us on it.  I welcome the Bill, which is very technical in nature.  I might be in error in some of the points I pick out of it.  If the Minister had sent us his speech we might have gotten a better sense of the errors we have made in our speeches on the Bill.<\/p>  <p>  I welcome that the Bill will improve and formalise procedures for the operation of Ireland&rsquo;s diplomatic relations.  I have one concern, which I will come to later.  First, in general, I welcome the introduction of the Bill, which will enhance the efficiency and clarity of arrangements with respect to the staff of diplomatic missions and international organisations.  The lack of clarity has been commented on in the courts.  The Bill will hopefully strengthen the rights of workers and their families.  It is a positive development.  <\/p>  <p>  The Vienna Convention on Diplomatic Relations 1961 and the Vienna Convention on Consular Relations 1963 codify what is perhaps one of the oldest and most accepted fields of international law, namely the formal relations between states and their official representatives.  To facilitate the peaceful and efficient conduct of these relations, these treaties grant diplomats certain privileges and immunity, including immunity from the criminal jurisdiction of the receiving state and immunity from its civil and administrative jurisdiction.  While this is an important aspect to the functioning of peaceful international relations, granting such immunity has been abused by a small number of diplomats in Ireland and abroad.  It is important we state that from the outset.<\/p>  <p>  I welcome that Part 1 section 3 of the Bill repeals section 49 of the Diplomatic Relations and Immunities Act 1967 which requires Government approval for Irish citizens to be appointed to international organisations serving in Ireland.  Having such a requirement seems unnecessary and archaic and I welcome it will be repealed.  I do not fully understand why it was there in the first place.  I am sure there was a rational reason behind it at the time.  It is outdated and is being removed.  <\/p>  <p>  Part 2 of the Bill includes some simple technical amendments to sections 39, 40, 42A, 43 and 50 of the Diplomatic Relations and Immunities Act 1967.  I welcome that it does not include an amendment to section 47 of the 1967 Act which was originally included in the heads of the Bill.  Head 5 of the Bill wanted to amend section 47 by inserting \"tribunal or other adjudicatory body or administrative authority,\" after \"In proceedings in any court\".  In a positive development during the pre-legislative scrutiny work, the Migrant Rights Centre Ireland pointed out this would extend immunity to the workplace relations bodies on matters of employment, which would be problematic and reduce workers&rsquo; rights and possible entitlements.  It is critically important that employers, including embassies, are held to account by the employment laws of the State by the workplace relations bodies.  While the issue of diplomatic immunity is contested in these settings, the Migrants Rights Centre has been able to file claims on behalf of domestic workers employed by diplomats and has had successful claims heard in the labour courts and other courts.  While the original proposed amendment relies on the bodies to decide if immunity extends as a matter of law, the granting of certification in the first instance muddies the water by asserting that immunity does apply as a matter of policy.  The impact of such a provision could disproportionately impact on the rights of workers to due process where their employment rights were deemed to have been breached.<\/p><p>It would have also acted contrary to the guidelines relating to the employment of private domestic employees by accredited members of the mission which were introduced by the Department of Foreign Affairs and Trade in 2015.  I welcome the fact such a provision has not been included in this Bill.  We all know that with the vast majority of embassies there is no problem, but in a few well documented and controversial cases, major issues have arisen.<br\/><br\/>Between 2008 and 2014, the Migrant Rights Centre referred nine cases of alleged human trafficking for the purposes of forced labour involving domestic workers employed in embassies and diplomatic households to An Garda S&iacute;och&aacute;na.  In one of the more prominent cases, a 17-year-old girl travelled to Ireland to work for a diplomat&rsquo;s family, having been told she would be allowed to work part time and pursue her studies.  However, on arrival she found she would be required to be the sole carer of a child with severe special needs.  Her day apparently started at 5.30 a.m. and her employer assaulted her when she asked to use the phone to call her family.  This was all documented.  She was not paid for her three years of work and, worryingly, she still has not been compensated.  Another case involved three Asian women who were brought to Dublin as domestic workers for a diplomat and his family.  They worked for an average of 108 hours a week.  Two of them were paid &euro;134 per month and the third was paid around &euro;160 per month as she had been working for the family for longer.  Anyone reading the details of these cases in the newspapers would be shocked and horrified that this could go on in Ireland in the 21st century.<br\/><br\/>Human rights workers in this area have said that because such domestic workers lose their visa status when they leave the employ of the embassy staff member, many feel bound to their employer and may be forced to stay in exploitative situations as a result.  This is an anomaly that needs to be addressed.  I thank the Domestic Workers Action Group which has done so much work in this area to highlight these difficulties.  Under the Department's new guidelines, diplomats have to sign a contract agreeing to pay minimum wages, link workers with the Migrant Rights Centre and allow for labour inspections.  This is significant and extremely welcome.  However, we know that enforcement remains problematic due to the protections provided by diplomatic immunity under the 1961 Vienna Convention so it is important we remain vigilant in this area.  I support my colleague's suggestion that the Minister would write to the diplomatic missions outlining the rules and regulations that operate in Ireland.  This could be done in a diplomatic way, pointing out that issues have arisen in the past should not arise in the future.<br\/><br\/>Section 9 of Part 3 of this Bill is problematic and I am concerned over its inclusion.  The section seeks to amend the Irish Nationality and Citizenship Act 1956 to provide that any period of time spent in the State while exempt from immigration controls, as workers in embassies are, is not reckonable for residency in the context of naturalisation.  I believe that this is an important right that should not be undermined or interfered with in any way.  I am also concerned that the section states that children born to diplomats and associated persons who are exempt from immigration controls do not, except in certain circumstances, qualify for Irish citizenship by birth.  I would appreciate it if someone from the Department could explain that to me.  I cannot understand the purpose of excluding what would be a very small group of people in this way and to write that exclusion into the legislation.  The section does not seem necessary or proportional.  I ask the Minister to explain why it is included and why these workers should be treated differently from other workers.  I ask him to provide details on how many people have applied for naturalisation or citizenship in this way in recent years.  Such information is important and might explain the inclusion of this provision.  Why is this something that must be changed now?  What is the policy goal of such a change?  This is extremely concerning for me and it needs much more detailed discussion.  I intend to raise this again on Committee Stage, where my party will seek to remove or amendment it.Otherwise we will be voting against this Bill, which we do not want to do because there are many positive elements to it.<br\/><br\/>Section 10 of Part 3 amends the Immigration Act 2004 in order to specify particular categories of diplomatic and associated persons who are exempt from mainstream immigration controls.  This is welcome because it allows domestic workers in diplomatic missions or diplomatic households to be accompanied by their immediate family members during their posting in the State, which is a positive step.  During the pre-legislative scrutiny stage of this Bill, representatives of the Migrant Rights Centre pointed out that the explanatory note defines domestic workers as inclusive of service staff but that subsections of the legislation were actually unclear as to whether service staff were included.  They requested a subsection to specify that a member of the private staff is inclusive of service staff.  I welcome that subsection (b) of section 10 of this Bill expressly specifies that private servants are included.  I welcome the fact officials in the Department are listening as part of the pre-legislative scrutiny of legislation and are taking ideas on board.<br\/><br\/>Section 11 of Part 3 amends the Employment Permits Act 2003 to permit a foreign national family member of a foreign government employee on posting to the State who falls within the terms of a bilateral agreement entered into with another government to access the labour market without the need for an employment permit.  This is a sensible and welcome amendment.  It makes Ireland a much more welcoming place.  However, we must ask about the situation regarding domestic workers in embassies and diplomatic households who are currently bound to their employers.  If they try to leave, they lose their legal right to reside and work in this State.  Should they not be included in an amendment to the Employment Permits 2003 Act and be allowed to apply for other jobs in the State?  I am interested to hear the Minister's views in that regard.  This is something I will also propose that we examine in more detail on Committee Stage.<br\/><br\/> I welcome the fact the Department of Foreign Affairs and Trade is updating and improving arrangements with respect to international organisations and the staff of diplomatic missions in Ireland.  Some of the changes are very welcome but I am hugely concerned over section 9 of Part 3 of the Bill.  I am not opposing the Bill at this Stage as much of it is very positive.  I would like to have a more detailed and robust discussion about section 9 in Part 3.  I particularly seek further information on why the Department has included it and unless I can be convinced of its merits and workers&rsquo; rights organisation in this area can support it, then I will have huge difficulty in supporting the Bill as a whole.  I hope we can amend the legislation.  I welcome the fact it has been brought before the House.  Indeed, it is unusual these days for us to be dealing with legislation.  The more information we get from the Department, the more we can interact in this process and improve this and future legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400026#CC00200","speaker":"1309","continuing":true},{"type":"speech","time":1493902500,"counter":208,"content":"<p>I welcome the opportunity to participate in today's debate.  The Diplomatic Relationship (Miscellaneous Provisions) Bill 2017 amends a number of Acts, namely, the Diplomatic Relations and Immunities Act 1967, as amended, the Irish Nationality and Citizenship Act 1956, as amended, the Immigration Act 2004 and the Employment Permits Act 2003, as amended.<\/p><p>The main purpose of this legislation is to enhance the efficiency and clarity of arrangements with respect to the staff of diplomatic missions and international organisations.  It will do this in a number of ways, for example by removing the requirement for Government approval if Irish citizens are to be appointed to international organisations serving in Ireland; by revising the statutory provisions enabling the making of a Government order affording privileges and immunities; by providing that a period of residence in the State as a member of staff of a diplomatic mission, or as a family member of such a member of staff, is not reckonable for the purposes of naturalisation as an Irish citizen; and by clarifying the rules concerning entitlement to citizenship by birth of children born to members of staff of diplomatic missions.  The Bill will also clarify the immigration status of staff of diplomatic missions, including family members, thereby strengthening the safeguards for the protection of domestic workers in foreign missions and diplomatic households and permit certain family members of employees of foreign Governments to access the labour market in this State while retaining their status under the Vienna Convention on Diplomatic Relations.  In essence, this legislation will improve the overall operation of Ireland's diplomatic relations.<\/p> <p> I would like to look in more detail at the benefits that will be provided by this Bill.  It will introduce more efficient procedures for legislating the conferring of privileges and immunities.  It will improve the protections for domestic workers of diplomatic and consular missions and households.  It will introduce much clearer immigration and citizenship rules.  One of the main impacts of this Bill, when it is enacted, will be to enhance and enforce the ability of the State to meet its international requirements by transposing privileges and immunities into national legislation.  This will result in less pressure on human resources in Government Departments.  I am sure everybody agrees this will be welcome.  The Bill will also provide clarity with regard to the State's immigration and citizenship rules.  This should reduce the State's risk of exposure to further litigation.  This legislation will align the State's position with the practices of the main EU member states regarding the status of foreign family members of diplomatic and consular staff appointed by those member states.<\/p> <p> As I have said, I believe this Bill will enhance the efficiency and clarity of arrangements with respect to the staff of diplomatic missions and international organisations.  When we are speaking about international relations, it is important to comment on the upcoming Brexit talks.  I commend the Taoiseach on his efforts to date in clarifying this country's concerns about Brexit.  His efforts have already reaped success, with the EU Brexit team confirming that an open Border between the UK and Ireland has to be maintained.  As a native of County Louth, a Border county, I know more than most about the effects of a hard Border on trade and on the day-to-day lives of those who live near the Border.  We must never go back to the Border of the past.  It is unhelpful for other political parties to scaremonger on this issue by suggesting we might go back to the days of old when we had a hard Border with terrorists running amok.  We must be clear that the UK made its own decision to leave the EU and must bear responsibility for its own actions.<\/p> <p> While I agree that Brexit will be an enormous challenge for us in Ireland, I suggest we must also look at the positives.  David McWilliams said shortly after the Brexit vote that the UK had handed Ireland one of its biggest opportunities ever.  I tend to agree with him because I see opportunities for Ireland.  Yesterday, a major financial services firm announced its plans to relocate 500 high paid jobs from London to Dublin as a direct result of Brexit.  Many Irish companies see the opportunities that exist.  When the Taoiseach visited Dundalk recently, I brought him to meet the management team of Horseware Ireland, one of the real success stories of Irish business and which exports its products throughout the world.  Since the Brexit vote, it has acquired British firms as part of its ongoing expansion plans.  I agree that there are major challenges ahead, particularly for industries like agriculture, but every industry faces challenges.  It is possible that in the long term, it will be better that our main industries are not so dependent on the UK market.  We now have an opportunity to explore new markets.  Surely this is an opportunity to make Brexit work for us.  I hear a lot of people in Dundalk saying that the currency fluctuation will be a disaster.  I agree that it is not helpful, but we should not forget that people along the Border have been living with the fluctuating value of sterling for years.  This challenge did not start with Brexit - it has been here for years.  Dundalk has had particular success in overcoming these challenges.<\/p> <p> I welcome the agreement on Second Stage of the Diplomatic Relations (Miscellaneous Provisions) Bill 2017.  As I have said, this Bill will enhance the efficiency and clarity of arrangements with respect to the staff of diplomatic missions and international organisations.  It will clarify the immigration status of diplomatic staff and will improve the protections for domestic workers of diplomatic and consular missions and households.  I commend the Minister, Deputy Charles Flanagan, on the hard work he has done in his role as Minister for Foreign Affairs and Trade, including in respect of Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400027#DD00200","speaker":"1331","continuing":true},{"type":"speech","time":1493903100,"counter":210,"content":"<p>I thank Deputies for their comments and statements and indeed for their support for this legislation.  As I said at the outset, this largely technical Bill is designed to bring a greater element of clarity and efficiency to the arrangements that are in place for diplomatic missions and international organisations operating within the State.  It also aims to strengthen further the safeguards for domestic workers in diplomatic missions and households.  I would like to pick up on the points made by Deputies Darragh O'Brien and Se&aacute;n Crowe, in particular.  I thank Deputy Peter Fitzpatrick for his positive comments.<\/p>  <p>  Deputy O'Brien spoke about the communication of guidelines to embassies.  I remind the House that I publicly announced the introduction of these guidelines in September 2014.  Some of the groups that have been mentioned, including Migrant Rights Centre Ireland, welcomed my public announcement at that time.  In addition, I invited the diplomatic missions to a briefing by my officials, who are continuing to engage at all levels with missions and their staff to ensure they are very clear on their responsibilities.  The Department of Foreign Affairs and Trade will continue to inform the heads of diplomatic missions of any changes in legislation, particularly as provided for in this Bill.  I compliment my officials for their unstinting work on behalf of Ireland at home and abroad.<\/p>  <p>  I would like to respond to Deputy O'Brien's point about the issuing of diplomatic passports.  I remind the Deputy and the House that this Bill has no particular relevance to diplomatic passports which may be issued in certain circumstances to people who are not hosted abroad.  The holding of a diplomatic passport does not confer any immunity or privileges.  If the Deputy has particular concerns about such passports, I ask him to convey the nature of such concerns to me and I will be very happy to respond to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400028#EE00200","speaker":"1233"},{"type":"speech","time":1493903100,"counter":211,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400028#EE00300","speaker":"1228"},{"type":"speech","time":1493903100,"counter":212,"content":"<p>I will now respond to Deputy Crowe's point about the alleged abuse of immunity.  I thank the Deputy, and indeed Deputy O'Brien, for supporting this Bill.  At all times, my departmental officials and I are determined to ensure privileges and immunities are not used as a cover for failing to comply with requirements under the Irish code of law.  I referred earlier to the guidelines that have been introduced with the aim of minimising this abuse should it ever occur.  I am very conscious of this issue.  It is great that we have an opportunity to discuss it.  If Deputies wish to highlight issues of a more detailed nature, I will be happy to engage with them on such issues on Committee Stage.<\/p>  <p>  When Deputy Crowe spoke about the position of embassy workers in the context of our immigration laws, he made the point that they are excluded from citizenship.  Exemption from immigration controls is required by international law, including the Vienna Convention, which is an important international convention.  Citizenship remains a matter for each state to decide on individually.  Ireland would share the view, which is common to many countries, that the spirit of the Vienna Convention envisages people coming to this State as employees of a foreign Government for a particular period of time and then returning to that country, or indeed moving on to another country if a further international assignment is made, which is what usually happens.<\/p><p>In these circumstances, it is considered appropriate to exclude them from mainstream citizen arrangements, just as they are exempt from immigration controls, one being something of a logical corollary of the other.  In effect, employees of foreign governments are deemed to be their responsibility.  In that regard, it is worth noting that Irish citizenship legislation which comes within the responsibility of the T&aacute;naiste and Minister for Justice and Equality makes provision for Irish public servants serving abroad to ensure their children, spouses or civil partners are effectively deemed to be present in Ireland so as to be able to benefit from Irish citizenship and Irish naturalisation rules.  These are issues of a technical nature which we will have an opportunity to discuss in greater detail on Committee Stage.  I welcome Deputy Se&aacute;n Crowe's comments on the need for clarity on this issue and to ensure that what we enshrine in legislation will conform to best practice for everybody involved.<\/p> <p> Deputy Se&aacute;n Crowe also made a further point on whether staff of diplomatic missions should be given the option of remaining in the State long term through an arrangement involving, for example, a work permit.  Excluding mission staff from mainstream immigration citizenship arrangements has been long-standing, not only in terms of practice but also policy.  It also reflects common international practice.  It is considered that such a policy is consistent with the spirit of the Vienna Convention, whereby individuals are typically posted to a mission for a specific period.  I understand, however, that there have been instances where former staff of diplomatic missions have been permitted to remain in the State on humanitarian grounds following the completion of their posting.  Again, if there is a specific example or an issue on which the House considers an improvement could be made, I will be happy to consider it on Committee Stage.<\/p> <p> I thank Deputies for their contributions and commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400028#EE00400","speaker":"1233","continuing":true},{"type":"speech","time":1493903700,"counter":214,"content":"<p>Are there answers to my queries about Saudi Arabia?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400029#FF00200","speaker":"1228"},{"type":"speech","time":1493903700,"counter":215,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400029#FF00300","speaker":"1233"},{"type":"speech","time":1493903700,"counter":216,"content":"<p>Why not?  Do we not deserve an answer?  I do not understand it.  The people deserve to know how the Government voted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400029#FF00400","speaker":"1228"},{"type":"unspoken","time":1493903700,"counter":217,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Diplomatic Relations (Miscellaneous Provisions) Bill 2017: Referral to Select Committee","time":1493903700,"counter":218,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400029#FF00600"},{"type":"speech","time":1493903700,"counter":219,"content":"<p>I move:<\/p><blockquote>That the Bill be referred to the Select Committee on Foreign Affairs and Trade, and Defence pursuant to Standing Orders 84A(3)(<i>a<\/i>) and 149(1) of the Standing Orders relative to Public Business.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400029#FF00700","speaker":"1233"},{"type":"unspoken","time":1493903700,"counter":220,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1493903700,"counter":221,"content":"<p>Siting suspended at 3.05 p.m. and resumed at 3.15 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Ceisteanna - Questions - Priority Questions","time":1493904000,"counter":223,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400030#GG00200"},{"type":"minorheading","content":"Areas of Natural Constraint Scheme","time":1493904000,"counter":224,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400030#GG00250"},{"type":"question","time":1493904000,"counter":225,"qnumday":1,"qnumall":"[21350\/17]","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400030#GG00300","dept":"Department of Agriculture, Food and the Marine","minister":"Minister for Agriculture, Food and the Marine","question":"the position regarding the process of reviewing qualifying areas for the areas of natural constraint scheme; if his Department has completed the mapping exercise; when the maps will be published; if he will confirm the reports that the review is being delayed; and if he will make a statement on the matter.","asker":"1244","askee":"1285"},{"type":"speech","time":1493904000,"counter":226,"content":"<p>This asks the Minister for an update on the review of qualifying areas for the areas of natural constraint scheme, if the Department has completed the mapping process and, if so, when the maps will be published.  Do the reports that the scheme review will be delayed at European level have substance and will the Minister update the House on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400030#GG00400","answer":true,"speaker":"1244"},{"type":"speech","time":1493904000,"counter":227,"content":"<p>Under the rural development regulation, each member state must designate areas eligible for payments under the areas of natural constraint, ANC, scheme.  The ANC scheme replaces the previous disadvantaged areas scheme and less favoured areas scheme.  The designation of eligible areas under these schemes to date has been based on a range of socio-economic factors.  Under the new rural development regulation, eligible areas must instead be designated using a set list of bio-physical criteria.  In cases where a member state does not introduce this new system for payment, the old scheme remains in place but payments must phase out on a digressive basis.  A proposal to introduce an optional extension to the 2018 deadline is currently under discussion at European Union level.<\/p>  <p>  The bio-physical criteria set out in the legislation to underpin the new system of designation are low temperature, dryness, excess soil moisture, limited soil drainage, unfavourable texture and stoniness, shallow rooting depth, poor chemical properties and steep slopes.  My Department has commenced work on this project and relevant technical experts are currently working on sourcing and analysing the data for the new criteria.  Department officials have also been in contact with the Joint Research Centre and DG Agri in the EU Commission about technical issues arising.  This analysis will identify areas deemed to be facing natural constraints, which will in parallel be subjected to a refinement process.  It is envisaged that stakeholders will be consulted as this process develops.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400030#GG00500","answer":true,"speaker":"1285"},{"type":"speech","time":1493904000,"counter":228,"content":"<p>I thank the Minister for his response but he did not indicate his own position on a time extension for the current review.  It was reported that the Minister and Austria sought this extension.  Will he confirm that is the case and why this is so?  He indicates that people in the EU are currently considering that request but will the Minister give an update on when they will make a decision?  Will it come at an upcoming Council of Ministers meeting or will it be communicated to the Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2017050400030#GG00600","speaker":"1244"}]