[{"type":"minorheading","content":"Prelude","time":1381483800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Cheann Comhairle i gceannas ar 10.30 a.m","time":1381483800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100002"},{"type":"unspoken","content":"Prayer.","time":1381483800,"counter":3},{"type":"unspoken","content":"Paidir.","time":1381483800,"counter":4},{"type":"majorheading","content":"Child Sex Offenders (Information And Monitoring) Bill 2012: Second Stage [Private Members]","time":1381483800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100003#A00100"},{"type":"speech","time":1381483800,"counter":6,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p><p>  I welcome the opportunity not only to move this Bill, but, more important, to have the management and monitoring of sex offenders in Ireland debated on the floor of D&aacute;il &Eacute;ireann.  I became interested in the subject as a direct result of experience in respect of repeat offenders living in communities within my constituency.  As a parent, I believe it is wrong that in many cases the only person who does not know about these individuals is the mother or father of the child at risk.  The impression is given that it is up to the professionals who have the information required to protect children within the community but the reality is that the current legislative structure for the management and monitoring of such offenders is virtually non-existent.<\/p><p>  Garda intelligence has a meaningful role to play in protecting our children.  At present, a large body of Garda intelligence and other important information concerning individuals sits passively on the Garda information systems.  The purpose of the Bill is to put that information to work in order that it is used in an intelligent and proportional way in the interests of child protection.  This is not only my view, but the view set out by the Department of Justice and Equality in its discussion document released almost 60 months ago.  The time for discussion is over.  In 2011, when I tabled a parliamentary question on the issue, I was told that the legislation would come in the next few months, in 2012 I was told it would come forward later that year and in July last year I was told it would be ready shortly.  The reality is that we need to make this issue a priority.<\/p><p>  At present, the Garda is not specifically statutorily empowered to share relevant intelligence with parents, guardians and other carers of children for the purposes of enabling them to take steps to safeguard children and vulnerable adults who may be at risk.  The purpose of the Bill is to establish an information on child sex offenders, ICSO, scheme, which would enable parents and guardians to inquire whether a person coming in contact with their child or vulnerable adult has been convicted of a sexual offence or would otherwise pose a serious danger to children.  It provides for a similar entitlement for persons in authority in schools and clubs.<\/p><p>  I accept the contention of the Minister for Justice and Equality that from a legislative perspective it would be better to have facilitating primary legislation supported by an operational scheme within An Garda S&iacute;och&aacute;na.  In fact, when I published the Bill 15 months ago I made it crystal clear that I sought these provisions to be enacted either through the fast-tracking of the long-promised Department of Justice and Equality legislation or by using my Bill as a vehicle for the required change.<\/p><p>  The Bill provides a careful balancing of rights, those of parents to protect and safeguard their children and those of the offender.  It also provides a balance between the disclosure of information and the improved monitoring of convicted sex offenders.  The ICSO scheme is modelled on Sarah's law, which operates in the United Kingdom through the child sex offenders disclosure scheme.  Sarah's law is so named after Sarah Payne who, at eight years of age, was abducted and murdered in the United Kingdom in 2000 by a sex offender.<\/p><p>  Sarah's law was successfully piloted in several areas in the UK for four years.  The analysis of the pilot highlighted several interesting points.  First, approximately half of all the requests for information did not involve a stranger but a relative, neighbour or someone known to the family member, such as a new partner of one of the separated parents of the children.  Approximately 70% of sex abuse cases involved someone other than a family member.  The majority of these people were known to the children in question but the offender had built up a relationship over time.  Disclosures about registered child sex offenders were made in 7% of cases, directly impacting on 60 children.  Far more interesting was the fact that the initiative also led to other actions, including referrals to children's social care services in 27% of cases.  The research carried out by the British Home Office suggests the police and other criminal justice agencies have seen benefits in the formalisation of processes and that this has led to the provision of increased intelligence and a better route for the public to make inquiries should they have concerns.  These factors cannot be underestimated.<\/p><p>  We need to change the attitude in Ireland to reporting suspicious activity.  As a population we are slow to report our concerns to the Garda and we tend to leave it to someone else.  However, sometimes this decision has devastating consequences.  Some of these cases are currently before the courts but I will outline a few incidents not involving proceedings to elaborate the point.  Three incidents in counties Louth and Dublin involved strangers approaching children on the street and at a playground.  They highlight the need to change the law regarding the supervision of sex offenders.  The incidents occurred 12 months ago following Garda reports of possible abductions.  The first incident was in Dunleer, County Louth, where a stranger pulled alongside a playground and called out a boy's name as he played with his friends.  The second incident took place in Monasterboice, County Louth, when a man in a van called out to children on a particular Sunday.  At the time, the Garda was investigating a third incident that had taken place on Lansdowne Road, Dublin, some weeks earlier when a ten year old and an 11 year old boy were approached by a stranger driving a black car, but there was a delay in reporting that to the Garda.<\/p><p>  These incidents not only highlight the fact that tighter controls are needed to monitor convicted sex offenders and those who pose a high risk of assaulting or abducting children, but they also expose serious flaws in the community response to such suspicious activity.  The incident in Dunleer, County Louth, highlighted the fact that the individual had done preparatory work in obtaining details about the child in question.  The question is whether these inquiries should have raised suspicions at an earlier stage and whether they were acted upon.  The Dublin incident took ten days to be reported to the Garda.  We need to send out a clear message to the public that they should report all suspicious activity to the Garda.<\/p><p>I believe this Bill will assist in copper-fastening the necessity to change that attitude.  The proposals contained in this Bill should not be confused with Megan's law, which operates in the United States.  That particular scheme allows the publication of names, addresses and pictures of paedophiles.  This Bill does not propose to do that or to publish such information online.  This Bill pertains to a proportionate response that gives accurate and vital information to parents in order that they can act upon it.<\/p><p> In 2012, slightly more than 2,000 sexual offences were recorded in Ireland, of which approximately 131 involved a crime against a child under the age of 17 and a further 24 cases related to a sexual offence involving a mentally-impaired person.  At the same time, sex offenders have been granted remission and have been released back into communities, often without rehabilitation or proper supervision upon release.  The average annual number of persons convicted of a scheduled offence under the Sex Offenders Act 2001 is 130.  At any given time, approximately 300 convicted sex offenders are in custody, more than half of whom have been imprisoned for the offence of rape and up to half of whom have been imprisoned for offences that involved children as victims.  Offenders generally serve a relatively lengthy sentence, with approximately two thirds sentenced to terms of imprisonment of five years or more.  At present, more than 100 sex offenders are discharged annually, having completed their sentence.  However, there are just six Prison Service staff to perform the risk assessment of the entire prison population with regard to transfers, temporary releases and early releases and it is impossible for them to conduct a proper risk assessment.<\/p><p> A vitally important point regarding the management of sex offenders in this jurisdiction is the need to replicate what is happening in the United Kingdom, which has proper risk assessment of sex offenders, in order to be able to monitor accurately such offenders.  It is also important to note that only one in ten sexual offences is reported and only approximately one in 20 is convicted.  As I mentioned, half of these convictions involve children and therefore, even an effectively-operating monitoring regime for sex offenders will not address the totality of parents' concerns.  However, the current system of keeping track of sex offenders' locations simply is not working.  At present, 1,300 people are on the sex offenders register in Ireland.  In 2008, Central Statistics Office records indicate that 16 such offenders breached their notification requirements.  This number rose to 24 in 2009 and then doubled in 2010 to 50 breaches.  In 2011, some 59 breaches were recorded and a further 49 in 2012.  Some of these people have gone underground without trace.  Based on the recorded breaches, there is one breach of the sex offenders register for every five people on that register and it is important to place on the record what constitutes a breach of that register.  A breach of that register entails not telling any Garda station where, as a convicted sex offender, one is living or not staying for one night out of seven in one's designated accommodation.  That is the threshold for compliance that is required in respect of the sex offenders register in Ireland.  The level of breaches in respect of the notification requirements of convicted sex offenders appears to be a clear indication that the current system simply is not working.<\/p><p> In 2009, the then Minister for Justice, Equality and Law Reform, Dermot Ahern, stated the failure to reduce the notification period for the registration of sex offenders would lead to Ireland becoming &quot;a safe haven for convicted sex offenders&quot;.  Nevertheless, more than 50 months later, this gaping hole in Ireland with the so-called sex offenders register still has not been closed off.  At present, a convicted high-risk paedophile can visit Ireland from Britain or Northern Ireland unknown to the authorities and can roam around this country without being obliged to register with the Garda.  This also applies to convicted sex offenders released from prison in Ireland or those who moved here from other jurisdictions or to another county within Ireland.  In theory, the same notification procedures apply to Irish sex offenders as to those convicted of serious sexual offences in other jurisdictions.  However, this is reliant on the offender being flagged by passport control on entering the country.  There have been a number of instances in which dangerous sex offenders who were wanted by the police in either Northern Ireland or Britain subsequently were located in the Republic.  For example, in July 2012, a convicted rapist on the run from the police in Northern Ireland was found in Dublin.<\/p><p> I will now focus briefly on a number of provisions within the Bill itself.  Section 4 is the key provision in the Bill, which allows the parent or guardian of a child or vulnerable adult to make an inquiry under the information on child sex offenders, ICSO, scheme as to whether a particular person who has had or potentially could have contact with his or her child poses a serious risk or danger.  Section 4 also provides for applications under the ICSO scheme should be determined within 48 hours of the application.  Section 4 also makes provision that in the case of a named person who is a current or former participant in the witness protection programme, such participation shall not serve to preclude a disclosure made under this section.  I understand there have been instances involving individuals in the witness protection programme in the past.<\/p><p> The legislation also makes provision for the disclosure, in certain circumstances, of soft information.  The National Vetting Bureau (Children and Vulnerable Persons) Act 2012 makes specific provision for soft information.  This is soft information held by the Garda S&iacute;och&aacute;na but which reasonably gives rise to bona fide concerns that a person may harm a child or a vulnerable person.  It is based on the Garda S&iacute;och&aacute;na's own investigations into an offence or disclosure of information from a scheduled organisation.  This does not pertain to hearsay or word-of-mouth reports.  Section 9 empowers the Garda, on its own initiative, to provide information to parents, guardians or the community regarding a high risk sex offender in the community and section 10 closes off a number of the loopholes regarding the sex offenders register and the notification process and I believe this provision strengthens both this legislation and the sex offenders register.<\/p><p> Finally, I will paraphrase the comments made by the mother of Sarah Payne, after whom the legislation in the United Kingdom is named.  She stated that if just one child can be kept safe as a result of this law, then it will have been worth it.  I believe it is possible to protect the lives of many children and to protect the future of thousands of children by the enactment of this legislation and I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100003#A00200","speaker":"1177","continuing":true},{"type":"speech","time":1381484400,"counter":8,"content":"<p>I welcome the opportunity to contribute to this debate and compliment Deputy Naughten on bringing forward this legislation.  It is somewhat disappointing that the relevant Minister is not present today to respond to what is extremely important legislation.  Given the horrific events of recent weeks and the disturbing facts contained in the Rape Crisis Network Ireland report and the CARI annual report, it is quite timely that Members are having this debate today.  The Government must take strong legislative measures to protect vulnerable children and families from sexual predators.  The Minister has confirmed that the Government will not oppose Second Stage, while in the same breath indicating it will bring forward its own proposals.  It remains to be seen how similar the proposals of the Minister, Deputy Shatter, will be.   Were I to be cynical, I would add that I find the leaking to the press this week by the Minister, Deputy Shatter, of his intention to publish a Bill similar to this Bill to be more than coincidental.  The Minister knew he should have been quicker off the mark and wanted to pre-empt Deputy Naughten's Bill.  I hope the Government's response will be forthcoming quickly and will not be merely a knee jerk reaction to Deputy Naughten's hard work on this issue.  In his own contribution to the debate, Deputy Naughten has outlined how the Minister has promised repeatedly, since 2011, to bring forward legislation to deal with this issue.<\/p><p>  There are a number of broader issues I will raise today regarding the area of child protection that Members should discuss in dealing with this specific legislation, if they are to take a coherent approach to safeguarding our young.<\/p><p>It is worth noting that the independent rapporteur on child protection in his 2007 report called for similar changes to the Bill proposed today to be made to legislation.  He urged that extreme caution should be exercised, however, to ensure any legislation that could be forthcoming should be compatible with our Constitution.  The fact that this was called for back in 2007 by the independent rapporteur on child protection and nothing has been done subsequently clearly identifies the need for having an implementation plan or a strategy for implementing the reports of these independent experts.<\/p><p> On Wednesday of this week the Rape Crisis Network called on the Government to introduce legislation that would protect therapy records of child sexual abuse victims in legal proceedings.  This was something which was identified in both 2010 and 2012 reports of the independent rapporteur on child protection.  Despite this being called for and being of critical importance, no legislation has been forthcoming.  The absence of this legislation is acting as a powerful disincentive for victims to report their abuse and is something that needs to be addressed.  If abuse is not reported, a register of offenders will not be comprehensive.  People must be encouraged to report any allegation or observation of abuse, be it a member of the family, a friend or a member of their community.  There must be zero tolerance of any form of abuse being ignored.<\/p><p> The other area we must tackle very soon in this House is the potential targeting of children on the Internet by predators.  Not enough is being done in this area and we must learn from and replicate legislation in other jurisdictions.  The grooming of children online is a deeply disturbing development and represents a growing threat to vulnerable children.  The increasing availability of access to the Internet and its global reach means this requires a broader level of international co-operation if it is to be tackled.  Alongside strengthening vetting procedures, this is one of the most important areas we need to confront to protect families from the prospect of child abuse.<\/p><p> The specifics of this Bill strike a fair balance between the issue of human rights, privacy and the threat of vigilantism on one side and the non-negotiable rights and inherent moral responsibility of parents to protect their children.  In years to come, we do not want to face the sad vista of having failed to provide parents with a safe and fair framework to identify real threats to their loved ones.<\/p><p> The heart of this Bill is ultimately about safeguarding and protecting children from predators.  It enables parents, guardians or any third party to make an application to find out if there is any information they need to know to protect children in their care.  This Bill will establish the information on child sex offenders scheme, which will enable parents and guardians to inquire whether persons coming into contact with their child or vulnerable adult have been convicted of a sexual offence or otherwise pose a serious danger to children.  It also provides similar entitlement for persons in authority in schools or clubs.  Research shows, and we are all aware in the House of previous child sexual abuse scandals that occurred in schools or clubs, that these are areas where sexual predators target either by becoming an employee or an activist.  That is why Garda clearance was introduced a few years ago to ensure as much as possible that all possible avenues for predators are cut off.<\/p><p> It is very important that we do not create a situation whereby we force predators underground which would pose a far greater risk to society as no one would know of their past.  I hope the Minister, Deputy Shatter, will take cognisance of that, and no doubt he will, in the preparation of his own Bill.  The number one priority without question is the safety and well-being of our children.<\/p><p> This Bill would obviously have resource implications and perhaps the Minister, Deputy Shatter, or the Minister of State, Deputy Brian Hayes, who is substituting for him, could address this in his concluding remarks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100004#B00200","speaker":"1065","continuing":true},{"type":"speech","time":1381485000,"counter":10,"content":"<p>He is at a Cabinet meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100005#C00200","speaker":"958"},{"type":"speech","time":1381485000,"counter":11,"content":"<p>These resources would involve the operation of the system and the logistical impact it would have upon the Garda.  It also raises the investment we put into rehabilitating convicted offenders to ensure they do not commit such heinous crimes again once their debt to society is paid.  The domestic violence and sexual assault investigation unit of the Garda leads the way in confronting this type of criminality.  I trust it will be fully protected from constraints on Garda resources in the upcoming budget if the Government is fully committed to tackling child sexual abuse.  There are areas that must be given priority and this is one of those.  We do not need other cases such as the shocking one in Athlone last week that horrified parents across Ireland.<\/p><p>  This discussion today brings into sharp focus the need for those in possession of information on child predators to provide it to the appropriate authorities.  During the D&aacute;il debate on the Cloyne report, various members from the Taoiseach down rightly expressed the outrage of a historical practice whereby information on known predators and abusers was not passed on to the relevant authorities.  Instead, the report chronicled the woefully inadequate and immoral response of moving the abuser from parish to parish or club to club or school to school.  In the past week, the CARI and Rape Crisis Network annual reports identified that most child abuse occurs within the family or by persons known to the family. There is a moral obligation and responsibility on everybody, regardless of who one is or what one's position is in society, to conform to these standards.  The institution can never come first at the expense of children.<\/p><p>  It is regrettable that the Minister, Deputy Fitzgerald, despite identifying this as her main priority on assuming office two and half years ago, has yet to publish the long awaited Children First Bill which would make it a criminal offence not to provide such information to the relevant authorities.  This legislation must be given the priority it deserves by her Department if we are serious about challenging this problem.<\/p><p>  I reiterate that this legislation cannot be considered in isolation. Registration of offenders can only happen if we have a proper vetting system.  Last year, the Oireachtas passed the National Vetting Bureau (Children and Vulnerable Persons) Act 2012, produced by the Minister, Deputy Shatter, yet eight months after it went through this House, we are still waiting for him to sign the ministerial order to give it effect.  Absence of vetting legislation in regard to soft information seriously compromises our child protection system.  We all remember the circumstances which led to the death of Holly Wells and Jessica Chapman at the hands of Ian Huntley.  In this case, a vast amount of soft information was available which, if acted upon by the authorities at the time, would have prevented this beast from being appointed caretaker of a school in Soham.  As a result of this horrific crime, the UK introduced legislation in 2005.  Surely we do not have to wait for such a crime to have our legislation enacted.  Currently, the HSE is dealing with soft information without any statutory backup.  A number of recent judicial decisions both at High Court and Supreme Court level highlighted the absence of such legislation.  Perhaps the Minister of State could indicate today what is the delay in commencing this legislation.  It is quite obviously a priority from a child protection prospective but it has yet to commence some eight months after it was passed.<\/p><p>  The ongoing difficulties with waiting times in vetting applications are a further reminder of the need for adequate resources to be deployed in this area.  For our part in Fianna F&aacute;il, we will support this Bill which, as Deputy Naughten describes, is based on Sarah's Law in the UK.  The successful road-testing of the legislation there since 2008 gives a good indication of its effectiveness.<\/p><p> We cannot underestimate the scale of the problem.  The annual average number of persons convicted of a scheduled offence under the Sex Offenders Act 2001 is 130.  At any one time, there are approximately 300 convicted sex offenders in custody.  More than 50% have been imprisoned for the offence of rape and up to half have been imprisoned for offences which involved children as victims.  Just over 1,000 persons are monitored by the Garda on an ongoing basis.  However, the current system for monitoring the location of sex offenders is under severe pressure.  CSO records indicate that in 2008 some 16 sex offenders breached their notification requirements.  The figure rose to 24 in 2009 and to 50 in 2010.  In 2011, 61 breaches were recorded.  The facts are striking and are a clear indication that new measures are required.<\/p><p> The Bill - and, I hope, the Government's response to it - will offer a safeguard for concerned parents and provide them with a legal framework to protect their children.  We can discuss the practical and resource consequences further on Committee Stage with a view to strengthening the Bill.  The fundamental principle which underpins the Bill - namely, that which relates to safeguarding those most vulnerable in society from its most predatory elements - is sound.  We need to take strong action to protect our children and, as legislators, we are obliged to provide a framework to facilitate this.<\/p><p> I welcome the Bill and look forward to the forthcoming response of the Minister, Deputy Shatter to it.  However, this legislation is only one part of what must be a co-ordinated response which touches on a number of the issues to which I refer.  The Government must recognise that and act accordingly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100005#C00300","speaker":"1065","continuing":true},{"type":"speech","time":1381485600,"counter":13,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100006#D00200","speaker":"1017"},{"type":"speech","time":1381485600,"counter":14,"content":"<p>Sinn F&eacute;in and I congratulate Deputy Naughten on introducing this Bill in order that we might debate this very important issue.  I also commend the Deputy on an excellent explanatory memorandum which sets out clearly what he wants to achieve and how he hopes to go about achieving it.<\/p><p>  Sexual violence is probably the most pervasive crime in Irish society yet it remains under-reported, under-investigated and under-prosecuted, conviction rates are low and criminal sentences rarely reflect the devastating impact of the crime on its victims.  For their part, policy makers and policing services consistently fail to afford this crime the focus or resources it deserves.  Sinn F&eacute;in believes that safeguarding the well-being of children and young people in order to protect them from physical, sexual and emotional harm and neglect should be a priority in law and policy.  In all matters concerning the child, the welfare and protection of the young person must be paramount.  Every child has the right to be protected from all forms of abuse.<\/p><p>  Deputy Naughten's Bill seeks to establish an information on child sex offenders, ICSO, scheme that will enable parents and guardians to inquire whether persons coming into contact with their children or with vulnerable adults have been convicted of sexual offences or whether they otherwise pose a serious danger to children.  It provides for a similar entitlement for persons in authority in schools and clubs.  This Bill involves the careful balancing of rights, namely, those of parents to protect and safeguard their children and those of offenders.  It also provides for a balance between the disclosure of information and the improved monitoring of convicted sex offenders.  In our view the Deputy has managed to find a sensible and responsible way of dealing with the issue.  We require a holistic approach to protecting our communities, particularly children and vulnerable adults from harmful individuals.  Deputy Naughten's Bill strikes a measured and responsible balance.<\/p><p>  Parents and guardians, as well as people in authority in schools and clubs, should be given access by the Garda to the full facts and history relating to any individual behaving suspiciously in order to enable them to protect those under their care.  Hysteria and tabloid style sensationalism overlook the fact that two thirds of sexual offences are carried out by family and peers who are known to the victim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100006#D00300","speaker":"981"},{"type":"speech","time":1381485600,"counter":15,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100006#D00400","speaker":"1017"},{"type":"speech","time":1381485600,"counter":16,"content":"<p>We recognise the potentially grave harm that can be caused to children and others - particularly the victims and survivors of incest - by tabloid-style name and shame policies and, therefore, we are opposed to them.<\/p><p>  Sinn F&eacute;in acknowledges that most chid victims of abuse are abused by members of their families.  In that context, measures such as sex offender registers and vetting in isolation will not stop abhorrent crimes of sexual abuse occurring.  Deputy Naughten's initiative is to be welcomed as an additional measure to give reassurance to parents, guardians and so forth.  We call for adequate resourcing of best practice sex offender treatment programmes, both when individuals are in custody and when they have been released back into the community.  I will discuss this matter further later.<\/p><p>  Sinn F&eacute;in also calls for greater cross-Border co-operation between the Six-County Assembly and the Twenty-six County Government and the Garda S&iacute;och&aacute;na and the PSNI in dealing with predatory sex offenders.  We are also seeking greater cross-jurisdictional co-operation throughout the European Union and on the part of agencies such as Interpol in this regard.  Furthermore, Sinn F&eacute;in is seeking the establishment of an all-Ireland policy on sex offenders - especially those who offend against children - in order to ensure congruence in sentencing and monitoring so that neither jurisdiction will offer a safe haven for such individuals to escape justice or to cause further suffering.  We call for all-Ireland standards and protocols on the treatment of sex offenders and for the introduction of an effective all-Ireland register of sex offenders.  The latter would include an in-built effectiveness review every five years.<\/p><p>  We support the Bill proceeding to Committee Stage.  Should it reach that point, we will consider tabling some amendments in order to strengthen its provisions.  We will be particularly interested in examining the position with regard to the treatment of sex offenders while in prison.  At our most recent Ard-Fheis in April, we passed a motion, No. 161, which stated, in part, that &quot;This Ard-Fheis calls on the Minister for Justice to ensure that any remission granted to persons convicted of sexual offences is based on participation in the Prison Service's Sex Offenders Treatment Programmes and demonstrable rehabilitation&quot;.  This is a matter about which we feel very strongly.  These programmes aim at bringing about changes in offenders' lives which reduce the risk of re-offending and enhance public protection.  Research shows that effective treatment programmes reduce the risk of re-offending but most sex offenders in Ireland do not have access to treatment.  We would seek to amend the law to ensure that remission for prisoners would be connected to their participation on one of these rehabilitation programmes.  We must offer strong incentives in order to ensure that sex offenders are rehabilitated rather than simply allowing them to serve their time, remain unrehabilitated and possibly be released early for good behaviour.  The programmes to which I refer play a vital role in assisting offenders to reintegrate in their communities after imprisonment.<\/p><p>  There is a huge need for treatment in the community.  In 2012 the Inspector of Prisons urged that the sex offenders' programme centred on Arbour Hill Prison in Dublin should be extended into the wider community.  During the past three years, 105 prisoners have participated in the Republic's only sex offenders' treatment programme, which is centred in the institution.  The Inspector of Prisons stated the programme would operate most efficiently if prisoners who had completed it received ongoing assistance and monitoring following their release.  In his report on Arbour Hill, Judge Reilly said it should be possible to harness the goodwill of appropriately trained people in the community to assist in the reintegration of such prisoners into wider society.  He also stated that such trained personnel could operate under the guidance of the psychology service in the prison and in conjunction with the Probation Service.<\/p><p>  I take this opportunity to acknowledge the contribution of the Minister for Justice and Equality, Deputy Shatter, in respect of any constitutional or human rights impediments that may be put in place by this Bill.  I look forward to the Minister publishing the general scheme of his sexual offences Bill, which we have been assured will address a broad range of issues.  The challenge for us, as legislators, is to achieve a balance between protecting civil rights and liberties while also endeavouring to protect our citizens, particularly children, from real threats or any interference with their human rights.<\/p><p>  I again welcome the Bill and wish Deputy Naughten well with it.  If we get the opportunity to debate it further on Committee Stage, I and my colleagues look forward to working with him to strengthen it as best we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100006#D00500","speaker":"981"},{"type":"speech","time":1381485600,"counter":17,"content":"<p>I welcome the opportunity to contribute to the debate on the Child Sex Offenders (Information and Monitoring) Bill and I strongly and warmly commend Deputy Naughten on its introduction.<\/p><p>I welcome this debate because child sex abuse is always a very important issue.  The question of how we deal with such abuse is more important.  I accept this Bill is controversial and I will set out my views on this important matter later.<\/p><p> As we are all aware, the horrific issues associated with child sexual abuse and child sex offenders have arisen again recently.  We have seen the terrible consequences of inaction.  That is why we need to have an informed debate and to implement common sense policies.  I have heard some positive and constructive suggestions from Deputy Naughten and all the other Deputies who have contributed to this debate so far.  We need action on this issue.  The victims of child sexual abuse must always be at the centre of the debate.  Their voices must be heard, regardless of the consequences.  We need to get our facts right in relation to this issue.  According to a recent report, some 37% of those who perpetrate sexual violence against child survivors were under the age of 18, some 75% of child survivors - both boys and girls - aged between 13 and 17 were subjected to rape and some 60% of female child survivors were subjected to rape, compared to 30% of male child survivors.<\/p><p> I compliment the Rape Crisis Network of Ireland on its magnificent work on this issue and its determination and courage in trying to assist these families, victims and survivors.  The network deals with real people, real children and real survivors.  It also deals with the issue of stereotyping, which is still a feature of the Ireland of 2013.  Sadly, most sexual abuse takes place within the family.  The reality is that two thirds of cases of sexual abuse involve a close family relative or someone in the local community.  It is important to state that the stereotype of strangers preying on children is not accurate in most cases.  I am bringing this aspect of the matter onto the agenda because we need to deal with family issues as well as the issue that Deputy Naughten's legislation aims to deal with.  It is important to deal with stereotyping.  I reiterate that two thirds of cases directly involve a close family relative.  That is accepted by those who work for professional organisations that provide services to children.<\/p><p> I was fascinated by the reaction to last Sunday's episode of &quot;Love\/Hate&quot;.  I understand that RTE received ten telephone calls about a scene in which someone killed a cat with a machine gun.  I watched the programme and was fascinated to see how some communities are being stereotyped.  Why did RTE not receive 10,000 phone calls about the programme's depiction of sexual exploitation and violence, or about the horrific consequences of children living in drug dealers' families where violence and aggression are common?  That is my point.  We seem to get distracted at times.  I know that it might not be politically correct to say this about a programme that has 970,000 viewers, but I have major problems about some aspects of the kind of stereotyping that goes on.  I worked in disadvantaged communities for many years.  The vast majority of families in those areas send their kids to school every day, against the odds, with their homework done and their uniforms on.  I do not like the sensational manner in which such communities are labelled in some television programmes.  It is important to say that the programme also depicts prostitution and the gross exploitation of women.  It is important to deal with the whole question of sexual exploitation, including sexual abuse by close family members and the depiction of these issues by the media.  Stereotyping must be dealt with in a very strong way.<\/p><p> As I mentioned earlier, the Rape Crisis Network of Ireland has done a fantastic job.  As part of our strategy for dealing with Deputy Naughten's Bill, we need to ensure such organisations are supported.  Over the last two or three years, they have had to try to survive in spite of a 50% cut in the funding of their services.  We have to look at these issues.  The statistics show that approximately 100,000 people in the broader Irish community have been affected by child sexual abuse.  There should be a reaction.  They are crying out for help.  Most Deputies have met some of these people in our clinics.  We have encountered them on a human and personal level.  They are happy to come and talk to Deputies because they know we will listen to them.  At a time when the world seems to be anti-politician - this is part of another agenda - I suggest that the role of the politician in Irish society is very relevant.  Thankfully, the people of Ireland made the right decision last weekend when they voted to save the Seanad, but that is another debate for another day.  I will always defend politicians, especially in the case of this serious matter because politicians generally have a good record of assisting families and putting people into contact with the Rape Crisis Network of Ireland.  The 100,000 people I have mentioned have to be supported.  The Minister, Deputy Fitzgerald, needs to be involved in a broader strategy in this regard.<\/p><p> The legislation before the House would ensure parents receive appropriate information about a paedophile who is living in the community.  It would allow garda&iacute; to disclose information on sex offenders to the parents of children and vulnerable adults if they believe there is a risk.  I think that is an important aspect of the legislation.  I commend Deputy Naughten on it.  The Bill also proposes the establishment of a system that will enable parents to inquire as to whether people coming into contact with their child, or a vulnerable adult for whom they are responsible, have been convicted of a sexual offence or otherwise pose a serious danger.  It provides a similar entitlement to people in authority in schools and clubs.  That is a positive measure because it represents common sense.  I heard Deputy Naughten's comments on the differences between this proposal and Sarah's law, which operates in the UK.  Sarah's law allows a member of the public to ask the police for a disclosure regarding anyone who has unsupervised access to children.<\/p><p> As I said in my introductory remarks, it is important for children to be at the centre of this legislation.  I strongly believe that the safeguarding of children's rights must take priority over the rights of other people.  I heard some of my colleagues saying that we need to be careful about how this information is used.  We do not want to see cases of vigilantism.  The &quot;hang 'em and flog 'em&quot; brigade must be kept off the pitch.  The sad thing is that this is already happening.  I received a call yesterday from a constituent who is very worried about a convicted child sex abuser who is due to be released a few months from now.  People in the local community are afraid the person's house will be stoned or burned out.  They will be affected by it.  We have to be very careful about this type of vigilantism.  This kind of matter should be dealt with in line with the due process of the law.  We have to ensure that the people involved, including the local garda&iacute;, deal with it sensibly.<\/p><p> I would like to zoom in on some statistics that are specific to this issue.  Deputy Naughten mentioned that this Bill will protect vulnerable adults, which is very important.  I will deal with this aspect of the matter in a moment.  We are happy to talk about many things in this country, but this issue often goes under the radar.  My understanding of the term &quot;vulnerable adults&quot; is that it relates to people with an intellectual disability who are at risk.  This issue is not being dealt with to a sufficient extent.  I will go back to it in a moment.  I wish to mention some more statistics that have been published by the Rape Crisis Network of Ireland in one of its reports.  According to a newspaper report on the matter:<blockquote>Some 192 children, aged between four and 17 years, attended 15 rape crisis centres and Cari (Children at Risk in Ireland) centres in 2012.  Of these, 130 were attending for the first time.  The majority (67 per cent) were aged 16 or 17, 26 per cent were 14 or 15, 4 per cent were 11 to 13 and 4 per cent were younger than 10 in 2012.  About 5 per cent had a disability and the majority of these had an intellectual disability.<\/blockquote>I want to focus on the final statistic I have cited.  One of the reasons I am supporting this legislation is that it zooms in on the issue of vulnerable adults.  Our modern society is teaching, training and educating adults with intellectual disabilities to be more independent and to integrate into the community.  This means more freedom for them.<\/p><p>It means our children are getting on buses on their own and walking home on their own.  They are more independent, which is positive and which the Minister of State at the Department of Public Expenditure and Reform knows is also cheaper.<\/p><p> Education works on these issues.  It also exposes children to being vulnerable.  I would like to see broader society and the broader community acting as supervising parents or watchdogs of people with intellectual disabilities.  People with intellectual disabilities use our services, go to our restaurants, go to pubs and are on our streets seven days a week.  Everyone keeps an eye out for them because parents appreciate it and because of a number of recent incidents where people with intellectual disabilities were attacked and sexually assaulted.<\/p><p> That is why it is important that the legislation deals with persons who have been convicted of a sexual offence or otherwise and who pose a serious danger on coming into contact with children.  In England, following Sarah's law there was a pilot project involving four police forces in Warwickshire, Cambridgeshire, Cleveland and Hampshire.  A year-long project was hailed as a success by many people.  Some politicians say it had protected 60 children.  Deputy Denis Naughten and Sarah Payne's mother mentioned that if it only saved one child it would be great.  This project had a direct impact of saving 60 children.  I make that point because it is important.  The year-long project was a success.  Nearly 600 inquiries were made to the four police forces involved, leading to 315 applications for information and 21 disclosures about registered child sex offenders.  A further 43 cases led to other actions, such as referrals to children in social care and 11 general disclosures were made regarding protection issues linked to violent offending.  This measure had a strong impact in the pilot project.<\/p><p> There were some fears in the US that the scheme would drive sex offenders underground or cause vigilante style attacks.  In the US, Megan's law allows for such disclosures, including the publication of names, addresses and pictures of paedophiles and it has experienced such problems.  I mentioned an example recently.  We must ensure the debate is a broad debate.  We must accept that this is a problem in modern society.  We must also deal with stereotyping and with families where this is going on.<\/p><p> Returning to the question of legislation, Garda intelligence has a meaningful role in protecting our children.  At present, a large body of Garda intelligence and other important information concerning individuals sits passively on the Garda information system.  The purpose of the Bill is to establish the information and child sex offenders scheme, which is important.<\/p><p> Overall, I welcome the legislation and commend my colleagues for their contributions.  If the legislation goes further, there will be many amendments to assist it.  This is a positive development and it is important that Deputy Denis Naughten brought this Bill to the House.  It puts the rights of children at the top of the agenda.  It also puts sexual exploitation at the top of the agenda and puts child abuse and child sex abuse on the agenda.  We have had talk about this issue and there are now opportunities to act.  The legislation is part of the strategy.  I urge the Minister of State, Deputy Hayes, to go back to the Government and make the point about the different and positive contributions.  The legislation has the potential to protect lives and provides an option to strengthen other legislation on the Statute Book.  I commend Deputy Denis Naughten for introducing the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100006#D00600","speaker":"1017","continuing":true},{"type":"speech","time":1381486800,"counter":20,"content":"<p>I congratulate Deputy Denis Naughten for publishing this Bill and bringing the matter to the floor of D&aacute;il &Eacute;ireann.  I apologise on behalf of the Minister for Justice and Equality, Deputy Shatter, who is unable to attend.  He is at a meeting of the Cabinet and he asked me to express his apologies to Deputy Naughten and other Members for not attending.  He will read the content of the contributions made.  Deputy Naughten has set out that he acknowledges this as an issue the Minister has spoken about consistently since his appointment in 2011.  The Minister is absolutely committed to bringing comprehensive legislation before the House.  That the Minister met the Deputy earlier this week to discuss the Bill is welcome.<\/p><p>  Recent events have shown that we have to be ever mindful of the dangers posed to our children and must explore all avenues that will enhance their safety.  We all want a comprehensive approach to minimising the risk posed to our children.  This is not a simple task, nor will we ever be able to eliminate the risk altogether but child safety and putting children first is a priority for this Government.  Any debate that helps us consider how we can best protect our children is to be welcomed.<\/p><p>  The Bill focuses on the threat posed to a child by the unknown stranger in the neighbourhood.  While we must take steps to minimise that threat, the greater risk to a child of sexual violence, unfortunately, is likely to be from a member of the child's family or an acquaintance.  This week, the Rape Crisis Network of Ireland published important research on sexual abuse of children in Ireland.  Of the children who reported sexual violence, 7% of reported incidents involved strangers; 31% involved close family members; and 39% involved friends and neighbours.  Other Members alluded to the fact that the great majority of the problem relates to people in close proximity to the child, such as friends and neighbours and especially family members.  We must be cognisant of the research. <\/p><p>  The report made it clear that, where sexual violence is perpetrated by a family member, many children do not report such incidents until they reach adulthood.  An analysis of all of the people who reported child sexual violence in this study, whether they reported the abuse as a child or did not report it until they became adults, showed that 50% of reports related to sexual violence perpetrated by a family member.  Some children are either reluctant or afraid to report sexual violence perpetrated by a family member, and this is understandable.  The humiliation, fear and denial of the terrible realities of family abuse contribute to the obstacles faced by children in reporting sexual violence perpetrated by a family member.<\/p><p>  It is difficult for many to come to terms with the reality of family sexual abuse as it utterly offends our notion of family care, duties and protection but while we focus on stranger danger it is important that we do not neglect or ignore that the real danger lies for many children in the risk of abuse from someone they know.  It is important in this context to emphasise that, while such a risk is very real, it applies to the minority of families and family settings and the vast majority of parents, their relations and friends do not pose any risk to their children.  It is the failure, however, to recognise that such risk can exist that can condemn too many children to repetitive abuse by a serial abuser while those close to the abused child are either oblivious to the danger, in a state of denial or choose to look the other way.<\/p><p>  These issues are not unique to this country.  The World Health Organisation and the United Nations Secretary General published a major international study of sexual violence against children in 2006, which showed that much of the sexual violence against children is perpetrated by family members or people residing in or visiting the family home.<\/p><p>This report showed that of the 150 million girls worldwide who have experienced sexual violence, up to 56% was perpetrated by relatives.  An analysis of the child protection files in Spain in 1997 and 1998 showed that 3.6% of abuse cases involved sexual abuse and of these cases, 96% of the perpetrators were family members and relatives.  This global report also acknowledges that adults are more comfortable and outspoken about the risk of sexual violence at school or in the community but are much less likely to discuss a child's risk of sexual abuse in the family home.  My concern and that of the Minister is that the dominance in the discourse of the risk posed by a shadow behind a bush instead of the footstep on the stairs can divert our attention from the greatest likelihood of danger to children and may make it more difficult for children to report abuse by those they trust and depend on most.<\/p><p> The Bill essentially addresses the risk posed to children of sexual abuse and assault by strangers.  The Minister shares the desire of Deputy Naughten to enhance the protection that can be afforded to our children.  There are many positive aspects to the Bill.  It is the Minister's belief, for example, that a parent who has a legitimate concern about an individual in contact with their children should be in a position to raise that concern with their local garda&iacute;.  Indeed, we would hope that parents would already feel free to do so and if there is a serious and imminent threat to their children, the Minister is confident that the garda&iacute; would already take the appropriate action.  Under Children First guidelines, on becoming aware of any danger to a child, the garda&iacute; notify the HSE who is empowered to carry out a number of activities, including approaches to parents and organisations.  Under Section 8 of the Data Protection Act, information may be disclosed directly by the garda&iacute; to prevent an offence or to prevent injury to a person.  As I will explain in detail later, the Minister will be asking the Commissioner to introduce an appropriate scheme on this matter.<\/p><p> However, we all have to be conscious of the rights established under our Constitution and the European Court of Human Rights.  They do not allow the blanket disclosure of information on convicted criminals.  It must be in pursuit of a legitimate aim and proportionate and must balance the competing rights at issue.  Based on preliminary advices received from the Office of the Attorney General, there may be issues of constitutionality and concerns about the compatibility of this Bill with the European Convention on Human Rights, ECHR.  With regard to Part 3, the Minister believes that it would be better for those subject to the requirements of the Sex Offenders Act 2001 to be required to register with their local Garda station, not just any Garda station, and that the time period for registration should be reduced from seven to three days.<\/p><p> As the Minister does not have any issues with the general approach of the Bill, the Government will not be opposing its reading at Second Stage.  However, its focus is limited and there are a number of drafting difficulties.  The Minister is already bringing forward legislative proposals which will address the issues raised in this Bill as part of a more comprehensive approach to the question of sexual offences.  As regards the text of the Bill generally, the Minister thinks the approach is too complicated and confusing and that many of the provisions are unnecessary.  Under sections 4 and 5, an application can only be made in respect of a &quot;named person&quot;.  I can imagine many circumstances where a parent would have concerns about an individual but would not be able to establish the name of the person.  Should they be excluded?  While on the face of it, the procedure is appropriately restricted to a person &quot;who has contact with his or her child or vulnerable adult&quot;, the definition of &quot;contact&quot; in section 1 includes &quot;likely physical presence in the vicinity of the child or vulnerable adult&quot; and, as a result, is so wide as to cover most of the population.  The preliminary advices received from the Office of the Attorney General identify this as a key concern as the Bill throws an extraordinarily wide net as to those about whom information may be sought.  This raises issues about proportionality having regard to the objective to be achieved.<\/p><p> The Office of the Attorney General has also voiced strong concerns about the lack of any safeguards in the Bill to protect the constitutional and ECHR privacy rights of persons about whom information is sought.  In the Bill, such persons do not have any right to know that information about them has been disclosed and will not have an opportunity of correcting information that is inaccurate.  <\/p><p> The Bill includes an appeal against non-disclosure and requires the establishment of a three-person appeals panel in each Garda division.  The Minister is not sure whether such a system would be justified.  There is no appeals provision in the UK scheme, which is understandable as a person either receives information or is told there is no information to disclose.  It is hard to see what is the purpose of an appeal or how it could be argued by applicants that a decision should be reversed if all they have is a response saying there is no information to disclose.<\/p><p> The Minister has concerns about section 8, which makes it an offence for a person to fraudulently, maliciously or vexatiously make an application.  Presumably, applications would be made in private to a designated Garda and ask for information on a person.  As the application will be private and is inquiring after information, it is hard to see how an application itself it can cause harm.  The only two circumstances that the Minister can envisage being of concern is wasting police time or seeking information on a third party when there is no perceived threat to a child.  Wasting police time is not a new problem and the penalties for wrongful disclosure of confidential information would address the second issue.  The Minister thinks that section 8 is heavy-handed and might serve to deter parents from making genuine applications.<\/p><p> Moving to the substance of the proposal, we have to place this in context.  There is already a structure in place in this jurisdiction to monitor convicted sex offenders with a designated Garda inspector in each Garda division having responsibility.  As stated earlier, under Children First guidelines, if the Garda become aware of any danger to a child it notifies the HSE which is empowered to carry out a number of activities, including approaches to parents and organisations.  While there is no formal scheme in place, there is nothing to stop any individual making inquiries with the Garda about an individual who may pose a threat to their children.<\/p><p> The explanatory memorandum to the Bill states that the scheme is modelled on &quot;Sarah's Law&quot;, to which Deputy Naughten referred and which operates in the UK through the child sex offender disclosure scheme.  Despite being referred to as &quot;Sarah's Law&quot; in the UK, the scheme in question is not a statutory scheme but an administrative scheme that formalised on a national level what would be regarded as good practice in child protection throughout the different police services in the UK.  It was first piloted in the UK in 2008 before being extended nationally.  The UK scheme is tied into the multi-agency public protection arrangements for the management of sex offenders and is not a stand-alone approach or scheme.  Two questions immediately arise.  Why do we need an elaborate statutory scheme here if one is not required in the UK?  More importantly, why should we focus on just one aspect of the monitoring set up in the UK and not look at the bigger picture?<\/p><p> The Department of Justice and Equality carried out an extensive review of the management of sex offenders in this jurisdiction.  It involved a series of consultative meetings with the front-line justice services involved, including the Garda, the Prison Service and the Probation Service, to look at the issue of the threat posed by sex offenders.  In particular, there were detailed discussions about what legislative changes would bring a practical benefit to improving the management of the risk posed by sex offenders.  Arising from these internal reflections, a comprehensive document entitled The Management of Sex Offenders - A Discussion Document was published in January 2009.  Among other things, it looked at best practice in other jurisdictions.  A discussion forum was arranged and oral and written submissions invited and received.  The outcome of that consultative process was published on the Department's website in September 2010.<\/p><p>There was a high level of engagement by bodies dealing with the victims of crime and a general consensus as to the best approach.<\/p><p> Currently, 344 sex offenders are in prison, of whom 103 will be released in 2013 and 99 in 2014.  Not all sex offenders pose the same level of threat on release and that has to be taken into account.  Indeed, the recidivism rate for sex offenders is lower than for the average offender.  The most-up-to date study shows an average recidivism rate of 62.3% within three years for prisoners.  The rate for sex offenders was much lower, with fewer than 5% committing a further sexual offence within the three year study period.  More sex offenders are participating in the building better lives programme in prison.  We are seeing some success as a result of this programme.<\/p><p> I thank Deputy Naughten for introducing the Bill.  He has obtained support for what he wants to do in his discussions with the Minister, Deputy Shatter, and from my contribution because we agree that the issue has been left in abeyance for too long and must now be addressed.  The approach we are taking incorporates many aspects of his Bill into a wider piece of legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100008#F00200","speaker":"958","continuing":true},{"type":"speech","time":1381488000,"counter":23,"content":"<p>I welcome Deputy Naughten's Bill, which serves to strengthen current legislation by allowing the Garda to disclose appropriate information on sex offenders to concerned parents who believe their children are at risk.  I also welcome the recent confirmation from the Government that it has agreed to approve Deputy Naughten's Bill.  Deputies should support the Bill given that it will, for the first time, provide a public register of child sex offenders.  I look forward to seeing the proposals that the Minister for Justice and Equality will bring forward.<\/p><p>  Every year more than 100 sex offenders are released from prison following completion of their sentences.  Parents are naturally concerned about offenders being released to live in their neighbourhoods, particularly in respect of cases that have received extensive media coverage.  Parents and guardians should be able to take all possible measures to protect their children and ensure that any concerns they may have about their children's safety are addressed.  This Bill gives parents the power to request information from the Garda regarding adults about whom they have suspicions, such as people loitering regularly around school gates or playgrounds with no apparent reason for being there.  Those running schools or clubs for children will also have the power under this legislation to seek information about individuals of concern to them in order to safeguard the children in their care.  <\/p><p>  Section 3 of the Criminal Law (Sex Offences) Act 2006, as amended by section 5 of the Criminal Law (Sexual Offences) (Amendment Act) 2007, makes it a criminal offence to engage or attempt to engage in a sexual act with a child under 17 years of age.  In quarter two of 2013 there were 103 recorded cases of defilement of boys or girls under the age of 17, compared to 128 cases in the same quarter last year.  While this represents a welcome reduction of 19.5%, more work is needed on reducing the numbers to few or none.  <\/p><p>  This Bill strengthens the monitoring of child sex offenders when they are released from prison.  There are problems with the current post-release monitoring system.  All sex offenders are required to notify the Garda within seven days of their release from prison.  The previous Government promised to reduce the time limit to days but neglected to introduce the necessary legislation.  It has become urgent that the issue be addressed.  The Bill introduces measures to change the notification period to a maximum of three days.  The current notification system gives the power to the offender to report to the Garda but a number of offenders have neglected to do this, with 61 breaches reported in 2011.  This issue needs to be addressed by the Minister for Justice and Equality when he publishes his own proposals.<\/p><p>  The Criminal Justice (Forensic Evidence and DNA Database System) Bill 2013 will also help to convict sex offenders by strengthening the Irish authorities' ability to co-operate and assist other countries with their investigations into crimes.  The full rigour of the law should apply to offenders irrespective of where they may end up residing.  The Child Sex Offenders (Information And Monitoring) Bill 2012 will make Ireland a safer place for children and put the power in the hands of parents to ensure any concerns they have about a person who has contact with their children are investigated.  Deputy Finian McGrath spoke about the issue of vulnerable adults with intellectual disabilities.  I hope this category of individuals is included in the legislation because nobody should be allowed to take advantage of an adult in a vulnerable situation.  They should be fully protected and offenders in this regard should face the rigour of the law.<\/p><p>  In respect of the Government's proposed legislation, is it possible to prohibit offenders from living within a certain distance of schools?  Recently it was reported in the media that a convicted sex offender was living in a property which overlooked the hockey pitch of a school in Foxrock in Dublin.  It is a cause for serious concern that an offender could live so close to a place where children play.<\/p><p>  Deputy Naughten's Bill would close the loophole in the legislation as it stands.  <\/p><p>The Minister for Justice and Equality has much on his plate, but he needs to prioritise and incorporate the provisions of Deputy Naughten's Bill and guide legislation through the House as soon as possible so as to afford the maximum protection to parents, children and vulnerable adults and to strengthen the law for everyone's benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100010#H00200","speaker":"1182","continuing":true},{"type":"speech","time":1381488600,"counter":25,"content":"<p>Like others, I welcome the Bill and compliment Deputy Naughten on its introduction and this discussion.  While it may not in itself be the final answer to the matter, it will generate sufficient discussion to focus on the issues involved and to assist the Minister in drafting legislation.  I do not doubt that it will influence that legislation to a considerable extent.<\/p><p>  The points made by a number of Deputies are well taken.  We must balance the rights of children and vulnerable people, which must exist without fear or favour, with the possibility that convicted paedophiles and sex abusers may not re-offend.  The question of balancing constitutional rights must be borne in mind.<\/p><p>  Deputy Finian McGrath made a good point about vigilantism.  Parents and the community in general would be concerned if they knew that an offender who could pose a threat was in their locality.  This issue can create problems and must be addressed in the legislation.<\/p><p>  There is also a question of mistaken identity, which can pose difficulties.  All Deputies have dealt with cases of people who have been mistakenly identified as offenders.  These are tragic circumstances, although not all of them relate to cases of sexual offences.<\/p><p>  The legislation must recognise that parents are concerned that people who will re-offend can travel from one country to another, for example, between Ireland and the UK as part of the common travel area, and that the Garda does not know their whereabouts.  The police need to know the whereabouts of habitual offenders.<\/p><p>  A case comes to mind.  A rapist who was deemed to have no longer been a threat to society was released from prison in this country a number of years ago, went to the UK, raped five women and raped and killed a sixth.  It reminded me of similar crimes that had been perpetrated in Ireland.  More recently, an habitual sex offender who is currently serving a prison sentence in the UK was convicted of a similar crime in Northern Ireland, having spent some time in an area in this country where a number of women went missing.<\/p><p>  This is a question of the police knowing an offender's location, be it in the UK or Ireland.  There must be a reliable system.  Tagging has been mentioned.  Sometimes it works and sometimes it does not.  According to reports, the astute manipulator of modern technology can bypass or hack such systems.  However, tagging should be kept in mind as a system with possibilities.  Where someone has a series of offences to his name - they are mostly men - it should be possible at the press of a switch for the Garda to know where he is.  In the event of a repeat offence, the Garda would at least know whether he had been in the area.  Due process would need to be observed, but it could save a great deal of trouble and time.<\/p><p>  The Minister of State referred to child sexual abuse within the family.  That is a serious threat, although the problem is somewhat different.  In many cases, the family will not report anything to anyone.  We have seen many such cases.  I do not know how to deal with this problem beyond having a vigilant social service system.  I am uncertain about the extent to which the question of data protection would be of assistance, as it obstructs public representatives from getting or reporting information.  One should always be careful not to report something unless there are solid grounds for doing so.  In the event of a report being made available, we should know what progress there has been, if any.<\/p><p>  I am sure that, like me, every Deputy in the Chamber has dealt with cases in which people have charges pending against them following evidence supplied from within their own families, and considerable periods elapse before any serious effort is made to handle the situation.  This should not be the case.<\/p><p>  To be fair, the Garda is good at following up on complaints.  I have dealt with cases in which parents reported situations that were not to their liking and the Garda followed up on them effectively and efficiently, but not always with the full support of the attendant services that should be available to it.<\/p><p>  Everyone who is a parent or a good family member who does not tolerate the sexual or physical abuse of children or vulnerable people must be alert.  We need to do something about it.<\/p><p>  Reference has been made to children or adults with special needs.  There are problems in this regard, as it can be difficult to identify whether a particular act has occurred.  It can also be difficult for the unfortunate victim to be believed.  There are countless instances of child victims of sexual abuse not being believed.  The case for young adults and children with special needs is similar.  It is an appalling indictment of our society that there is a reluctance to believe that something has happened when the victim has a disability of one kind or another.  This is food for thought as regards the condition of our society.  We should be alert in the event of a report of abuse.  While we should not be judgmental, it should follow automatically that the systems are sufficiently rugged and determined to pursue the matter quickly and effectively in a bid to ensure the complaint is handled.<\/p><p>  Deputy Finian McGrath rightly pointed out another important issue.<\/p><p>We cannot have a situation where vigilantism takes over, particularly if there is misinformation or wrongful identification.  The public must have confidence in whatever system we have in place.  If garda&iacute; do not have technological backup and other information available to enable them to do their job, public confidence in the system will break down.<\/p><p> References have been made recently to public distrust of politicians.  It is remarkable because whenever distrust of politicians has happened in the past, it has usually been replaced by another system which does not harbour any debate at all and has led to unfortunate situations arising.  It is, however, very important to have public confidence in this system.  Parents and society at large should know that whatever is in place is reliable and capable of withstanding the rigours of modern criminality.<\/p><p> The sad aspect is that as we get older, we have more stories to tell.  That is because there is more history and, in addition, much more case law has been built up.  Therefore, as we get older, we can remember more cases than we did 20, 30 or 40 years ago.  To those who are younger, it would be ten years ago.  We must learn from past experience and enact legislation to put up serious barriers to such misconduct.<\/p><p> Several Members have mentioned constitutional entitlements which must be observed.  There is a tendency for the public to get the impression that a criminal's constitutional entitlements receive greater space and recognition than those of the victim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100011#J00200","speaker":"957","continuing":true},{"type":"speech","time":1381489200,"counter":27,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100012#K00200","speaker":"1177"},{"type":"speech","time":1381489200,"counter":28,"content":"<p>If that happens, and it seems to be happening in our society at present, it is a serious matter.  It will lead to a total undermining of public confidence in what is known as the system.  When the courts deal with serious criminal offences, the accused will get free legal aid.  There does not seem to be a problem about it.  It is a simple test and free legal aid is readily available.  In other issues, however, that does not happen.  We have all dealt with cases involving vulnerable people, including women in the home.  They may be in difficult situations but they do not always get free legal aid or justice.  There are many such instances, but it should not be like that.<\/p><p>  In the United States, great efforts are made to protect the rights of the accused.  We must be careful and balanced in this regard.  If victims' rights are not adequately observed, then we are failing ourselves as well.<\/p><p>  Given the points made by other speakers in this debate, I would say that there is a need for the legislation before us.  We need to update and upgrade such legislation and I have been constantly agitating for this over many years.  I compliment the present Minister for at least shortening the list a little bit, although the demand is still there.<\/p><p>  Tagging should be used if a reliable method can be found, but it should only be available to the Garda S&iacute;och&aacute;na.  At least in that situation the Garda would know where somebody was and, for example, if somebody passed through a port or airport it would be known to the authorities.  It is unfair to expect society to accept that those who have committed serious offences, such as murder, rape or child abuse, can travel anywhere with impunity.  That would be an abuse of the system.  In such circumstances, somebody in authority, including police forces, needs to know what is happening in order to protect potential victims.<\/p><p>  We can all talk and write about issues that have arisen over the years where serious crimes have been committed against women, children or vulnerable persons with special needs.  However, we must do whatever needs to be done to protect such people and address the existing legal inadequacies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100012#K00300","speaker":"957"},{"type":"speech","time":1381489200,"counter":29,"content":"<p>I thank Deputy Naughten for introducing this Bill.  I thank the Minister of State, Deputy Brian Hayes, for attending the House for this debate.  I am sorry to hear that the Minister for Justice and Equality, Deputy Shatter, cannot be here because there is a Cabinet meeting.  That is one of the drawbacks of the way we try to tackle a large volume of work and the mechanics of getting it done.<\/p><p>  The Bill addresses events and happenings that have occurred.  It meets a requirement and that is why it should be supported.  It does not seek to provide all the answers to the full spectrum of problems that arise in cases of child sexual abuse and sexual abuse generally.<\/p><p>  I wish to thank Deputies Robert Troy, Sandra McLellan, Finian McGrath, Terence Flanagan and Bernard Durkan for their contributions.  This discussion has highlighted the realities of what it is like in the homes and on the streets of this country.  The specific problem also involves child sex offenders loitering on streets or lurking in cars.  As the recent report from the Rape Crisis Network shows, there is a wider context involving over 100,000 people in society who have experienced sexual abuse in their childhood.  They were boys and girls who are now adults.  The sexual abuse occurred within families.<\/p><p>  The family provides education and experience for most people growing up, although there are children who have lost their parents or who are from broken homes.  The family environment's capacity for raising children and providing example is under constant assault at the moment.  People can see images on their television or computer screens, in DVDs and on mobile phone apps that are glamorised, sensationalised, sexualised and brutalised.  As a result, there is massive confusion in society.  Young people are living in families or other situations and are becoming intellectually and psychologically aware of what is going on around them.  Yet they are faced with the temptations and curiosities of life when growing up and can arrive at situations whereby they make themselves more vulnerable than needs be, if they have not received good example in their education, whether from parents, teachers, sports coaches or games masters.<\/p><p>  On the sad occasions where children are abused, they say it was after a period of grooming.<\/p><p>Society is groomed for certain outcomes so this is no surprise.  In 1931, Aldous Huxley wrote a book entitled <i>Brave New World<\/i>.  In some ways we only arrived there in the new millennium.  Aldous Huxley said in <i>Brave New World<\/i><b><i><\/i><\/b>that we stratify society.  We do so nowadays.  The powerful Harvard, Oxford and Cambridge educated people are the alphas and this debate is a little below them.  Next in line across the universities of the world are those in third level education, the Gammas, Deltas and Epsilons.  The Deltas and the Epsilons are kept happy in their society by their soma, which is their alcohol, tattoos, films and DVDs.  Children, who are the defenceless in society, literally become the casualties of this type of society. <\/p><p> I welcome this Bill to deal with specific situations.  Parents who are trying their best to keep their children safe are reasonably entitled to be able to make inquiries if outside the walls or structure of their families and extended families there are larger numbers of people who could make their children vulnerable or victims.  On the way into the House today I listened to an interview between Miriam O'Callaghan and Dr. Marie Cassidy, the State pathologist, which was very interesting.  Dr. Cassidy comes from a Scottish background, has an enormous amount of professional experience and is a mother of a now grown up family.  She spoke during the interview of the spectrum of her experience as a mother educating her family and as a professional carrying out her work and how that work fitted into society's outcomes and events, which are sad, poignant and tragic.  While Dr. Cassidy showed an understanding and compassion for the perpetrators of a murder, manslaughter and so on she did not exonerate them from what they did.  With the exception of a few cases, nobody gets out of bed with the intention of killing another person, be it manslaughter or murder.  Yet, it happens by a confluence of events.<\/p><p> It is up to us as legislators to create a framework for society that encourages good example and behaviour and dampens down or tries to set aside, disperse and evaporate the elements of living that do not help people to engage meaningfully in their work, to enjoy their lives meaningfully, to holiday meaningfully and to help one another meaningfully.  This is not a woolly one-sided conversation.  I am throwing up ideas.  The Bill introduced by Deputy Naughten is the nuts and bolts of doing something.  As stated by Sarah Payne's mother, if this saves the life of one child, it is good.  The Government's response should not be that it has a better solution and what it is proposing is the first chapter of a wider book to come in several months' time.  We have heard that before, including in 2009 when it was said that the wheels were beginning to turn in the direction of where we are today.  Accept the Bill and if further proposals come forth in seven or eight months' time this can be subsumed into them.  If the Bill requires amendment on Committee Stage we can do that.  I hope this is the manner in which issues will be addressed in the future.<\/p><p> After two and a half years as a Member of the D&aacute;il I have only begun to understand that the choreography here is a difficult one.  It is dated.  When Acting Chairman yesterday during Question Time, I noted that the first sentence of a response from the Minister was one and a half lines long and contained 20 plus words and 37 syllables.  The second sentence was three and a half lines long, with 57 words and 95 syllables.  If one analyses that in terms of communication it may be said there is a fog index, often spoken about by journalists and so on, which is the point at which one is losing one's audience or reader because of too much information.  It is like how to deconstruct a minestrone message.  To have 95 syllables in one sentence as the opening of five pages of a reply to a question, is not doing business.  <\/p><p> With respect, the Minister of State's five-page Second Stage contribution is not a crisp and effective way to respond to a four-page Bill.  It is clumsy.  I hope that rather than engage in political point scoring, positioning and posturing the Government will run with this Bill and allow it progress to Committee Stage, thus showing a bit of get up and go.  I agree that the Bill requires some tightening up but, basically, it is sound, fair and reasonable.  Had it been introduced earlier it would have prevented a couple of the situations that occurred, which would have been good.  This still does not exonerate the 166 Members of this House from thinking about society in terms of whether there is confusion and if we are accommodating that confusion.  When something happens, we express horror and throw our eyes to heaven.  I am speaking not about crime, which is defined against law measurement metrics, but behaviour.  Defining behaviour is a little like trying to lift mercury with a fork.  Behaviour around our cities is not nice.  I do not enjoying coming into town, I avoid it.  <\/p><p> One can talk at length about civil liberties and individual liberalism and so on.  It is not a good idea.  I did not know I was going to be born on 25 August 1951.  It was a gift.  Each subsequent day is a gift until time runs out and the petals fall off or an accident occurs, which is in the lap of the gods.  In the meantime, we are part of society.  Generally speaking, all of us here are lucky.  However, nobody escapes the bruises, thorns and thistles of life.  Everybody has their cross to carry at some stage.  It is only a matter of when.  In the meantime we should be there for each other in the institutions and frameworks we create to make what will be a difficult life a little more tolerable and sweet.  I ask all Members, in particular those on the Government side, to be aware of this.  I ask also that the Government not posture or engage in point scoring and take on board and run with this Bill.  It is a gift.  It is gracious, encouraging and motivating, which is what this country needs now.  <\/p><p> Sarah's law is not a statutory law, it is an operational law.  Just as water rises at its own level, it is not a statutory law but it is a fact.  Sarah's law works.  I ask that the Government give it a go.  If there is anything we can do to tone down the gratuitous availability of sexualisation across all areas, including imagery and programmes such as &quot;Love\/Hate&quot;, we must do it.  I could not bring myself to watch &quot;Love\/Hate&quot;.  I know that war is ugly, that limbs are blown off and families are ruined.  I do not need to see the close-up graphics.<\/p><p> One also has abusive language.  If we all put 10 cent in a coin box every time we used the \"F-word\", we would soon become aware of what effect our words and gestures have.  We need to organise the framework of laws and life.  We should not be afraid to say there is too much stuff on television or on DVDs that is not necessary.  It is a case of setting an example.  How does one expect 12 year old children with hormones bouncing around-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100012#K00400","speaker":"1183","continuing":true},{"type":"speech","time":1381490400,"counter":32,"content":"<p>I ask the Deputy to wrap up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00200","speaker":"1023"},{"type":"speech","time":1381490400,"counter":33,"content":"<p>Those are my few thoughts on what is a good Bill which the Government should support.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00300","speaker":"1183"},{"type":"speech","time":1381490400,"counter":34,"content":"<p>I will be brief as the Minister of State is anxious to speak.  I commend Deputy Naughten on introducing the Bill, the timing of which is apt given the dark and horrible news that entered the public domain again this week.  This is progressive legislation.  All efforts to address this issue should be encouraged.  I commend Deputy Naughten's efforts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00400","speaker":"1051"},{"type":"speech","time":1381490400,"counter":35,"content":"<p>I was not expecting the Deputy to be so brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00500","speaker":"1023"},{"type":"speech","time":1381490400,"counter":36,"content":"<p>It is a rare occurrence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00600","speaker":"1051"},{"type":"speech","time":1381490400,"counter":37,"content":"<p>Deputy Griffin has set a standard to which we should all adhere.<\/p><p>  I apologise profusely to Deputy Mathews for my rather clumsy contribution to the debate.  I will have to do much better next time.  When dealing with matters of law, however, precision in language is important.  We must, when framing law, be cognisant of the Constitution and Charter of Fundamental Human Rights of the European Union, neither of which is based on generalities or sermonising.  Facts, case law and established fundamental rights are written into our constitutional framework, and I believed it necessary to place this on record.  If the Deputy found that clumsy or irrelevant, I offer him my most humble apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00700","speaker":"958"},{"type":"speech","time":1381490400,"counter":38,"content":"<p>I know the Minister of State did not write his speech.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00800","speaker":"1183"},{"type":"speech","time":1381490400,"counter":39,"content":"<p>I wrote most of it.  The important point is that precision with words is often more useful than rambling about issues that are not especially relevant.<\/p><p>  Having debates on Fridays is very important.  Without Deputy Naughten's Bill, the House would not have had an opportunity to debate this fundamental issue for two or three hours.  Friday sittings are a fundamental part of the reform agenda as they offer Deputies an opportunity to debate serious issues without the Punch and Judy type approach that characterises many debates in the House.<\/p><p>  On behalf of the Minister for Justice and Equality, I assure Deputy Naughten of the Government's collective determination to resolve this issue and bring it over the line, as it were.  As the Deputy correctly noted, the outcome of the consultation process was published three years ago and it is now time for action.  By steering this Bill through the House, Deputy Naughten is placing the Government under pressure to resolve this issue.<\/p><p>  As previous speakers noted, we have had reports in this area for the past decade and a half to two decades.  These have provoked the public conscience in a way that most people would never have thought possible and placed the issue of child protection at the forefront of political and social debate.  We must not rest on our laurels or pretend all the legislation or schemes that have been put in place are perfect or that the various agencies engaged in this area, from national schools up to the Health Service Executive, provide a panacea.  We must always take a critical approach to the question of whether we are producing the best and safest environment for our children.<\/p><p>  As I stated, all available evidence shows that the great majority of cases of child sexual abuse take place within extended families.  For the most part, the issue is not one of stranger danger.  For this reason, in dealing with child sexual abuse, we must examine the wider problem we face.  I hope society, which has changed and become more tolerant and open as a result of the legislative and constitutional changes introduced in recent decades, will reflect this reality.<\/p><p>  I have great sympathy for those involved in our national school system.  The Acting Chairman, as a former national school teacher, will be aware that one of the fundamental educational changes in recent years has been the introduction of a child-centred approach.  The great majority of primary school teachers are women.  The child-centred approach is based on learning by group rather than rote.  Perhaps Deputy Mathews yearns for the days of the bata m&oacute;r approach to learning.  Children are listened to and no longer sent to a corner and their education is led through discussion with children.  We need to apply this radical approach of listening to children in legislation.  We must also be mindful of the fact that school boards of management and principals face major difficulties in having to deal with this issue.<\/p><p>  The Government produced two fundamental legislative responses to the publication of the Cloyne report.  The Minister for Justice and Equality speedily enacted the Criminal Justice (Withholding of Information on Offences against Children and Vulnerable Persons) Act 2012, which addressed the withholding of information and failure to report offences.  In addition, the National Vetting Bureau (Children and Vulnerable Persons) Act of 2012 made the vetting of persons who deal with children mandatory.  Vetting is now a feature of organisations in all communities, from church choirs to scouting organisations to local GAA clubs.  There is now a much greater culture of vetting persons who deal with children.  It is significant that this legislation was passed in a timely and speedy manner.<\/p><p>  A second response was the decision of the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, to place the revised Children First guidelines on a statutory footing.  The Minister subsequently introduced a radical reform of the health service when she established the new child and family agency as a means of dealing with this issue across the various professional disciplines.  Another key issue the Government intends to address in the sexual offences Bill is the monitoring of convicted sex offenders.<\/p><p>  Part 3 of Deputy Naughten's Bill deals with the issue of the statutory basis for disclosure, where appropriate.  As the Deputy is aware, disclosure is provided for in existing legislation, albeit on an administrative basis.  We must strengthen and update this provision.<\/p><p>  Deputy Terence Flanagan referred to the possibility of issuing public orders to prevent convicted individuals from going close to a school, for example.  This is already possible under sex offender orders.  We are examining how this measure can be reformed and amended to ensure it reflects a modern approach.  Under the current provisions, a Garda superintendent may go to court seeking such an order.  We are examining the possibility of revising the current code to allow a Garda inspector or sergeant to seek such an order before the courts.<\/p><p>  I can give the House an absolute commitment that the heads of the sexual offences Bill will be published before the end of the month following their acceptance by the Government.  This is the intention of the Minister for Justice and Equality who told Deputy Naughten in their discussions earlier this week that once the scheme is accepted by Government, the heads will be published.<\/p><p>I presume it would then be a matter for the relevant committee to sit down with Deputy Naughten and the Minister, Deputy Shatter, to tease through all the heads to ensure we take the right approach.<\/p><p> There is no foot-dragging on the part of the Government.  There is a firm commitment that this issue will be dealt with given that we had publication following consultation nearly four years ago.  That is the commitment I can give the House from the Minister, Deputy Shatter.  This is a priority issue as far as we are concerned and we will work with Deputy Naughten to ensure we produce the modern updated legislation in this area that is required, especially provisions dealing with sex offence orders which are important after a convicted offender has left prison.<\/p><p> These are very sad issues and legislation is one response.  There is a bigger responsibility on society, including schools, the HSE and communities, to ensure we are fully aware of the dangers - thankfully in a minority of cases - to our children.  Deputy Naughten raising this so publicly, through the publication of his Bill, has helped us all concentrate our minds to reflect on the matter and ensure we get the best possible outcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100014#M00900","speaker":"958","continuing":true},{"type":"speech","time":1381491000,"counter":41,"content":"<p>I thank all Members who contributed to the debate and I thank the Minister of State for his responses.  I know everyone is genuinely interested in this and anxious that the loopholes in the existing sex offenders register are closed off so that for the first time in Irish statute we can give a legal right to parents to access relevant and appropriate information.<\/p><p>  There seems to be some confusion that this legislation simply deals with stranger danger, which is not the case.  I do not want that impression to go out.  While the legislation addresses strangers that is not its primary purpose.  Dr. Geoffrey Shannon has raised this issue in the past and made the point that the law needs to include appropriate checks and that is why I have drafted the Bill in the manner I did.  I believe it reflects a fair balance between rights and responsibilities.<\/p><p>  A woman I admire greatly, Ms Fiona Doyle, has today publicly endorsed this legislation.  Her bravery in waiving her right to anonymity to talk about her personal experiences has touched everyone.  The difficulty is that some women feel they have to come out and let people know about the perpetrators of such heinous crimes on them so that everyone knows who they are to prevent them from abusing again.  For the first time this legislation will take that onus from those women.  It saddens me every time I read a newspaper article or listen to or watch a broadcast interview when a woman has waived her right to anonymity.  Families often waive the right to anonymity because they want to expose someone.  They want to ensure that an offender, who is released from prison, will not do it again.  This legislation will take that burden of responsibility off their shoulders.  They have carried enough burdens up to now.  It will ensure that the parents have access to information that the Garda has on file.<\/p><p>  I accept we need to do far more about the treatment of sexual offenders in prison.  We need to introduce proper assessments of convicted sex offenders.  We need better treatment and management of sex offenders after release, as I have acknowledged in my initial contribution.  It is fundamental that disclosure forms part of that treatment process after release because it has been found to be an integral part of the process in the UK.  It can and should be an integral part of it here.  We need to bring balance to the issue because we need to ensure the vulnerable and not just the violators have rights in this society.<\/p><p>  The Minister of State rightly flagged possible constitutional issues and the European Court of Human Rights.  These issues have already been addressed in National Vetting Bureau (Children and Vulnerable Persons) Act 2012, the information of which will be used in this legislation.  That is the intention and it is drafted with that legislation in mind.  These issues have been overcome.  I do not claim to have all the solutions for this matter.  This is a Private Members' Bill and the Minister of State knows the challenges and difficulties in that regard.<\/p><p>  The Bill will also allow for a person's name to be cleared.  As Deputy Durkan mentioned, how often have we come across cases of mistaken identity where someone's name is tarnished through rumour and innuendo?  Now for the first time parents will be able to go to the Garda and find that there is no issue with such an individual and that there is no need to have his or her name ballyragged throughout the community.  So it will also protect those individuals.<\/p><p>  The Minister of State spoke about the monitoring of convicted sex offenders and that each Garda division has an inspector responsible.  However, there is no formal training process for garda&iacute; who are monitoring sex offenders - it has developed on a haphazard basis.  I commend one individual who has done a tremendous amount of work, nearly on his own within An Garda S&iacute;och&aacute;na, Sergeant John Hynes in Castlerea, County Roscommon.  He has done outstanding work in protecting children in my community.  We need more such individuals and we need to learn from the skills and experience they have developed.<\/p><p>  The Minister of State asked why we need to elaborate on the statutory scheme here when none was required in the UK.  The reason is that we need action.  The mechanism I have to bring an issue like this to the floor of the House is through a Private Members' Bill.  When I published it, I made it crystal clear that I wanted to see action.  I do not mind whether that is through my legislation or Government legislation; I just want to see children protected.<\/p><p>  More importantly the Minister of State asked why we should focus on just one aspect of monitoring in the UK and not the bigger picture.  I made reference to that in my contribution.  I do not have the resources of the Department of Justice and Equality or the Parliamentary Counsel behind me.  It has taken the Department a long time to reach this stage.  It is not possible for me to come up with every solution.  As the Minister of State pointed out, this year 103 sex offenders will be released from prison and a further 99 will be released next year.  Even at a very low recidivism rate of 5%, ten of those individuals will be convicted of another crime, some of which will be very serious crimes against children.  We need to act to protect those children.<\/p><p>  We all accept the need to address loopholes in legislation.  One of those loopholes is the seven-day notification process.  In April 2009 when I raised this matter with the then Minister for Justice, Equality and Law Reform, Mr. Dermot Ahern, he advised the House that because the UK had changed its seven-day notification process back to a three-day notification process, a three-day notification period in this jurisdiction would ensure harmonisation of our laws in that respect and should ensure that none of our jurisdictions would become a safe haven for convicted sex offenders.<\/p><p>That was said in April 2009 but the loophole still remains on the Statute Book and it needs to be closed off.<\/p><p> The Bill, while taking a similar approach to Sarah's law, restricts the right to make requests for disclosures to parents or guardians of children and vulnerable adults and does not provide for an open approach from members of the public generally.  An applicant must show reason for a request for disclosure.  Under the provisions of the scheme the Garda must investigate the matter but the force is also obliged to provide any information which is relevant and appropriate to the protection of their child to the person who submits the inquiry.  That includes soft information as written into statute already under the National Vetting Bureau (Children and Vulnerable Persons) Act 2012 and that is an important feature as well.<\/p><p> I thank everyone who has contributed to the debate.  In particular, I thank the people who have assisted me in bringing the Bill to the floor of the House; the parents who initially brought these issues to my attention; Ms Jill Mellor and Mr. Brian Hunt for their help in drafting the Bill; parents throughout the country who have contacted me in support of the Bill since I published it 15 months ago; and the Minister and the Government for facilitating the enactment of the provisions set out.<\/p><p> I call on the Minister of State to go one step further.  The issue of family abuse was mentioned by everyone in their contributions.  Approximately 30% to 35% of cases involve family abuse.  I have published other legislation, the Criminal Law (Incest) (Amendment) Bill 2012, which addresses an 18 year legal loophole that sees men liable for life imprisonment if convicted of incest while women face a much shorter maximum sentence.  That Bill amends the Punishment of Incest Act 1908.  I call for an assurance from the Minister of State that in the forthcoming legislation this loophole will be closed off once and for all in the interests of families that have become victims and in the interests of one family in particular.<\/p><p> The United Kingdom legislation has ensured the safety of hundreds children in the year since its full enactment.  This is testament to the fact that such a scheme was needed in the United Kingdom.  Corresponding legislation is needed here as well.  Referring to Sarah's law, the UK Home Secretary, Theresa May, stated: &quot;We are doing everything we can to protect the public, and especially children, from predatory sex offenders by tightening the law and closing loopholes.&quot;  This is exactly what I and every parent, grandparent and anyone concerned with the safety of our children want to see happen here through the introduction of this legislation.<\/p><p> We have all seen the shocking statistics released this week, including the fact that children under the age of 13 years are most vulnerable to sexual assault.  There is a misconception that this legislation is solely to deal with stranger danger; it is not.  The Minister of State quoted statistics from the Rape Crisis Network Ireland indicating that some 31% of cases involved a close family member, but the vast majority did not involve a close family member.  As I said at the outset of my contribution, when Sarah's law was initially piloted and an analysis of that pilot was carried out, it turned out that half, that is, 50% or one in every two, the requests for information did not involve a stranger but a relative, a neighbour or someone known to the immediate family member, perhaps a new partner of one of the separated parents of the children.  Fully 50% of requests did not involve a stranger.  We all know that the perpetrators of these heinous crimes in the vast majority of cases groom the children and, sadly, in some cases, they groom the parents as well.  This legislation is needed to protect communities, families and children from that grooming and from individuals who worm their way into the circle of trust within a family and allow families to access that information.  This is why did the legislation is so important.  It deals with the vast majority of cases of abuse in this country and every other country.  We must act to give parents the tools to protect their children and to close off some of the crazy loopholes that are placing our children in danger.  I will paraphrase the words of the mother of Sarah Payne: if just one child can be kept safe as a result of this law, then it will have been worth it.  I have no doubt this Bill can do that.<\/p><p> I make the following appeal to the House.  Let us not give this legislation or the Minister's drafting of it the name of another little girl.  We have heard of Megan's law in the United States and Sarah's law in the United Kingdom.  Let us not give this legislation the name of a vulnerable little Irish girl or girls.  Let us all work together as politicians and show that democracy works.  Let us show the people that we represent society in this country, that we represent the people in each of the 43 constituencies, that we can listen, that we can act, that we can take the initiative and that we can work together as a Parliament, whether in government or opposition, to bring forward legislation that does not have the tagline of some young girl's name.  Let us take the initiative and decide that we want to change the legislation in the interests of our people and our society and in order that we can say we acted first, closed the door and protected our children.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100015#N00200","speaker":"1177","continuing":true},{"type":"unspoken","time":1381491600,"counter":43,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Child Sex Offenders (Information And Monitoring) Bill 2012: Referral to Select Committee","time":1381491600,"counter":44,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100016#O00300"},{"type":"speech","time":1381491600,"counter":45,"content":"<p>I move:<blockquote>That the Bill be referred to the Select Committee on Justice, Defence and Equality pursuant to 82A3(<i>a<\/i>) and 118 of the Standing Orders relative to Public Business and paragraph (8) of the Orders of Reference of Select Committees.&quot; <\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/dail2013101100016#O00400","speaker":"1177"},{"type":"unspoken","time":1381491600,"counter":46,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1381491600,"counter":47,"content":"<p>The D&aacute;il adjourned at 12.50 p.m. until 2.30 p.m. on Tuesday, 15 October 2013.<\/p>","notice":"TIME STRING DETECTED"}]