[{"type":"minorheading","content":"Prelude","time":1634722200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1634722200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1634722200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1634722200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1634722200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#A00100"},{"type":"speech","time":1634722200,"counter":6,"content":"<p>I have received notice from Senator John Cummins that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to broaden the commercial to residential planning exemption to include former pubs. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to provide an update on the restoration of the National Monument Museum on Moore Street, Dublin, and the regeneration of trading on that street. <\/blockquote> <p>I have also received notice from Senator Lynn Boylan of the following matter:<\/p> <blockquote> \tThe need for Minister for Housing, Local Government and Heritage to make a statement on blockages in the planning system associated with solar panel installation and microgeneration. <\/blockquote> <p>I have also received notice from Senator Paddy Burke of the following matter:<\/p> <blockquote> \tThe need for the Minister for Agriculture, Food and the Marine to make a statement on the penalties imposed on farmers in respect of farmland that has been damaged by fire. <\/blockquote> <p>I have also received notice from Senator Barry Ward of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the lack of parity between the use of traditional and simplified Chinese characters in leaving certificate Mandarin Chinese. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Cummins, Fitzpatrick, Boylan and Burke and they will be taken now.  Senator Ward may give notice on another day of the matter he wishes to raise.<\/p><p>As today is near out last sitting day, and as next week is Austria's national day, I will mark the occasion of that day.  The relationship between Ireland and Austria has deep roots in history.  The Irishman Fearghal was Bishop of Salzburg in the eighth century and died there in 784.  The Irish monk Colm&aacute;n was martyred at Stockerau near Vienna in 1012 and for centuries was venerated as Austria's national saint.  In 1155, Irish monks founded the Schottenstift Abbey which still exists in the centre of Vienna.<\/p><p>Austria also gave refuge to a number of Wild Geese, and names like O'Donnell, Lacy, Kavanagh and Laudon have their place in Austrian military history.  Maximilian O'Donnell saved the life of Emperor Franz Josef from an assassination attempt in 1853 and received the title of Count of the Emperor.  The longest serving Prime Minister under Emperor Franz Josef was Eduard Taaffe, a descendant of an Irish exile.<\/p><p>We have also enjoyed shared academic and literary links, from Wittgenstein in Dublin to Oliver St. John Gogarty's time in Vienna.  Professor Erwin Schrodinger of the Dublin Institute of Advanced Studies lived for longer in Dublin than in any other city.  Our two countries enjoy excellent relations, have much in common and cooperate in international jointly achieved common goals.  We wish all Austrians, including Austrians living in Ireland, a happy national day, <i>einen schonen osterreichischen Nationalfeiertag<\/i>.If I got that right it will have been a small miracle.  I wish all Austrians a happy national day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1634722200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#A00500"},{"type":"minorheading","content":"Planning Issues","time":1634722200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#A00600"},{"type":"speech","time":1634722200,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Burke, to the House.  Page 112 of the Housing For All document talks about extending planning exemptions to 2025 to complement Town Centre First objectives, \"We will review and extend the regulations that exempt certain vacant commercial premises, such as 'over the shop' type spaces, from requiring planning permission for change of use\".  It puts the timeline of quarter 4 of this year beside the objective.<\/p> <p>I have been raising this issue since my election to the Seanad.  It was one of the very first issues I raised on the floor of the Seanad.  The changes that were introduced by the Minister of State's predecessor with the same portfolio, the Minister of State, Deputy English, in February 2018 to exempt certain classes of commercial premises from the requirement to seek panning permission if the building was to be utilised for residential use was a very welcome move.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The aim of the exemption was to add much-needed housing stock while also maximising the use of vacant and underutilised spaces. I have seen evidence of it working in my own city of Waterford where more than 20 housing units have been delivered via this planning exemption.  Many more, however, could, and should, have been delivered with the use of this exemption if it had been extended to former pubs.  I do not believe it was ever the intention of the Minister of State or his officials to exclude former pubs from the planning exemption but the issue lies in the fact that pubs are not a particular class of building covered by the exemption.  Pubs, in fact, do not have a particular class, to my knowledge. <\/p><p>While I understand that some local authorities have been using a liberal approach to the regulations, there is no doubt that an issue will arise down the line if and when the owner tries to sell the building as they were not be in compliance.<\/p><p>Article 6 of the planning and development regulations, 2001 to 2019, exempts certain changes of use, including change of use from use as a public house to use as a shop.  Article 10(6) permits a change of use from a shop to a residential use.  However, I understand that to avail of this particular exemption, it has to be considered that the premises was in use as a shop for a period of 12 months, which is counter-intuitive and would again add to delays when we are trying to speed up delivery here.   Logic suggests that someone should be able to go from a pub directly to residential use without establishing that intermediate retail use.<\/p><p>As the Minister of State will be aware, Waterford has been to the forefront in bringing derelict and vacant properties back into use under the repair and leasing scheme. Some 50% of all repair and leasing units in the country have been delivered in my own county and I compliment the team at Waterford City and County Council and the owners of properties who have engaged with the scheme to bring these properties back into use.  <\/p><p>This exemption needs to be extended to pubs because I have examples in the past 12 months alone of people who have been looking to deliver units under the repair and leasing scheme to Waterford City and County Council and have been stuck in a planning process of six, eight or nine months while attracting large development contributions for bringing back a pub into residential use.  The owner of the shop, however, on the other corner of the street directly facing that former pub can deliver its four units without the need to go to the planning process.  I know that this is something that the Minister of State is looking at and that as a Government we are committed to doing more in this space to bring former derelict and underutilised spaces back into use but I ask him to expedite the extension of this exemption to pubs without delay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#A00700","speaker":"1647","continuing":true},{"type":"speech","time":1634722200,"counter":11,"content":"<p>I thank the Senator for raising this important issue and I acknowledge his work in this area because he has been consistently bringing this matter to the forefront of our Department since his election to the Seanad.<\/p> <p>By way of background, the Planning and Development (Amendment) (No.2) Regulations 2018 which came into operation on 8 February 2018, provide for an exemption from the requirement to obtain planning permission in respect of a change of use of certain vacant commercial premises, including vacant areas above ground floor premises, to residential use.  This measure was aimed at facilitating the productive reuse of qualifying vacant commercial buildings as homes, while also facilitating urban renewal and the bringing on stream of increased housing supply. <\/p> <p>The 2018 regulations were due to lapse on 31 December 2021 but this deadline was extended to February 2022 arising from a Covid-related extension of planning timelines last year.  The Government and I recognised that to resolve the housing crisis, we need to give consideration to every viable and sustainable option at our disposal, including converting existing vacant commercial premises to residential use.  Current measures to facilitate this include, as mentioned by the Senator, the repair and leasing scheme, which was introduced to assist property owners in bringing vacant properties back into use for social housing purposes, and the buy and renew scheme, which supports local authorities in purchasing and renewing housing units in need of repair which can then be made available for social housing use. <\/p> <p>The recently published Housing for All - a New Housing Plan for Ireland includes a further number of new measures to help revitalise towns.  These include a new local authority-led programme to help local authorities buy or compulsorily purchase 2,500 vacant homes in their areas, which can then be sold on the open market, with a view to ensuring those homes do not remain vacant.  The cro&iacute; c&oacute;naithe (towns) fund will be delivered by local authorities for the provision of serviced sites for housing to attract people to build their homes and to support the refurbishment of vacant properties, enabling people to live in small towns and villages in a sustainable way. <\/p> <p>Housing for All further commits to reviewing and extending the 2018 regulations that exempt certain vacant commercial premises from the requirement to obtain planning permission for change of use to residential purposes to the end of 2025.  This review is currently under way in my Department and will be completed by the end of the year.  This review is looking at a number of potential amendments, including the provision of an exemption for the conversion or pubs to residential use, which could be made to the current regulations.  <\/p> <p>A notable feature in recent years, as the Senator mentioned, is the number of pubs that have closed, particularly in rural towns and villages, which is impacting on their vibrancy.  While the idea of exempting the conversion of pubs to residential use may initially seem positive, we are taking a few considerations into account in this regard, including the size, location, the zoning of pubs and what exemption thresholds might be applied in this regard.  My Department is currently working on a detailed review of this proposal with a view to feeding into the draft regulations, which it is intended to submit to the Oireachtas for approval shortly. <\/p> <p>It should be noted, however, that under section 262(4) of the Planning and Development Act 2000, as amended, legislative proposals on exempted development require the approval of both Houses of the Oireachtas before they can be signed into law. <\/p> <p>Once again, I acknowledge the Senator for raising this important issue.  We will be in a position to bring forward draft legislative proposals, including the extending of the timeline, and scope, as alluded to in his contribution, of the current 2018 regulations, to the Oireachtas shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#B00200","speaker":"1595"},{"type":"speech","time":1634722200,"counter":12,"content":"<p>I thank the Minister of State and I welcome him to the Chamber, as always.  I ask the Senator to respond to him and he has one minute to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#B00300","speaker":"1692"},{"type":"speech","time":1634722200,"counter":13,"content":"<p>I thank the Minister of State.  We all know that this is about speed of delivery and removing roadblocks.  In my experience of dealing with this scheme, particularly the repair and leasing scheme, this is one such roadblock.  Former public houses in Waterford city have been transformed and they have people currently living in them.  It is a great success so I ask the Minister of State when those regulations are being revised not to set any sort of onerous threshold on people being able to bring former pubs back into use for residential use.  We all know that there are former pubs in every town, village and city , many of which are derelict and are a blot on the landscape of an area.  I cannot think of any better use if those buildings could be utilised for housing purposes at this time of housing need.  I ask the Minister of State to expedite this matter, as I know he is committed to doing so, and I hope that the regulations will allow for the liberal use of the exemptions.  I thank the Leas-Chathaoirleach.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#B00400","speaker":"1647"},{"type":"speech","time":1634722200,"counter":14,"content":"<p>I thank both the Leas-Chathaoirleach and Senator Cummins again this Commencement matter.  It must be very workable for everyone to achieve a balance in our towns, villages and cities, as the Senator has referred to in Waterford, to ensure that we can bring vacant properties back into use.  I have not had sight of the finalised review as of yet but I am in full agreement with the Senator that it should allow for the bringing of commercial premises, such as pubs, into residential use.<\/p> <p>I do not believe that anyone in Government wants any onerous, difficult conditions that have to be met to do this because the figures speak for themselves in the challenge we have to address in getting vacant properties back into use.  We do not want to put any impediments in people's way to deliver that.  <\/p> <p>I acknowledge the great work that has been done in Waterford in having such a share of the whole country in the repair and leasing scheme and the way in which the Senator's own local authority, together with him, are working proactively with developers to try to bring vacant properties back into use as sustainable tenancies for all in the community.  I acknowledge that great work and thank the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#B00500","speaker":"1595"},{"type":"minorheading","content":"National Monuments","time":1634722200,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#C00100"},{"type":"speech","time":1634722200,"counter":16,"content":"<p>I thank the Minister of State for coming to the House to take this Commencement matter.  I am looking for an update on when works will commence on the 1916 commemorative centre in Moore Street and on the regeneration of the street market.  The Minister of State knows that Moore Street is at the heart of our capital city.  It is a street where there has been market and street trading for generations, dating back to the 18th century.  Fruit and vegetable traders are on the street, as well as shops and traders who live and trade on the street.<\/p> <p>Over recent decades the street has deteriorated.  It has been terribly neglected by the State and the city council to the point where there are very few owner-traders left on the street.  Buckley's and Troy's are the only shop owners on the street, and street traders have been neglected for years and left without public lighting, running water and access to electricity.  It is absolutely disgraceful how Dublin City Council has treated street traders.  Those people have kept the street alive. <\/p> <p>The street is also the birthplace of our Republic.  Back on 24 April 1916, P&aacute;draig Pearse, James Connolly and Joseph Plunkett led their soldiers to the GPO.  For five days they battled with the British to assert our independence.  They evacuated the GPO through Henry Street and Henry Place, onto Moore Lane and into Moore Street.  The last meeting place and headquarters of the 1916 Rising was at 14-17 Moore Street.  It was in 15 Moore Street that nurse Elizabeth O'Farrell made the surrender.  <\/p> <p>That site has been designated as a national monument for a very long time.  Since I was first elected in 2004, no more than all of the relatives and those who trade on the street, I have worked for years with the State to try to regenerate the street and commemorate our history.  I brought all of the reports on Moore Street with me today.  What I have here is only a fraction of them.  I could go on.  There is a report on the Moore Street battlefield site, an architectural report, a securing history report and a citizens plan.  There are nearly more reports than there were volunteers in the GPO.  The State needs to step up to the plate. <\/p> <p>There are two final reports.  I chaired the Moore Street expert group on Dublin City Council before I was appointed to the Seanad.  We made strong recommendations to create a vibrant and diverse market that speaks to the future as well as respecting our past.  In May this year, I was delighted to be the Fianna F&aacute;il representative, along with my colleague, Councillor Eimear McCormack, on the Minister's advisory group.  We produced a third securing history report which makes strong recommendations for the national monument and street market. <\/p> <p>It is unreasonable for us to expect anybody to respect the street when the State is not respecting history and street traders.  I hope the Minister of State can give us some good news today regarding a commencement date for the work on the national monument at 14-17 Moore Street and a commemorative centre.  A great vision document has been produced by the Irish Heritage Trust.  I hope the Minister of State will be able to advise the House today on a commencement date for that.  I also hope he will be able to advise us on when Dublin City Council will get its act together and regenerate the street market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#C00200","speaker":"1656"},{"type":"speech","time":1634722200,"counter":17,"content":"<p>I thank Senator Fitzpatrick for her very important Commencement matter.  In March, &euro;121,285,388 was allocated to Dublin City Council in respect of the north inner city concept area 1 under call 2 of the urban regeneration and development fund.  The north inner city project involves the regeneration and redevelopment of several areas of the north city that have experienced a degree of decline and dereliction over a number of years, resulting in poor perception issues and the depiction of an area that the market has now forgotten.<\/p> <p>The main objective of this project is to achieve long-term sustainable regeneration around the redevelopment of various areas, centred around the fruit and vegetable market, Parnell Square and Mountjoy Square.  Complementary projects include the Moore Street public realm renewal works, with the intention of reactivating one of the most important trading assets in the city, along with structural and restoration works to the national monument at 14-17 Moore Street.  Work on the national monument, which is in the ownership of the Department, will facilitate the protection and use of these historical buildings as an iconic heritage and visitor attraction in the form of a 1916 commemorative centre, along with the rejuvenation of the historic street. <\/p> <p>The regeneration of Moore Street market and street is a matter for Dublin City Council and I am assured by the expert advisory group appointed in this regard.  The Moore Street advisory group, of which the Senator is a valued member, recommended in its report to the Minister, Deputy Darragh O'Brien, and the Minister of State, Deputy Malcolm Noonan, earlier this year that the process embarked on by the OPW and the national monument service of the Department to restore the national monument and open it up to the public as soon as possible will continue. <\/p> <p>Officials from the Department and the OPW have liaised in order to progress this.  I understand the OPW is in the process of appointing a team to carry out phase 1 essential works to the monument which will ensure stability and provide a pathway for the phase 2 completion works to commence.  I am sure the Senator will appreciate that the Minister and Minister of State are keen that these essential works commence as soon as possible and without any further delay.  I can assure the Senator, on their behalf, that plans are under way for the sensitive and respectful restoration of the monument, along with a visitor centre to the rear, to progress as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#C00300","speaker":"1595"},{"type":"speech","time":1634722200,"counter":18,"content":"<p>I thank the Minister of State.  I am really concerned.  I have no doubt that the Ministers of State, Deputies Burke and Noonan, and the Minister, Deputy Darragh O'Brien, understand the value of Moore Street.  They are committed to a sense of regeneration and commemoration of our history on Moore Street and the rejuvenation of the street market.<\/p> <p>I have grave concerns that despite the &euro;121 million given to Dublin City Council it is not moving ahead and using those funds in a way that would deliver the type of restoration of the national monument and regeneration of the street market that is desperately needed.  I ask that the Minister of State have a meeting with the CEO of Dublin City Council and seek from him a report giving absolute timelines that work will progress on the street.  It is not good enough for us to allow the neglect, decay and deterioration of the street to continue.  There was some excuse during Covid, but we are all re-emerging from it now. <\/p> <p>We have a vision for Moore Street that respects the past and embraces the future.  The Minister of State, along with the Minister of State, Deputy Noonan, and the Minister, Deputy Darragh O'Brien, share that vision.  I ask them to seek an urgent meeting with the CEO of Dublin City Council and secure from him an absolute commitment on when works will commence on the street.  I also ask him to arrange a meeting of the Moore Street advisory group with the OPW and the Department to understand their timelines for the commencement of works on the commemorative museum.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#C00400","speaker":"1656"},{"type":"speech","time":1634722200,"counter":19,"content":"<p>I thank Senator Fitzpatrick for her comments and acknowledge the genuine concern that she has about this area.  We all share that and it is very important that we put that point across.<\/p> <p>I will raise with the Minister and the Minister of State, Deputy Noonan, the Senator's request to meet with the Dublin city manager to try to progress a distinct timeline for when work will commence.  I met the management of Dublin City Council last week to discuss projects in other areas of the north inner city that have been delayed and which we are trying to progress.  This specific issue is the responsibility of the Minister of State, Deputy Noonan, and the Minister.  I will seek a commitment from them to have a meeting. <\/p> <p>I will also seek a meeting with the advisory group and OPW in order to establish a timeline for the commencement of phase 1 of the works.  I appreciate the value Moore Street has for the community and how important an area it is.  We need to display urgency on behalf of the State in getting works under way because it is something that will underwrite the community into the future once it is done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#C00500","speaker":"1595"},{"type":"minorheading","content":"Renewable Energy Generation","time":1634722200,"counter":20,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#D00050"},{"type":"speech","time":1634722200,"counter":21,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  Across the country, homes, schools, community buildings, farms and businesses are crying out to generate their own solar energy but, unfortunately, the restrictive planning framework for solar generation has undermined progress in this regard.  Planning regulations currently require planning permission for all but the smallest of solar panel installations on homes or businesses which are exempt.  This has had a major chilling effect in rolling out solar energy generation.  The problem is even worse for schools and community groups because there is no exemption, even for smaller installations, on their buildings.  This means that planning permission is required for all solar installations on educational or community buildings.  As a result, schools and community groups are locked out and cannot share the benefits of renewables.  In the rare circumstances where schools decide to plough ahead, they are at a disadvantage because the requirement to obtain planning permission adds &euro;5,000 to &euro;7,000 to the cost of installing solar panels.<\/p> <p>Before I go on, I want to make it very clear that I am not against strong planning regulation.  In fact, I am in favour of greater democratisation of the planning system and more curbs on the ability of vested interests to manipulate that system to their own benefit.  I also very strongly oppose any attempts being made by this Government to undermine the public's ability to engage with the planning process.  If there was ever a case for less red tape in the planning system, then surely putting in place rooftop solar arrays on primary schools in the middle of a climate crisis is it.<\/p> <p>For the past two years, there have been nothing excuses and delays.  Successive Governments have committed to updating the regulations.  There were specific commitments in the Climate Action Plan 2019, including a commitment for the Department of Housing, Local Government and Heritage to complete a review of the regulations in the fourth quarter of 2019.  In 2020, the Department was still conducting that review and it is still doing so in 2021.  What is the status of the review?<\/p> <p>A new roadblock was then thrown up.  I refer to the supposed need for a review of the potential for glare and glint to impact on aircraft around airports.  This is news as Dublin Airport has just opened its own solar farm.  At this stage, it is farcical that schools are not able to put up solar panels without planning permission.  In response to a parliamentary question tabled in June, the Minister of State indicated that the tendering process for this research had not been completed, let alone the research itself.  When is the research on glint and glare going to be completed?<\/p> <p>In January we were told that we would get interim planning regulations which would at least allow for greater solar installations, excluding installations in the vicinity of airports to allow for detailed analysis of the potential for airport exclusion zones to be finalised.  In April we were told that the revised regulations for solar panel exemptions would be submitted to the Oireachtas for approval shortly.  In June it was claimed that a strategic environmental assessment was needed and that interim regulations would instead be put in place in the fourth quarter.  However, the full strategic environmental assessment process only started in earnest in September and an associated public consultation will only commence in November.  The result of this is that the interim regulations are now set to be completed in early 2022.<\/p> <p>Why is it that Ireland suffers these difficulties when other European countries do not?  It does not bode well for the climate action we are going to have to take.  Can we hear when we will be done, once and for all, with the excuses and delays?  When will the interim regulations be delivered to the Oireachtas to allow schools and community groups to participate in the transition to a decarbonised future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#D00100","speaker":"1635"},{"type":"speech","time":1634722200,"counter":22,"content":"<p>I thank Senator Boylan for raising this very important issue.  To provide some background, under the Planning and Development Act 2000, as amended, all development, unless specifically exempted under the Act or associated regulations, requires planning permission.  Various exemptions from the requirement to obtain planning permission are set out in the Act and regulations and these exemptions are subject to compliance with general restrictions on exemptions set out in the Act and regulations.  Included among the planning exemptions are those applying to the installation of solar infrastructure on a variety of building types including houses, business premises and industrial and agricultural buildings, to which specific conditions are attached.  My Department, in the context of the climate action plan and in consultation with the Department of Environment, Climate and Communications, has undertaken a review of the existing solar panel planning exemptions set out in the regulations, with a particular focus on facilitating increased self-generation of electricity and in recognition of the limitations of the current exemptions.  This review is now complete.  Substantial changes to the current planning exemption thresholds for solar panels are proposed, in addition to the introduction of new classes of solar panel planning exemptions relating to their use in apartments and in educational, community and religious buildings.<\/p> <p>In light of the need to appropriately address aviation safety concerns arising from the glint and glare impacts of solar panels and the easing of the solar panel planning exemption thresholds, my Department is in the process of commissioning the development of detailed aviation safeguarding maps which will identify and delineate specific but limited areas in the vicinity of airports and aerodromes, referred to as exclusion zones, within which the exemptions will not apply.  Project scoping feedback has been received from interested parties through the draft request for tender process and has been considered by my Department in the development of the final tender documentation.  My Department intends to publish the call for tender imminently.<\/p> <p>While this work is ongoing, my Department has advanced interim regulations, adopting a temporary, albeit more stringent, approach incorporating initial defined exclusion zones around airports and aerodromes.  These interim regulations, allowing for increased solar panel planning exemptions, will cover the vast majority of the land area of the country, only excluding those limited exclusion zones around airports and aerodromes.<\/p> <p>The draft interim regulations have been reviewed under the strategic environmental assessment, SEA, directive, 2001\/42\/EC, and it is considered that they are likely to have significant effects on the environment, thereby necessitating the undertaking of a full SEA on the draft proposals.  The Senator referred to this in the context of the need for a robust planning system.  The completion of the SEA screening stage has been delayed by a further requirement for completion of screening for appropriate assessment, AA, under the habitats directive, by my Department's ecological assessment unit.  Once this AA screening process is complete, a formal SEA process will commence with scoping of the SEA.  Following the latter, the SEA environmental report will be published alongside draft interim regulations for a period of public consultation of not less than four weeks.  This public consultation is expected to commence in December.  Written submissions or observations will be taken into consideration before finalisation of the draft interim regulations in the first quarter of 2022.<\/p> <p>As required under planning legislation, the proposed exempted development regulations must be laid in draft form before the Houses of the Oireachtas and receive a positive resolution from both Houses before they can be made and the SEA process concluded.  Accordingly, the process for finalising the interim solar panel planning exemptions as referred to above, with interim exclusion zones around airports and aerodromes and allowing for the vast majority of the country to be covered by the exemptions, is now expected to be completed in early 2022.<\/p> <p>Work on the development of the aviation safeguarding maps for airports and aerodromes is expected to be completed in the second quarter of 2022.  The final supplementary set of regulations, which will delineate the final exclusion areas around airports and aerodromes in which the exemptions will not apply, will be prepared thereafter and, subject to environmental reporting considerations, will subsequently be laid in draft form before the Houses of the Oireachtas for approval.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#D00200","speaker":"1595"},{"type":"speech","time":1634722200,"counter":23,"content":"<p>I thank the Minister of State for outlining all of the roadblocks that are in place and for saying there is a deadline of early 2022.  I hope that deadline will actually be the deadline and that it will not move again, as it has previously.  This will come as little comfort to schools and community groups that are desperate to be part of the transition and to do their part for climate action.  It does not bode well because this is the low-hanging fruit as regards climate action.  When we know there are enormous changes to be made, if we cannot get the low-hanging fruit right, I have serious concerns as to how we are to implement carbon budgets when they finally come before this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#D00300","speaker":"1635"},{"type":"speech","time":1634722200,"counter":24,"content":"<p>I again thank Senator Boylan for raising this very important issue.  I appreciate the concerns in the community with regard to getting this up and running because it is the low-hanging fruit and will aid in building a sustainable model in our communities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will progress as quickly as possible and there is urgency in the Department on it.  We have to comply with the directives and ensure we have the scoping documentation and seek public consultation on it.  We will come back to both Houses of the Oireachtas to approve the draft guidelines.  I assure the House there is huge urgency in the Department to progress this and get it right.  Communities need it.  It is essential and it will make them more sustainable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#D00400","speaker":"1595","continuing":true},{"type":"minorheading","content":"Agriculture Schemes","time":1634722200,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#E00150"},{"type":"speech","time":1634722200,"counter":27,"content":"<p>I welcome the Minister of State to the House.  I am sharing time on this with Senator Kyne, who comes from the same type of area as I do, as does the Cathaoirleach.  There was a huge fire in Killarney during the summer.  Fires pose great problems for many people and many farmers.  A fire on commonage, in forestry or on any land can be started by fishers, campers, hillwalkers or various people who can be lackadaisical in throwing away cigarette butts or starting a campfire for a picnic and failing to put it out properly, with the result that commonage, land or forestry in many cases can be burned.  This leads to the destruction of habitats.  The penalties are in place because of the destruction of habitats.  This is most unfair.  A fire can be started on one farm and spread to the next farm.  All farmers are penalised.  Commonage holders are also penalised.  The result is that their farm payments are reduced.  The penalty is that no payment is made on the burnt land.  There is also a penalty on the payment for the farmer's remaining land.  Many farmers have appealed these decisions and where evidence was provided that the farmer did not start the fire the Department removed the penalty on the remaining lands but still issued no payment on the burnt land.  This is very unfair if a person is not responsible.<\/p> <p>Farmers must always appeal in these circumstances.  They should not have to do this.  Only the person found to have been responsible for starting the fire should be penalised.  There should not be any penalty imposed on any other farmer, landowner or recipient of farm payments.  This is a big issue.  The National Parks and Wildlife Service has a huge part to play in this.  I expect a very positive reply from the Minister of State.  If not, I ask him to bring it back to the Minister for Agriculture, Food and the Marine.  This is creating great hardship for many farmers.  In some cases there is a lot of money involved.  Every year brings its own story.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#E00200","speaker":"1636"},{"type":"speech","time":1634722200,"counter":28,"content":"<p>I welcome the Minister of State.  I concur with Senator Burke on the concerns about penalties being imposed on farmers.  Farmers are very aware of their responsibilities.  This has been rumbling for a long number of years with regard to responsibilities for protecting habitats and environments.  Depending on conditions and at certain times of the year, fires can spread if started maliciously or accidentally by another individual.  They can spread &ndash; pardon the pun &ndash; like wildfire across commonages, protected areas and forestry.  In the Connemara area I have seen the aftermath of such destruction.  I have seen fires that have taken place.  Depending on the conditions and the time of year, they can run wild.  Farmers are penalised and their payments are held up or stopped until such time as investigations take place.  I look forward to the response from the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#E00300","speaker":"1665"},{"type":"speech","time":1634722200,"counter":29,"content":"<p>I thank Senators Burke and Kyne for tabling the Commencement matter.  I concur with their sentiments.  Notwithstanding this, I am stepping in for the Minister for Agriculture, Food and the Marine so I will read the response from him.  I will raise with him the very valid issues the Senators have raised.<\/p> <p>The basic payment scheme is a critical income support paid to farmers.  It is fully funded by the EU and is subject to EU regulations.  Applicants under the basic payment scheme are allocated payment entitlements and are paid annually on the basis of the number of entitlements held, with the requirement to have an eligible hectare of agricultural land for each payment entitlement.  I am sure the Senators are very well aware of this.<\/p> <p>It is specified in the 2021 basic payment scheme terms and conditions that land burned during the closed season of 1 March to 31 August in any given year is not eligible for the purpose of payment under the basic payment scheme.  Where land has been burned, it is not in a state suitable for an agricultural activity such as grazing or cultivation and, therefore, it is not eligible, except where controlled burning is carried out in accordance with all relevant legislative requirements.  Burning of land between 1 March and 31 August in any year is prohibited by law under section 40 of the Wildlife Act 1976, as amended by the Wildlife (Amendment) Act 2000.  We are all aware of the loss of wildlife habitats and biodiversity caused by fires, as well as the risk to human life and property.<\/p> <p>As required under EU regulations, all applications under the basic payment scheme are subject to robust administrative checks prior to payment.  Only valid applications under the basic payment scheme that fully comply with the requirements of the EU legislation are paid.  The main element of these administrative checks is an area of assessment which is achieved by using the land parcel identification system.  These administrative checks are critical in ensuring the Department meets the rigorous audit requirements at EU and national level.  Failure to undertake these administrative checks can result in severe financial penalties for the Department.<\/p> <p>As part of these required administrative checks, the Department actively investigates incidents of illegal burning using the most up-to-date technology and satellite imagery.  Land declared as eligible on a basic payment scheme application that has subsequently been identified as burned during the closed season may give rise to an overclaim.  Such an overclaim will result in a reduction in the eligible area.  In addition, as required under the EU regulations, administrative penalties are applied where the area overclaimed is greater than 3% of the area declared.  The administrative penalty applied is 1.5 times the difference in hectares between the area declared and area determined, or the number of entitlements held, if lower.  The penalty will not exceed 100% of the amount based on the area declared.<\/p> <p>Where an overclaim occurs, departmental officials write to the affected applicants setting out the options available to them, including the right to seek a review.  Each review is carefully considered individually based on the individual facts of each case.  Should applicants disagree with the Department's decision on any review, they have a further right of appeal to the independent Agriculture Appeals Office.  All the circumstances are taken into account when considering an appeal.<\/p> <p>The Minister for Agriculture, Food and the Marine has raised this matter directly with the Minister of State, Deputy Heydon, and he has advised that farmers should appeal any decision taken regarding the basic payment scheme when fires occur through no fault of the applicant.  His Department will examine potential ways to bring these farmers back into the scheme.  It should be noted that the land is only ineligible in the year the burning took place.  It does not affect the land eligibility in subsequent years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#E00400","speaker":"1595"},{"type":"speech","time":1634722200,"counter":30,"content":"<p>What the Minister of State is saying is that if a fire takes place between 1 March and 31 August the farmer loses money unless the appeal is successful.  Even at that, the farmer will have to go through the rigours of the appeal process.  These appeals should be fast and simple.  They should not be complicated.  Farmers who are not responsible for the fires should be fully recompensed immediately.  This is the view of all farmers.  As the Minister of State well knows, there can be great hardship.  Farmers have commitments such as bank payments.  There is huge hardship in some cases.  I ask the Minister of State to bring back to the Minister for Agriculture, Food and the Marine our argument that the appeals process should be easy and determined quickly.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The only person who should be responsible at the end of the day is the person who caused the fire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#E00500","speaker":"1636","continuing":true},{"type":"speech","time":1634722200,"counter":32,"content":"<p>I thank Senators Kyne and Burke again for raising the matter.  I am from a large rural constituency and fully appreciate and understand how delays can affect farm management.  As we all know, farmers are dependent on cash flow and they only receive payments, in many cases, once or twice a year.  Farmers must make their cash flow management work for the full year.  I understand there should not be any delays in that regard, especially if those farmers have not committed any wrongdoing to cause the fire.  I will raise the matter with the Minister, Deputy McConalogue, and report the comments made by both Senators.  We can try to see if we can get further movement in terms of reducing the timeframe of the appeals process.<\/p> <p>I also note, as I referenced earlier, that farmers must be conscious of the strict regulatory environment of the EU audit service which is required for these payments.  We will do our best to see if we can reduce any burden on our farming community.  That is the key and it is what we are all trying to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#F00200","speaker":"1595"},{"type":"unspoken","time":1634722200,"counter":33,"content":"<p>Sitting suspended at 11.21 a.m. and resumed at 11.32 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1634722200,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00100"},{"type":"speech","time":1634722200,"counter":35,"content":"<p>Independence Day in the Czech Republic will be next week.  An independent Czechoslovakia was declared in Prague on 28 October 1918, just a year before the first sitting of D&aacute;il &Eacute;ireann in 1919.  Following independence, Ireland and Czechoslovakia had contact at various levels, particularly at the League of Nations.  Czechoslovakia established a consulate here in 1929.  The Czechoslovakian communist coup in 1948 interrupted the development of diplomatic relations.  After the Velvet Revolution in 1989, closer relationships were developed, and the first free Czechoslovakian election was held in 1990.  In 1993, the independent Czech Republic emerged from the peaceful dissolution of Czechoslovakia.  In 1995, an Irish embassy was established in Prague.<\/p> <p>Ireland and the Czech Republic share common values and commitments, including membership of the EU and the UN.  A bronze bust of renowned playwright V&aacute;clav Havel, the first President of the Czech Republic, was unveiled at the front of D&aacute;il &Eacute;ireann in June 2015.  This was a symbolic moment for Czech-Irish relations.  After the United States of America, Ireland became only the second country in the world in which a national legislative assembly decided to permanently honour the legacy of former president Havel.  Our two countries are innovative and like-minded.  We share a love of culture and language.  Ireland is honoured that the Irish Studies Centre in Charles University, Prague, teaches, researches and promotes Irish culture in European and global contexts, with a focus on modern literature in English and Irish, theatre, film, the Irish language, music and theory.  We wish the ambassador and all the Czechs living in Ireland a happy Independence Day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1634722200,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00300"},{"type":"speech","time":1634722200,"counter":37,"content":"<p>The Order of Business is No. 1, the Criminal Justice (Smuggling of Persons) Bill 2021 &ndash; Report and Final Stages, to be taken at 1 p.m. and to adjourn at 2 p.m. if not previously concluded; No. 2, motion re the directive of the European Parliament and of the Council amending Directive (EU) 2019\/1153 of the European Parliament and of the Council, as regards access of competent authorities to centralised bank account registries through the single access point, to be taken at 2.45 p.m. and to conclude at 3.30 p.m. if not previously concluded, with the time allocated for the Minister's opening remarks not to exceed five minutes and that for group spokespersons not to exceed five minutes, and with the Minister to be given no less than five minutes in which to reply; No. 3, Defence (Amendment) Bill 2020 &ndash; Committee Stage, to be taken at 3.45 p.m. and to adjourn at 5.15 p.m. if not previously concluded; and No. 4, Private Members' Business, the Planning and Development (Amendment) Bill 2021 &ndash; Second Stage, to be taken at 5.30 p.m., with the time allocated for the debate not to exceed two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00400","speaker":"1653"},{"type":"speech","time":1634722200,"counter":38,"content":"<p>I support the Order of Business as outlined by the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00500","speaker":"1689"},{"type":"speech","time":1634722200,"counter":39,"content":"<p>Could the Leader clarify whether No. 1 is to finish at 2 p.m. or 2.30 p.m?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00600","speaker":"1650"},{"type":"speech","time":1634722200,"counter":40,"content":"<p>It is to finish at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00700","speaker":"1653"},{"type":"speech","time":1634722200,"counter":41,"content":"<p>Today is World Osteoporosis Day.  We must encourage people, particularly women, to make bone health a priority.  A recent survey carried out by GPs found that 92% of those who suffer from osteoporosis were surprised with their diagnosis, and that the diagnosis came only after a fracture.  Therefore, it is important that people, particularly women over 65, take the opportunity to have a DEXA scan.  Early diagnosis is important.  I suffer from osteoporosis.  I discovered it when I was 30 after a car accident.  I was not particularly surprised because my mother and grandmother also had osteoporosis.  It can be dealt with through diet and exercise, and, if needed, medication.  There is a good Irish website that provides this information.  We should send that message out today.<\/p><p>I was at a three-and-a-half-hour meeting last night with farmers from Kildare and west Wicklow in the mart in Kilcullen.  It was part of a consultation process that the Minister for Agriculture, Food and the Marine, Deputy McConalogue, has engaged in around the country.  Such consultation is really good.  It is happening in 26 places.  I was concerned, however, about much of the information I gained.  Most of it was not new to me because I have ongoing interaction with farmers in Kildare, just as many Members have such interaction with farmers in their own constituencies.  The Common Agricultural Policy, CAP, that is coming down the line seems to be overly bureaucratic.  We need the schemes to be simplified.  Convergence is a particularly difficult issue for our farmers, and we need to engage more with the Minister on this.<\/p><p>There is a Bloomberg News article in this morning's <i>Irish Independent<\/i>that claims curbs on fertiliser exports are to worsen the global price shock.  It is quite scary to read that considering the current scarcity and price of food.  We need to have a debate in this House on where we are going with the CAP.  We absolutely need simplification.  We need to be concerned about the eco schemes, whereby 25% of what farmers can get under the CAP will be tied in with ecological measures.  My concern is that schemes coming down the line will not be accessible to farmers.<\/p><p>The final point I want to raise relates to the debate on dyslexia we had last week.  It was an excellent debate.  We all spoke about how difficult it is for young people with dyslexia and how important it is to have early intervention and diagnosis.  Several people contacted me after the debate.  One was a parent whose daughter has been diagnosed with dyslexia.  The daughter is in fifth class and will be going into sixth next year.  The school paid for an assessment and then there was a private assessment.  Now the family is told the girl must go to a neurological paediatrician to get the adaptive technology.  This is absolutely ridiculous.  A child going into sixth class needs to be prepared for secondary school, yet there are obstacles in the form of costs and delays in getting the required assessment.  If we really want to make a difference, we must make sure that we cut out some of the bureaucracy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00800","speaker":"1689"},{"type":"speech","time":1634722200,"counter":42,"content":"<p>I wish to take up Senator O'Loughlin's point on the roadshow of the Minister for Agriculture, Food and the Marine, Deputy McConalogue.  I acknowledge that he was in Maam Cross in Connemara last week.  I commend him on that and on engaging proactively with farmers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The difficulties that farmers face in respect if convergence probably depends on which part of the country they are from.  Full convergence would be positive in my neck of the woods and on much of the west coast.  I acknowledge the campaign of the Irish Natura and Hill Farmers Association, INHFA, on that over the past few years and the difficulties the IFA has faced in trying to create a balance between needs in one part of the country and another.  It is a difficult area.  <\/p><p>Project Ireland 2040 was recently launched.  I would like to see a debate on that matter in the near future.  The last phase of the National Development Plan 2018-2027 including many positives, including 26,000 social homes to be created by the Land Development Agency; the creation of the urban and rural regeneration funds; the climate action fund for which &euro;77 million was provided; 526 completed school building projects delivered with more than 48,000 school places; the start of the national broadband plan, which is hugely important, considering where we have gone since with Covid-19 and remote working, which has come into its own, the programme of investment in our cultural institutions such as the National Concert Hall, Crawford Art Gallery, the National Gallery of Ireland and the Abbey Theatre; more than &euro;46 million for support of capital and equipment programmes; new wastewater and water treatment plants; flood relief schemes; phase 1 of National Rehabilitation Hospital; and new primary care centres, to name a few. <\/p><p>However, the updated national development plan, which was published recently, has created a certain level of confusion regarding road projects, which has been much highlighted.  It is important to get clarity on those because, for example, the Galway city ring road has been a much talked about road project.  The planning application has been delayed a number of times and is due for decision again towards the end of November.  On the other hand, the western rail corridor, which has a great deal of support, although not universal, and which many people would welcome, was not included in the plan.  It is, however, included as part of the national rail review.  As somebody commented, certainly on the road and rail projects, that there was an attempt to please everybody and it has created a certain level of confusion, so we need clarity on those projects.  They are too important to left in limbo.  I hope both of the projects I mentioned can be progressed.  I would like the Leader to arrange a meeting in the near future on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#G00900","speaker":"1665","continuing":true},{"type":"speech","time":1634722200,"counter":44,"content":"<p>I thank the Leader for setting out the Order of Business.  I wish to share my concern about it now.  Earlier I had a discussion with some of my colleagues regarding an amendment to the Order of Business.  On reflection and to be fair to all concerned, Ministers need time to come to this House and need to prepare to come to this House so I will not proceed with moving an amendment to the Order of Business today.  It is my intention to do so tomorrow if we do not have a favourable response.  It relates to the scoliosis situation and the 172 children  lists.  I ask anyone to look at the current RT&Eacute; feed in regard to scoliosis, which quotes extensively what the Taoiseach and the T&aacute;naiste have to say.  Many members may have seen the issue discussed on RT&Eacute;'s \"Prime Time\" programme last night, yet again the T&aacute;naiste, Dr. Leo Varadkar, talked about his concerns stating \"The Government severely regrets that children are experiencing long delays.\"  The Taoiseach, Deputy Miche&aacute;l Martin, says the delays in treatment are not about a lack of resources but reflect on a systemic failure.  The reality is I brought a Commencement Matter yesterday and it was more than disappointing, as it did not address the issues.  The Minister of State at the Department of Health took the matter.  I then took the time to come to the anteroom in the Seanad yesterday evening to meet directly with the Minister for Health, though not by appointment.  I handed him the reply and I asked him to take it for a bit of reading for last night.  I expressed my view that it was a disgrace and that whoever wrote it should not have been asked.  No Minister should have been asked to take that reply from the Department of Health in here because it simply did not address the issues in regard to scoliosis.<\/p> <p>This is all coming about as a result of the people from the Scoliosis Advocacy Network contacting me and I am sure many other Senators and, more importantly, a very engaging interview on RT&Eacute;'s \"Today with Claire Byrne\" programme.  The issues are now so serious we can have no further delays.  Out of respect for the procedures of the House and timing, I am not going to proceed with the proposal to amend the Order of Business today.  After all it is only a proposal, but I ask the Leader to use her good office to make contact with the Minister for Health, and see if we can have him in the House if not tomorrow - and quite frankly it is that serious and that is what the parents are demanding and want - certainly on our return from the recess.  I am conscious there is a recess and that is an issue. However, it is critical and I do not doubt that every Member shares my concerns and is supportive of the families and guardians of these 172 children who need medical intervention.  They do not care if it is public or private and they do not care if the State is buying the treatment in.  They are children.  Many of us have children and we would not want our children suffering from scoliosis and the agony these children have to endure. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#H00200","speaker":"1634"},{"type":"speech","time":1634722200,"counter":45,"content":"<p>I thank the Senator.  I hear what he is saying about the question not being answered in respect of the Commencement matter.  The Senator might send that in to me because a number of Members have raised the issue of Ministers reading out replies that do not answer the questions they have asked.  I call Senator Vincent Martin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#H00300","speaker":"1650"},{"type":"speech","time":1634722200,"counter":46,"content":"<p>I propose an amendment to the Order of Business that No. 19 be taken before No. 1.  At the appropriate time I will formally move that request.  No. 19 is the introduction of my legislation, the Protection of the Irish Native Honey Bee Bill 2021.  Ireland is fortunate to have a pure population of its own native honey bees, which is perfectly adapted to this island, climate and flora.  However, it is coming under sustained, ongoing and serious threat from the importation of non-native honey bees.  They are less frugal, more aggressive, prone to swarming and they have an adverse impact on biodiversity and ecosystems with the resulting introgression and cross-breeding of the Apis mellifera mellifera.<\/p> <p>We are one of the last strongholds of this pure native bee.  It is under serious threat.  Last year, we reported a documented 327% increase in the importation into this country of non-native honey bee queens.  After more than ten years of campaigning, the Native Irish Honey Bee Society will be pleased.  This is a step in the right direction.  The society is not, however, getting carried away.  Complacency will not set in.  It is not going away.  It is going to stick at this under it gets a permanent satisfying result.  I acknowledge the work of its wonderful chairperson, Ms Aoife Nic Giolla Coda, secretary ,Loretta Neary and so many others engaged in that volunteerism.  They do this at their own expense, as they are committed to this cause.  I thank the Climate Bar Association, an independent expert body, which has reached the conclusion that to amend the law in this way is not repugnant to EU law.  I am also grateful the cross-party support which this Bill enjoys.  This is where the future lies.  If leave to introduced is granted, Members will see on the Bill when it is published shortly thereafter the names of colleagues, who come from each and every political grouping in this Chamber and that is the way forward.  With that in mind I anticipate my proposal will be seconded by Senator Erin McGeehan, who is representative of the cross-party approach that we are taking to this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#H00400","speaker":"1667"},{"type":"speech","time":1634722200,"counter":47,"content":"<p>I listened with interest to some of my colleagues speaking about the roadshow that Deputy McConalogue is currently undertaking.  I wish he would include a stop in this House as part of his roadshow because I cannot get a response to the emails I have sent to him.  I have requested a meeting with him three times regarding the lack of enforcement of animal welfare laws, particularly in respect of dogs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Boylan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=LynnBoylan&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is not the first time I have raised the issue in the House.  I raise it again because anybody who watched the BBC's \"Spotlight\" investigative report last night will have been deeply disturbed by the fact Ireland, as an island, is being used to smuggle puppies into Britain from its ports.  This is enabling criminal gangs to make millions of euro and depriving Revenue of millions of euro in tax and it is down to a complete lack of enforcement of the existing laws.  While we need better co-operation between the authorities North and South, there is a raft of animal welfare laws in this country and they are just not being enforced.  That is not good enough.  There are fake microchip numbers, fake dog-breeding numbers and fake seller numbers on websites.  Illegal adverts are reported daily by animal welfare organisations but, as yet, even though the regulations have been in place since 2020, not one enforcement case has been taken against an illegal advert on online platforms.  It is not good enough.  The Minister needs to answer the case.<\/p><p>In June of this year, on my request, Dogs Trust appeared before the Oireachtas Joint Committee on Agriculture, Food and the Marine.  Its representatives outlined how simple it would be to fix this.  There could be a pre-verification system and a national database including the microchip, the dog-breeding licence number and the online sales licence number.  That advert would not be able to be posted until it was pre-verified, which would save the welfare organisations all the work of having to manage these sites.  Equally, a microchip system could be put in place just like the system for cars.  After a number is entered, the system would identify the breed and age of the dog and the name of the person to whom it is registered.  This is not rocket science.<\/p><p>The programme for Government promised to strengthen guidelines and dog-breeding regulations but that is not forthcoming.  In light of last night's television programme, there is an anomaly in the Animal Health and Welfare Act, which the Dublin Society for Prevention of Cruelty to Animals, DSPCA, one of the authorities that, unfortunately, has to seize these puppies at the ports, has outlined.  It will come before the Oireachtas committee in November to outline the anomaly.  When it seizes these puppies, it cannot rehome them within five days, as it could if it had seized them under the Control of Dogs Act.  Instead, it has to hold on to the dogs for up to 18 months while the legal proceedings happen.  That is bad for both the dog and the animal welfare organisation.<\/p><p>I would welcome the Minister coming before the House.  The Leader might write to him inviting him to appear in order that we can have a debate on animal welfare and the lack of enforcement.  I cannot get an answer from him, so perhaps this House can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#H00500","speaker":"1635","continuing":true},{"type":"speech","time":1634722200,"counter":49,"content":"<p>I will support the proposed Order of Business.  I raise the changes in restrictions that will operate from Friday and the very unfair treatment of the live entertainment and music sector in comparison with nightclubs.  It beggars belief that patrons will be able to dance in nightclubs but will have to remain seated at music gigs.  Musicians and artists have suffered particularly badly over the course of the pandemic, having to reschedule shows and losing huge sums from doing so.  It is a really unfair anomaly and it shows there was a lack of thought, with the proposals for the sector almost having been written on the back of a packet of cigarettes.  I ask that the Government reconsider the restrictions requiring people to sit down during live music shows because it is particularly unfair on a sector that has suffered a great deal during the pandemic.<\/p><p>The second issue I raise relates to the National Asset Management Agency, NAMA, apartments in Finglas, which was reported in <i>The Business Post<\/i>on Sunday last by Killian Woods.  For more than ten years, 26 apartments have lain empty.  This underlines the need for not just a vacant lands tax but a vacant homes tax.  Habitable residential houses and apartments have been lying empty for ten years and an arm of the State is sitting on empty property while children grow up in hotels just down the road.<\/p><p>There is an contradiction between how NAMA approaches this issue and the so-called Government commitment to home ownership.  As can be seen in the marketing material for this Prospect Hill site, the agency is selling it directly to investors rather than owner-occupiers or individual people and is touting its potential rental income of more than &euro;1 million a year.  It is a great disappointment and a missed opportunity that an arm of the State, controlled by the Government, is selling on a group of apartments to investors and trying to trap people into long-term rental while, at the same time, that same State and Government are not giving renters tenancy and security of tenure.  We need a wider debate on how NAMA has operated in the housing market and how it sees itself as a purely commercial vehicle rather than an organisation that has responsibility for a social good, that is, the provision of land and housing for people who live in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#J00200","speaker":"1672"},{"type":"speech","time":1634722200,"counter":50,"content":"<p>I draw attention to the horrific abuse of adults with intellectual disabilities that occurred at the Ard Gr&eacute;ine Court facility, Donegal.  On Friday last, <i>The Irish Times<\/i>ran another piece on the issue after it finally received a copy of the unpublished report into the matter, the Brandon report.  We now know that approximately 108 incidents of devastating abuse were experienced by at least 18 residents of this facility, many of them non-verbal, over a period of about 13 years.  It is shocking.  The HSE management had full knowledge of this abuse, yet refused to supply the Minister for Health with a report on the abuse when it was requested.  One of the most shocking aspects of this revelation is that none of the family members of those who had experienced the abuse were informed until December 2018.  In some cases, this was more than a decade after the abuse had occurred.<\/p><p>The Brandon report is just one example of the horrendous abuse and neglect of adults at risk in Ireland that has been revealed in recent months.  Sexual abuse is not the only issue.  &quot;RT&Eacute; Investigates: Care in Covid&quot; highlighted that the neglect of adults in nursing homes during the pandemic violated their dignity and contributed to deaths.  This all comes under the umbrella of adult safeguarding.  We are in desperate need of adult safeguarding legislation that will enforce the mandatory reporting of abuse in order that those who hide or cover up abuse will become legally culpable for it.  We are also in need of an adult safeguarding body to monitor adult safeguarding, with powers to investigate abuse.<\/p><p>In 2017, the then Senator Colette Kelleher of the Civil Engagement Group introduced the Adult Safeguarding Bill in the Seanad and mandatory reporting was at its core.  There was positive engagement on the Bill from many in the House and we in the Civil Engagement Group welcomed the cross-party support we received.  I again raise this issue, however, to emphasise the urgency regarding adult safeguarding.  I worry the Government does not share my sense of urgency.  Since Colette's Bill was referred to the Law Reform Commission, no significant progress has been made to protect adults at risk.  It is shocking.  The commission's report is not due until next year.  No interim steps have been taken to protect adults at risk of abuse.<\/p><p>I call on the Government to take action on this immediately and to request an interim report from the Law Reform Commission.  We simply cannot afford to wait until next year.  The HSE management that covered up the abuse in Donegal was repeatedly advised that what it was doing would be seen as complicity in the abuse.  We in this Legislature are now at the point where we too are guilty of complicity in this abuse.  Again and again, we have received shocking reports of the abuse of adults at risk occurring throughout this island and still we have not taken any concrete legislative steps towards stopping it.  I hope other Senators share my sense of urgency regarding the issue.  We must end our complicity in the pain and suffering of so many people.  If we can save one life, will it not be worth it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#J00300","speaker":"1632"},{"type":"speech","time":1634722200,"counter":51,"content":"<p>I raise the issue of the upcoming carbon budget.  There has been some coverage of it on national media recently and it will be a worthwhile project as part of our programme for Government.  I come from a very successful farming region in the midlands.  We need assurances the agricultural sector will be afforded adequate funding.  Farmers will have to pull their weight on this but they will need the funding to go hand in hand, leading to sustainable means of production.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aidan Davitt:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2475\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2475&amp;amp;pid=AidanDavitt&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There will also be new opportunities in the areas of genomics, grasslands, feedstuffs, carbon sequestration and potential alternative energy production.  I refer to the generation and use of such energy on farms themselves and its feeding into the national grid.<\/p><p>One of the biggest problems we face and one of the biggest transformations we must make is in the area of carbon budgets and the changes required in energy networks in that regard.  I refer to the ESB and the national grid tapping into the energy generated on farms.  There is a serious complication in this area and the ESB must put its shoulder to the wheel in this regard as well.  I am seeking assurances from the Leader regarding this issue.  It is easy to talk about our herd numbers and there being a need to cull them.  The figures speak for themselves and there is no doubt about that.  I am also sure, however, that farmers will make these changes if they are given an option in the context of all the modern ways in which it is now possible to address these issues and if good funding is also provided.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#J00400","speaker":"1652","continuing":true},{"type":"speech","time":1634722200,"counter":53,"content":"<p>I raise the issue of water services and Irish Water and the impact this is having on rural towns and villages.  The need for investment in water services is apparent.  We have a new housing policy and its success is dependent on the provision of adequate water and sewerage services.  I am talking about this issue because of an instance I came across yesterday where planning permission was refused in Rosscarbery on the back of not having adequate infrastructure.  It is not possible to provide water services on the site because Irish Water's infrastructure does not have the capacity to service it.<\/p> <p>If this trend were to continue, we could have similar situations in places like Courtmacsherry and Clonakilty as well as in Rosscarbery.  Those areas could, in effect, be sterilised regarding the building of housing for the next five years until such time as adequate water services are provided.  That would have a huge impact on rural society and on the constituency of Cork South-West, and we must have a coherent debate on how we are going to provide adequate water services in the short term.  We all have long-term plans, but short-term needs exist and they are apparent.  We must see a vast improvement in our housing figures and the key to achieving that lies in the provision of water services in the short term.<\/p> <p>This aspect must be prioritised, and especially in places like Clonakilty, Rosscarbery and Courtmacsherry.  If that is done, then significant developments can happen in the next five years.  To have a situation as we now do, where development has been effectively sterilised because of a lack of water services, is bizarre and cannot continue.  I ask the Leader, therefore, if we can have a debate on this issue with the Minister for Housing, Local Government and Heritage, Deputy O'Brien, in the context of bringing forward meaningful and short-term remedies to deal with these water issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00200","speaker":"1666"},{"type":"speech","time":1634722200,"counter":54,"content":"<p>I advise colleagues that RT&Eacute;'s &quot;Nationwide&quot; programme at 7 o'clock this evening will feature a film on what it was really like to be at Jadotville.  Everybody here should watch it.  I will not say any more on that matter because it is <i>sub judice<\/i>.<\/p><p>I am sure the Leader is aware that many of us are receiving emails concerning a statement she made in this House on 14 October.  I fully support what she said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00300","speaker":"1645"},{"type":"speech","time":1634722200,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00400","speaker":"1644"},{"type":"speech","time":1634722200,"counter":56,"content":"<p>We must have a national conversation about those who have decided, for whatever reason, that they do not wish to be vaccinated.  The Government must step into the frame and provide the education and information required to deal with this issue of people who are genuinely afraid of vaccines.  Early in the summer, I stated I was due to have an AstraZeneca vaccination and that I was uncomfortable with it because I was being told it was a case of take it or leave it.  Like everybody else, I want to be safe.  I said I was not against vaccination in any way but I felt then I did not know enough about the AstraZeneca vaccine.  The HSE contacted Twitter to advise the company that I was spreading misinformation.  Under the video of me speaking here, there is a statement warning it is misinformation.  I expressed a concern and at no stage did I offer misinformation of any sort.<\/p> <p>This issue must be discussed openly.  Some 300,000 people in the country are saying they do not want to be vaccinated.  I fully respect their view and their right not to be vaccinated.  I also respect the right of all those workers who must go into an office or workplace to be aware they may be sitting beside colleagues who may not be vaccinated.  I also want those not vaccinated to know that I, as a vaccinated person, may be carrying the virus and that people working alongside me may be subjected to transmission and may not have the requisite protections.  There is no incitement to hatred, which is what the accusation is.  There is no need for any organisation concerned with equality or anybody else to be involved.  Education is required and people must understand the risk involved in both directions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00500","speaker":"1645"},{"type":"speech","time":1634722200,"counter":57,"content":"<p>I welcome the intervention by the Minister for Health, Deputy Donnelly, yesterday regarding the accident and emergency department in Our Lady&rsquo;s Hospital in Navan.  He ordered the HSE to back down over plans to shut that accident and emergency department.  The <i>Meath Chronicle<\/i>captured the situation well this morning when it referred to the Minister halting plans to shut the accident and emergency department.  I welcome the Minister ordering the management and clinicians to engage now with the community through its elected representatives, something they probably wanted to bypass.<\/p><p>There are gaping holes in these proposals, no more so than the fact that the North-East Doctor on Call, NEDOC, had to issue a public statement this week, and this was again covered by the <i>Meath Chronicle<\/i>this morning, pointing out that the HSE proposals to change the accident and emergency department to a GP referral-led medical assessment unit will not work because the doctor-on-call system in the county is already beyond breaking point.  One arm of the HSE had to point out to another arm of the organisation that, in 2019, a normal year before the impact of Covid-19, 33,500 patients were dealt with by that system.  This year, and we are still only in October and have two months to go yet before its end, 34,000 patients have already been dealt with.<\/p><p>The figures speak for themselves in this regard.  The basis of the HSE's plans to ram this change through using the mantra that services in the accident and emergency department in Navan hospital are unsafe has now been contradicted by another arm of the same organisation, which has stated these plans would be unsafe because the required GP capacity does not exist in the county to deal with a medical assessment unit.  It would be a damn sight better if the HSE addressed the existing deficiencies in the system before trying to reconfigure it.  I look forward to the HSE listening to the community and dealing with public representatives.  I pay tribute to and thank the Minister for halting those plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00600","speaker":"1641"},{"type":"speech","time":1634722200,"counter":58,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00700","speaker":"1634"},{"type":"speech","time":1634722200,"counter":59,"content":"<p>I ask that we respectfully request the Minister for Justice, Deputy Humphreys, to come to the House to debate antisocial behaviour and protecting our local communities.  I make that request cognisant that there are many reasons for antisocial behaviour.  I am a member of the joint policing committee in Cork city and it has become clear there has been an increase in antisocial behaviour.  This issue is becoming a concern not just in our capital city but also in Cork and other parts of the country.<\/p> <p>I want to have that debate with the Minister, while being conscious that 800 extra garda&iacute; were promised in the budget and there has also been an increase of &euro;6.7 million in the budget for the youth justice system in respect of youth diversion projects.  This issue, however, does not just concern young people and youth diversion projects.  It is about ensuring we tackle the scourge of antisocial behaviour.  Documentary evidence captured by the \"Prime Time\" programme and anecdotal information we have received ourselves demonstrate we must tackle this issue.  In doing so, a joined-up approach must be adopted by a combination of Departments and organisations.<\/p> <p>I ask, therefore, that we have a debate on this issue at the Minister&rsquo;s earliest convenience to allow us to discuss how to eliminate the element of fear many people now feel regarding coming into our capital city.  Equally, that element of fear is similarly felt when people are walking about the streets of their own towns and my city of Cork and other large urban areas.  I hope this debate would take place over time, that it would be a rolling discussion, and that we would bring in and involve other Ministers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#K00800","speaker":"1637"},{"type":"speech","time":1634722200,"counter":60,"content":"<p>Last week we heard many announcements regarding budgets and budget spending.  We were told that never have we spent so much before and so on and so forth.  You can imagine my reaction when I was contacted by a family in Castleconnell who are residents of a council house and whose shower has completely broken down after 15 years.  I wrote to Limerick City and County Council and explained the situation.  I received a reply yesterday evening which stated that, due to funding constraints, housing maintenance is not currently in a position to upgrade bathrooms but that it may be in a position to contribute to upgrade works in early 2022.  The council went on to state that if the tenant could supply a new toilet, cistern, shower tray and wash-hand basin, then housing maintenance could ring-fence funding to complete the works.  I would love to have an explanation for that.  Can you imagine a private landlord writing back to a tenant and telling them if they supplied half the equipment, then he or she would do the job?  That is the response that Limerick City and County Council is giving to council tenants.  Words fail me.<\/p> <p>In this time of abundance and unparalleled spending by Government, it appears that our local authorities do not have the money to maintain decency.  I am talking about a family of seven.  There is a hole in their kitchen ceiling.  Yet, Limerick City and County Council is telling the family that if they supply all the equipment, it will get the work done.  Is that acceptable or reasonable, or is it just plain outrageous?  Why is it that council tenants in my county are being treated as second-class citizens?  It is shocking.<\/p> <p>I want a debate on local authority funding.  I acknowledge that Sinn F&eacute;in included a lot more on this issue in its pre-budget submission.  We stated that &euro;30 million should be invested in this area next year and that annual funding for the regeneration and upgrading of social housing stock should be increased to &euro;100 million per year.  My God, there is something fundamentally wrong when a family of seven cannot have a shower and the council tells them that they should supply the equipment in order to have the work required carried out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#L00100","speaker":"1660"},{"type":"speech","time":1634722200,"counter":61,"content":"<p>First, I would like to extend my deepest sympathies and condolences to the family and friends of Sir David Amess MP, who I had reason to meet a number of times.  He was also an alternate on the British-Irish Parliamentary Assembly, as I was in the last term.  What happened to him last Friday was truly shocking.  I wish to place on the record my condolences, which I extend to his friends and family.  I appreciate the fact that the Ceann Comhairle, on behalf of Members, has arranged a mass to be said for him on Thursday.<\/p> <p>I wish to continue on from Senator Craughwell's reference to the Leader's comments, which were, I think, my fault to a certain extent, because the Leader was responding by email to me at the time on the issue of vaccines.  As a result, a certain cohort of people replied to all of us about what the Leader said.  This is really important, particularly in the context of yesterday.  After all, yesterday should have been a really good day.  While progress was made yesterday in terms of the relaxing of some restrictions, at the same time we had the largest number of cases in a single day since January.  There is no doubt that those who are choosing, for whatever reason, to not be vaccinated are contributing very significantly to the number of cases.  Equally, as the Leader rightly pointed out last week, the same is the case in respect of the 70,000 people who got one dose of vaccine - they are clearly not that vaccine hesitant - and who decided not to get a second.  It is most important.  For those in the hospitality sector, there was certainly a gap between what they expected to happen yesterday and what did happen.  There is an enormous amount of confusion and palpable frustration among those individuals regarding the fact that you can do things with a late licence that you cannot do without a late licence and you can do things in nightclubs that you cannot do in bars and various other venues.  There is a very frustrating inconsistency in that regard.<\/p> <p>There is no doubt that the Government supported the hospitality sector through the employment wage subsidy scheme, EWSS, the pandemic unemployment payment, PUP, and the implementation of digital Covid certificates, but, equally, there were a huge number of anomalies in the context of yesterday's announcement.  I encourage the Leader to organise a debate, if possible before the recess, with the Minister for Health.  Sl&aacute;intecare was discussed yesterday.  Sl&aacute;intecare is a long-term plan.  This is urgent.  We need to talk about the inconsistencies and try to support the hospitality sector as best we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#L00200","speaker":"1696"},{"type":"speech","time":1634722200,"counter":62,"content":"<p>Like Senator Davitt, I wish to call for a debate in relation to climate change and climate action.  There is so much work to be done over the next ten years to meet our targets that a debate in this Chamber would be most welcome.  The budget for climate action is going to be &euro;20 billion a year for the next ten years.  Ten years ago, that figure of &euro;20 billion represented half the amount that it took to run the country.  It is an enormous amount.  There are many changes to be made in a number of areas, including those of the parking of cars and parking points, the exportation of energy, the development of autonomous vehicles, traffic light systems, farming and from a commercial point of view.  A raft of changes will be needed over the next ten years to meet the targets that have been set by the Government.  I would welcome a debate on this issue and on the proposed budget of &euro;20 billion a year for the next ten years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#L00300","speaker":"1636"},{"type":"speech","time":1634722200,"counter":63,"content":"<p>I formally second the introduction of the Bill to protect our native Irish honey bee.  I am glad that we have the Minister of State from the Department of Agriculture, Food and the Marine with us today because this is a most important issue.  We are at a crisis point in the context of protecting our native Irish honey bee.  It is most important.  The bee is a small creature, but this is not a small issue.  It is about time that the Department of Agriculture, Food and the Marine looked beyond beekeeping as a mere hobby.  It is integral to agriculture and food production in this country.  The Department needs to move beyond the hobby mentality and see what beekeepers have known for generations, namely, that beekeeping is inextricably linked to food production.  This matter should be priority for the Department.  While we have the Minister of State here, I wish to highlight that we should be looking towards counting active beehives as a unit of livestock.  This would assist both beekeepers and farmers to achieve what we need, which is to protect our native bee stock and to realise what is laid out in our all-Ireland pollinator plan.  It is most important.  I thank Senator Martin for his work on the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#L00400","speaker":"1671"},{"type":"speech","time":1634722200,"counter":64,"content":"<p>Recently, I spoke in the Chamber about an intensive dairy farmer who does not use chemical fertilisers to grow his grass.  Describing how he feeds his cows on a multispecies sward, a mix of grasses, clovers and herbs, I said that I hoped I was seeing the future in the way that he and his family were farming.  Since then, in budget 2022, my Department has allocated &euro;1 million to pilot a reseeding programme.  We want to support farmers to use multispecies sward seed at no extra cost in order that they can try growing nitrogen-free crops too.  I really hope farmers give this a go, because I continue to see more examples of productive pasture management without chemical nitrogen, which instills confidence in me that this can be the future.<\/p> <p>Synthetic fertilisers deplete the soil of nutrients and will eventually kill it by destroying its natural functionality.  While this may take a long time, and our Irish soils may be a long way from death, in the end, synthetic fertiliser, if we apply enough for long enough, will not just continue to pollute our rivers and air, it will turn our soil barren such that nothing will grow.  That is simply a fact.  It is a fact which does not have to fill us with dread because while chemical nitrogen helps grass grow, so does naturally fixed nitrogen, but without the damage.  Clover is a really effective and natural nitrogen-fixing machine.<\/p> <p>I have seen some of the work, enthusiasm and results.  Teagasc is doing work on clover at Moorepark and Solohead Farm, while in Johnstown Castle, it has carried out years of research on multispecies swards, to see if adding in herbs can make the grazing even better, the carbon sequestration more effective and improve the soil microbial activity.<\/p> <p>Yes, a multispecies sward is managed differently to a monoculture sward.  In some ways, it might be more challenging, but in other ways it is easier.  I certainly believe it is worth a try.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pippa Hackett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=0000\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=0000&amp;amp;pid=PippaHackett&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I certainly believe it is worth a try, not just for the potential savings in fertiliser costs, but also for the satisfaction we can all derive from healthy soils and from feeding our animals and land in a way which works for them and us and for the climate challenges ahead.  This is the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#L00500","speaker":"1661","continuing":true},{"type":"speech","time":1634722200,"counter":66,"content":"<p>I support the calls for a debate on antisocial behaviour, but also on general disorder in public and the lawlessness we have seen.  I have raised this issue in the House previously.  Much of that antisocial behaviour and, in particular, that lawlessness is directed towards people who are not Irish.  That is a particular aspect that we need to address.  Yesterday, I had the privilege of meeting two Slovak-born men who were recognised by the Slovakian Government for their contribution to society.  One of them, Joe Veselsky, a resident of Booterstown, is 103 years of age today.  I congratulate him.  He came to Ireland in 1949, having been part of the Czech resistance and lost members of his family in Auschwitz.  Tomi Reichental was also recognised.  He came to Ireland in 1959, having survived the Holocaust in Bergen-Belsen.  It strikes me that many of the people we are talking about are the modern counterparts of these men.  They are people who have come to Ireland and made their home here and who are contributing at every level of our society.  I hope that, 60 years from now, we will be able to recognise the modern counterparts of these men who have come here from Brazil and other countries that are very far away and very different from Ireland, who have made their homes here and who have made themselves part of our communities and contributed to our society not only economically but culturally and in all the other aspects of a functioning society.  They are doing that and there are people in Ireland who do not understand the value they bring to our society.  As part of our consideration of lawlessness, public disorder, antisocial behaviour and all of the other aspects of behaviour in society, we must consider that these people are also part of our society.  As a Legislature and, more importantly, as a community and a society, we must reach out to welcome them and to acknowledge the contribution they make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#M00200","speaker":"1685"},{"type":"speech","time":1634722200,"counter":67,"content":"<p>I too support colleagues in calling for a debate on antisocial behaviour.  Senator Ward articulated very well a modern problem in respect of antisocial behaviour.  Certain people in our community are suffering and we need to address that.  We also need to address what is going on in our streets not only in the city of Dublin, but also in other towns where wanton thuggery is taking place.  We need to ensure that the streets of our towns and cities are safe for people to come and go.  Ireland is a place of welcome.  We hope to rebuild our tourism industry and to return to 10 million people visiting our country a year.  When people do come, they need to be able to travel around our country and our towns and cities safely, whether by day or by night.  That debate is necessary and, like others, I welcome the announcement of 800 extra garda&iacute; in the budget.  That will certainly help increase the complement of garda&iacute; to a figure in excess of 15,000.  That is where we want it.  We never want to go under 15,000 garda&iacute; again.  There has also been significant investment in ICT, equipment and vehicles for An Garda S&iacute;och&aacute;na but the simple reality is that there are parts of the city of Dublin and our towns around the country that are no-go areas and that has to be ended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#M00300","speaker":"1644"},{"type":"speech","time":1634722200,"counter":68,"content":"<p>I will follow on from Senator Craughwell's comments regarding the emails, which I am sure everyone will have received, in respect of the Leader's comments last week.  These comments were in response to comments I made to her in respect of the digital Covid certificate.  I just want to show support for the comments she made.  Everything the Government is doing in bringing forward measures is meant to protect people, people's lives and industries.  The comments made in emails such as those we have received are also made by some public representatives.  I know of one in Tipperary who takes a populist view and calls the measures discriminatory, medical apartheid and rubbish like that when all we are trying to do is protect people.  I support the Leader in the comments she made last week.<\/p> <p>I ask her for a debate with the Minister for Rural and Community Development at some point.  I do not recall us having such a debate previously.  I would like to discuss the funding of projects under the rural regeneration and development fund.  There was good news yesterday for a number of projects that received extra funding.  There were two such projects in County Tipperary.  A project in Thurles got an extra &euro;500,000 on top of the &euro;3 million it has received to develop a permanent structure for a farmers' market.  That is a really good project for the centre of the town.  <\/p> <p>There is a problem with the rural regeneration and development fund that we need to work to solve.  In the latest round of applications, a contingency of approximately 25% was allowed for to take into account the changes in material and development costs to get projects from start to finish.  In previous rounds, there was only a contingency of 5%.  Some of those projects are only starting now but what they will now cost to complete is far greater than the funding sought from the Department, even with that 5% contingency funding.  I ask for a debate with the Minister to discuss increasing the contingency funding to 25% for those applications made in previous rounds, which is what new applications are to receive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#M00400","speaker":"1629"},{"type":"speech","time":1634722200,"counter":69,"content":"<p>I stand in solidarity with the Leader's remarks and support her in them.  Last Sunday, Daniel Murray published an article in the <i>Business Post <\/i>with the headline &quot;Government to defer legislating for international surrogacy services&quot;.  I appreciate that there is momentum and that hard work is going on behind the scenes.  I probably know more than most about just how much is going on and how many meetings and so on are taking place.  The Ministers from the Departments of Justice, Health and Children, Equality, Disability, Integration and Youth have met five times in the past year to move this along, because it is within those three Departments that needs and issues have arisen.  However, headlines like that and the repeated delays do nothing but cause fear and horror for families across the country whose children were born via surrogacy.<\/p><p>It is not that there has not been an incredibly ethical framework put forward that safeguards the rights of children and puts them first and that safeguards the human rights of the surrogates and parents.  There are women around this country who are not entitled to sign permission slips for their children in school and who have been rejected and told that they are not the mothers of their children.  There are children who are being teased about this in school.  There are children who were born via surrogacy who are shortly to turn 18, because that is how long this has been going on in this country, and who will now never have that legal relationship with their parents because they will be adults.  Mothers are being denied legal connection with their children and children are being denied legal recognition of their relationship with their mothers and the provisions regarding inheritance from parents and grandparents that flow from that.  The delay is appalling.  Will the Leader please write to the Ministers to seek clarification and to urge that legislation be hastened through and that, under no circumstances, should the Bill on assisted human reproduction registration be published without surrogacy, both domestic and international, being comprehensively addressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#M00500","speaker":"1682"},{"type":"speech","time":1634722200,"counter":70,"content":"<p>I echo the comments in support of the Leader on the remarks she made last week.  She is 100% correct and I fully stand by and support her comments.  I also support Senator Ahearn's remarks with regard to rural regeneration projects.  In my own county, projects have had to be redesigned because of rising costs.  Even this redesigning to bring the projects in line with the funding approved comes at a cost.  I support the Senator's comments.  I welcome the funding announced for a project in Ballymahon.  It is a major project and has received additional funding but, as I have said, other projects are struggling.<\/p> <p>I will raise the issue of hospice beds, which I have raised previously.  There is just one hospice bed in County Longford to cover a population of 40,000 people.  We raised this issue with the then Minister for Health, Deputy Harris, when he was on a visit a number of years ago before the redesign of the St. Joseph's campus.  We secured agreement for an additional bed but now the HSE is not prepared to follow through on it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will read a couple of lines from a letter I got back from the Health Service Executive when I asked about the two beds.  It states:<\/p><blockquote>\tSuch a decision will also have a financial impact on the unit, reducing the income to the unit through the fair deal scheme and increasing the cost of care.  Any commitment to increasing the number of palliative care beds at the expense of a long-stay bed would have to be accompanied by an appropriate budgetary allocation to compensate for the fair deal income reduction in order to maintain services for the current and future residents in St. Joseph's care centre. <\/blockquote><p>We are putting a cost on placing an additional care bed for people with hospice needs.  I do not have the exact figures but I am seeking to get them officially so I can put them on the record.  We have way in excess of the average number of hours of hospice care going into homes because we do not have that additional hospice care bed for families in our county.  That is not acceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#M00600","speaker":"1639","continuing":true},{"type":"speech","time":1634722200,"counter":72,"content":"<p>I rise to speak on two matters.  The first relates to yesterday's announcements on reopening and the easing of Covid-19 restrictions.  I am concerned about healthcare workers and particularly people in nursing homes.  I call for priority to be given to healthcare workers because they are dealing with more vulnerable people in nursing homes.  They should receive boosters as a matter of urgency.  Perhaps antigen testing could be used in nursing homes as well when it comes to infection control etc., which is really important when people are entering nursing homes.  Many nursing homes are closed now because there may be infection and people are not able to visit.  If antigen testing was in place and a booster injection could be given to healthcare workers and patients, it would help.<\/p> <p>Yesterday there were many announcements relating to the reopening of society and a number of restrictions have been eased.  In the budget, we have allocated money for marketing the country and encouraging tourism but coach tours are currently operating at 75% capacity and there has been no announcement on that restriction on people on coaches being lifted.  The restriction for school buses was at 50% and there was no clear announcement around that either.  Perhaps the Leader might be able to find out the story for school and tourism coaches.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#N00200","speaker":"1695"},{"type":"speech","time":1634722200,"counter":73,"content":"<p>I deleted those couple of emails that I got straight away.  When it is a copy and paste job, one cannot take it too seriously but I will focus on the rest.  Two thirds of the people in intensive care units in this country are not vaccinated so what more do we need to be told about the power of vaccines?  It is scientific evidence that vaccines work.  This links to some points I will make about Facebook and the prevalence of Covid-19 misinformation on the platform and its groups, about which I have spoken for the past year.<\/p> <p>This morning we heard reports that Facebook chief executive Mr. Mark Zuckerberg is planning to overhaul and rename Facebook.  That will not remove the toxicity in the concept of what Facebook has become.  In August this year Facebook stated it removed dozens of sources of anti-vaccination information but there were anti-vaccination protests nonetheless.  They were not huge and comprised a rabble of head-the-balls.  A couple of them will be coming along tomorrow, Thursday, and it is all being advertised through Facebook.  For example, it is stated that this will not be a child-friendly protest.  One post reads: \"We are the people demanding this caretaker Government stands down with immediate effect the continuance of medical apartheid and lockdown of this people.\"  These people are being radicalised online.<\/p> <p>We saw excellent testimony before the United States Senate by Ms Frances Haugen some weeks ago, who said that in order for Facebook to maximise profits, the company decides the algorithm, leading to outrage and hate bouncing off each other.  The algorithm increases the level of toxicity and hatred online and as a result we see events like people going into hospitals to tell people vaccines are killing people and they will save the people, only to see them dying a few days later.  There must be something serious done about Covid-19 misinformation spread online, particularly on Facebook.  Governments must now step in to regulate the area as social media has failed to do it time and again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#N00300","speaker":"1670"},{"type":"speech","time":1634722200,"counter":74,"content":"<p>I thank colleagues for their support.  The mass arranged by the Ceann Comhairle for the late Sir David Amess following his tragic death is tomorrow, Thursday, 21 October at 12.45 p.m. at St. Teresa's Church on Clarendon Street.  I am sure people will want to pay their respects.<\/p> <p>Senator McGahon spoke this morning about the need for an online safety commission and regulator of all our online social spaces.  Senator Malcolm Byrne regularly speaks on the same topic.  There is certainly a variety of different views on any number of topics that can be discussed on social media.  What concerns me and what must be absolutely regulated is when the debate becomes incredibly divisive, abusive, threatening and harassing.  It does not seem to take much to get people from just having a conversation or interaction to being called a Nazi.  It does not take very long.  We must further that discussion and support the Minister in all his efforts to ensure we get that online safety commission and regulator, along with a culture of regulation, into social media.  People are allowed to think what they want and we must certainly respect people's views and the differences therein.  We do not have to tolerate being threatened and called horrible names.<\/p> <p>Senator Maria Byrne spoke about the need for screening in nursing homes.  Although we are in a very different place than we were last year, there are definitely some concerns that we did not learn from what happened at the beginning of this pandemic.  I very much support the Senator in asking the Minister to provide the resources to our nursing homes, both public and private, to ensure all staff receive boosters and that visitors allowed in are screened.  The Senator is right that many nursing homes are not allowing in visitors because of the current spike in numbers.<\/p> <p>I will write a letter to inquire about transport capacity.  It is interesting that the Senator notes the two relatively private industries - coach tourism and school transport - are at 50% or 75% but the public transport system is at 100% capacity.  There seems to be another anomaly there but I will write a letter today inquiring about that.<\/p> <p>Senator Garret Ahearn and Miche&aacute;l Carrigy asked for a debate on rural regeneration and I will write to the Minister today to see if we can get in that debate before Christmas.  What Senator Carrigy described this morning is an example of an organisation being penny wise and pound foolish.  It makes absolutely no sense that we incur costs in one part of the health service because we cannot afford to expend costs in another that would then save costs on the initial side.  I do not know if there is anything I can do for the Senator but I might speak to him after the Order of Business to see if I can help with that hospice bed in Longford.<\/p> <p>When I was first elected to the Oireachtas in 2011 and former Deputy Alan Shatter was made the Minister with responsibility for justice, he spent an inordinate amount of time looking at progressing the legislation around surrogacy because he had a huge interest in it.  Here we are 11 years later still trying to tell people how difficult it is.  I have no doubt it is not easy but that does not mean it should not be prioritised.  It is really shocking to read again, in a Sunday newspaper, about extended delays with the three Departments working together.  Again, I will send a letter to the Minister but we should ask for a meeting so we can find out exactly what is at the root of the problem and ensure we can give reassurances to the considerable number of families and children directly affected by this debacle.  I will come back to Senator Seery Kearney about that.<\/p> <p>Senators Martin Conway, Barry Ward and Jerry Buttimer asked for a debate on antisocial behaviour.  When we started this conversation a couple of months ago we spoke about big cities like Dublin, Limerick and Cork but it is not a problem just in big cities any more.  I live in a relatively small town and there is a gang of 15-year-olds and 16-year-olds going around beating up 12-year-olds and 13-year-olds.  Our noticeboards are alight at the weekend asking if we have seen a particular fellow with a particular colour hair.  It is the attitude and culture.<\/p> <p>Senator Barry Ward spoke about our larger cities and the prevailing change in culture that affects our new Irish.  The gentleman he spoke about is not new because he is 103.  He is here a long time.  We really must check ourselves and ensure correct measures can be put in place to try to arrest that kind of change in our culture.<\/p> <p>The Minister of State, Senator Hackett, spoke about multi-species sward feeds and the use of clovers in grasslands.  Her contribution was very welcome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator McGreehan seconded the Protection of the Native Irish Honey Bee Bill 2021 that will be introduced by Senator Martin.  I really hope it gets cross-party support.  Both Senators are right that there is a crisis and it is not a small issue, particularly for people earning their living and producing food.<br\/><br\/>Senator Burke asked for a climate debate.  I will try to arrange this.  Senator Horkan asked for a debate on the hospitality sector and the confusion caused yesterday.  To be fair to the Ministers at the Cabinet table yesterday, they were trying to react in a timely manner to the information they had and to give as much notice as they possibly could.  They really are caught between a rock and a hard place.  I have no doubt that based on consultation today and tomorrow those anomalies will be ironed out.  There are obviously some, if not many, inconsistencies and they will also be fixed.<br\/><br\/>Senator Gavan talked about a family renting from the local authority in Limerick.  What he said was absolutely outrageous.  I do not know whether it is worth my while writing on our behalf to the county manager or the CEO.  It is absolutely unacceptable.  Can we imagine the headlines on the front of the <i>Daily Mail<\/i>or the <i>Irish Independent<\/i>if a private landlord said not to mind a shower and that people would be grand in a couple of years' time.  It is not acceptable.  It should not make a difference who the landlord is.  Landlords have responsibilities and tenants have rights.  I will write a letter and send it to Senator Gavan today.  Perhaps he will have a look at it and send it back.<br\/><br\/>Senator Cassells spoke about the intervention of the Minister yesterday on the accident and emergency department in Navan, which was very welcome.  Senator Craughwell reminded us of a programme on Jadotville that will be shown tonight on RT&Eacute; at 7 p.m.  He also spoke about the need for a Government information and education programme on trying to encourage vaccination.  I really do not think telling people vaccine centres are open and to come along on Saturday will be enough to bring some of the 300,000 people left.  If they have genuine concerns we need to address them.  A different type of education and information programme might be warranted and needed.<br\/><br\/>Senator Lombard asked for a debate on water services specific to Cork.  We could probably widen it out.  A considerable number of housing developments are being delayed because they do not have access to the services required for the sites.  We need to iron these out and come up with some short-term solutions.<br\/><br\/>Senator Davitt asked for a debate on carbon and our climate action budgets.  We will try to arrange this.  Senator Black spoke about the awful news released over the weekend with regard to the 108 incidents of abuse over many years.  What I think is most shocking is that the direction of the Minister to publish the report continues to be ignored.  This is absolutely astounding.  I will certainly send a letter looking for an interim report from the Law Reform Commission for the Senator and we will see where it goes.<br\/><br\/>Senator Moynihan spoke about musicians and the announcements coming from the deliberations over the coming days.  I hope we have them before Friday.  Senator Martin spoke about his Bill.  Senator Boyhan expressed concerns about waiting lists and I will certainly ask the Minister to attend the House for a debate as quickly as I possibly can.  He was here yesterday to discuss Sl&aacute;intecare.<br\/><br\/>Senator Kyne spoke about the roadshow of the Minister, Deputy McConalogue.  He also spoke about the need for a debate on the national development plan and Project Ireland 2040.  The debate request has been made but it will be the other side of the recess before the Minister gets to come back to us with a date.<br\/><br\/>Senator O'Loughlin opened today by discussing World Osteoporosis Day.  She encouraged women to get themselves screened because usually it is only after an accident or a fall that they find out there is something.  The earliest intervention would provide the most efficient and best outcomes.  The Senator spoke about the debate on dyslexia last week and the continuing roadblocks of bureaucratic nonsense put in children's way when trying to access services.  There probably is a need for a debate on it.  I will try to arrange it as quickly as I can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#N00400","speaker":"1653","continuing":true},{"type":"speech","time":1634722200,"counter":76,"content":"<p>Animal welfare.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00200","speaker":"1634"},{"type":"speech","time":1634722200,"counter":77,"content":"<p>Sorry.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00300","speaker":"1653"},{"type":"speech","time":1634722200,"counter":78,"content":"<p>I am always here to assist.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00400","speaker":"1634"},{"type":"speech","time":1634722200,"counter":79,"content":"<p>I thank Senator Boyhan.  I do not know how I missed it.  There is a request in because Senator Boyhan wanted to table amendments to legislation a number of weeks ago.  I have written to the Minister but he has not come back to me.  I will ring the office again today.  We keep coming back to the same mantra again that things are important and yet they slip and slip.  We certainly do need to keep the pressure on.  I will write to the Minister today and I will come back to the Senator.  My apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00500","speaker":"1653"},{"type":"speech","time":1634722200,"counter":80,"content":"<p>Senator Martin has proposed an amendment to the Order of Business: \"That No. 19 be taken before No. 1.\"  It has been seconded by Senator McGreehan.  The Leader has indicated that she is willing to accept the amendment.  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00600","speaker":"1650"},{"type":"unspoken","time":1634722200,"counter":81,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Protection of the Native Irish Honey Bee Bill 2021: First Stage","time":1634722200,"counter":82,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00800"},{"type":"speech","time":1634722200,"counter":83,"content":"<p>I move:<\/p> <blockquote> \tThat leave be granted to introduce a Bill entitled an Act to ban the importation of non-native honey bees with the aim of reducing the threat to and adverse impact upon biodiversity and the ecosystem arising from the introgression\/crossing\/cross-breeding of the native Irish Honey Bee, <i>Apis mellifera mellifera<\/i>, due to the importation of non-native species or sub-species of and\/or strains derived from <i>Apis mellifera<\/i>and to provide for the appointment of authorised officers; to make it an offence to forge an animal health certificate; and to provide for related matters. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O00900","speaker":"1667"},{"type":"unspoken","time":1634722200,"counter":84,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1634722200,"counter":85,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O01100","speaker":"1650"},{"type":"speech","time":1634722200,"counter":86,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O01200","speaker":"1667"},{"type":"speech","time":1634722200,"counter":87,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#O01300","speaker":"1650"},{"type":"unspoken","time":1634722200,"counter":88,"content":"<p>Second Stage ordered for Tuesday, 26 October 2021.<\/p>"},{"type":"unspoken","time":1634722200,"counter":89,"content":"<p>Sitting suspended at 12.45 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Criminal Justice (Smuggling of Persons) Bill 2021: Report and Final Stages","time":1634722200,"counter":90,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#Q00100"},{"type":"speech","time":1634722200,"counter":91,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it, na Seanad&oacute;ir&iacute; agus gach duine eile.  Before we commence, I remind Members that a Senator may speak only once on Report Stage, except the proposer of an amendment who may reply to the discussion on it.  Each non-Government amendment on Report Stage must be seconded.  Amendment No. 1 arises out of committee proceedings and is grouped with amendments Nos. 14, 15 and 18, which are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#Q00200","speaker":"1674"},{"type":"speech","time":1634722200,"counter":92,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 7, between lines 10 and 11, to insert the following: <br \/><br \/><b>&ldquo;Report on the rights and protections of the smuggled person<\/b><br \/><br \/><b>5.<\/b>The Minister shall, within 12 months of the passing of this Act and on a bi-annual basis thereafter, lay a report before both Houses of the Oireachtas outlining&mdash;   \t(a) the steps which have been taken to ensure that the State has reflected the 1951 Convention relating to the Status of Refugees, including the principle of non-refoulement in all aspects of the operation of this Act, and <br \/><br \/>(b) the number of cases taken to the European Court of Human Rights and the Court of Justice of the European Union initiated by persons who have been the object of people smuggling or have been prosecuted under this Act and the results of such cases where they are available.&rdquo;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#Q00300","speaker":"1662"},{"type":"speech","time":1634722200,"counter":93,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#Q00400","speaker":"1681"},{"type":"speech","time":1634722200,"counter":94,"content":"<p>We could have separated this grouping of amendments, but I am conscious we are constrained by the 90-minute time limit.  I agreed to the grouping in that context.  The amendments relate to three separate issues.  As we discussed at length on Committee Stage, these are the potentially negative consequences of the legislation, which I believe are unintended on the part of the Minister of State and his office.  In addition, we are questioning how effective the legislation is in addressing the problem of smuggling it is designed to address.<\/p> <p>Amendment No. 1 relates to a core issue we will have to address, which are the rights and protections of smuggled persons.  I have highlighted areas of the legislation where there are inadequate protections for the rights of the smuggled person and where the smuggled person, certainly when they are acting in relation to a family member, could inadvertently be subject to prosecution.  Crucially, this amendment focuses on the wider picture.  We suggest \"the steps [that would be taken] to ensure the State has reflected the...Convention relating to the Status of Refugees, including the principle of non-refoulement in all [areas] of...operation of this Act\".  I am not bringing the convention in; I am aware it is already in law and Ireland is already party to it and is bound by it.  The question is how we ensure it is being reflected at all stages.  <\/p> <p>The reference to the number of cases taken to the European Court of Human Rights and the Court of Justice by persons who have been the object of people smuggling is, again, around the question of human rights.  I certainly do not think we should have that very high bar because very few people will be in a position to take cases to the Court of Human Rights or the Court of Justice, but those cases would be a very significant red flag if they were to be taken.<\/p> <p>I will focus more on the other amendments.  I know my colleague may wish to speak to amendment No. 1 as well.  Amendments Nos. 14, 15 and 18 are really about the detail of what happens when we change the law.  On amendment No. 14, the rationale for this legislation has been the practical impact of the current laws and the fact there is a perceived difficulty with prosecution in relation to them.  This amendment is similarly ensuring we get the law right this time.  I am asking for a report on an annual basis showing \"the estimated number[s of victims] of human trafficking...the methodology...to produce the estimate and potential alternative methods of estimation...[and] a summary of the outcomes for smuggled persons [who are] identified under this Act, including what proportion of those smuggled persons sought or were granted asylum [or] sought or were granted another form of international protection in the State\" and \"the number of persons [which is one of the stated purposes of the Bill] found guilty of an offence... and a summary of the sentences imposed\". <\/p> <p>I will go on to amendment No. 15 because it is not simply about how many people were prosecuted, which is my concern.  The Minister of State has said at great length that it is his expectation that those persons who are engaged in humanitarian action will not end up being prosecuted under this Act.  He knows I have tabled other amendments where I seek to confirm that by making it clear it is not an offence to engage in humanitarian action, or to act for humanitarian purposes, in the ways outlined under sections 6, 7 and 8.  Amendment No. 15, which I hope the Minister of State will accept because it is crucial, is to make sure there is no adverse effect, that is, a potential chilling effect or a stressful prosecution, whereby the burden of proof is moved to the person who is being prosecuted, because that burden of proof is now moving from the prosecutor having to prove criminality.  The burden of proof is now being put on a humanitarian actor, which is quite a significant shift.<\/p> <p>I ask the Minister of State to lay a report for us detailing how many prosecutions are not pursued due to a humanitarian defence.  We spoke at great length on Committee Stage about the scenario the Minister of State, Senator Ward and others see unfolding, which is that where there is a humanitarian defence a prosecution will not be pursued.  I am asking if we can track whether that is in fact happening, in addition to the number of prosecutions that are pursued where a humanitarian defence is employed, which is where somebody has gone through the whole process of prosecution, a potential period of imprisonment awaiting trial, periods of having to access legal support, construct a defence and, effectively, having to make that defence in the dock.  Then, and this is crucial because it relates to the chilling effect we spoke about, we should track \"any impact this Act may have had in respect of the level of engagement of humanitarian organisations in humanitarian activity in respect of smuggled persons\".<\/p> <p>I will not speak at the same length I have before because we have constraints on time.  In summary, Ireland believes that humanitarian search and rescue is a good thing.  We directed the national resources of our Naval Service to the humanitarian search and rescue of up to 8,000 people a year because we believed it was a good and not simply that it was acceptable.  It was something we channelled our national resources to.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The reason given for not continuing with that has simply been that we have not been given support from others in terms of bilateral agreements with other countries on pursuing humanitarian search and rescue.  The established position from Ireland has been that we support it. <\/p><p>NGOs and humanitarian actors stepped into the gap.  We went from rescuing 8,000 people in one year to 1,300 the next year to almost none the year after.  Humanitarian NGOs and civil society organisations have stepped in.  They are performing what we consider to be a good.  It is very important that our legislation does not work against that good.  That is why Part C is important.  <\/p><p>I would urge the Minister of State to accept all of these amendments and track the outcomes for smuggled persons.  Amendment No. 15 is crucial if we are going to see if this Bill unfolds as he has expressed the hope it will.<\/p><p>Amendment No. 18 combines a few of these issues.  It is another approach to the same thing.  It combines the question of the outcomes for smuggled persons, including the number that have been identified, those who have sought or have been given any form of international protection and an examination of the chilling effect on the work of humanitarian organisations.  It also includes the way in which section 9, the section which presents the humanitarian offence, has been used in decisions whether to prosecute and the impact of this Bill in terms of Ireland's fulfilment of its human rights obligations, including its obligations under the Convention Relating to the Status of Refugees and the European Convention on Human Rights.  Maybe amendment No. 18 is even better.  I do not know.<\/p><p>Amendment No. 18 combines the principles in amendment No. 14, in terms of the outcomes for smuggled persons, and amendment No. 15, in terms of how the Bill ends up operating and what its effects actually are.  My colleague may wish to speak.  I would like the Minister of State to indicate whether he is willing to support any of these reports or provide them to the Houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#Q00500","speaker":"1662","continuing":true},{"type":"speech","time":1634722200,"counter":96,"content":"<p>I thank the Senators for their proposals.  These are matters we discussed in length on Committee Stage.<\/p> <p>I wish to make two points. The first is that a post-enactment report on the Bill will be prepared in accordance with Standing Orders and laid before the House.  This will provide an opportunity to address many of the issues raised.<\/p> <p>The second point is that I have requested that a briefing be prepared for Oireachtas Members in respect of several of these issues.  I would suggest that looking at issues such as the satisfaction of the State's obligations in respect of international protection applicants, people who have been trafficked and how humanitarian organisations engage with migrants before and after they arrive in the State simply through the lens of smuggling offences is not the best way of going about it.  People who are vulnerable and require protection may or may not have been smuggled and may or may not have entered the State irregularly.<\/p> <p>While there may be situations where law enforcement will be dealing with smuggled persons in difficult situations, such as where a ship has been intercepted, these are a very limited part of the picture.  As the Senator will be aware, there is a breadth of work ongoing in this area.  As I have said, the appointment of a national rapporteur, the development of the national referral mechanism and the many other initiatives that are ongoing in tandem to this Bill must be allowed to take root. <\/p> <p>The Minister of State, Deputy Naughton, this week announced a new public awareness campaign on human trafficking.  The key messages it is trying to convey are that human trafficking is a crime that is happening in Ireland, that traffickers often profit from the misery of their victims in forced employment and that the public needs to be vigilant.  The #anyonetrafficked 2021 campaign will be rolled out on social media and in key transport hubs across the country until the end of November.  It has been undertaken with the support of a number of other State agencies and non-State organisations. <\/p> <p>With that in mind, I would like to reassure the Senator of my Department's commitment to the type of inter-agency collaboration between the Department of Justice and NGOs that is being sought through these amendments.  Work has also been done on the development of training through NGOs, targeting front-line staff in industries such as hospitality, airline and shipping who may have come into contact with trafficked persons and providing dedicated accommodation for the female victims of sexual exploitation.  For the reasons outlined on Committee Stage and today, I am not in a position to accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00200","speaker":"1618"},{"type":"speech","time":1634722200,"counter":97,"content":"<p>I will be brief.  I want to place on the record the support of Sinn F&eacute;in for all of these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00300","speaker":"1660"},{"type":"speech","time":1634722200,"counter":98,"content":"<p>I am glad that there is engagement on this area with civil society organisations.  There was a lot of disappointment that so many of the recommendations made by the Irish Human Rights and Equality Commission, IHREC, were not reflected in the Bill.  I hope there will also be engagement with it on the human rights obligations outlined.<\/p> <p>The Minister of State may not be able to come back to the post-enactment report, but I hope he will.  Post-enactment reports can be blunt and refer to the number of prosecutions full stop.  Detailed issues, such as the number of prosecutions in which section 9 was found to be relevant or the outcomes for smuggled persons who have had engagement with the Bill, might be included.  I hope that the Minister of State will indicate whether those very important metrics will be reflected in the post-enactment report and that he ensures they are part of it.  We should not have a simple headline figure.  I see the Minister of State is nodding, and I hope he is indicating that will be the case.  It will be important for us to know how this law is panning out. <\/p> <p>I understand a document is not the vehicle for addressing smuggling, but smuggling legislation is a key intervention within this landscape.  That is why it is important that we try to get it right.  I will press a couple of these amendments because they are good.  I will follow up directly with the Minister of State on the post-enactment report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00400","speaker":"1662"},{"type":"speech","time":1634722200,"counter":99,"content":"<p>Does the Minister of State wish to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00500","speaker":"1674"},{"type":"speech","time":1634722200,"counter":100,"content":"<p>I would expect that any post-enactment report would be comprehensive and detailed.<\/p><p><b>Acting Chairperson (Senator Eugene Murphy):<\/b>How stands the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00600","speaker":"1618"},{"type":"speech","time":1634722200,"counter":101,"content":"<p>I will press the amendment.<\/p> <p><\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00700","speaker":"1662"},{"type":"speech","time":1634722200,"counter":102,"content":"<p>Amendment No. 2 arises out of committee proceedings.  Amendments Nos. 2 and 3 are related and may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00800","speaker":"1674"},{"type":"speech","time":1634722200,"counter":103,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 8, line 10, after &ldquo;profession,&rdquo; to insert &ldquo;whether for profit or otherwise,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R00900","speaker":"1662"},{"type":"speech","time":1634722200,"counter":104,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R01000","speaker":"1681"},{"type":"speech","time":1634722200,"counter":105,"content":"<p>Amendments Nos. 2 and 3 are a different approach, but build on the discussions we had on Committee Stage.  I also want to recognise the engagement of officials in the interim period between Committee and Report Stages.  That has been very constructive.<\/p> <p>Amendments Nos. 2 and 3 relate to a core aspect of the Bill.  Saying that a person can have a defence is very different from saying that a person will not be prosecuted or is not committing an offence.  We have spoken about the potential chilling effect of the signal that sends.  In many cases, humanitarian actors and NGOs are people who are not necessarily very well resourced.  They are taking an important step.  There is a recognition that we do not want a risk of unnecessary or inappropriate prosecution in the Bill for persons engaged in business.  There is provision in the Bill, as it stands, that it should not be an offence to perform activities under sections 6 and 7 in the presence of a smuggled person in the State where a person is doing so in the course of his or her ordinary business or work.  It is a sensible element of the Bill.  It is designed to ensure that if somebody rents a room in a bed and breakfast, takes somebody somewhere in a taxi, lets somebody on a bus or sells somebody a service in a shop in the ordinary course of events, even where this has an impact such a person would not be prosecuted.  We know it is not constructive to have a threat of prosecution hanging over ordinary and good actions.<\/p> <p>One of these amendments is about trying to ensure that when we talk about people who are doing things in the course of their work and their professions, we also include NGOs who are doing things in the course of their ordinary work.  Employees of NGOs do food runs and support people with shelter or basic needs.  As we know, many humanitarian organisations are trying to ensure that vulnerable persons get through the winter.  This involves ensuring the kind of important and supportive work we saw in Lesbos, and which we also see in communities in Ireland, does not carry any risk of prosecution.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Amendment No. 2 is to ensure that when we describe kinds of ordinary work, that it includes voluntary work, that it is framed as \"whether for profit or otherwise\", and that we are not simply protecting business owners but also protecting those who are volunteers within organisations.  Amendment No. 3 is an expansion of that because while the safety net clause may be in the Bill, it relates only to those who have a presence in the State.  I would like to see the same exemption applied in relation to \"entry into or transit across\".  While this would not deal with all of the humanitarian action that I believe should be regarded as not an offence, it would deal with humanitarian NGOs who do this as part of their ordinary work and it would give some more protection to them in terms of their engagement in the kinds of activities outlined under sections 6 and 7, if they are doing so under the rubric of their employment or their volunteer role with a humanitarian NGO.  Amendment No. 3 would slightly expand what is in the bill in a constructive way, but it may be halfway to having a full humanitarian action exemption, which I favour, and having a humanitarian defence that the Bill sets out.  This would at least take a certain cohort of humanitarian actors out of the realm of having to face potential prosecution.  I hope the Minister of State, Deputy Browne, might be able to support these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#R01100","speaker":"1662","continuing":true},{"type":"speech","time":1634722200,"counter":107,"content":"<p>We had this discussion on Committee Stage, with regard to Senator Higgins's amendments.  I appreciate very clearly the difference between an exemption and a defence, and I understand where the Senator is coming from.  In the context of amendment No. 2, which adds in the words \"whether for profit or otherwise\", I can see the value in that and I do not have a difficulty with that.<\/p> <p>On the proposed insert in subsection (3), I wonder if two issues arise there.  My understanding is that it expands the provision of the defining section 5 to also include an exemption in respect of section 8, which is the provision of fraudulent travel or identity documents for the purposes of assisting transit into or the presence in the State.  While I am very much alive to what Senator Higgins is suggesting for putting in place a layer of protection for people who are doing things in a bona fide way and who might inadvertently provide something without ever intending to commit an offence, I do have a small concern that the kind of activity involved in section 8 is of a different calibre to the potential offences under sections 6 and 7.  It is in a different category to those offences and I would be less inclined to extend the provisions of the existing subsection (2) through a subsection (3) in to cover section 8 as well.<\/p> <p>In addition to that, I come back to what I said on Committee Stage.  I am mindful of the difference between an exemption and a defence, but one of the pitfalls with prosecuting offences like this is that one can hamstring the prosecution and prevent it from ever bringing an action where it thinks it might be appropriate to bring one.  However noble it might be, that is the consequence of creating an exemption.  I have a concern with the further extension of that to cover certain categories whereby an unintended consequence might arise and that somebody who is clearly a person who should be prosecuted for one reason or another, or who in the opinion of the prosecutor should be prosecuted, would then be able to avail of an exemption and would be able to say \"Well you cannot prosecute me for this\".  My concern about subsection (3) as proposed through amendment No. 3 is that there is an unintended consequence that might arise from that.  We may end up giving an exemption to someone and giving him or her a free pass who might not be deserving of it.<\/p> <p>We have discussed how important it is in the context of this legislation to enable prosecutors and also to defend humanitarian activities and those involved in humanitarian activities.  At the same time, however, I come back to what I said on Committee Stage about relying on the prosecutorial discretion of the prosecutorial authority, and trusting in the fact that it does not want to prosecute people who should not be prosecuted, and to a certain extent understanding that we must, even when framing legislation, allow for the discretion of a prosecutor to make these decisions.  It is impossible, in drafting legislation of this breadth, to provide for every individual case.  The reality is that no matter how many of these amendments go in - I am not saying there are not some that should go in - and no matter how many changes we make, we will never have a piece of legislation that comprehensively addresses every possible scenario.  We will, therefore, be necessarily reliant on the discretion of the person who has to make a decision about a prosecution.  My concern about amendment No. 3 in particular is that it removes that discretion and we would try to cover everything in a legislative format, which is not possible, and this will have the potential for an unintended consequence of giving somebody a free pass who should not get it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#S00200","speaker":"1685"},{"type":"speech","time":1634722200,"counter":108,"content":"<p>I thank the Senators for their comments.  Section 5(2), while a short provision, is very important for the broader context of the Bill.  It provides that a person does not for the purposes of the offences in sections 6 and 7 unlawfully assist presence in the State when providing goods or services in the ordinary course of his or her business trade or profession.  It is important to emphasise that it is intended to provide a clarification on the scope of the offences rather than to provide an exception of itself.  It does not prejudice the narrowness for specificity of sections 6 and 7, or suggest that other activities not mentioned do constitution assisting presence.  Rather, it makes absolutely clear for the avoidance of doubt, that certain activities do not constitute an offence.  This is particularly important for accommodation.  It is motivated by the work done at European level by the EU Agency for Fundamental Rights and others, and also by the work being done in Ireland to address the practical issues faced by those who come here.<\/p> <p>Fears have been raised an EU level that where a landlord is aware that a person is in breach of immigration law, that providing accommodation in the ordinary course of business could be interpreted as unlawfully assisting the presence of the person.  We do not agree with this interpretation and have made absolutely clear that it does not apply in this legislation.  That is less about protecting landlords than about ensuring that people can have access to accommodation and other essentials without any question about their immigration status.  We do not want a situation where proof of status is sought before letting property or providing any other services.<\/p> <p>I will now turn to the specific amendments.  The difficulty with amendment No. 3 is that the logic that applies to assisting presence is not the same as that which applies to assisting entry or transit.  People assisting entry in the course of their business are very deliberately and correctly within the scope of the offences.  I will give an obvious example: a mini-bus operator who knowingly facilitates smuggling cannot escape liability by showing that he or she also has a legitimate transit business.  The same applies to truck drivers, boat hire and so on.  It is not even a question of where the burden of proof lies.  The amendment would exclude conduct that we consider should definitely be criminal and, accordingly, it would be directly contrary to the policy of the Bill.  Under the circumstances, I cannot accept amendment No. 3.<\/p> <p>Amendment No. 2 is quite different.  I am aware that Senator Higgins has been working with the Department officials on the wording to provide additional clarity.  The amendment is consistent with the spirit of the existing provision.  As I have said, section 5(2) exists to clarify the offences rather than to include or exclude things from them.  I do not believe as the Bill stands NGOs providing accommodation, for example, would be committing an offence any more so than a landlord would.  However, while I do not think the amendment fundamentally changes the meaning of the subsection, I am happy to add the clarification sought.  On that basis, I am happy to accept amendment No. 2. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#S00300","speaker":"1618"},{"type":"speech","time":1634722200,"counter":109,"content":"<p>We return to Senator Higgins.  There was some good news for you there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#S00400","speaker":"1674"},{"type":"speech","time":1634722200,"counter":110,"content":"<p>I am pleased.  It will certainly give some support or assurance to some of those working in the voluntary sector.  I thank the Minister of State, and I thank him for the engagement of his officials on this matter.<\/p> <p>On amendment No. 3, I accept some of the concerns.  I note that amendments Nos. 7, 8 and 9, which are forthcoming, explicitly do not include section 8.   I recognise that there is a different quality to the actions taken under sections 6 and 7 versus section 8.  If that is the core issue perhaps actions could be taken and an amendment even brought by the Government in the D&aacute;il Stages of this legislation in ensuring that sections 6 and 7 might address the issue.  Amendments No. 6 and 7 might be considered for protections.  Again, there is a concern.  This is really another way of coming at the humanitarian issue.  It is not that we are removing discretion.  As a whole, this Bill is inserting a very large amount of discretion.  Previously, a burden of proof was on the prosecutor but now the prosecutor is being given a very wide swathe of discretion.  While we will not come to it until later, I really believe that amendment No. 15-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#S00500","speaker":"1662"},{"type":"speech","time":1634722200,"counter":111,"content":"<p>Sorry, Senator.  I really do not want to interrupt you but, really, I would prefer that we would wait to discuss all those amendments.  You will have an opportunity to discuss them-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00100","speaker":"1674"},{"type":"speech","time":1634722200,"counter":112,"content":"<p>This relates to this amendment.  I am saying-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00200","speaker":"1662"},{"type":"speech","time":1634722200,"counter":113,"content":"<p>We are discussing amendments Nos. 2 and 3, but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00300","speaker":"1674"},{"type":"speech","time":1634722200,"counter":114,"content":"<p>We are discussing amendments Nos. 2 and 3.  I am saying that this is in response to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00400","speaker":"1662"},{"type":"speech","time":1634722200,"counter":115,"content":"<p>I am conscious of the time and to make sure we get through all your amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00500","speaker":"1674"},{"type":"speech","time":1634722200,"counter":116,"content":"<p>I will move ahead.  It is fine.  I am simply saying, in response to the question of the discretion, that if we are to leave so much to discretion, it is appropriate we monitor how that discretion is used.  That is my simple concluding point.  I think it is a relevant one.  Again, I thank the Minister of State for accepting amendment No. 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00600","speaker":"1662"},{"type":"unspoken","time":1634722200,"counter":117,"content":"<p>Amendment put and declared carried.<\/p>"},{"type":"speech","time":1634722200,"counter":118,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 8, between lines 11 and 12, to insert the following:  \t&ldquo;(3) For the purposes of <i>section 6<\/i>, <i>7<\/i>and <i>8<\/i>assisting the entry into or transit across a state does not include the provision by another person, in the ordinary course of his or her business, trade or profession, of a good or service to the person.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00800","speaker":"1662"},{"type":"speech","time":1634722200,"counter":119,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T00900","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":120,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1634722200,"counter":121,"content":"<p>If amendment No. 4 is agreed, amendments Nos. 5 and 6 cannot be moved.  Amendments Nos. 5 and 6 are logical alternatives to amendment No. 4.  Amendments Nos. 4 to 6, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01100","speaker":"1674"},{"type":"speech","time":1634722200,"counter":122,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:  \t&ldquo;(8) Where a person who produces, possesses or controls a fraudulent travel or identity document does so in respect of a family member, and that person is themselves the object of people smuggling, they shall not commit an offence.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01200","speaker":"1662"},{"type":"speech","time":1634722200,"counter":123,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01300","speaker":"1681"},{"type":"speech","time":1634722200,"counter":124,"content":"<p>I will not interrupt you this time, Senator Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01400","speaker":"1674"},{"type":"speech","time":1634722200,"counter":125,"content":"<p>Amendments Nos. 4 to 6, inclusive, relate to a core issue.  On Second Stage the Minister of State was extremely clear that his intention was certainly not that a smuggled person would end up potentially facing prosecution under this Act, and I know that that is not the intent.  I highlighted on Committee Stage the inadvertent risk that, as the Bill was phrased, a smuggled person - specifically, I have highlighted the issue of traveller identity documents, though I know there may be some wider concerns - who has, for example, the identity document of a child or other family member could find himself or herself falling under the frame of smuggling under section 8.  It is therefore really important we clarify this.<\/p> <p>I have suggested three different ways in which this might be done.  Where a person, as described in section 8, produces, procures, provides, possesses or controls a fraudulent traveller identity document in respect of a family member, and where that person is himself or herself the object of the people smuggling, that person should not be deemed to be committing an offence.  In such a situation there might be a whole family being smuggled and one of them may have the identity papers for the others.  We should not have a situation in which families, just when they might be trying to enter the international protection process, to seek asylum or whatever else, have, in parallel, one of their family members facing a potential charge of smuggling, even though that person is the smuggled person who is explicitly not the target of this legislation.<\/p> <p>Amendment No. 6 contains a slightly different wording.  In that amendment I speak specifically about family members under the age of 18, though I think the amendment relating to wider family members is a better framing.  There are also, for example, people who may have identification for an elderly parent or somebody who does not speak the language.  There may be one family member who can speak English, Spanish or whatever the language might be and who is nominated to engage.  Losing that person would be very significant for a family.<\/p> <p>Amendments Nos. 4 and 5 are variations of the same.  Amendment No. 6, as I said, slightly constrains the matter to family members under the age of 18.<\/p> <p>I have had some engagement with the Minister of State's Department.  I think he has recognised that there is a potential lacuna or space for ambiguity in the law in this regard.  I would appreciate his response as to whether he feels he can address this or accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01500","speaker":"1662"},{"type":"speech","time":1634722200,"counter":126,"content":"<p>I thank the Senators for their comments.  As I have made clear throughout the debate on the Bill, we do not intend to criminalise people who are being smuggled, and I think that extends properly to parents travelling with their children, for example.  I believe that, as it stands, that would fall under humanitarian assistance.  I appreciate that Senator Higgins and I differ on that being framed as a defence, and we will discuss that further when we come to the next group of amendments.  I recognise, however, that further clarity may be desirable, subject to it not creating ambiguity elsewhere.  On that basis I have asked for further consideration to be given by officials to the drafting on this question and on the non-criminalisation amendments, that is, amendments Nos. 12 and 13.  It is a difficult area.  We need to ensure that smugglers themselves do not fall under any definition of a smuggled person, for example, by having paid someone else in the chain for false documents in respect of themselves.  I would also prefer any clarification to apply to offences under sections 6 and 7 as well as to the documentary offences under section 8.  There is also a role for prosecutorial discretion.  To cite the most recent DPP guidelines on the decision to prosecute, \"a prosecutor should ... [take] particular care where there is information to suggest that the suspect is a victim of crime\".  The guideline goes on to refer to trafficking as an example.<\/p> <p>I cannot commit to a particular form of amendment at this stage - that will be subject to the advice of the Attorney General's office - but if the advice is that further provision would be beneficial, I will introduce the necessary amendments to the D&aacute;il and return to the Seanad with them.  Given that, I cannot agree to the amendments at this stage but I am, of course, happy to engage with the Senators further in due course on them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01600","speaker":"1618"},{"type":"speech","time":1634722200,"counter":127,"content":"<p>I thank the Minister of State for his engagement and welcome the fact that he is looking to ensure that that clarification, if it is inserted, will be a little wider than the issue I have addressed of documentation but will look also at sections 6 and 7.  That is positive.  I again emphasise that I do not believe the humanitarian defence is appropriate in respect of a smuggled person because we are talking about people who, by their nature, are probably entering a different legal process - for example, the international protection process.  Even the question of there being a potential prosecution, whether or not there may be a successful defence, could jeopardise the well-being and the access to rights for an entire family unit.  I think that that is how the Minister of State is minded but I urge him to be very robust in being clear that the smuggled person is not the object of prosecution.  I know he wants to clarify where that smuggled person is himself or herself.  I think that that clarification should be able to be teased out because we are quite clear.  I almost have two safety nets in some of these amendments, whereby reference is made to people who are the object of smuggling themselves and where it is done in respect of a family member.  That should be clear because if a smuggler is engaging in these actions in respect of other persons who are not the smuggler's family members, that would count as an exemption in respect of the actions taken for the family member.  However, that same extension would not extend to other actions the smuggler may have carried out for those who are not his or her family members.  I think that can be addressed.  I urge the Minister of State to make this very clear in the definitions, which is I think what he is trying to address, rather than placing people in a position of having to try to exercise a defence, especially given the likely vulnerability of those persons and their access.<\/p> <p>Again, I thank the Minister of State for his engagement on this.  I will be watching the D&aacute;il very closely and I hope we have the Minister of State back in the Seanad with amendments that address this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01700","speaker":"1662"},{"type":"unspoken","time":1634722200,"counter":128,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":129,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:  \t&ldquo;(8) Where a person who produces, procures, provides, possesses or controls a fraudulent travel or identity document does so in respect of a family member, and that person is themselves the object of people smuggling, they shall not commit an offence.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T01900","speaker":"1662"},{"type":"speech","time":1634722200,"counter":130,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02000","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":131,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1634722200,"counter":132,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:  \t&ldquo;(8) It shall not be an offence where a person who produces, procures, provides, possesses or controls a fraudulent travel or identity document does so in respect of a family member under 18, and where that person is themselves the object of people smuggling.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02200","speaker":"1662"},{"type":"speech","time":1634722200,"counter":133,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02300","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":134,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1634722200,"counter":135,"content":"<p>If amendment No. 7 is agreed, amendments Nos. 8 to 11, inclusive, cannot be moved.  Amendments Nos. 8 to 11, inclusive, are logical alternatives to amendment No. 7.  Amendments Nos. 7 to 11, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02500","speaker":"1674"},{"type":"speech","time":1634722200,"counter":136,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:  \t<b>&ldquo;Protection from prosecution<\/b><br \/><br \/><b>9.<\/b>A person shall not be considered to have committed an offence under <i>section 6<\/i>or <i>7<\/i>, where the person engaged in conduct alleged to constitute an offence under <i>section 6<\/i>or <i>7<\/i>&mdash; <blockquote> \t(a) in order to provide, in the course of his or her work on behalf of a <i>bona fide<\/i>humanitarian organisation, assistance to a person seeking international protection in the State or equivalent status in another state if the purposes of that organisation include giving assistance without charge to persons seeking such protection or status, or<br \/><br \/>(b) for the purpose of providing humanitarian assistance, otherwise than for the purpose of obtaining, directly or indirectly, a financial or material benefit.&rdquo;. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02600","speaker":"1681"},{"type":"speech","time":1634722200,"counter":137,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02700","speaker":"1662"},{"type":"speech","time":1634722200,"counter":138,"content":"<p>I welcome back the Minister of State.  I will be brief on these amendments.  We covered them a lot on the previous Stage of the Bill.  They go back to the recommendation IHREC made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We spoke a great deal in the last session about the journey of a smuggled person and people obviously do not take that journey very lightly.  <i>The Journal<\/i>reported a number of weeks ago that on 18 July people were pulled from the Mediterranean Sea and that there were 57 other migrants on the same boat when it had left its port.  These amendments would seek to protect those humanitarians and aid workers who help to save those lives that we keep reading about and seeing the reported figures on.<br\/><br\/>Previously, this work was carried out by the European defence forces under Operation Sophia, with the assistance of some of our own ships given to those stranded at sea.  Now that work is being left to NGOs such as M&eacute;decins Sans Fronti&egrave;res, MSF, which we need to protect in this legislation.  Under the current legislation, this work is in danger of ceasing because the NGOs are threatened with prosecution.  I am therefore appealing to the Minister of State to accept these amendments to stop further loss of life and to be able to facilitate humanitarians in their very important work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#T02800","speaker":"1681","continuing":true},{"type":"speech","time":1634722200,"counter":140,"content":"<p>Ireland was better than Operation Sophia because we saved 17,000 lives when we were operating bilaterally with our own ship.  When we joined Operation Sophia that figure was reduced but there was still search and rescue carried out.<\/p> <p>All of this relates to a European directive so it is not us on our own.  It is exactly as was said on the question of prosecutions and of a chilling effect.  All of those are not simply speaking to what might happen in Ireland but also to how this directive and law is being interpreted across Europe.  That is why we are pressing for the best, most thoughtful and most careful interpretation in the protection of humanitarian action and human rights.  This is not simply about our own actions because I hope this kind of interpretation will enable the Minister of State and his colleagues, when engaging with their European peers at the Council of Ministers and elsewhere, to advocate for proper respect for humanitarian action.  This is an example for us to provide a positive and constructive template.  I hope the Minister of State will take these amendments on board and press these points further in situations where we have seen aggressive prosecutions of humanitarian NGOs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#U00200","speaker":"1662"},{"type":"speech","time":1634722200,"counter":141,"content":"<p>I will speak briefly on this issue, which I have addressed in the Council of Europe, our human rights body for Europe.  I wish to concur with everything both speakers have said.  I have real concerns about the direction of travel with regard to the incredible work that NGOs do and this move to threaten them potentially with prosecutions.  It would be wonderful if the Government could include this amendment to ensure we are not in any way, intentionally or unintentionally, aligning ourselves with that train of thought.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#U00300","speaker":"1660"},{"type":"speech","time":1634722200,"counter":142,"content":"<p>If Members wish to speak, I ask them to raise their hands and I will ensure their voices are heard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#U00400","speaker":"1674"},{"type":"speech","time":1634722200,"counter":143,"content":"<p>I thank the Senators for their proposals.  Amendments Nos. 7 to 9, inclusive, and 11 are similar in that they would effectively reframe the humanitarian assistance defence as being elements of the offence and accordingly it would be for the prosecution to prove the contrary.<\/p> <p>Amendment No. 10 provides for a bar to prosecution under similar circumstances. <\/p> <p>The question of where the burden of proof should lie was discussed at length on Committee Stage and it is useful to recap now.  A significant motivation for this Bill was to increase the effectiveness of criminal sanctions in this area.  The very clear advice we received from the Garda and from prosecutors was that the existing framing in the 2000 Act of a requirement for material gain was a major practical block to successfully prosecuting organised criminal smugglers.  The reason for that, as I think is widely accepted, is that the payment will not typically take place in the state and the smuggled persons may not co-operate with authorities for fear of the consequences for them and their families at home.<\/p> <p>The starting point has to be that the existing legislation falls considerably short of providing an effective deterrent to people smugglers.  We have sought to strike an appropriate balance that reflects our intention, which is to focus on for-profit smuggling while also not placing an impossible burden on prosecutors.  I wish to make clear that allowing smugglers to operate without risk of prosecution does not further any humanitarian motive.  It places more and more people in the hands of criminal gangs who, at the very least, will charge exorbitant fees, will likely place the people smuggled in danger and may exploit them in the most shocking of ways.<\/p> <p>The State is not at odds with those providing genuine humanitarian assistance to migrants.  We simply have to ensure that well-intentioned measures do not unintentionally undermine the criminal sanctions we are putting in place.  Under the EU instruments for assisting entry-in-transit, we cannot incorporate a blanket element of financial material gain either as an element of the offence or as a defence.  We can make provision for humanitarian assistance, as we have done.  We have done so as broadly as possible.  In providing for a broad and generally applicable humanitarian assistance defence, we have gone well beyond what most other member states have done.  This discretion has been taken up by just seven other states and in many cases is far more narrowly drawn.<\/p> <p>Our terms with regard to where the burden of proof lies rest on the question of who is best placed to meet it.  One can take entry as an example.  The prosecution must prove that the accused intentionally assisted someone to enter the State in breach of immigration law and that the accused knew or had reasonable cause to believe that the entry was a breach.  That is a substantial burden.  It is showing that a person intentionally facilitated unlawful entry.  If that is proven and if the accused is then claiming that they were acting for humanitarian motives, it is reasonable to require them to provide positive and convincing evidence.<\/p> <p>The Senators have raised how significant a prosecution would be for a humanitarian actor.  While accepting that being prosecuted is, of course, very serious for anyone, I do not agree that the framing of a humanitarian assistance provision as a defence gives rise to a real risk of unjustified or politicised prosecution.  The Director of Public Prosecutions, DPP, is independent in its functions and it establishes clear and well-understood guidelines on decisions to prosecute.  Critically, the guidelines state that a \"prosecutor should not lay a charge where there is no reasonable prospect of securing a conviction before a reasonable jury.\"   There is simply nothing to suggest that the DPP charges people to make political points where there is no prospect of a conviction.<\/p> <p>I do not think the bar to prosecution proposed in amendment No. 10 is realistic.  We would be asking the DPP to make a determination of fact, which would properly be for a court to do.  Assuming that the DPP believes there is some prospect of a conviction, then the language would not prevent that.  Even if we were to accept the Senators' hypothetical politically motivated prosecutor, these provisions would not prevent that.  Such a prosecutor could simply state that they were satisfied that the evidence was there.  Given the breadth of the defence as it is drafted, I do not believe there is a real risk of an unjustified prosecution and I do not accept that bona fide organisations now find themselves in jeopardy.  Similar language has been used in the Illegal Immigrants (Trafficking) Act 2000 and I do not believe that there has been politically motivated prosecutions in those cases.  I simply do not believe that any real risk exists in these circumstances but we need to secure prosecutions against those who are smuggling.  In the circumstances, I cannot accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#U00500","speaker":"1618"},{"type":"speech","time":1634722200,"counter":144,"content":"<p>This comes down to a very large transfer of responsibility for the policy outcome that we wish to achieve towards the discretion of prosecution.  If we believe that as an outcome, persons engaged in humanitarian actions should not be prosecuted for an offence, and if that is what we are hoping will happen, we should reflect that in the legislation rather than hoping that will come out from the process.  If, even having removed the for-profit piece, the burden of proof is now to be placed on those being potentially charged with smuggling, as per the briefing from the Department, they should at least be given the opportunity to demonstrate that burden of proof before prosecution, in that they could say they are not committing an offence.<\/p> <p>As the Minister of State has said, if there is a political motivation we might still see a prosecution, but that would be a different situation.  If a prosecutor is repeatedly prosecuting people for something that has been found to be an offence, that becomes an issue and a pattern can be clearly identified.  If a prosecutor chooses to prosecute people despite them having a defence to the offence, and that prosecutor is operating entirely within his or her permitted discretion, there is nothing we can do to address that pattern except to change the law again.  That is why I have suggested that if this is how we plan to have it unfold, we need to track what happens with the prosecutions.  This is not in terms of individual instances but if we are seeing cases coming up and the Article 9 humanitarian defence is being used - if, by its nature, that is happening in the dock - we will know that the deterrent or chilling effect that the Minister of State believes the humanitarian defence will have on a prosecutor prosecuting humanitarian NGOs is not working.  Again, we are leaving a great deal to chance and discretion.<\/p> <p>I ask the Minister of State to note our earlier point.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This legislation is not happening in a vacuum; it is happening in the context of equivalent similar legislation throughout Europe.  Other European countries have had very aggressive prosecutions.  I will not detail the cases again, but numerous members of MSF and other NGOs are being prosecuted.  The prosecution is not necessarily to achieve a conviction, but to create a financial, social and psychological burden on NGOs.  If we go down the route of prosecutorial discretion here in Ireland, we are also setting the template for that to be the model employed in other countries which are transposing the directive into their own laws.<\/p><p>I believe we should have aimed for something better because the jeopardy relating to the chill effect on humanitarian action is greater than the jeopardy regarding prosecutions in the legislation as framed.  I regret that the Minister of State will not accept the amendments.  I hope he will consider the issue further in the D&aacute;il and look at it in that context.  <\/p><p>Unfortunately, we know of such people.  We had a member of a refugee appeals tribunal who said \"No\" to everyone for years and that person was acting within their discretion.  This was somebody who effectively gave blanket refusals to everybody.  I do not want us to end up in such a situation.  That is not about the individuals; they have their discretion.  It is about not putting too much into that space.  I hope the Minister of State will reflect upon and engage with these issues further in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#U00600","speaker":"1662","continuing":true},{"type":"speech","time":1634722200,"counter":146,"content":"<p>I made it very clear as we started proceedings today that a Senator may speak only once on Report Stage except the proposer of an amendment who is entitled to reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00200","speaker":"1674"},{"type":"speech","time":1634722200,"counter":147,"content":"<p>Can I-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00300","speaker":"1662"},{"type":"speech","time":1634722200,"counter":148,"content":"<p>I did not want to interrupt.  It should have been Senator Ruane.  Unfortunately, I cannot now let Senator Ruane in.  It is just the way it happened, but I want to be straight with the Senator.  I apologise because I should not have allowed things to continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00400","speaker":"1674"},{"type":"speech","time":1634722200,"counter":149,"content":"<p>It was my oversight.  I forgot that I had not proposed in this instance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00500","speaker":"1662"},{"type":"speech","time":1634722200,"counter":150,"content":"<p>I hope both the Senators understand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00600","speaker":"1674"},{"type":"unspoken","time":1634722200,"counter":151,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":152,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:<br \/><br \/><b>&ldquo;Protection from prosecution<\/b><br \/><br \/><b>9.<\/b>A person shall not be considered to have committed an offence under <i>section 6, 7<\/i>or <i>14<\/i>where the person engaged in conduct alleged to constitute an offence under <i>section 6, 7<\/i>or <i>14<\/i>&mdash;  \t(a) in order to provide, in the course of his or her work on behalf of a <i>bona fide<\/i>humanitarian organisation, assistance to a person seeking international protection in the State or equivalent status in another state if the purposes of that organisation include giving assistance without charge to persons seeking such protection or status, or<br \/><br \/>(b) for the purpose of providing humanitarian assistance, otherwise than for the purpose of obtaining, directly or indirectly, a financial or material benefit.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00800","speaker":"1662"},{"type":"speech","time":1634722200,"counter":153,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V00900","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":154,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":155,"content":"<p>I move amendment No. 9:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:<br \/><br \/><b>&ldquo;Protection from prosecution<\/b><br \/><br \/><b>9.<\/b>A person shall not be considered to have committed an offence under <i>section 6, 7<\/i>or <i>8<\/i>, where the person engaged in conduct alleged to constitute an offence under <i>section 6, 7<\/i>or <i>8<\/i>&mdash;  \t(a)in order to provide, in the course of his or her work on behalf of a <i>bona fide<\/i>humanitarian organisation, assistance to a person seeking international protection in the State or equivalent status in another state if the purposes of that organisation include giving assistance without charge to persons seeking such protection or status, or<br \/><br \/>(b)for the purpose of providing humanitarian assistance, otherwise than for the purpose of obtaining, directly or indirectly, a financial or material benefit.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V01100","speaker":"1662"},{"type":"speech","time":1634722200,"counter":156,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V01200","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":157,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":158,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 11, between lines 6 and 7, to insert the following:<br \/><br \/><b>&ldquo;Protection from prosecution<\/b><br \/><br \/><b>9.<\/b>Where a person can demonstrate to a level of reasonable satisfaction that they have engaged in conduct alleged to constitute an offence under <i>section 6<\/i>or <i>7<\/i>for humanitarian purposes, that person shall not be liable for prosecution for said conduct.&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V01400","speaker":"1662"},{"type":"speech","time":1634722200,"counter":159,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V01500","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":160,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":161,"content":"<p>I move amendment No. 11:<\/p> <blockquote> \tIn page 11, to delete lines 8 to 11 and substitute the following:<br \/><br \/><b>&ldquo;9.<\/b>(1) It shall not be an offence under <i>sections 6, 7<\/i>or <i>8<\/i>where a person engaged in behaviour alleged to constitute an offence under those sections&mdash;&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V01700","speaker":"1662"},{"type":"speech","time":1634722200,"counter":162,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V01800","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":163,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":164,"content":"<p>If the question on amendment No. 12 is agreed, amendment No. 13 cannot be moved.  Amendment No. 13 is a logical alternative to amendment No. 12.  Amendments Nos. 12 and 13 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V02000","speaker":"1674"},{"type":"speech","time":1634722200,"counter":165,"content":"<p>I move amendment No. 12:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:   \t<b>&ldquo;Protection of smuggled persons from prosecution<\/b><br \/><br \/><b>11.<\/b>A person who has been the object of people smuggling and derives no financial benefit from people smuggling shall not be liable for prosecution under any provision of this Act.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V02100","speaker":"1662"},{"type":"speech","time":1634722200,"counter":166,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V02200","speaker":"1681"},{"type":"speech","time":1634722200,"counter":167,"content":"<p>I feel terrible because we did not get to tease out some really important points on the last amendment.<\/p> <p>This amendment again relates to the protection of smuggled persons.  These two issues are constantly entwined because we are coming to the protection of the humanitarian worker and the protection of the smuggled person.  The purpose is to ensure that we do not have wrongful prosecution - a prosecution which creates a chilling effect on the humanitarian actor or creates a further damage or harm to the smuggled person, who, as the Minister of State described in his speech, will in many cases have experienced exceptional difficulties and will be extremely vulnerable.  <\/p> <p>I have proposed a blanket safety clause in amendments Nos. 12 and 13.  For both the smuggled person and the humanitarian actor, we need to err on the side of protection for different, but equally important, reasons.  While this is not quite here, it is between the lines.  When we talk about the damage done by smugglers and the importance of prosecuting them, we must remember that smuggling is happening because some people are desperate to travel and we do not have safe passage routes.  I have not tabled amendments because I recognise that is a wider piece.  However, I would like to hear a response.  We really need to engage on that question of improving our safe passage routes.<\/p> <p>Smugglers are not the cause of smuggling; desperation is the cause of smuggling.  It is then exploited by smugglers for profit.  The core driver is that many people are in extremely terrible situations.  In some cases, they are seeking family reunification but are excluded by narrow family reunification laws.  In some cases, they are fleeing direct conflict.  In some cases, they would seek asylum but physically cannot get to the place where they need to be in order to seek asylum.  Those are the people who in many cases are being smuggled.  It is important that this legislation does not put a further burden on those people because the responsibility for them being in that situation lies partly with the smugglers, but it also lies partly with states and the failure to provide safe passage routes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V02300","speaker":"1662"},{"type":"speech","time":1634722200,"counter":168,"content":"<p>I echo everything that Senator Higgins has said.  Under the 2002 EU directive, the facilitator of entry and transit does not need to have obtained any financial benefit from smuggling in order for it to be considered a crime.  However, Article 6.1 of the protocol requires that the act be for financial gain or other material benefit.  The United Nations Office on Drugs and Crime has gone further and stated that the financial and material benefit element of the crime is a key component of the international definition.  It notes that it was intended by the drafters to ensure that those who provided support for smuggled persons for humanitarian and family reasons were not prosecuted.  Criminalising people for smuggling without requiring a financial or other material element to the crime may have the effect of criminalising a wider range of circumstances not intended under the protocol, including, for example, people providing assistance on the basis of family or for humanitarian grounds.<\/p> <p>EU research has found that those involved in providing assistance to irregular migrants report that they fear sanctions.  They can also experience intimidation by some national authorities when carrying out their work.  Therefore, I ask the Minister of State to accept these amendments in order to protect these vulnerable people and those who assist them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V02400","speaker":"1681"},{"type":"speech","time":1634722200,"counter":169,"content":"<p>I thank the Senators for their comments.  As I made clear when discussing the previous group of amendments in respect of family members, we do not intend to criminalise people who are being smuggled.  However, given how the offences are already phrased, I do not believe a blanket provision is necessary as it would tend to create more uncertainty.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Browne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2443\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2443&amp;amp;pid=JamesBrowne&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The issue is that the bar for someone being considered to have been the object of people smuggling may be quite low and may be different from what the Senator intends.  For example, as I mentioned, someone who has obtained false documents to facilitate their continuing presence might fall under it.  A blanket provision would tend, therefore, to do something an organised smuggler may be able to exploit.  I understand that the Senator is trying to avoid that with the reference to \"derives no financial benefit\", but that may fall foul of the minimum standards in the directive.  It also creates new issues with the burden of proof.  In effect, it would be for the prosecution to prove that a person charged with an offence had never been previously smuggled or had not benefited financially.<\/p><p>As I said in respect of the previous amendments, however, we will look at this further.  If refinement of the language used is needed to ensure non-criminalisation, then I will introduce the necessary amendments in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#V02500","speaker":"1618","continuing":true},{"type":"speech","time":1634722200,"counter":171,"content":"<p>Some tightening may be needed here because there is vulnerability.  As I said, the impact is not simply on the person who might face prosecution but on his or her whole family unit, and that is what needs to be protected here.<\/p> <p>Again, as my colleague articulated it very clearly, the rationale originally for having the criteria of for profit or for financial benefit was because the original legislation and directives were seeking to create a balance.  This balance the Minister of State is speaking about now is tilting it but we are at risk of tilting too far, whereas that balance was already there by having that financial criterion.  We have not seen a lot of prosecutions, but we are told there is a perceived likely prosecutorial difficulty in engaging on the question of financial benefit.<\/p> <p>Amendment No. 13 is quite nuanced in that it addresses the financial benefit and the object of people smuggling.  That could also be caveated to include family member actions as well.  I look forward to further engagement on this.<\/p> <p>We need to send as precise and clear a signal to prosecutors as possible because, as my colleague has said, there is a fear and a perception.  We know we have had cases, which we spoke about on Committee Stage.  I have spoken about M&eacute;decins sans Fronti&egrave;res and there have been cases of Irish persons who have faced prosecution.<\/p> <p>I will press the amendment.  If the Minister of State cannot accept it at this point, I hope he might engage with us further between now and when the Bill goes to D&aacute;il and maybe we can find forms of words which clarify.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W00200","speaker":"1662"},{"type":"unspoken","time":1634722200,"counter":172,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":173,"content":"<p>I move amendment No. 13:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:  \t<b>&quot;Protection of smuggled persons from prosecution<\/b><br \/><br \/><b>11. <\/b>A person who has been the object of people smuggling and derives no financial benefit from people smuggling shall not be considered to have committed an offence under any provision of this Act.&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W00400","speaker":"1662"},{"type":"speech","time":1634722200,"counter":174,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W00500","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":175,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":176,"content":"<p>I move amendment No. 14:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:  \t<b>&quot;Report on operation of the Act<\/b><br \/><br \/><b>11. <\/b>The Minister shall, on an annual basis following the passing of this Act, lay a report before both Houses of the Oireachtas detailing&mdash; <blockquote> \t(a) the estimated number of victims of human trafficking identified under this Act, the methodology used to produce the estimate and potential alternative methods of estimation which may produce a more accurate result,<br \/><br \/>(b) a summary of the outcomes for smuggled persons identified under this Act, including what proportion of smuggled persons sought or were granted asylum and sought or were granted another form of international protection in the State, and<br \/><br \/>(c) the number of persons in the previous year found guilty of an offence under this Act, and a summary of the sentences imposed under this Act.&quot;. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W00700","speaker":"1662"},{"type":"speech","time":1634722200,"counter":177,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W00800","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":178,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":179,"content":"<p>I move amendment No. 15:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:  \t<b>&quot;Report on operation of the Act<\/b><br \/><br \/><b>11. <\/b>The Minister shall, on an annual basis following the passing of this Act, lay a report before both Houses of the Oireachtas detailing&mdash; <blockquote> \t(a) the number of prosecutions not pursued due to a humanitarian defence,<br \/><br \/>(b) the number of prosecutions pursued where a humanitarian defence was employed, and<br \/><br \/>(c) any impact which this Act may have had in respect of the level of engagement of humanitarian organisations in humanitarian activity in respect of smuggled persons.&quot;. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01000","speaker":"1662"},{"type":"speech","time":1634722200,"counter":180,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01100","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":181,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":182,"content":"<p>Amendments Nos. 16 and 17 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01300","speaker":"1674"},{"type":"speech","time":1634722200,"counter":183,"content":"<p>I move amendment No. 16:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:  \t<b>&quot;Report on training<\/b><br \/><br \/><b>11.<\/b>The Minister shall, within 12 months of the passing of this Act, lay a report before both Houses of the Oireachtas outlining&mdash; <blockquote> \t(a) the training provided to frontline staff involved in the identification of smuggled persons,<br \/><br \/>(b) measures which may be taken to improve such training in particular in relation to the provision of supports that a smuggled person may need in order to exercise their rights under international protection, and<br \/><br \/>(c) consideration of the need for additional personnel, including independent civilian experts.&quot;. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01400","speaker":"1662"},{"type":"speech","time":1634722200,"counter":184,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01500","speaker":"1681"},{"type":"speech","time":1634722200,"counter":185,"content":"<p>Amendments Nos. 16 and 17 relate to training.  My colleague, Senator Ruane, is the person who first highlighted this issue on Committee Stage.<\/p> <p>A lot of the rationale for this legislation being brought forward is the perception that Ireland has been rated as tier 2, so less than best practice levels, in terms of our reports on how we are doing with identifying trafficking, and dealing with smuggling and other issues.  In terms of the issues that were identified as problems, to be honest, prosecutions and successful prosecutions were a small part of .  A lot of the issues that were identified as concerns in Ireland concerned the failure to identify trafficked or smuggled persons - I have focused in these amendments on smuggled persons because this is Bill on smuggling - and that there was a lack of knowledge and understanding on the part of front-line staff who were engaging with these vulnerable persons, first in identification and then in following up .  Also, there is a concern about ensuring the smuggled person is given the supports he or she needs to access his or her rights, including his or her rights under international protection and under the European convention.  That is the area where Ireland has been marked as falling down and that is where we have got a poorer ranking.  Therefore, this is an area that needs to be improved.<\/p> <p>In amendments No. 16 and 17, we specify the \"additional personnel, including independent civilian experts\" and \"the potential for human rights experts from non-governmental organisations to assist in identification and support of smuggled persons\".  This is an issue that was discussed at great length in the past and which was happening, in fact, coming up to about 2003 and 2004.  There had been a practice whereby you had independent human rights and civilian experts who were in a position to be, which we cannot expect every front-line security officer will be, experts in international protection law and due process and who had an expertise when it came to legislation on smuggling.  That was a really important resource and, crucially, as the Minister of State himself spoke about the fear a smuggled person will have when he or she encounters a person of authority or the fear he or she will have of both the smuggler and, potentially, a member of the police force or authority, especially if the smuggled person comes from an authoritarian situation, having those independent personnel as someone a smuggled person can talk to and engage with on how he or she accesses his or her rights is a very good idea which tends to lead to more honest communication which, as a result, also leads to better prosecution of smugglers.  That is something we had in 2003 and 2004.  It was being trialled, it was happening and then it stopped happening.  It is something we should revisit and I hope the Minister of State can revisit it.  It would make a huge difference if, for example, as well as having the security and officials we have, there was also an independent NGO, member of civil society or independent expert at the key points of entry at Ireland's ports and airports.  It would be best practice.  I believe it has been brought in in New Zealand and a few other places.  I am happy to engage further with the Minister of State on it.<\/p> <p>My colleague has other points about training, so I will pass on to her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01600","speaker":"1662"},{"type":"speech","time":1634722200,"counter":186,"content":"<p>The most basic entitlement that people deserve and which this Bill seeks to protect is to be treated with respect and dignity.  This starts with the training of the people who will be the first responders to anybody who enters this country.<\/p> <p>The Council of Europe's Group of Experts on Action against Trafficking in Human Beings, GRETA, committee recently recommended that Irish authorities ensure their front-line staff involved in the identification of victims of trafficking should be provided with regular training and guidance on best practice.  By placing a provision in the Bill committing the State to reporting on the level of training provided to officers and officials dealing with smuggling and trafficking, we offer these vulnerable people the best possible chance of being dealt with in a dignified and respectful manner.<\/p> <p>In regard to amendment No. 17, to ensure the vulnerable people this Bill seeks to protect are given the protections and rights to which they are entitled, it is crucial smuggled persons are properly identified.  Currently, Ireland and Romania are the only two EU states that are placed on the tier 2 watch list of the recently published Trafficking in Persons report.  The report, compiled by the United States Government to combat human trafficking, suggests with this ranking that the estimated number of victims of severe forms of trafficking or smuggling in Ireland is either very significant or is significantly increasing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is, therefore, essential that there is a commitment in this Bill to the establishment of a proper identification process which ties in to the rights and entitlements laid out in it.  I am asking, therefore, that this amendment be accepted in order to ensure that the State is properly identifying highly vulnerable people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#W01700","speaker":"1681","continuing":true},{"type":"speech","time":1634722200,"counter":188,"content":"<p>I thank the Senators.  I will speak to amendments Nos. 16 and 17 together because they are closely related.  I acknowledged in our discussions in the House last week that there is a fine line between people smuggling and human trafficking.  The Senator made some poignant points about the difficulties the most vulnerable people face when seeking safe passage for themselves and their loved ones.  I said the following at the time and feel strongly that I must reiterate it now.  The issues raised here are more appropriately dealt with in the context of human trafficking discussions.  As a result, I cannot accept either of the amendments.  In respect of the specific statistics regarding the outcome relating to smuggled persons, I mentioned on the Committee Stage that the Department of Justice publishes detailed statistics on the international protection process.  We must also consider the focus of this Bill and the wider measures that are being put in place, such as those announced by the Minister of State at the Department of Justice, Deputy Hildegarde Naughton, which will further enhance Ireland's capabilities in protecting those who are victims of people smuggling or human trafficking.<\/p> <p>As the Senator will be aware, there is a breadth of work ongoing in this area.  As I have said before, the appointment of a national rapporteur, the development of the national referral mechanism and the many other initiatives that are ongoing in tandem with this legislation must be allowed to take root.  The Minister of State, Deputy Hildegarde Naughton, just announced a new public awareness campaign on human trafficking.  The key message this will convey is that human trafficking is a crime which is happening in Ireland, that traffickers often profit from the misery of their victims in forced employment and that the public needs to be vigilant.  The #AnyoneTrafficked 2021 campaign will be rolled out on social media and in key transport hubs across the country until the end of November.  It is being undertaken with the support of a number of other State agencies and non-State organisations.<\/p> <p>I referred to aspects of the broader work being done on Second Stage and again on Committee Stage.  There are many actions being implemented by the Government to address the issues faced by victims of trafficking, not just the national referral mechanism, but also the designation of the Irish Human Rights and Equality Commission as a national rapporteur and the development of a new action plan on trafficking with legislation to go alongside it.  There has also been work on the development of training through NGOs targeting front-line staff and industries such as the hospitality, airline and shipping industries who may have come in contact with trafficked persons and provide dedicated accommodation for female victims of sexual exploitation.  There are also improvements being made to the criminal justice system to support victims through the implementation of Supporting a Victim's Journey, the running of a new awareness-raising campaign in partnership with the International Organisation for Migration to build on the success of previous campaigns, an increase in funding for supporting victims of crime generally and increased funding dedicated specifically to supporting the victims of trafficking.<\/p> <p>I was also able to confirm to Deputy Christopher O'Sullivan in the D&aacute;il last night that the Minister of State at the Department of Enterprise, Trade and Employment, Deputy English, the Minister for Agriculture, Food and the Marine, Deputy McConalogue, and I have agreed to a review of the atypical working scheme for migrant fishers.  The officials already met last week and will be meeting again this week.  That will be another important step to ensure that human trafficking in this country is tackled, acknowledging that there may be certain rogue elements abusing the system.  The scheme was urgent when it was brought in five years ago but it is now time that it was reviewed.  In the circumstances, I cannot agree to the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X00200","speaker":"1618"},{"type":"speech","time":1634722200,"counter":189,"content":"<p>The review the Minister of State has mentioned may be an opportunity for engagement on these issues.  This is something that needs to be looked at.  As my colleague outlined, we know that things are not working as they should at the moment.  I look forward to engaging with the Minister of State on that review.  The training component is pressing, as we know, and we need that, regardless of the review.  It would be good to see that happening and to know it would be happening.<\/p> <p>As the Minister of State mentioned, there are larger issues relating to An Garda S&iacute;och&aacute;na and training right across the board.  We have focused our discussion on border points but there are issues about the wider understanding of these issues within An Garda S&iacute;och&aacute;na.  We talked, for example, about presence in the State rather than the exit point.  In general, there needs to be much more understanding of that.  The Minister of State will note that we do not just talk about knowledge, training and information in our amendments, but also address the question of support.  It is not enough for people to be aware of others' legal rights.  It is key that the issue is framed on the basis of supporting people to access their rights.  Training should not simply be about the limitations of one's power but almost as a positive duty of support.<\/p> <p>We will be engaging on this matter.  I know an ongoing process is under way but it would be good to send a signal with this Bill that addresses the question of support.  It would show that we have listened to the full gamut of the expression of concern that was expressed.  I hope the Minister of State might consider bringing in a provision, even it is not worded exactly as we have it, for the ancillary supports that will be put in place around addressing the issue of smuggling.  It would send a positive signal if the Minister of State found a way to include that language in the Bill and in the reporting on the Bill.  The Minister of State mentioned the post-enactment review.  Perhaps, in parallel with that review, there could be a report on implementation and whether sufficient training has been implemented and so forth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X00300","speaker":"1662"},{"type":"unspoken","time":1634722200,"counter":190,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":191,"content":"<p>I move amendment No. 17:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:<br \/><br \/>&ldquo;<b>Report on identification of smuggled persons<\/b><br \/><br \/><b>11<\/b>.  The Minister shall, within 12 months of the passing of this Act, lay a report before both Houses of the Oireachtas setting out proposals to strengthen the identification of smuggled persons and the potential for human rights experts from non-governmental organisations to assist in identification and support of smuggled persons.&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X00500","speaker":"1662"},{"type":"speech","time":1634722200,"counter":192,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X00600","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":193,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1634722200,"counter":194,"content":"<p>I move amendment No. 18:<\/p> <blockquote> \tIn page 11, after line 40, to insert the following:  \t&ldquo;<b>Review of operation of Act<\/b><br \/><br \/><b>11<\/b>.  The Minister shall, within 12 months of the passing of this Act, lay a report before both Houses of the Oireachtas reviewing the operation of this Act, with such a review to include&mdash; <blockquote> \t(a) outcomes for smuggled persons, including the number of smuggled persons identified and the number who have sought and the number who have been granted international protection,<br \/><br \/>(b) an examination and any evidence of whether the provisions of this Act have had any chilling effect on the work of humanitarian organisations,<br \/><br \/>(c) the manner in which section 9 was used in the decision not to prosecute and in court proceedings, and<br \/><br \/>(d) the impact of this Act on Ireland&rsquo;s human rights obligations, including obligations under the 1951 Convention relating to the Status of Refugees and the European Convention on Human Rights, with a particular focus on the principle of non-refoulement.&rdquo;.  <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X00800","speaker":"1662"},{"type":"speech","time":1634722200,"counter":195,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X00900","speaker":"1681"},{"type":"unspoken","time":1634722200,"counter":196,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1634722200,"counter":197,"content":"<p>Bill, as amended, received for final consideration.<\/p>"},{"type":"speech","time":1634722200,"counter":198,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X01062","speaker":"1650"},{"type":"speech","time":1634722200,"counter":199,"content":"<p>Anois.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X01068","speaker":"1685"},{"type":"speech","time":1634722200,"counter":200,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X01071","speaker":"1650"},{"type":"unspoken","time":1634722200,"counter":201,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1634722200,"counter":202,"content":"<p>I thank Senators for their engagement on this matter.  I look forward to engaging further regarding some of those issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X01100","speaker":"1618"},{"type":"speech","time":1634722200,"counter":203,"content":"<p>I thank the Minister of State for his engagement.  I urge him to reflect further on where the balance might be.  If we are going with what I regard as the risky strategy of relying on prosecutorial discretion, I suggest that we put measures in place to track how that pans out.  I also recommend a review.  The review we proposed had a number of caveats but there is nothing to stop the Minster of State from putting in an amendment providing for a review with those factors considered.  I know there will be a post-enactment report but a review would be merited if we found in that post-enactment report that there had been unintended consequences.  We talked about the metrics for what happens with regard to prosecutorial discretion, the outcomes for smuggled persons and, crucially, whether those other, ancillary issues are actually being addressed.  Matters such as how we are reviewed on our human rights performance are going to be core considerations.<\/p> <p>I thank the Minister of State for indicating that he will engage on some matters.  I think we are taking something of a risk with this approach.  I believe an exemption for humanitarian action would be a safer position but if the Minister of State cannot accept that, I urge him to build in a review in one year or two years' time, ideally during the lifetime of this Oireachtas and while the Minister of State is still in office, because I believe he has an understanding of these issues and cares about them.  That would allow us the opportunity to ensure that we have not gone down the wrong path.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=10&amp;amp;day=20\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I again ask the Minister of State, in his capacity at the Council of Ministers and in the context of engaging through his colleagues, to ensure that Ireland will be a champion of humanitarian action.  There are many forces arrayed against such action right now.  If we are in a situation where the law and prosecutions relating to smuggling are being circumvented, can we make sure that Ireland speaks up?  We may not have our Naval Service out there doing search and rescue any more, which is heartbreaking, but we can at least speak up whenever we are in a room where these matters are discussed.  I hope the Minister of State will do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#X01200","speaker":"1662","continuing":true},{"type":"unspoken","time":1634722200,"counter":205,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1634722200,"counter":206,"content":"<p>Sitting suspended at 2.20 p.m. and resumed at 2.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"EU Regulations: Motion","time":1634722200,"counter":207,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#AA00100"},{"type":"speech","time":1634722200,"counter":208,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to take part in the adoption and application of the following proposed measure:  \tDirective of the European Parliament and of the Council amending Directive (EU) 2019\/1153 of the European Parliament and of the Council, as regards access of competent authorities to centralised bank account registries through the single access point, a copy of which was laid before Seanad &Eacute;ireann on 18th August, 2021.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#AA00200","speaker":"1658"},{"type":"speech","time":1634722200,"counter":209,"content":"<p>I thank the Senators for agreeing to debate this motion at relatively short notice.  I request the House to approve Ireland&rsquo;s opting into a new proposal on facilitating the use of financial and other information for the prevention, detection, investigation or prosecution of certain criminal offences.<\/p> <p>Ireland has an option, provided for in Article 3.1 of Protocol 21 annexed to the Treaty of Lisbon, to opt in to individual proposals in the area of freedom, security and justice.  The protocol provides that Ireland has three months, from the date a proposal or initiative is presented to the Council, to notify the Presidency of the Council in writing of its wish to take part in the negotiation, adoption and application of any such measure.  The three-month period for this proposal is due to end on 1 November.  Following approval by the Government on 12 October, Oireachtas approval is required under Article 29.4.7&deg; of the Constitution.  The D&aacute;il gave its support to the motion yesterday.  Ireland will still be able to accept the proposal any time after it has been adopted, but in such a case Ireland will not have been in a position to vote on the final contents of the proposal.  It must also be noted that Ireland made a declaration appended to the Treaty of Lisbon of its intention to opt in to measures in the area of freedom, security and justice to the maximum extent it deems possible.<\/p> <p>This proposal is linked to a suite of EU proposals on reforming the EU&rsquo;s anti-money laundering framework published in July.  The proposals include a proposed sixth anti-money laundering directive, 6AMLD, which, among other things, would provide for a cross-border interconnection between member states' bank account registers, BAR, via a single access point.  The amending directive we are discussing today seeks to extend access to the BAR single access point to the bodies designated with responsibility for the prevention, detection, investigation or prosecution of criminal offences under directive 2019\/1153, which Ireland has already opted in to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021102000002#AA00300","speaker":"1618"},{"type":"unspoken","time":1634722200,"counter":210,"content":"<p>Additional debate to follow.<\/p>"}]