[{"type":"minorheading","content":"Prelude","time":1467120600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30","time":1467120600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1467120600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1467120600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1467120600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#A00100"},{"type":"speech","time":1467120600,"counter":6,"content":"<p>I have received notice from Senator Maria Byrne that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to outline any incentives he proposes to introduce to encourage tourists to use all regional airports and hotels in light of the shortage of hotel beds in the Dublin area and the high cost currently in obtaining a hotel room with 90% of all tourists now  coming through Dublin Airport.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O&rsquo;Connor of the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the current status of the Holy Angels Day Care Centre in Carlow town.<\/blockquote> <p>I have also received notice from Senator Colette Kelleher of the following matter:<\/p><blockquote>The need for the Minister for Health to outline how the &euro;22 million provided under the national dementia strategy for intensive home care packages has been spent, to comment on what supports will be provided in budget 2017 to allow people with dementia to remain living in their own homes, and to clarify how his Department intends to address the need for multi-annual, ring-fenced funding for home care supports for people with dementia and for legislation creating a statutory right to home care.<\/blockquote> <p>I have also received notice from Senator Catherine Ardagh of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update in relation to the progress of a primary care centre in the Crumlin-Drimnagh area and to ask the Minister what stage of development the primary care centre is at.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine  of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to respond to the grave concerns on the proposed 50% cut of night nursing staff at Cloverhill Remand Prison.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Paul Gavan of the following matter: <\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to state if he approved the landing or transit through Irish airspace of certain US military aircraft and if so why given that the presence of these aircraft, belonging to a belligerent state, in or over Irish territory is a clear breach of Ireland's international law obligations as a neutral state.<\/blockquote><p>I have also received notice from Senator Gerard Craughwell of the following matter: <\/p><blockquote>The need for the Minister for Defence to explain why the decision of the Defence Forces Ombudsman on the redress of wrongs in relation to Lieutenant Colonel John Hamill have not yet been implemented.  <\/blockquote><p>I have also received notice from Senator Colm Burke of the following matter: <\/p><blockquote>The need for the Minister for Health to establish a forum involving all interest groups in the provision of elderly care, including the HSE, the Department of Health, Nursing Homes Ireland, general practitioners, GPs and geriatricians.  <\/blockquote><p>I have also received notice from Senator Ivana Bacik of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to inform the House when she proposes to implement the recommendation of the copyright review committee in its report, Modernising Copyright, published October 2013, concerning the extension of the small claims procedure in the District Court to include intellectual property claims up to the value of  &euro;15,000, as provided for within the draft statutory instrument prepared by the committee.<\/blockquote><p>I have also received notice from Senator Grace O&rsquo;Sullivan of the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to urgently address the impact large-scale seaweed harvesting will have on delicate coastal kelp ecosystems and small-scale local harvesting.<\/blockquote><p>I have also received notice from Senator Ged Nash of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to discuss the Government's response to the UK referendum vote to leave the European Union and the implications for jobs, businesses and communities in the Border counties.<\/blockquote><p>I regard the matters raised by Senators Byrne, Murnane O'Connor, Kelleher, Ardagh, Devine, Gavan, Craughwell, Colm Burke, Bacik and Grace O&rsquo;Sullivan as suitable for discussion.  I have selected the matters raised by Senators Byrne, Murnane O&rsquo;Connor, Kelleher and Ardagh and they will be taken now.  Senators Devine, Gavan, Craughwell, Colm Burke, Bacik and Grace O&rsquo;Sullivan may give notice on another day of the matters they wish to raise.<br\/><br\/>I regret I have had to rule out of order the matter raised by Senator Nash on the grounds that the matter anticipates statements on the UK referendum result and is more suitable for discussion as a substantive motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1467120600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#B00350"},{"type":"minorheading","content":"Regional Airports","time":1467120600,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#B00400"},{"type":"speech","time":1467120600,"counter":10,"content":"<p>I am delighted to see that there has been a substantial increase in tourism over recent years.  In 2015, 29.8 million passengers passed through Irish airports.  Of these, more than 24 million or 83.8% of the total passed through Dublin.  Cork handled 6.9% and Shannon 5.6% while the remaining airports were responsible for only 3.7%.  Passenger numbers to Cork continue to fall annually.  The Shannon Airport Authority has worked very hard to increase throughput of 1.68 million in 2015 but this is far from the 2.95 million it handled in 2008.  This is neither desirable nor sustainable and is certainly very far from the kind of regional development we need.<\/p> <p>In 2015, the number of overseas visitors reached 8 million, an increase of more than 14% on the previous year and in February and March 2016, there was a 16% increase on the corresponding period last year.  In 2015, tourists spent &euro;4.1 billion with the airlines and ferry companies earned &euro;1.3 billion, a huge boost to the national economy.  The Department of Transport, Tourism and Sport believes that the tourism industry is directly responsible for providing 205,000 jobs in Ireland, with the accommodation and food sector providing 137,000 of these.  The challenge we face is to manage and grow this very valuable resource.  Dublin Airport is operating at or beyond full capacity while the regional airports are capable of handling much greater numbers than they do now.  The chairman of the International Airlines Group, IAG, Willie Walsh, has aired his concerns about bottlenecks in Dublin.  He believes this could have a negative impact on future expansion by IAG at the airport.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am aware of the Dublin Airport Authority plan to invest &euro;320 million in constructing a second runway, but it will not be operational until 2020 at the earliest.  Difficulties with the transport infrastructure between the airport and the city centre still need to be addressed.<\/p><p>Dublin hotels had a room occupancy rate of 82% in 2015 - much higher than the rest of the country.  In Limerick, which has the lowest average room rate in the country, the occupancy rate was 68.3%.  We all know how difficult it can be to get hotel accommodation in Dublin for most of the year.  In addition, average room rates in the capital have increased from &euro;77 in 2010 to &euro;111 in 2015, and the rate has subsequently increased further.  We could face cost and capacity issues going forward unless more tourism activity is redirected towards the regions.<\/p><p>Apart from Dublin, Shannon is the only airport that has direct flights from the United States, a growing market.  It provides excellent facilities and ease of access to Limerick city, and is strategically located on the Wild Atlantic Way.  Surely it makes sense to assist the airport authority in marketing it as an alternative to Dublin.  The airports in Kerry, Knock and Donegal can be promoted as gateways to the Wild Atlantic Way from Britain and Europe, while Cork and Waterford, as well as Dublin, provide easy access to Ireland's Ancient East - indeed, Cork would serve both attractions.  There are excellent accommodation and catering facilities available in all of those locations.<\/p><p>I maintain that there is an opportunity to greatly increase tourism visitor numbers by highlighting and promoting the use of regional airports to access the numerous attractions around the country.  We should strive to develop this very valuable resource, not at the expense of Dublin, but to the benefit of the regions.  I request the Minister to favourably consider the points I have made and look forward to hearing his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#B00500","speaker":"1384","continuing":true},{"type":"speech","time":1467120600,"counter":12,"content":"<p>I thank Senator Maria Byrne for raising this important subject.  I agree with much of what she said, and although I am very new in the Ministry I am still rather staggered by the number of people who prefer to come to Dublin despite the inconvenience and the expense.  Senator Byrne put her finger on many of the difficulties.  Hotel rooms are a major difficulty but people still seem to pay those sorts of prices.  I suppose the problem is that the hotels themselves might be killing the golden goose and we may get to a point where they go over the top.  Perhaps Cork, Shannon and other places will benefit as a result, and the market might even itself out, but at the moment there is no sign of that happening.<\/p> <p>I also share Senator Byrne's puzzlement about the fact that Cork, Shannon and other airports do not seem to attract the passenger numbers one might expect because of the lack of capacity at Dublin Airport and the crowded conditions there.  That has not happened yet.  I am looking at the entire airport scenario.  Many of the airports are not commercially viable.  They are not working very well and they need to get subventions from the State to survive, but they are a very useful add-on and contribute to the prosperity of local communities.  There is no doubt about that, even if they make a commercial loss.  That has been Government policy for some time.<\/p> <p>I do not know whether it is worth spending an enormous amount of money transferring people from one place to another.  I do not know at the moment and I do not think Senator Byrne would expect me to do so at this stage in my sojourn in the Department, by means of the incentives and attractions to which she referred, because I do not know enough about it yet.  However, I will do shortly and I will consider such matters over the summer to see whether there are any fundamental changes that might be made.  I do not promise anything, but I am just saying the Senator is kicking at an open door if she has new ideas.  The point she made is a very good one, and there are certain problems related to the concentration of tourism in Dublin which we are trying to address.<\/p> <p>My Department is committed to strong regional dispersal in tourism.  It is vital for the sector to increase the geographical spread of activity as well as lengthening the season and increasing activity outside the peak summer months.  With Dublin city accommodation close to full capacity at peak times, it is especially important to provide visitors with credible, compelling and attractive reasons to travel outside Dublin.  None the less, it is important to recognise that Dublin is the main point of arrival for visitors coming to Ireland from abroad and should continue to be promoted as a destination in itself and as a gateway to the rest of Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Further growth in tourism nationally is being progressed under the tourism brand experiences, namely, the Wild Atlantic Way, Ireland's Ancient East and Dublin: A Breath of Fresh Air.  These geographically based brand propositions have been designed to achieve international cut-through, secure customer attention and promote the regional spread of visitors.  They are tailored towards the most promising consumer segments in overseas source markets and utilise their natural and built assets to grow tourism to that region.<\/p><p>Of course, air connectivity between Ireland and the UK, continental Europe and further afield is critically important for further tourism growth.  Thankfully, our efforts are well placed to attract and accommodate increased passenger numbers.  Cork and Shannon airports play a vital role in providing regional access.  In addition to Dublin, Shannon is one of the only airports in Europe to offer US pre-clearance facilities, allowing US bound passengers to clear all US entry controls prior to departure, giving the airport a significant competitive advantage in its efforts to retain and promote transatlantic services.  Furthermore, Cork Airport is launching nine new routes and services in 2016 and passenger numbers are expected to make a good recovery this year.<\/p><p>In addition to Cork and Shannon, the national aviation policy, published by my Department last August, acknowledges the role played by regional airports in Donegal, Ireland West Airport Knock, Kerry and Waterford.  It recognises that they promote a level of international connectivity to support the tourism and business sectors in their regions and confirms that these four regional airports are being given the opportunity to grow to a viable self-sustaining position.<\/p><p>In this regard, my Department's latest regional airports programme 2015-19 will continue to support safety and security measures, where appropriate, at these airports.  An extra &euro;10 million in capital funding is provided in the programme for Government for the regional airports, in addition to the &euro;28 million already provided in the capital plan 2016-22 which will enhance my Department's ability to further support the four airports.<\/p><p>With the specific goal of encouraging regional access and enhancing the geographical spread of tourism, my predecessor last year announced a specific funding allocation under the regional co-operative marketing programme to support co-operative marketing activity to points of entry outside of Dublin.  Under this programme, &euro;1 million has been made available to Tourism Ireland in 2016 for co-operative marketing activity, to encourage new access and maximise the potential of existing air and ferry services to the regions.<\/p><p>As well as the &euro;1 million being provided by my Department, local authorities and tourism interests in the regions added to the funding for routes serving their access points.  The fund was also matched by carriers and overseas partners for maximum benefit.  The &euro;1 million fund leveraged an additional investment of &euro;1.5 million.  This generated promotional activity worth a total of &euro;2.5 million for regional access and delivered visitors directly to the Wild Atlantic Way and Ireland's Ancient East.  As a result of all of the measures outlined, I am confident that Ireland will welcome increased numbers of visitors outside Dublin this year and beyond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#C00200","speaker":"1213","continuing":true},{"type":"speech","time":1467120600,"counter":14,"content":"<p>I thank the Minister for his reply.  It is very positive that he acknowledged he is aware that most tourists come through Dublin.  There is a problem with bed capacity.  I welcome that the Minister has acknowledged it is something he is willing to examine.  I look forward to hearing about whatever plans he has for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#D00200","speaker":"1384"},{"type":"minorheading","content":"Special Educational Needs Service Provision","time":1467120600,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#D00250"},{"type":"speech","time":1467120600,"counter":16,"content":"<p>I will give the Minister of State a brief synopsis of this matter.  The Holy Angels Day Care Centre opened in Carlow in 1978 in the basement of Carlow's old district hospital by a Presentation nun, Sister Columba.  She was given a cheque for &pound;100 from the south east health board and with the names of five children with special needs from the local area, Holy Angels was set up to provide a day care service for children with special needs of preschool age, that is, those aged from 18 months to six years of age.  In 1983, a new site was bought in Straw Hall at a cost of &pound;52,000, on which prefabs were erected.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In 2005, a needs assessment was carried out and the school was told that the current site would not allow for expansion due to the number of children being looked after.  In 2007, the Holy Angels received a donation of a site from a businessman in Carlow.  Following that, the HSE assigned a design team to have plans drawn up.  In 2011, the HSE told the Holy Angels it could go to tender but in 2012, the HSE came back and advised that the Holy Angels could not have this until the site was in its name.  This was the first we had heard of that.  The site had been given, everything was going ahead and it was at the design stage.  We then met with the then Minister for Health, Deputy Leo Varadkar, in Carlow.  He said that he could not believe this and that the HSE, as far as he was aware, did not need to have the site in its name before progressing.<\/p><p>It is now 2016.  There are 35 children in the Holy Angels, ranging from 18 months up to six years of age.  There is a waiting list of 20-plus.  In addition, the roof is leaking, the doors need to be fixed and the floor needs to be replaced.  The school has been waiting 11 years for capital funding for a new school.  It has been overlooked for years and is now at the stage where it cannot expand or take in the children who need to attend the school.  It is 38 years since the school opened and it has gone from the basement of an old school to prefabs and it is still in prefabs.  This is 2016 and there are children with a disability, the most vulnerable in our society, still in prefabs.  I wanted to give the Minister of State a rough idea of how the Holy Angels started as this is just not good enough.<\/p><p>The Holy Angels has a great manager and staff and a great fundraising committee, which has been fundraising to help with the building of the new school.  Some &euro;4 million is what it is looking for.  As I said, the site has been donated and the school has been given several commitments that it will be given this &euro;4 million to build a new school but it has not happened.  It is unacceptable that again Carlow is totally forgotten.  We have a school, or prefabs, with a leaking roof and floors in need of replacement.  It is absolutely appalling that young children and babies are still in prefabs.  I will bring this up every month because this cannot be allowed to happen in this day and age.  I am ashamed to say that 38 years on, no funding has been given to this preschool.  It is unacceptable.<\/p><p>I am sure T&iacute;r na n&Oacute;g has been in contact with the Minister of State too.  It is a respite centre.  I will give the Minister of State a rough synopsis of this as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#D00300","speaker":"1395","continuing":true},{"type":"speech","time":1467120600,"counter":18,"content":"<p>The Senator will not have the time to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":19,"content":"<p>Will I not?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00300","speaker":"1395"},{"type":"speech","time":1467120600,"counter":20,"content":"<p>Her four minutes are up.  Very quickly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":21,"content":"<p>It is the same situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00500","speaker":"1395"},{"type":"speech","time":1467120600,"counter":22,"content":"<p>Get to the point.  The time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00600","speaker":"1420"},{"type":"speech","time":1467120600,"counter":23,"content":"<p>Do I have to finish?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00700","speaker":"1395"},{"type":"speech","time":1467120600,"counter":24,"content":"<p>Finish.  Does the Senator want to say another sentence?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00800","speaker":"1420"},{"type":"speech","time":1467120600,"counter":25,"content":"<p>New politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E00900","speaker":"1359"},{"type":"speech","time":1467120600,"counter":26,"content":"<p>This is so important because unless one knows the particular details-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E01000","speaker":"1395"},{"type":"speech","time":1467120600,"counter":27,"content":"<p>The Chair is bound by timing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E01100","speaker":"1420"},{"type":"speech","time":1467120600,"counter":28,"content":"<p>Can I have two more minutes, please, a Leas-Chathaoirligh?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E01200","speaker":"1395"},{"type":"speech","time":1467120600,"counter":29,"content":"<p>I am afraid I cannot allow the Senator two more minutes but she should do the best she can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E01300","speaker":"1420"},{"type":"speech","time":1467120600,"counter":30,"content":"<p>To give a rough outline, T&iacute;r na n&Oacute;g was set up in 2005.  It is a respite service for the children of Carlow and was opened for 11 years.  It first opened with ten children and then it had 42 children attending it.  It was a weekend service with a waiting list of 30 or so.  It was closed by the HSE in December 2015 and because of the need for the service, a weekend one was put in place but with no overnights, just some half days.  We are now asking the Minister of State to have this respite centre opened.  A new site was donated, again by a businessman.  It will only cost &euro;350,000 to build this respite centre.  Again, we were given the go-ahead from the HSE to get plans drawn up.<\/p> <p>The Holy Angels is in dire need of a new school and T&iacute;r na n&Oacute;g respite centre has closed, with only &euro;350,000 needed to build a new respite centre.  Approximately 60 children are looking to attend it, so this is not good enough.  I ask the Minister of State to consider this and come back to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E01400","speaker":"1395"},{"type":"speech","time":1467120600,"counter":31,"content":"<p>I thank Senator Jennifer Murnane O'Connor for her question and congratulate her on being elected to the Seanad.  I wish her well in the future.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will outline my initial reaction when I heard about this.  It is not acceptable to wait 11 years for capital funding and to have children with disabilities in prefabs.  There seems to be some confusion about the figures.  The Senator spoke about &euro;4 million and then about &euro;350,000 for T&iacute;r na n&Oacute;g.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#E01500","speaker":"1359","continuing":true},{"type":"speech","time":1467120600,"counter":33,"content":"<p>That is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#F00200","speaker":"1395"},{"type":"speech","time":1467120600,"counter":34,"content":"<p>I will cover all of the major issues in my response.<\/p> <p>Again, I thank the Senator for raising the issue of the funding needed to reopen the T&iacute;r na n&Oacute;g respite centre in Carlow which was closed in December 2015.  I welcome the opportunity to outline the current position in regard to this matter.  Holy Angels day care centre is a disability agency that provides services, including a preschool service, for children with disabilities in Carlow.  The facility is funded on an annual basis by the HSE under section 39 of the Health Act.  In 2015, it received funding in the region of &euro;720,000.<\/p> <p>As the Senator said, respite services for children in Carlow were previously provided by T&iacute;r na n&Oacute;g in Carlow.  In December 2015, the Holy Angels day care centre advised HIQA and the HSE of the decision of the board of management to close the centre from January 2016 after it received notice from the landlord.  On 16 December 2015, the HSE disability services manager wrote to the Holy Angels day care requesting Holy Angels to develop a plan regarding an alternative approach to respite service provision to be completed in consultation with families in receipt of respite and notifying them of the discontinuation of the existing respite service due to lack of premises.  The families were also informed that they would be invited to meetings in January 2016 in regard to these respite services.<\/p> <p>T&iacute;r na n&Oacute;g provided respite breaks to 42 children and their families with each client being offered a one to two-night respite break every three months, with the current service open six nights per month.  The children range in age from 18 months to 18 years and have a wide range of disabilities from mild to severe.  There are additional children on the waiting list.  In March 2016, in order to address the current respite provision requirements, an alternative respite provision was set up in partnership with the HSE and Holy Angels and is currently provided, via the Holy Angels, at the Delta centre as an interim arrangement.<\/p> <p>The HSE estates unit is actively - I stress the word \"actively\" - seeking to purchase or rent suitable accommodation for future service provision.  It was decided that should the HSE find a suitable residence for respite in either counties Carlow or Kilkenny that services will be provided for both Carlow and Kilkenny from that location until purpose-built accommodation is completed.<\/p> <p>The long-term intention of the HSE is to develop a new purpose-built respite service for County Carlow.  With this intention in mind, a capital submission was sent to the HSE's capital steering committee in respect of Carlow.  The capital steering committee considered the submission on 8 March 2016.  There was a problem with the submission because the &euro;20 million available for capital funding in 2016 was targeted and changed to supporting situations that dealt with congregated settings, which is the HSE's priority at the moment and is something that I have pushed personally.<\/p> <p>The HSE met the families in Carlow to receive feedback and hear their opinion on the development of a future respite service.  This feedback has been incorporated into the specifications that will be used in the process to put in place a new service provider of children's respite care in Carlow.  With these specifications, the HSE has committed to the provision of an overnight respite service for children in Carlow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#F00300","speaker":"1359"},{"type":"speech","time":1467120600,"counter":35,"content":"<p>Has Senator Murnane O'Connor a brief supplementary question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#F00400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":36,"content":"<p>Yes.  I welcome the Minister of State's response but I think we are both suffering from a bit of confusion.  The respite service was closed in December 2015 because it was in a private house in a housing estate and the house required improvement works, such as changing the doors, in order to comply with HIQA standards.  That is a reason it closed.  The facility had great staff.  The children who availed of the service miss staying overnight in the facility and they need that option.  The Minister of State did not give me any information in his reply.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Is there any timescale?  What is going to happen?  When is the overnight situation going to be looked at?  Is the Minister going to look at the site that has been given?  Is the &euro;350,000 coming out of capital projects?  Are we getting the money?  I do not want to be negative here but I represent Holy Angels as well, which is part of T&iacute;r na n&Oacute;g.  We have spent 38 years in basements and prefabs and it is not acceptable.  I do not want to be here again next year asking the Minister where the &euro;350,000 is for us to build T&iacute;r na n&Oacute;g.  We and the children need it so I ask the Minister to come back to me with the answers as to where the funding is that was committed to Holy Angels, as well as the &euro;350,000 committed to T&iacute;r na n&Oacute;g.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#F00500","speaker":"1395","continuing":true},{"type":"speech","time":1467120600,"counter":38,"content":"<p>I agree in respect of the broader issue.  The Senator asked very important questions on HIQA and the house being closed.  The overnight service was an excellent service.  I can give her a commitment that I will go back and look again at the issue of the site.  She also asked about the &euro;350,000 and the answer is \"Yes, absolutely.\"  My role as Minister of State with special responsibilities for disabilities is to find out where this money has gone and why it is not being used for services for people with disabilities.  There have been major cuts in the past seven years and the first thing I did when I took over as Minister of State some six weeks ago was to put out the fires of crisis in our services.  I have immediately targeted the 1,500 school leavers who come out at 18 and have no service at all.  I accept the Senator's point that respite, residential and day services also have to be a priority.  I will come back to her on her specific questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#G00200","speaker":"1359"},{"type":"minorheading","content":"Home Care Packages Provision","time":1467120600,"counter":39,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#G00300"},{"type":"speech","time":1467120600,"counter":40,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Helen McEntee, to the House.  She has been a staunch supporter of the Alzheimer Society of Ireland, both locally and nationally.  There are almost 55,000 people living with dementia in Ireland and I guess that most of us will know somebody, a family member, a relative or a neighbour for whom this is a reality.  The numbers are set to grow to 68,000 people in ten years' time so it is a massive challenge for individuals, for their families and for society as a whole.  People with dementia need a wide range of supports that reflect the complex and changing needs of the condition.  It is important to diagnose it early to plan ahead and then to get access to counselling services and other services which one will need as the condition advances.<\/p> <p>My focus in today is on home care.  Most people with dementia live at home and the majority want to stay there in a familiar environment because familiarity is a really important part of being able to live well with dementia.  People want to stay in their homes and in their communities.  Pat Hume spoke recently about John, and how important being at home in Derry is to him.  A recent report by the Alzheimer Society of Ireland, Age Action and the Irish Association of Social Workers in UCD found that the preference of older people is to stay at home for as long as possible and that more than half of older people could remain in their own homes instead of going into long-term care if more services and home supports were available.  It is official Government policy to support people to stay at home but it is not happening.  We only need to look at the funding divided between long-term residential care and community-based care to see the reasons for this.  Between 2009 and 2015, funding for residential care was increased by &euro;84 million whereas the funding for home care decreased by &euro;11 million.  One possible explanation, and an issue that must be addressed, is that there is no statutory entitlement to home care.  It is discretionary and when the budgets run out, it runs out.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, there is an entitlement to residential care under the nursing homes support scheme.  Later this week, the Alzheimer Society of Ireland will launch its pre-budget submission calling on the Government to invest &euro;67 million in 2017 for home care supports for people with dementia.  This initial investment would meet the needs of 10% of people with dementia who live in the community.  It amounts to a mere 6.7% of the total amount spent on long-term residential care.<br\/><br\/>There have been some positive moves towards better home care for people with dementia and this must be built on for the future.  Under the national dementia strategy, &euro;22 million was set aside by Atlantic Philanthropies and the Health Service Executive, HSE, for intensive home care packages.  Will the Minister detail how this money is getting through to people?  It is one thing to make the argument that money is being set aside but is it reaching people?  To date, we understand that 130 home care packages have been provided out of a promised 500.  Will the Minister clarify those numbers?  People with dementia have a right to their home and family life just like every other citizen.  In April, the Alzheimer Society of Ireland and the Irish dementia working group, which is made up of people who have dementia, launched a charter of human rights for people with dementia.  During the launch of this important document, Helen Rochford Brennan, who has dementia and is a wonderful advocate for the cause of advancing dementia care in Ireland, said: <\/p><blockquote>Our rights outlined in the charter launched here today are fundamental to us living well but also for our families.  We have a right to information, to diagnosis, to post-diagnosis support.  We have a right to community based services and home care, and to be cared for in the place of our choice.  We have a right to be part of our community, no matter how progressed our dementia is.<\/blockquote><p>However, we need investment for those rights to be realised.  Just as somebody once said that one cannot eat scenery, one cannot eat rights unless they are backed with resources.  There must be multi-annual centralised funding and there must be entitlement.  I call on the Minister to ensure this issue is addressed in the forthcoming budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#G00400","speaker":"1430","continuing":true},{"type":"speech","time":1467120600,"counter":42,"content":"<p>I thank Senator Kelleher for raising this matter and I congratulate her on the work she has done to date.  I am aware that she continues to work specifically in this area.  As with the other part of my portfolio, mental health, everybody knows somebody who has been affected by dementia, be it a neighbour or friend, and the numbers affected will continue to increase.  Also similar to mental health, there is still a stigma surrounding dementia and the lack of information among the public makes it more difficult to tackle that stigma.  It is an issue we must work on and I intend to do that.<\/p> <p>As the Senator correctly pointed out, it is estimated that there are 55,000 people living with dementia in Ireland today.  By 2041, we expect this to increase to more than 140,000 people.  Living with dementia presents challenges for those with the condition, their families and their carers.  The majority of people with dementia live at home and this requires proper supports and interventions to be put in place.  Earlier diagnosis allows for better planning and management of the condition and is in the best interests of those with dementia and their families.  It is important that there is clarity about the options that are available, so families and carers can make good choices in an informed way.  As both the Senator and I mentioned, there is often a stigma associated with this condition which is largely based on stereotyping and, as a community, we must tackle this.<\/p> <p>In December 2014, the Irish national dementia strategy was published with the objective of increasing awareness, ensuring timely diagnosis and intervention and developing enhanced community-based services for people with dementia.  The main aim of the strategy is to enable people with dementia to live well in their own homes and communities for as long as possible and it sets out ways of achieving this.  People live longer, healthier and happier lives when they are in their homes, regardless of whether they have dementia.  Resources should be directed to provide the best possible outcome for those with dementia, their families and carers.  The strategy is accompanied by a resourced national dementia strategy implementation programme which is co-funded by the Health Service Executive and Atlantic Philanthropies.  This programme represents a combined investment of &euro;27.5 million over the period 2014-17, with Atlantic Philanthropies contributing &euro;12 million and the HSE contributing &euro;15.5 million.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Key elements of this initiative include: &euro;22.1 million for the roll-out of a programme of intensive home supports and home care packages for people with dementia; &euro;1.2 million for the provision of additional dementia-specific resources for general practitioners, who are the critical and initial point of contact with the health system for those with dementia - the resource material will include training materials and guidance on local services and contact points; &euro;2.7 million for measures to raise public awareness, address stigma, and promote the inclusion and involvement in society of those with dementia; and &euro;1.5 million for the establishment of a HSE national dementia office.<\/p><p>A significant element of this investment programme will focus on the delivery of intensive home care packages for people with dementia, with up to 500 people with dementia and their families expected to benefit from these packages over the lifetime of the implementation programme, which will extend over a three year period from 2015 to 2018.<\/p><p>The roll-out of intensive home care packages commenced in January 2015 and monitoring of the allocation and uptake of these packages is ongoing, as the Senator rightly said, with only 133 persons benefiting to date.  At present, there are 85 people with dementia in receipt of an intensive home care package, and perhaps I could revert to the Senator specifically on the speed of the uptake and how that is progressing.<\/p><p>In addition to the intensive packages the Health Service Executive, HSE, will continue to provide mainstream home help, routine home care packages and other appropriate community based supports, such as day care, respite, etc., to people with dementia whose needs have been assessed as requiring these supports and within available resources.<\/p><p>I am examining the question of putting this issue on a statutory footing and I would welcome the opportunity to discuss that with the Senator.  I am aware that Members of this and the other House will meet with the organisation this week so we will hear more following that meeting.  There is still much work to be done, and the focus of our funding needs to change in terms of where it is going.  We must make sure it goes to the right place, that is, to keep people in their homes.  I look forward to working with the Senator on this issue and I would welcome the opportunity to meet with her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#H00200","speaker":"1337","continuing":true},{"type":"speech","time":1467120600,"counter":44,"content":"<p>I thank the Minister of State.  I know that is a sincere offer and I will take her up on it.  Eighty-five people are getting access to the intensive home care packages but all of us in the Seanad probably know 85 people who need them.  The need is vast, and we must make sure that we are getting to the body of people who need that kind of help because people are struggling in the here and now.  People have lost faith in strategies.  It has been said that we have strategy deficiency implementation disorder in Ireland.  We encourage people to believe there is real intent but we must ensure those strategies, commitments and investments are reaching people with dementia to allow them live well, as they wish to and can do, and that their carers are properly supported.  I believe that until such time as this service is put on an entitlement and a statutory footing, we will continue to struggle with this it.  I welcome the Minister's commitment to work on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#J00200","speaker":"1430"},{"type":"speech","time":1467120600,"counter":45,"content":"<p>I agree with the Senator.  Through the bodies, groups and individuals I have met in recent weeks, I am aware that everybody is on the same page and knows we have enough reports and strategies.  What we need to do now is TO implement them.  Implementation is key at this stage and we need to make progress on that.  The figures are increasing at a high rate within such a short space of time and we have a window to try to deal with it now before it gets out of hand.  I look forward to working with the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#J00300","speaker":"1337"},{"type":"minorheading","content":"Primary Care Centres Provision","time":1467120600,"counter":46,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#J00350"},{"type":"speech","time":1467120600,"counter":47,"content":"<p>I thank the Minister of State for attending.  I raised this matter previously in the House.  In 2012, the Fine Gael-Labour Party Government made an announcement about the provision of 35 primary care centres.  By way of written response received in December 2015 on one primary care centre in the heart of my constituency in Dublin South-Central, the answer received by the Minister was that the planning was not completed in the timeframe for public private partnership.  It is a net issue and I seek the Minister's response on the matter.<\/p> <p>The rationale for allocating the primary care centre to Crumlin and Drimnagh was that it was needed; it was not for a political reason.  There is a massive need in the community for such a centre.  I would like to know when the centre will be commenced, if planning permission has been applied for, if there is a plan in place, and the progress that has been made on that particular centre.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#J00400","speaker":"1407"},{"type":"speech","time":1467120600,"counter":48,"content":"<p>I am taking this matter on behalf of my colleague the Minister for Health, Deputy Harris, but if there are specific questions, I ask Senator Ardagh to let me know and we will get back to her.  I thank the Senator for raising this issue.<\/p> <p>The programme for a partnership Government commits to a decisive shift within the health service towards primary care in order to deliver better care close to home in communities across the country.  Enhancing and expanding capacity in the primary care sector is crucial to ensuring delivery of a preventive, joined-up approach to the management of the nation's health and the modernisation of primary care delivery.  Primary care centres facilitate the delivery of multidisciplinary primary care services and shift the focus of the health service from a hospital-centric model towards a primary care model whereby services can be delivered more effectively and efficiently.  I know the Senator is aware of this.  In a fully developed primary care system, 90% to 95% of people's day-to-day health and social care needs can be met in the primary care setting.  Essentially, the goal is to provide the right care in the right place at the right time.  Primary care centres throughout the country significantly enhance the accessibility of health services in local communities.  They enable people get the care they need as close to home as possible.<\/p> <p>I can advise the Senator that more than 90 primary care centres are already operational.  A further 82 centres are at varying stages of development and will, when completed, significantly enhance and expand capacity in the primary care sector to deliver a preventive, joined-up approach to the management of the nation's health and the modernisation of primary care delivery.  These additional primary care facilities across the country will be provided through a combination of direct build, public private partnership, and the HSE's primary care operational lease mechanism.<\/p> <p>As the Senator has correctly pointed out, the Crumlin-Drimnagh primary care centre was one of 16 locations selected for delivery through a PPP project.  I am advised by the HSE that the Dublin City Council decision to grant planning permission for the development was appealed to An Bord Plean&aacute;la by third parties.  I am further advised that the planning permission grant from An Bord Plean&aacute;la for the development was, however, not received in time for the site to be included in the PPP project.  An alternative means of funding the development is through the HSE's capital plan. However, the HSE has advised that it is not in a position to allocate funding to this project until 2020, although further consideration could be given in the context of the 2017 capital review.<\/p> <p>Notwithstanding this, there are a number of primary care developments in the area which support the delivery of primary care services in the Crumlin-Drimnagh area.  These developments include the extensive refurbishment of the Old County Road health centre in Crumlin, which has recently been completed, and a primary care centre to be provided by way of operational leasing at Cashel Road, Walkinstown.  This centre is currently in construction and is anticipated that it will be operational by the fourth quarter of 2017.  In addition, a primary care centre is also planned for in Rialto, again for delivery by way of operational leasing.  Planning approval has been granted and it is anticipated that construction will commence before the end of the fourth quarter of 2016.<\/p> <p>I can assure Senator Ardagh that the development of primary care is central to the Government's objective to deliver a high-quality, integrated and cost-effective health care system.  I intend to consider future infrastructure in the context of the implementation of the health commitments in the programme for Government and having regard to the funding available to facilitate such measures.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#K00100","speaker":"1337"},{"type":"speech","time":1467120600,"counter":49,"content":"<p>I would appreciate if perhaps the Minister of State could ask the Minister for Health, Deputy Harris, to outline how he would go about including the Crumlin-Drimnagh project in the 2017 capital review plan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#K00200","speaker":"1407"},{"type":"speech","time":1467120600,"counter":50,"content":"<p>Does the Minister of State wish to add anything?  No.  I propose that we suspend until  3.30 p.m.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#K00300","speaker":"1420"},{"type":"unspoken","time":1467120600,"counter":51,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1467120600,"counter":52,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#N00100"},{"type":"speech","time":1467120600,"counter":53,"content":"<p>The Order of Business is No. 1, motion re reinstatement of the Competition (Amendment) Bill 2016 to the Order Paper, to be taken on the conclusion of the Order of Business, without debate and; No. 2, statements on the UK referendum result, to be taken on the conclusion of No. 1 and to conclude not later than 6.45 p.m., with the contribution of all Senators not to exceed five minutes and the Minister to be called upon to reply not later than 6.40 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#N00200","speaker":"1391"},{"type":"speech","time":1467120600,"counter":54,"content":"<p>As leader of the Fianna F&aacute;il group, I welcome the Government's decision to increase the rent supplement in line with the confidence and support agreement with Fianna F&aacute;il.  It must be noted that it is just one of a suite of measures designed to tackle the housing and homeless crisis.  Many families are at risk of losing their homes due to rapidly rising rents and that is the reason Fianna F&aacute;il ensured the Government would increase the rent supplement as a short-term measure.  It is the right thing to do, as one of the measures designed to alleviate the housing crisis.  The Government's decision to increase the rent supplement in major urban areas such as Dublin will help in the short term.  Ensuring that the supplement reflects the reality in the market will also help to stop the practice of illegal top-ups that are putting families to the very pin of their collar.  It is important that the law banning landlords from refusing tenants because they are on rent supplement is also fully implemented.<\/p> <p>The Dublin local authorities, with Dublin City Council as the lead local authority, in response to homelessness are managing what is a critical and unprecedented situation in relation to the demand for their homeless services on a daily and nightly basis.  In April 2016, the Dublin local authorities provided accommodation for 888 families, with 1,786 child dependants.  Of those 888 families, 218 families were accommodated in homeless accommodation while 670 families were accommodated in commercial hotels.<\/p> <p>I also wish to draw the House's attention to the eviction from a Dublin hotel on 9 June of a young family for drawing attention to the substandard emergency accommodation which suffered from damp and mould to a level so severe that their young children aged from nine months old who were recently out of hospital could not stay in the room.  After requesting a change of room and appearing in the media over the conditions, they were confronted by management and the family then received a telephone call from Dublin City Council minutes later to inform them that their room had been cancelled.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->No alternative accommodation was offered and they have been informed that their contract with the hotel is now terminated.  <\/p><p>These types of incidents should not happen.  This is a very serious crisis that the Government needs to tackle head on.  Each night there are so many children in emergency accommodation, which makes this an unbearable crisis.  Even though the matter is talked about in every council chamber every day I feel that the crisis has still not been taken seriously.<\/p><p>The measures announced today go some way towards alleviating the crisis.  However, the measures should form part of the overall housing package to ensure supply is increased in the future.  The Government should act quickly and ensure that all of the recommendations made by the Oireachtas Committee on Housing and Homelessness are implemented.  The Government must also ensure that there is proper investment in housing to ensure that families no longer have to sleep on the streets at night or take the humiliating step of approaching their local authorities to secure emergency accommodation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1467120600,"counter":56,"content":"<p>I call on the Leader to organise a debate on competition, particularly in aviation.  I had reason to book a flight to Paris with Ryanair which cost &euro;285.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00200","speaker":"1390"},{"type":"unspoken","time":1467120600,"counter":57,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1467120600,"counter":58,"content":"<p>I could not leave on the day requested and, subsequently, booked a flight for one month later for exactly the same period.  I sought credit for the flight that I could not take and Ryanair did so.  Were I to book the flight for 30 July it would have cost me &euro;287.  As I had already paid &euro;287 for a flight in June, Ryanair credited me for the money I had spent on the flight and only charged me &euro;189.40 to change my flight, which was an outrageous abuse.  When Ryanair has one's money it says, \"Stuff you, we're keeping your money.\"  If one wants to change a flight one has got to practically pay the full price to travel on an alternative flight.  If one took the Government taxes out of what Ryanair allowed me, then I would get nothing back and I must pay for the full flight the second time around.<\/p> <p>We need to bring the relevant Minister in here to debate the matter.  Looking around the House I can see on the faces of Members that other people have suffered the same fate as me.  Ryanair's charging system is an outrageous abuse.  One can change a seat on a ship that is due to sail to the UK or France and the shipping company will not penalise the customer.  One can change travel details for most other transport methods.  Indeed, a couple of years ago in the United States I had reason to change flights.  The airline in question bent over backwards to facilitate me and charged me $40.  Recently Ryanair changed focus to become customer friendly.  If this is customer friendly then I shall eat my hat.  I ask the Leader to arrange for the Minister for Transport, Tourism and Sport to come in here for a full debate in order to see if we can do something to curb such practices.  The only two airlines that provide flights all over Europe are Aer Lingus and Ryanair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00400","speaker":"1390"},{"type":"speech","time":1467120600,"counter":59,"content":"<p>The uncertainty generated by Brexit last Friday poses urgent and immediate challenges for the Republic of Ireland.  Sinn F&eacute;in wants Europe to be socially, democratically and environmentally friendly and one that promotes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00500","speaker":"1378"},{"type":"speech","time":1467120600,"counter":60,"content":"<p>The Senator will have another opportunity to discuss the matter later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00600","speaker":"1420"},{"type":"speech","time":1467120600,"counter":61,"content":"<p>I know but it is important that I set out a couple of points.  Is that all right, a Leas-Chathaoirligh?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00700","speaker":"1378"},{"type":"speech","time":1467120600,"counter":62,"content":"<p>I am not so sure.  The Senator can make her points early in the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00800","speaker":"1420"},{"type":"speech","time":1467120600,"counter":63,"content":"<p>We are discussing the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O00900","speaker":"1377"},{"type":"speech","time":1467120600,"counter":64,"content":"<p>Yes.  The item has been ordered to follow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01000","speaker":"1420"},{"type":"speech","time":1467120600,"counter":65,"content":"<p>Yes, I understand.  Is the Leas-Chathaoirleach excluding Sinn F&eacute;in from mentioning Brexit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01100","speaker":"1378"},{"type":"speech","time":1467120600,"counter":66,"content":"<p>I am not excluding Sinn F&eacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":67,"content":"<p>Absolutely not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01300","speaker":"1377"},{"type":"speech","time":1467120600,"counter":68,"content":"<p>We are discussing the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01400","speaker":"1391"},{"type":"speech","time":1467120600,"counter":69,"content":"<p>Order, please.  The Chair will rule but I shall allow a little latitude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01500","speaker":"1420"},{"type":"speech","time":1467120600,"counter":70,"content":"<p>Does the Chair have to rule in accordance with Brexit?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01600","speaker":"1393"},{"type":"speech","time":1467120600,"counter":71,"content":"<p>The Chair will take nothing from anyone now.  I shall determine what happens next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01700","speaker":"1420"},{"type":"speech","time":1467120600,"counter":72,"content":"<p>This country is only a few years in the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01800","speaker":"1393"},{"type":"speech","time":1467120600,"counter":73,"content":"<p>Sorry, I shall allow the Senator a slight latitude because she is the leader of her group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O01900","speaker":"1420"},{"type":"speech","time":1467120600,"counter":74,"content":"<p>I shall keep my comments very short.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O02000","speaker":"1378"},{"type":"speech","time":1467120600,"counter":75,"content":"<p>I would like other Senators to respect my decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#O02100","speaker":"1420"},{"type":"speech","time":1467120600,"counter":76,"content":"<p>Okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#P00100","speaker":"1378"},{"type":"speech","time":1467120600,"counter":77,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#P00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":78,"content":"<p>I will keep it very short; I have just a few points.  A better European Union, which promotes and serves the sovereign and democratic needs of its member states of 500 million citizens, can only be achieved by campaigning for change and reform from within the EU institutions.  Brexit presents us with the potential loss of investment, negative implications for border controls and common travel and the prospect of less protection for workers' and other rights.  A British state withdrawal from the EU represents a major setback for the political process in the North of Ireland and relationships between the two islands.  Brexit also poses a direct challenge to the integrity of the Good Friday Agreement and internationally binding treaties and undermines all-Ireland co-operation.  In broader terms, the financial losses of EU investment, subsidies and funds to the North of Ireland and the southern Border counties arising from the British withdrawal is in the region of &pound;2.5 billion.  There are negative repercussions for foreign direct investment and the development of the North's export capacity in regard to access to EU and global markets and that is why there is now an immediate imperative for the Government to open negotiations with Britain over the constitutional future of the North of Ireland.<\/p> <p>I want to add another point, a Leas-Chathaoirligh, if I may, not regarding Brexit but regarding the report this morning that many young people with disabilities who sat their leaving certificate did not have the environment they needed in order to be able to participate fully in that examination.  That is absolutely disgraceful.  Will the Minister responsible come to the House to reassure us that it will never happen again to those with a disability who have overcome very many challenges to get to sit their leaving certificate in the first instance?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#P00300","speaker":"1378"},{"type":"speech","time":1467120600,"counter":79,"content":"<p>In regard to the Order of Business, I welcome that we will have the opportunity today to discuss the Brexit referendum.  It is important we discuss it in terms of our relationship with the UK and in terms of the future of Europe, looking beyond the question of negotiations to the kind of framing we would have for Europe, in particular how we might address the toxic language of racism and anti-immigration sentiment and how we can look to a Europe that sends a stronger signal of inclusion and participation.  I look forward to that debate.<\/p> <p>I welcome the reinstatement of the Competition (Amendment) Bill 2016 to the Order Paper.  It is a very important Bill in respect of freelance work and for those who are often caught in what might be false or non-actual freelance work which can be a vulnerable situation for many vulnerable workers.  It is excellent to see this Bill on the agenda.<\/p> <p>The National Economic Dialogue took place yesterday.  Last week, there was a lengthy debate in the D&aacute;il on the Government's summer economic statement.  The timing of the summer economic statement and the National Economic Dialogue is unfortunate in that they have taken place around the Brexit referendum, which changes radically the context in which we are looking at future economic and social planning.  I would like to mention to the Leader that it would be useful in future for this House to have the opportunity to discuss the summer economic statement.  It goes beyond the simple question of moneys and the kinds of assumptions, values and priorities set out in such a statement.  This House would have much to contribute to that debate in the future and also to the National Economic Dialogue.  <\/p> <p>Last weekend in Galway, the annual conference of the International Association for Feminist Economics took place.  It highlighted very crucial issues not least among them the importance of care, for example.  Care is the lifeblood of our society and yet neither the cost nor the contribution of care has been recognised in the summer economic statement.  Neither seem to be present at as high a level as they should be within our economic and social planning going into next year.<\/p> <p>I want to highlight a very interesting and an important report published yesterday by the Higher Education Authority on the importance of gender equality in Irish higher  education institutions.  The expert review group was chaired by the internationally experienced and the expert M&aacute;ire Geoghegan-Quinn.  The report is very important to me as the first woman elected in 35 years on the National University of Ireland panel.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the recommendations of that report.  I know we will have an opportunity to discuss it during statements on education, and I would appreciate it if the Minister addressed this report and told us how he plans to implement these very concrete recommendations to address the fact that, although Ireland has an extraordinary number of highly qualified women graduates, they are not recognised or represented at the highest level within our institutions.  This is a real opportunity to ensure our institutions are world class and that gender equality is recognised as a key indication of quality and performance.  I look forward to the opportunity to discuss this further with the Minister for Education and Skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#P00400","speaker":"1405","continuing":true},{"type":"speech","time":1467120600,"counter":81,"content":"<p>I thank the Leader for organising statements today on the result of the UK referendum on EU membership.  The result not only is deeply disappointing but represents a seismic shock in terms of its political and economic fallout, which is being felt on this island, in the UK and across the European Union.  I look forward to participating this afternoon.<\/p> <p>I thank the Leader for ensuring the restoration of the Competition (Amendment) Bill to the Order Paper and Senator Alice-Mary Higgins for her kind words about the Bill.  This Bill was introduced in Private Members' time by the Labour Party group of Senators in January and it passed Second Stage with Government approval.  The aim of the Bill is to provide for collective bargaining rights for freelance workers, particularly actors, journalists and so on, who are working freelance and are currently denied collective bargaining rights due to a particularly rigid application of the Competition Act.  This Bill provides a simple amendment to that Act to ensure they have collective bargaining rights.  It was warmly welcomed in January by SIPTU, the NUJ and Equity, among others, and I hope it will pass through Committee Stage when we take it in Labour Party Private Members' time next Wednesday.  I ask colleagues across the floor of this House for their support for this Bill.<\/p> <p>I join with Senator Higgins in welcoming the report on gender in third level institutions and I look forward to debating that.  I commend the huge work of Micheline Sheehy Skeffington in this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00200","speaker":"1402"},{"type":"speech","time":1467120600,"counter":82,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00300","speaker":"1390"},{"type":"speech","time":1467120600,"counter":83,"content":"<p>She is a tireless activist in this area and a very eminent academic who had the courage to take the case which prompted this report and which has highlighted public awareness of gender discrimination in universities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00400","speaker":"1402"},{"type":"speech","time":1467120600,"counter":84,"content":"<p>In the tradition of her grandfather.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00500","speaker":"1392"},{"type":"speech","time":1467120600,"counter":85,"content":"<p>Yes, in the tradition of her grandfather.  I ask the Leader for a debate on criminal justice policy and penal reform.  I had the pleasure of attending a conference at NUI Maynooth last week on criminology and, today, a round-table discussion hosted by the Association for Criminal Justice Research and Development on criminal justice, in conjunction with the Department of Justice and Equality and the Probation Service.  We looked at different issues around criminal justice reform and penal policy.  Some excellent work was done by the Joint Committee on Justice, Defence and Equality on penal reform in the previous cycle.  I hope we will see certain Bills restored to the Order Paper and that they will be debated in this House, among them a sex offences Bill which would introduce changes to prostitution law and really important changes to the law with regard to evidence and procedures concerning sex offence trials.  I also look forward to legislation on domestic violence.  I ask the Leader for a general debate on these issues and whether the legislation might be brought before us very swiftly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00600","speaker":"1402"},{"type":"speech","time":1467120600,"counter":86,"content":"<p>One of the reactions to the decision of the UK to leave the EU has been a surge in applications for Irish passports both in the UK and in Northern Ireland.  It is my understanding that there are millions of people eligible for Irish passports who have not previously applied, although things can sometimes be exaggerated in the media.  The Passport Office does a wonderful job, sometimes with limited resources, to cope with applications for passports and to get them out on time, and some of us have been guilty of not renewing our passports on time.  This is also a particularly busy time of the year.  Is there a surge in applications?  If that is the case, what are the plans to deal with this?  The Passport Office would need additional resources if this were the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00700","speaker":"1426"},{"type":"speech","time":1467120600,"counter":87,"content":"<p>I would like to be allowed to publish the Registration of Wills Bill 2016.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is a Bill to provide for the registration of wills and I seek leave of the House to amend the Order of Business to allow the Bill to be published and circulated.  In due course, we will have the opportunity to debate it during Private Members' business.<\/p><p>To follow up on Senator O'Mahony's point about the Brexit referendum, nobody has expertise on what will happen because nobody knows what will happen.  When Article 50 of the Lisbon treaty is activated, there will be two years of negotiations with all the experts.  I have read a great deal since last Friday.  Quite honestly, people are in a state of shock.  Certainly, in my area, it is the main focus of attention at present, with the drop in the price of cattle, worries about exports, worries about the Border and other such concerns.  I concur with Senator O'Mahony on the issue he raised.  I also support Democratic Unionist Member of Parliament, Ian Paisley Jr., who has advised people in Northern Ireland to get Irish passports following the Brexit vote.  Incidentally, he voted for Brexit but he now recommends strongly that all our friends and fellow Irish men and women in Northern Ireland apply for their passports under the Good Friday Agreement.  We will have a united Ireland in passports.  They will have Irish passports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Q00800","speaker":"1393","continuing":true},{"type":"speech","time":1467120600,"counter":89,"content":"<p>The first step.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00200","speaker":"1377"},{"type":"speech","time":1467120600,"counter":90,"content":"<p>It will allow our friends in Northern Ireland to travel the length and breadth of Europe and beyond with an Irish European passport.  The same applies to Irish people in Britain.  A total of 90,000 people born in England applied for and received Irish passports over the past decade, while 150,000 people born in Northern Ireland are entitled to passports through parents or grandparents and they applied for them in the last ten years.  This will be a major change.  I also hope that under the negotiations, they will not be excluded because of their address.  An Irish passport is a European passport and that is how it will remain.  We will fight to ensure that any person who holds an Irish passport will be entitled to full access to the European Union.  This must be part of the negotiations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00300","speaker":"1393"},{"type":"speech","time":1467120600,"counter":91,"content":"<p>And to the vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00400","speaker":"1377"},{"type":"speech","time":1467120600,"counter":92,"content":"<p>A vote, indeed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00500","speaker":"1393"},{"type":"speech","time":1467120600,"counter":93,"content":"<p>The Senator should address his remarks to the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00600","speaker":"1420"},{"type":"speech","time":1467120600,"counter":94,"content":"<p>I recommend to the Passport Office that it open a dedicated section in Balbriggan or Dundalk to deal exclusively with passport applications from Northern Ireland and Britain.  At present, it is taking approximately 15 days to get a standard Irish passport and every Member has been inundated with requests to expedite passports.  If the new applications arrive, it will absolutely inundate the Passport Office.  That office is doing an excellent job but it needs more staff.  It should allocate more staff to the Balbriggan office or open a new dedicated office in Dundalk.  It is the only positive side to Brexit that I can see at present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00700","speaker":"1393"},{"type":"speech","time":1467120600,"counter":95,"content":"<p>The high cost of fertiliser is a serious concern for farmers.  It is not a new issue as the cost has been high for a number of years.  It is notable that the cost has not decreased as one might have expected with the reduction in the cost of a barrel of oil, as that is one of the feed-in costs to the production of fertiliser.  Why is that?  The Irish Farmers' Association, IFA, commissioned a report from the International Food Policy Research Institute which points to a particular problem.  It shows that it is due to the failure of competition within the Single Market and the European Union.  There are a few players and these players, it appears, are ensuring that the price is kept high, notwithstanding the cost to them of producing the fertiliser.  It is estimated that this is costing farmers in Europe approximately &euro;1 billion per year.<\/p> <p>This issue must be taken up by the Minister for Agriculture, Food and the Marine.  In particular, it has been estimated that the cost of fertiliser can be tackled by the market being opened to imports into the European Union.  At present, there are very high tariffs and taxes but if that can be tackled, it would deal with the competition issue that is leading to the high prices, which could see a saving of up to &euro;70 million per annum for Irish farmers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is a very important issue which has gone on far too long.  I would like the Minister to come to the House to address it and also issues concerning Brexit, particularly in terms of farmers' concerns about exports.  There is a big market in the United Kingdom for our agricultural produce and notwithstanding the British vote to exit the European Union and the Single Market, milk farmers, lamb producers and so on are experiencing difficulties already with commodity prices.  It is a very serious and I would like to see the Minister in the House to discuss those matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#R00800","speaker":"1425","continuing":true},{"type":"speech","time":1467120600,"counter":97,"content":"<p>Some 30 years ago I initiated the first Independent Group with my colleague, former Senator Joe O'Toole.  We were entirely university Members at that stage.  After the last election I tried to put together a larger group because there were so many Independents but Senator Alice-Mary Higgins and Senator Lynn Ruane, with some others, formed a separate group.  We then had a meeting.  I was elected leader and given the foreign affairs portfolio.  Senator McDowell introduced two new members and suggested that since they were new members we should re-run the election.  This we did today, and I put myself forward again.  Senator Marie-Louise O'Donnell got six votes, I got two and Senator Craughwell got one.  I regarded this as a vote of no confidence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00200","speaker":"1392"},{"type":"speech","time":1467120600,"counter":98,"content":"<p>Does the Senator really need to inform the House of that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00300","speaker":"1420"},{"type":"speech","time":1467120600,"counter":99,"content":"<p>I think so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00400","speaker":"1392"},{"type":"speech","time":1467120600,"counter":100,"content":"<p>With respect, that is hardly a matter for the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00500","speaker":"1420"},{"type":"speech","time":1467120600,"counter":101,"content":"<p>We must have transparency in everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00600","speaker":"1421"},{"type":"speech","time":1467120600,"counter":102,"content":"<p>I take Senator Reilly's point very much to heart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00700","speaker":"1392"},{"type":"speech","time":1467120600,"counter":103,"content":"<p>No, hold on.  The Chair will rule, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00800","speaker":"1420"},{"type":"speech","time":1467120600,"counter":104,"content":"<p>I regarded this as a vote of no confidence-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S00900","speaker":"1392"},{"type":"speech","time":1467120600,"counter":105,"content":"<p>It is not relevant, Senator.  It might be interesting-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01000","speaker":"1420"},{"type":"speech","time":1467120600,"counter":106,"content":"<p>-----and, as a result, I have resigned my position in the Independent Group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01100","speaker":"1392"},{"type":"speech","time":1467120600,"counter":107,"content":"<p>You can read about it tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":108,"content":"<p>This also means I will forfeit my position on the foreign affairs committee.  Senator Marie Louise O'Donnell is unique in having been nominated for a second time by the Taoiseach and she has been a stirring voice in this House.  I wish her and the group well.<\/p><p>I also disagreed with the group in putting forward a Bill about Seanad reform that contained some good measures but that was concocted by a group of lawyers and would lead inevitably to the extinction of the Trinity seat and opening it up to 1 million voters.  I will, therefore, be the only independent Independent when my former group has notified the office of this.  <i>Le roi est mort, vive la reine<\/i>, but I remain father of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01300","speaker":"1392"},{"type":"speech","time":1467120600,"counter":109,"content":"<p>I am sure you will do well, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":110,"content":"<p>In deference to the father of the House, I wish him well.<\/p> <p>I pay warm tribute to and welcome our former colleague and Leader of the House, Maurice Cummins, and his very special guests who are in the Gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01500","speaker":"1416"},{"type":"speech","time":1467120600,"counter":111,"content":"<p>Forgive me, Senator Mullins.  With my macular oedema, I am slightly short-sighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01600","speaker":"1420"},{"type":"speech","time":1467120600,"counter":112,"content":"<p>I thought I was the one who could claim that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01700","speaker":"1416"},{"type":"speech","time":1467120600,"counter":113,"content":"<p>You are overdoing it, Senator.  Carry on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01800","speaker":"1420"},{"type":"speech","time":1467120600,"counter":114,"content":"<p>On that note, I hope they have a very enjoyable day in Leinster House.<\/p> <p>This morning, I had the great privilege of giving the opening keynote address in a very important seminar on equality, recruitment and employment organised by the Mid-West Disability Inclusion Forum.  It is a new forum formed to help industry engage with people with disabilities in a move to promote greater access to the workplace.  Companies such as Dell, Northern Trust, GE Capital and GCAS, and the University of Limerick, are participants in what is a super project.  It has achieved results already and based on the energy at the event I addressed in Limerick this morning, I believe it will achieve many more.  An engagement between industry and the University of Limerick to promote equality of access and the breaking down of barriers to people with disabilities in the workplace is a great initiative.<\/p> <p>I took the opportunity also to update the attendees on the strategy launched before Christmas by the Taoiseach.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was known as the programme to encourage people with disabilities to get involved in employment.  It is called the Comprehensive Employment Strategy for People with Disabilities and is now considered a very important strategy with some key focus points in terms of engaging with industry, making work pay, breaking down barriers and ensuring that the right environment is in place to ensure that people have the opportunity to engage.  Will the Leader to invite the Minister for Jobs, Enterprise and Innovation to the House, possibly in the autumn, to give it an update on the strategy on promoting employment for people with disabilities?  Unfortunately, people with disabilities are 50% less likely to get access to employment compared to their able bodies colleagues, which is a great pity.  Now that we are seeing a significant number of jobs being created - hopefully, many more will be created in due course - statements in the House on this issue with the Minister would be important.  I encourage the Leader to organise that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#S01900","speaker":"1416","continuing":true},{"type":"speech","time":1467120600,"counter":116,"content":"<p>I dtosach b&aacute;ire, ba mhaith liom tr&eacute;asl&uacute; le na foirne sacair agus rugba&iacute; at&aacute; againn in &Eacute;irinn a rinne thar barr ar fad sna cluich&iacute; san Eoraip, san Afraic Theas agus sa chraobh domhanda ag an deireadh seachtaine.  Tr&eacute;aslaim chomh maith leis an lucht lean&uacute;na a bh&iacute; thar barr ar fad sa chaoi a d'iompar siad iad f&eacute;in le linn na gcom&oacute;rtas &eacute;ags&uacute;la.  I congratulate all our Irish teams which were competing and our fans on how well they represented Ireland when abroad.<\/p><p>I wish to raise what I believe to be a very serious issue.  Last week, during a debate in the House on bin charges, the Minister, Deputy Coveney said:<\/p><blockquote>People from all parties and none asked me to engage with the industry and ensure that no household would be ripped off as we try to move to a pay-by-weight charging structure.  That is exactly what I did.  Last Friday, the day after those questions were raised, we met the waste industry for at least three hours.  I had a very direct discussion with them.  I told them that under no circumstances would the Government allow a situation whereby households would be mandated to switch over to a new charging system that would result in dramatic increases for many households.  It would not happen, and it has not happened, and people are talking in this debate as if it will happen.  It will not. <\/blockquote> <p>It has happened and is happening as we speak.  It has been clarified to Raidi&oacute; na Gaeltachta, which has investigated the issue, that the only people whose charges will not be increased are those who are already registered with waste collection companies.  As we know, the current situation is almost a 50-50 in that 50% of people are not registered with waste companies because they get rid of their own waste or they are using the bag system and purchase bags in shops.  It is our understanding that those people are now going to be compelled to register, pay a standing charge and pay by weight.  This is totally contradictory to what the Minister said.  This is an incredibly serious issue.  Wittingly or unwittingly, the Minister misled the Seanad.  Either he was aware this would be the scenario and withheld the information or the companies with whom he was in discussions for the three hours withheld the information from him.  If they did, then there is a huge issue around how trustworthy the companies are to implement the statutory instrument.<\/p><p>Last week Fianna F&aacute;il Members fully supported the Minister and said they had full confidence in him.  Wittingly or unwittingly, either Fianna F&aacute;il Members knew or did not know about this scenario.  If they knew about this scenario, they were complicit in the collusion but if they did not know about it, they were misled by the Minister.  We need to find out the truth.<\/p><p>I call for an amendment to the Order of Business that the Minster, Deputy Coveney, comes to the House today because these waste charges are to come in on 1 July.  I want the Minister to clarify the situation and tell us if he misled the D&aacute;il and the Seanad.  If he did, will he correct the record?  What will the Minister do to address the situation where people across this country are going to be ripped off by the private refuse companies unless the Government does something about it?  I propose that amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#T00200","speaker":"1377"},{"type":"speech","time":1467120600,"counter":117,"content":"<p>At this stage, the Leader is used to Senators - in some cases, very reasonably - criticising Government agencies or Government Departments.  On this occasion, I am happy to be doing the opposite.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to pay tribute, through the Leader, to Mr. Martin Shanahan, the chief executive officer of IDA Ireland, and then I want to add a request.  I pay tribute to Mr. Shanahan for being proactive in writing to 1,200 employers stating that we are potentially now the only English-speaking gateway to the EU, an excellent location for inward investment and an attractive option for those firms.  I am delighted he did it and I commend him on it.  Given the recent unfortunate events and as, hopefully, more firms locate in Ireland, I would like the Leader, through the Minister, to impress on Mr. Shanahan the need for a good regional spread.  Perhaps a debate in the House would be helpful.  Given the housing crisis in Dublin, the price of accommodation along the east coast and all that goes with that, and the improved infrastructure on a number of levels throughout the country, it is imperative that we do what Mr. Shanahan is doing and try to attract new inward investment.  We wish him luck with the initiative, which needs to be stepped up.  However, the inward investment must be spread regionally.  I would like to see places such as Cavan-Monaghan and others throughout the country getting a fair spread of the new potential employment that can arise from inward investment.  I know that the Leader, as a Munster man, will appreciate the importance of spreading this around.  From a spatial perspective, we do not want job creation in just the one area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#T00300","speaker":"1397","continuing":true},{"type":"speech","time":1467120600,"counter":119,"content":"<p>Did Senator Ruane offer?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":120,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00300","speaker":"1404"},{"type":"speech","time":1467120600,"counter":121,"content":"<p>I have to go across the floor.  I call Senator &Oacute; R&iacute;ord&aacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":122,"content":"<p>Is the Leas-Chathaoirleach sure?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00500","speaker":"1410"},{"type":"speech","time":1467120600,"counter":123,"content":"<p>I am following the rota for the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00600","speaker":"1420"},{"type":"speech","time":1467120600,"counter":124,"content":"<p>A Leas-Chathaoirligh, I am here to second the amendment proposed by Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00700","speaker":"1372"},{"type":"speech","time":1467120600,"counter":125,"content":"<p>Senator Warfield can do that in a minute.  I will call him - he need not worry - when it is his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00800","speaker":"1420"},{"type":"speech","time":1467120600,"counter":126,"content":"<p>I join with Senator &Oacute; Clochartaigh on two points.  He has previously asked for a debate on the Irish language in this House and that is something we should definitely have in the coming weeks.  Will the Leader arrange it?  It is an important debate.  I say that deliberately in English because it is a debate for all Members of this House.  We should be inclusive about the discussion on the status of our native language.<\/p> <p>I also join with him in congratulating the Irish team which came back from the European Championship yesterday.  I am delighted that we are having a debate later today about Brexit because, just when we feel the world is falling apart somewhat, sport can always cheer us up.  In particular, the Icelandic football team last night gave us all great reason to cheer another \"Brexit\" that was perhaps not expected.<\/p> <p>We should have a debate on sport.  It may be that it enters our political consciousness only at times of great competition or achievement, but sport means a huge amount to people throughout the country.  It brings people together and provides a fantastic opportunity for communities to come together.  It can be an opportunity for those on the edges of society to participate.  It reflects well on us.  Given the great achievements of the Irish soccer team as well as the Northern Irish soccer team in the European Championship, perhaps now is the time to have cold reflection on the state of the game of football in Ireland, including the League of Ireland, the women's game, the under age game, the game throughout the island, and where we go from here.  Participating in sport is about representing one's town, place and parish, and there is an awful lot to be positive about.<\/p> <p>What can the political circle do in terms of investment or strategy for the next five, ten or 15 years?  I am thinking of the volunteers throughout the country who line the pitches, put up the nets and take the training sessions for the under-7s and under-8s.  These are the real heroes when it comes to participation in sport in Ireland.  Could we have a debate in the coming weeks with either the senior Minister or the junior Minister in the Department to see what support we can give to develop football and other sports in Ireland over the coming years?<\/p> <p>The potential for an all-Ireland team has been mentioned, which is something I think I would support.  There are other strategic things we could do in the short term with regard to an all-Ireland league when comes to progressing football in Ireland.  Sport is not an add-on or a luxury.  It is integral to the life of people in Ireland.  People get excited about it, and if people get excited about it it has to be considered important.  I suggest that the House have at an appropriate time a debate on sport and discuss exactly what can be done in the long term and in a strategic fashion to support and promote games of whatever kind in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#U00900","speaker":"1410"},{"type":"speech","time":1467120600,"counter":127,"content":"<p>I join with Senators O'Mahony and Leyden who spoke about the Passport Office.  I had occasion to contact it in the past week and there is no doubt that the staff there are inundated with requests, particularly at this time of year.  With the anticipated spike as a result of Brexit and individuals from the North and from the UK applying for Irish passports, it is important that we are well established to deal with that.  I differ from Senator Leyden who wants the office located in Dundalk, no harm to Dundalk because I would be delighted to see a facility like that located in Monaghan town.  That is being slightly parochial about it.  It is important to address that issue.  It is good to see Mr. Paisley in the North of Ireland promoting the idea of people getting Irish passports.  That is a welcome development and one that we would not have foreseen ten or 15 years ago.<\/p> <p>I welcome the fact that we will have statements on Brexit this afternoon.  No country in Europe is more affected by this decision than Ireland.  From a national perspective, no area of the country will be more affected by it than the Border areas.  Towns stretching from Letterkenny to Dundalk, including Cavan and Monaghan, will be severely affected by this decision.  At the moment there is uncertainty and problems arise every day that we had not thought about two days ago.  It is a serious issue.  With uncertainty comes fear.  I am not over-estimating this when I say that among the business and farming communities there is a sense of fear about how this will affect them.  It is important that the Government keeps this in mind in negotiations.  It is important that the UK recognises our needs and that the EU recognises the unique position of this island.  Maybe it is time we all had a debate about Europe and a rain check as to where it is going.  The people of the UK have made a decision.  We have to respect that decision but perhaps we could take time out to discuss where Europe is going and where we would like to see it go. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#V00100","speaker":"1396"},{"type":"speech","time":1467120600,"counter":128,"content":"<p>I want to raise the continuing difficulties facing frontline health professionals within the Central Remedial Clinic, CRC, in respect of notice of termination of their pension.  I have met several of the affected employees.  They are extremely disappointed and frustrated at the lack of any consultation or negotiation prior to the termination of their pension scheme.  Nobody has been admitted into the scheme since 2002.  There were 47 active employees in that scheme at notice of termination but I understand that it affects well in excess of 100 professionals.<\/p> <p>These employees have served within the CRC for many years.  They are subject to the Croke Park and Haddington Road agreements.  It is essential that the business case is designed to accommodate these individuals within the Health Service Executive, HSE, pension scheme, that these health care professionals be treated fairly and that it takes into account the years of service given by these professionals, equal to similar grades within the HSE.  I understand that the HSE and the CRC are discussing viable options to progress the issue.  I ask that this issue be treated as a matter of urgency by the Minister for Health, Deputy Harris, the Minister of State, Deputy Finian McGrath, and the Minister for Public Expenditure and Reform, Deputy Donohoe.  I understand that management within the CRC will be called before the Committee of Public Accounts, PAC, to explain the termination of this pension scheme.<\/p> <p>It is very important that every assistance be given.  These are specialist staff, providing an excellent national service to children with special needs and it is critical that a mechanism is found whereby these employees can be accommodated by the HSE and the Departments of Health and Public Expenditure and Reform. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#V00200","speaker":"1415"},{"type":"speech","time":1467120600,"counter":129,"content":"<p>I second the amendment to the Order of Business proposed by my colleague, Senator Leyden, to allow for publication of the Registration of Wills 2016 Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I would be very happy to support it and I look forward to it coming before the House.  <\/p><p>I would also like to voice my support for Senator Leyden's proposal to locate a passport office in Balbriggan in north County Dublin.  It is ideally located close to Dublin city centre, but also the Border.  I would also like to extend a very warm welcome to our friends in Northern Ireland who are from the Unionist tradition but now want to be take part in the Irish nation.  We very much welcome it and I look forward to welcoming them south of the Border.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#V00300","speaker":"1376","continuing":true},{"type":"speech","time":1467120600,"counter":131,"content":"<p>I would like to support Senator Conway's call for a debate with the Minister for Jobs, Enterprise and Innovation on equality regarding those with disabilities.  It is a very serious issue.  I wish to advise Senator Clifford-Lee that there is a passport office in Balbriggan which needs to be expanded.<\/p> <p>I refer to Brexit.  There has been a lot of talk about its impact on us, its potential negative impact and the challenges we face.  Undoubtedly, they exist.  Notwithstanding the regrettable result, we have a great opportunity.  Martin Shanahan's action is to be commended, as Senator Joe O'Reilly said, in pointing out that Ireland has long been within the eurozone the only English-speaking country, and now we will be the only English speaking country in the EU.  We are very well placed, given our well-educated, young and diverse population, in particular in north Dublin which has the youngest population in the country, if not Europe, to attract new industries.  Many countries are already looking to Ireland as a stepping stone and those which were considering the UK will now look to Ireland.  We must grasp this opportunity.  The tone of our discourse should be one that is conciliatory towards the UK because we still have very great ties with it.  Many of us have family there and many living there have family here.  We need to keep that closeness and build on that strength, even if it is under a new set of conditions within the EU.<\/p> <p>The Dublin Airport plan for 10,000 more jobs in the shorter term and new facilities for businesses to locate there needs to be expedited.  I fully support the plan.  It makes it all the more important that metro north is progressed as quickly as possible to increase connectivity with the city.  It would also assist people such as Senator O'Reilly's constituents in Cavan, Louth and Meath.  There could be a park and ride facility to ensure people would not have to face the congestion of the city.  <\/p> <p>We have a wonderful opportunity to turn a challenge into an opportunity and what looks like adversity into advantage.  I welcome that the Minister will come to the House today to take statements on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#W00200","speaker":"1421"},{"type":"speech","time":1467120600,"counter":132,"content":"<p>I apologise to Senator Boyhan.  I did not realise when I called Senator Norris that he was now groupless.  I am sure he will forgive me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#W00300","speaker":"1420"},{"type":"speech","time":1467120600,"counter":133,"content":"<p>He still has a home here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#W00400","speaker":"1393"},{"type":"speech","time":1467120600,"counter":134,"content":"<p>I thank the Leader for organising for the Minister to come to the House for statements.  I heard a number of Senators voice their opposition to statements, but on this occasion it is a good use of time.  I will hold my comments on Brexit until later.<\/p> <p>I want to raise one simple issue.  Last week, RTE, the national broadcaster, did the State yet another service.  It exposed a terrible litany of allegations regarding the charity Console and its financial transparency, and raised serious issues about finances in many charities.  In Ireland, charities are big business and there are now serious questions about why members of the public or the State should support them.<\/p> <p>It was clear from the RTE \"Prime Time\" programme that there was no clear definitive list of funds given by the State to specific charities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a really extraordinary position for the State, and the public, to find themselves in.  I ask that the appropriate Minister, or whoever is relevant to this section, would come in or that we would have some debate on how we can regulate and improve the entire charity sector.  RTE has done the State service yet again.  The programme has exposed a number of very serious shortcomings and I wish to pay tribute to its work- this House should pay tribute to its work also - because it is an important part of democracy and for public broadcasting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#W00500","speaker":"1379","continuing":true},{"type":"speech","time":1467120600,"counter":136,"content":"<p>I congratulate the blueshirts, as I am sure would the rest of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00200","speaker":"1423"},{"type":"speech","time":1467120600,"counter":137,"content":"<p>For losing the election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00300","speaker":"1393"},{"type":"speech","time":1467120600,"counter":138,"content":"<p>Of course I mean Iceland, on its brilliant win last night.  I wish the team well for the future.  We all have a team we can support now.  We have much in common in that Iceland is also an island with a very small population.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00400","speaker":"1423"},{"type":"speech","time":1467120600,"counter":139,"content":"<p>Does Senator Butler not support the Germans?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00500","speaker":"1377"},{"type":"speech","time":1467120600,"counter":140,"content":"<p>I also welcome our team home and congratulate the Irish teams, North and South, on a wonderful tournament for the two teams.<\/p> <p>I wish to raise a recent report which indicates that &euro;20 million is being taken out of the social welfare system each year by companies employing people on a self-employed basis.  A PAYE worker pays between 14% and 15% but when one is self-employed one pays an S class stamp and that is only 4%, which leaves the company paying nothing.  The worker is described as being self-employed when in reality he or she is not self-employed.  It sounds very good but it is a nightmare when companies fold or go bankrupt.  It leaves the Department of Social Protection out of budget and the person who is out of work has very few entitlements.<\/p> <p>I have seen many such cases following the crash in 2010, 2011 and 2012.  That practice must be examined and new legislation must be introduced to combat it.  I am aware of a courier company that employed everyone on a self-employed basis during the Celtic tiger and when the company folded, families were desperate and had difficulty in putting food on the table, paying their mortgages and surviving.  I advise anyone who is due to be employed by a company on a self-employed basis to please check it out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00600","speaker":"1423"},{"type":"speech","time":1467120600,"counter":141,"content":"<p>I second the amendment proposed to the Order of Business by my Sinn F&eacute;in colleague, Senator &Oacute; Clochartaigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00700","speaker":"1372"},{"type":"speech","time":1467120600,"counter":142,"content":"<p>I join with colleagues in congratulating the Irish team and all the people involved in its performance in the championship.  They did the country proud, as did the supporters in the way they behaved, in that they put forward a very positive message for Ireland.<\/p> <p>An issue that is coming up more and more in rural areas is that community groups and sporting organisations require people to work for them but the people available do not qualify for the various community employment schemes.  As a result, the organisations are not able to employ people.  It is time for the Minister for Social Protection to examine the entire area and consider revising the schemes and amending the rules in order to facilitate organisations, especially sporting and community organisations.  I refer in particular to people over 62 years of age.  It appears there is a big problem at the moment because people in that age group do not currently qualify for many schemes.  The issue was raised recently in the north Cork area by a number of councillors and it is an issue we must examine in order that those who provide services and facilities for young people are given the necessary State support.<\/p> <p>Senator Boyhan raised the issue of funding to various voluntary organisations.  The HSE budget is approximately &euro;13.8 billion and out of that, &euro;3.6 billion goes to approximately 2,600 organisations.  We never get a breakdown of what each organisation gets until we table questions on it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is what I did in the last health committee.  As a result, a number of issues came to light on how that funding was spent.  Over &euro;3.6 billion of the health budget goes to those organisations.  That is quite a number of organisations to audit and supervise.  We need to make sure that we have proper mechanisms so that every euro we give is properly managed and used.  We should not be leaving it to the national broadcaster to highlight inefficiencies in those organisations.  The Minister should look at how we could put in place a proper audit system to ensure taxpayers' money is used properly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#X00800","speaker":"1409","continuing":true},{"type":"speech","time":1467120600,"counter":144,"content":"<p>I recently renewed my television licence.  I did so with some reluctance.  I do not think I am alone when I say it grates with me to hear RTE running free advertisements, not just to get us to pay for our television licence, which we are required to do by law, but at the same time telling us how great it is.  What is more, it picks issues and events on which perhaps not all voters were agreed and tells us how great those events all were.  A State-funded broadcaster funded by taxpayers' money and using those resources to advertise not just payment of the licence, but its own merits, is going too far.<\/p> <p>While I have great respect for the Minister for Communications, Energy and Natural Resources, Deputy Denis Naughten, who will be a great Minister, I was disappointed recently to read him dismissing so lightly criticisms that there might be issues of fairness and balance or left-wing bias in RTE in particular.  Therefore, I would like very much for the Minister to come to this House so we can share with him our different perspectives on the quality of public service broadcasting in this country and on issues that some of us believe need to change.  It is time for amending legislation on broadcasting and to examine the types of advertising we allow on publicly accessible channels.  We need to strengthen and indeed introduce sanctions where broadcasters, specifically tax-funded broadcasters, are found to have misused their position, been biased or lacked impartiality.  There needs to be a mechanism under which they can not only be found to have acted inappropriately but issued with sanctions to ensure it does not happen again.  That would be a healthy and helpful debate to have.  I request that the Leader ask the Minister come to the House to discuss those issues with us.<\/p> <p>Very briefly, on Brexit, it is too soon for people to draw certain conclusions about what will happen as a result of what the British people have decided to do, but one thing is very clear. There is an appalling lack of political leadership in the Western world, on all sides.  We saw the British Commissioner immediately resign, instead of sticking to his post until such time as Britain does leave and doing his job.  He is not even supposed to be representing British interests at the Commission; he is supposed to be acting in the interests of the entire community.  We have seen a lack of leadership on both sides of the British referendum debate, and we have seen Mr. Juncker's comments about an amicable divorce - just appalling stuff.  The only figure I saw in recent weeks come out with honour in this-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Y00200","speaker":"1401"},{"type":"speech","time":1467120600,"counter":145,"content":"<p>The Queen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Y00300","speaker":"1392"},{"type":"speech","time":1467120600,"counter":146,"content":"<p>-----was Gordon Brown.  The British Labour Party would do very well to invite him back to mainstream politics in Britain and give the kind of leadership that British politics needs right now in a time of massive confusion, where leadership seems to missing on all sides.  I am not even sure that Mr. Shanahan of IDA Ireland, although he was praised in this House, should have spoken as though Britain had left for definite.  Ireland needs to be respectful of Britain and of the British people, even as it makes its case.  In conclusion, because we took the pain, out of solidarity, and because we embraced austerity - highly controversially - the EU needs to show that it really is about solidarity now and respects the needs of small nations, particularly Ireland's very special interests, in the time ahead.  That will be the test of whether it really is a project worth supporting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Y00400","speaker":"1401"},{"type":"speech","time":1467120600,"counter":147,"content":"<p>Like my colleague Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, I rise to send out congratulations to our near neighbours and cousins in Iceland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last night was one of the most joyous sporting occasions that an Irish team was not involved in.  I have nothing against England and just feel that the match was wonderful.<\/p><p>I am very worried about one thing that we will talk about in the next debate.  For the past three months on public service broadcasting, on the BBC and in press statements people made racist comments.  These people were accused of being fascist and right wing but they were not.  They were racists and bigots.  We are going through a very difficult race to the bottom.  Since the referendum result a petrol bomb has been thrown at a halal butcher's shop in Birmingham and there has been a 57% increase in racist attacks.  The same situation could happen in this country so we must be vigilant. <\/p><p>We need to invite the Minister for Tourism, Transport and Sport and Mr. Niall Gibbons, CEO of Tourism Ireland, to discuss the aftermath of what happened in France where supporters of the Republic of Ireland and Northern Ireland mingled together and worked closely together.  There can be a huge tourism benefit and other benefits as a result.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Y00500","speaker":"1424","continuing":true},{"type":"speech","time":1467120600,"counter":149,"content":"<p>Before I call on the Leader to reply, I advise Senator &Oacute; Clochartaigh that I must rule his amendment out of order as such a debate would be repetitious of the debates on the motion to announce statutory instruments-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":150,"content":"<p>A point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00300","speaker":"1377"},{"type":"speech","time":1467120600,"counter":151,"content":"<p>Order, please.  I am speaking.  His amendment is ruled out of order as it would be repetitious of the motion to annul SI 24 of 2016, which took place last Wednesday, 22 June.  My ruling is in accordance with Standing Order 46.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":152,"content":"<p>It took place without debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00500","speaker":"1392"},{"type":"speech","time":1467120600,"counter":153,"content":"<p>Can I comment, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00600","speaker":"1407"},{"type":"speech","time":1467120600,"counter":154,"content":"<p>I cannot allow it on point of order.  I have ruled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00700","speaker":"1420"},{"type":"speech","time":1467120600,"counter":155,"content":"<p>I suggest we suspend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00800","speaker":"1392"},{"type":"speech","time":1467120600,"counter":156,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z00900","speaker":"1420"},{"type":"unspoken","time":1467120600,"counter":157,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1467120600,"counter":158,"content":"<p>On a point of order.  The Chair's ruling is preposterous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01100","speaker":"1377"},{"type":"speech","time":1467120600,"counter":159,"content":"<p>I ask the Senator to sit down, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":160,"content":"<p>Senator &Oacute; Clochartaigh has asked for a point of order for ages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01300","speaker":"1392"},{"type":"speech","time":1467120600,"counter":161,"content":"<p>That is outrageous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01400","speaker":"1377"},{"type":"speech","time":1467120600,"counter":162,"content":"<p>Hold on.  I have given a ruling and I am not going to allow my ruling to be challenged.  I have stated what Standing Order my ruling is in accordance with and call on the Leader to respond to the debate on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01500","speaker":"1420"},{"type":"speech","time":1467120600,"counter":163,"content":"<p>On a point of order, can the Leas-Chathaoirleach clarify-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01600","speaker":"1377"},{"type":"speech","time":1467120600,"counter":164,"content":"<p>The Senator can discuss the matter with me afterwards in the office.  Is that okay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01700","speaker":"1420"},{"type":"speech","time":1467120600,"counter":165,"content":"<p>Can the Leas-Chathaoirleach clarify how this debate is the same-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01800","speaker":"1377"},{"type":"speech","time":1467120600,"counter":166,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z01900","speaker":"1420"},{"type":"speech","time":1467120600,"counter":167,"content":"<p>-----when I raised an issue that has come up-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02000","speaker":"1377"},{"type":"speech","time":1467120600,"counter":168,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02100","speaker":"1420"},{"type":"speech","time":1467120600,"counter":169,"content":"<p>-----since we had the debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02200","speaker":"1377"},{"type":"speech","time":1467120600,"counter":170,"content":"<p>There has been no change in the situation since.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02300","speaker":"1420"},{"type":"speech","time":1467120600,"counter":171,"content":"<p>This issue came up on Friday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02400","speaker":"1377"},{"type":"speech","time":1467120600,"counter":172,"content":"<p>The Senator knows that he is out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02500","speaker":"1420"},{"type":"speech","time":1467120600,"counter":173,"content":"<p>-----post debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02600","speaker":"1377"},{"type":"speech","time":1467120600,"counter":174,"content":"<p>Sorry, Senator, I regret that he is out of order.  I have ruled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02700","speaker":"1420"},{"type":"speech","time":1467120600,"counter":175,"content":"<p>The Leas-Chathaoirleach's ruling is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02800","speaker":"1377"},{"type":"speech","time":1467120600,"counter":176,"content":"<p>If the Senator wishes to discuss the matter with me then he may do so in my office afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z02900","speaker":"1420"},{"type":"speech","time":1467120600,"counter":177,"content":"<p>The ruling is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z03000","speaker":"1377"},{"type":"speech","time":1467120600,"counter":178,"content":"<p>Does Senator Ardagh wish to make a point of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z03100","speaker":"1420"},{"type":"speech","time":1467120600,"counter":179,"content":"<p>I have a point of clarification to make.  I ask Senator &Oacute; Clochartaigh to immediately withdraw his remark that Fianna F&aacute;il was complicit in misleading the Seanad last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z03200","speaker":"1407"},{"type":"speech","time":1467120600,"counter":180,"content":"<p>I shall ask my question during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z03300","speaker":"1377"},{"type":"speech","time":1467120600,"counter":181,"content":"<p>Sorry, Senator Ardagh, I did not hear the remark.  I call on the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z03400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":182,"content":"<p>I thank the 23 Senators who spoke this afternoon.  I join with colleagues in welcoming former Senator Mullins, his family and friends to the Gallery today.  I thank him for the valuable contribution that he made to this House when he was a Member.<\/p> <p>I am happy to accept Senator Leyden's amendment to the Order of Business for a Bill to be printed.  It is not a problem from our end.  <\/p> <p>Senator Ardagh, in her remarks, raised the issue of rent supplement.  It is important, as the programme for Government is adhered to and implemented, that we see the Government support people.  The rent supplement plays a pivotal and careful role because 55,000 people are in receipt of the payment.  The revised rates will provide for an increase in payments to people who live in the commuter belt areas, and in many cities and towns, which is welcome.  Indeed, &euro;450 million is paid out to people who live in private rented accommodation through the housing assistance payment and the rental accommodation scheme.  It means that 100,000 people benefit.  It is important that the Minister responsible for housing, Deputy Coveney, is allowed carry on his work of putting together a housing plan.  It would mean that more houses would be built and the crisis in social housing would end.  People would be able to live in proper and dignified conditions.  It behoves all of us to work together to ensure, at local authority level and national level, that we bring forward a scheme that assists people to realise their ambition of living in their own home.  <\/p> <p>A total of 14 Senators raised the issue of Brexit and passports.  I shall not name all of the Senators.  We will have this important debate.  I thank the Senators and the party leaders, Senators Ardagh, Conway-Walsh and Bacik, for contacting me over the weekend.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are meeting this evening to take statements on the UK referendum result and to give the Seanad as a House an independent voice from the D&aacute;il on this issue.  It is time for leadership within the European Union.  I agree with Senator Mullen that the decision of UK Commissioner, Lord Hill, to resign was short-sighted.  What is required from the United Kingdom and from all member states is a calm and prudent approach to the plan for a UK exit.  As a country, we must ensure our interests are addressed in a careful and calm manner.  It is time for Ireland as a country to be politically united and for politicians to stand together to forge a clear path to the protection of our economic interests and our people North and South of this island.  We must work together to seek agreement at European level on issues such as the common travel area, policing and judicial arrangements and the non-return of the North-South Border.  <\/p><p>Ireland is the gateway to Europe.  We now have an opportunity to stand as an enhanced jewel in the crown of Europe but this will require political leadership.  I have no doubt that the Taoiseach, the Minister for Foreign Affairs and Trade and the Government will seek in this regard to be leaders within the European Union.  Today and tomorrow are important staging points in beginning of the next phase of the European project.  It behoves all of us who are committed Europeans to reflect upon the institutions of Europe and the way in which democracy works in Europe so that we can make it better for all citizens.<\/p><p>There has been much criticism of the European Union.  Ireland has benefited in a multiplicity of ways from its membership of the European Union, particularly economically.  This should not be forgotten.  As stated by many Senators, it is important that we now focus on the relationship between North and South.  Senator Conway-Walsh and others made reference to the Border poll.  The Good Friday Agreement is clear on that issue.  We have not lost sight of the unity by consent approach.  As a committed republican, I do not think a Border poll at this point would serve any purpose other than to further polarise and divide opinion on this island.  We must take the political gain achieved over the period of the peace process and the economic prosperity brought to our nation to ensure that the relationship between North and South continues.  <\/p><p>It is equally important in the light of the decision of the UK last week that negotiations on the free movement of people, services and trade on this island are brought to a successful conclusion.  This is critical to Ireland as a nation and to Irish people.  I hope that the remaining member states of the EU will take time to reflect on the tone of their language in regard to what it means to be a member of the European Union and on the future direction of the European Union.  Hopefully, the United Kingdom will take time to reflect on how it envisages its future as part of Europe.  I am sure all Members of the House will support my call that there be no rush to racism or engagement in behaviour that in any way polarises or alienates people.  That would serve no purpose in any part of the world.<\/p><p>Senator Alice-Mary Higgins raised the issue of the summer economic statement.  It was my intention to provide for a debate on that issue this week but owing to the events of last week that was not possible.  The Minister, Deputy Noonan, will come to the House on 14 July to discuss that issue.<\/p><p>Senator Craughwell raised the important issue of transport and competition.  The point he raises about small print and it often not being read or understood is an important one.  There is a duty of care on the carrier not to use an airline ticket as a means of collecting revenue.  The carrier should instead work with customers.  I am happy to ask the Minister for Transport, Tourism and Sport to come to the House to address that issue.<\/p><p>Senator Alice-Mary Higgins also raised the issue of the national economic dialogue, which has been very successful this week.  I will endeavour to have the Minister come before the House to discuss that issue further. <\/p><p>Senators Bacik and Alice-Mary Higgins called for a debate on criminal justice policy.  I am happy to ask the Minister for Justice and Equality to come before the House for such a debate.<\/p><p>Senators O'Mahony, Clifford-Lee, Reilly and Hayden called for a debate on the Irish passport.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister will be in the House later to discuss the issue of passports.  We must have a very strong view in that debate and the importance of an Irish passport.<\/p><p>In response to Senator Michelle Mulherin's request, the Minister for Agriculture will be in the House in the first week of July and she can raise the matter with him then.<\/p><p>I am disappointed there is a schism within the Independent group.  When is an Independent not independent?  I am sorry that the father of the House has left his group.  I hope he might go back to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#Z03500","speaker":"1391","continuing":true},{"type":"speech","time":1467120600,"counter":185,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00200","speaker":"1392"},{"type":"speech","time":1467120600,"counter":186,"content":"<p>I want to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00300","speaker":"1391"},{"type":"speech","time":1467120600,"counter":187,"content":"<p>He is not in full communion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00400","speaker":"1401"},{"type":"speech","time":1467120600,"counter":188,"content":"<p>In the world of ecumenism, the Fine Gael Party would love to have Senator Norris, I am sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00500","speaker":"1391"},{"type":"speech","time":1467120600,"counter":189,"content":"<p>That will be the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00600","speaker":"1392"},{"type":"speech","time":1467120600,"counter":190,"content":"<p>I hope he can build bridges with his colleagues on the Independent benches-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00700","speaker":"1391"},{"type":"speech","time":1467120600,"counter":191,"content":"<p>I will have to join Sinn F&eacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00800","speaker":"1392"},{"type":"speech","time":1467120600,"counter":192,"content":"<p>We cannot encourage debate at this stage.  The Leader, without interruption, please-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB00900","speaker":"1420"},{"type":"speech","time":1467120600,"counter":193,"content":"<p>I can assure Senator Norris, despite his independence of mind, that he would have a lot more in common with Fine Gael than Sinn F&eacute;in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01000","speaker":"1391"},{"type":"speech","time":1467120600,"counter":194,"content":"<p>I think that is true, yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01100","speaker":"1392"},{"type":"speech","time":1467120600,"counter":195,"content":"<p>Senator Conway-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01200","speaker":"1391"},{"type":"unspoken","time":1467120600,"counter":196,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1467120600,"counter":197,"content":"<p>I will not comment on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01400","speaker":"1391"},{"type":"speech","time":1467120600,"counter":198,"content":"<p>Please, the Leader without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01500","speaker":"1420"},{"type":"speech","time":1467120600,"counter":199,"content":"<p>Senators Martin Conway and James Reilly raised the issue of equality of employment.  Senator Conway, who does Trojan work to campaign for and champion the issue of disability, raised a very important point, and I hope the Minister will come to the House to respond to it, probably after the summer recess, to be fair.<\/p> <p>The Cathaoirleach has ruled on Senator &Oacute; Clochartaigh's remarks.  His language was intemperate, if I may say so.  The Minister came into the House in good faith last week.  He was subjected to a barrage by people in Senator &Oacute; Clochartaigh's party, who were not prepared to listen or engage.  To accuse people of collusion or of misleading the House is inflammatory language and it does not befit the debate that we can have and should have on the issues of waste or water.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01600","speaker":"1391"},{"type":"speech","time":1467120600,"counter":200,"content":"<p>He needs to clarify the record-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01700","speaker":"1377"},{"type":"speech","time":1467120600,"counter":201,"content":"<p>He has clarified it, but if the Senator has issues and information, then he should not go to Raidi&oacute; na Gaeltachta, but to the Minister and present that to him so that he can present it to the waste company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01800","speaker":"1391"},{"type":"speech","time":1467120600,"counter":202,"content":"<p>I did not.  I came into this House and I tried to have a debate on it and that was ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01900","speaker":"1377"},{"type":"speech","time":1467120600,"counter":203,"content":"<p>I did not interrupt the Senator.  Through the Chair, he should go to the waste companies and tell them what is happening.  He should not go to Raidi&oacute; na Gaeltachta.  He should come to the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB01950","speaker":"1391"},{"type":"unspoken","time":1467120600,"counter":204,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1467120600,"counter":205,"content":"<p>The Leader, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02000","speaker":"1420"},{"type":"speech","time":1467120600,"counter":206,"content":"<p>The Minister, to be fair, last week-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02200","speaker":"1391"},{"type":"speech","time":1467120600,"counter":207,"content":"<p>Fine Gael is running scared of the issue-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02300","speaker":"1377"},{"type":"speech","time":1467120600,"counter":208,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":209,"content":"<p>If Senator &Oacute; Clochartaigh watches the broadcast or reads the transcript-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02500","speaker":"1391"},{"type":"speech","time":1467120600,"counter":210,"content":"<p>I have the transcript myself-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02600","speaker":"1377"},{"type":"speech","time":1467120600,"counter":211,"content":"<p>The Leader, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02700","speaker":"1420"},{"type":"speech","time":1467120600,"counter":212,"content":"<p>The Minister did not mislead the House.  Neither did the Fianna F&aacute;il Party, to be fair to it, think the Senator's language in terms of the debate in future-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02800","speaker":"1391"},{"type":"speech","time":1467120600,"counter":213,"content":"<p>Under no circumstances would the Government allow a situation whereby-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB02900","speaker":"1377"},{"type":"speech","time":1467120600,"counter":214,"content":"<p>Maidir le na cluich&iacute; an deireadh seachtaine seo caite, bh&iacute; d&iacute;om&aacute; orainn san Afraic Theas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB03000","speaker":"1391"},{"type":"speech","time":1467120600,"counter":215,"content":"<p>Leader, we have had that debate.  Please move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB03100","speaker":"1420"},{"type":"speech","time":1467120600,"counter":216,"content":"<p>Bh&iacute; m&eacute; ag caint faoi na cluich&iacute; ar an Sathairn agus an Domhnach, a Leas-Chathaoirleach.  Bh&iacute; m&oacute;r-d&iacute;om&aacute; orainn mar gheall ar an gcluiche rugba&iacute; agus an cluiche sacair.  Gabhaim mo chomghairdeas do gach foireann a bh&iacute; p&aacute;irteach sna cluich&iacute; D&eacute; Sathairn agus D&eacute; Domhnaigh.  Bh&iacute; spiorad iontach ann toisc na cluich&iacute; agus na himreoir&iacute; ach, go m&oacute;rmh&oacute;r, toisc an slua a bh&iacute; ag f&eacute;achaint ar na cluich&iacute; sa Fhrainc, i mBaile &Aacute;tha Cliath, i gCorcaigh, i nGaillimh n&oacute; i fan zone.  Nobody who watched the matches, whether it was the under-20s in South Africa or the Irish team in France, could have been prouder of the endeavour and the quality of our players and our supporters.  I do not share some of the views of the people who shouted for Iceland last night.  I was disappointed that our friends and neighbours were beaten.  It would have been nice to see them go further-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB03150","speaker":"1391"},{"type":"speech","time":1467120600,"counter":217,"content":"<p>It was the biggest win since Munster beat the All Blacks.  Is the Senator mad?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB03300","speaker":"1401"},{"type":"speech","time":1467120600,"counter":218,"content":"<p>Order, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB03400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":219,"content":"<p>Having said that, it was good to see a small team given no hope by the pundits show wonderful spirit and determination, and it just shows the beauty of sport and that money does not buy everything in sport.  The debate being called for by Senators Colm Burke and Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in is one that we will have, and Senator Burke raises a very important point about how we can enhance communities with sport.  I will certainly ask the relevant Minister to come to the House to discuss that matter because it is an important one.<\/p> <p>Senator Joe O'Reilly raised the very important issue of the role of IDA Ireland.  Those of us who are championing for industry to be seen to be extended beyond the M50 or the Red Cow and hope that the recovery will spread to all parts of the country will recognise the importance of IDA Ireland and the work that it does.<\/p> <p>Senator Hopkins raised the issue of the Central Remedial Clinic and its specialist staff.  I ask that she might take up that matter with the Minister or put in a commencement matter because the issue she raises is a very important one to the families and to the staff involved and is one that she should certainly take up with the Minister as well.<\/p> <p>Senator Boyhan raised the issue of RTE and of the programme on Console last week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In contrast to the remarks of Senator Mullen, this shows how public service broadcasting can, on behalf of the taxpayer and those who use services, play a huge role in highlighting deficiencies.  The charities regulator and the sector in general need further monitoring.  There are issues around sections 38 and 39 agencies under the HSE and Senator Colm Burke did a fine piece of work in the last Seanad to expose the amount of money available to those organisations.  There is a duty on the HSE to come forward with and explain the amounts of money that are being expended.  It has to explain how these bodies are audited and how it engages with them.  A series of organisations has been discredited and it is disappointing that it took RTE to unravel this information.  It is important that we promote confidence in our agencies and organisations which have service level agreements with the HSE or other semi-State bodies.<\/p><p>Senator Butler raised the important issue of the self-employed and I hope the legislation on this will be enacted.  We will bring the Minister to the House for that.  Senator Mullen raised the important issue of the role of RTE in a wider context, with particular reference to the television licence and value for money.  I am glad he has paid for his licence as it is the law and we should all pay for our licences.  I agree with him completely that balance is required and fairness is needed in every news item or programme.  Sometimes we do not feel programmes are balanced and fair and perhaps the fact that we do not necessarily agree on a particular programme or advertisement means RTE is doing something right.  There is a need for a public service broadcaster to be fair and balanced, not in the way Fox News is.  We can invite the Minister to the House for that.<\/p><p>Senator Feighan raised the issue of Iceland and spoke about bigoted and racist behaviour, which I have already dealt with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#BB03500","speaker":"1391","continuing":true},{"type":"speech","time":1467120600,"counter":221,"content":"<p>Senator Leyden has proposed an amendment to the Order of Business, \"That the Registration of Wills Bill 2016 be published and circulated.\"  Is the amendment agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#CC00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":222,"content":"<p>Does the Leas-Chathaoirleach want me to elaborate on the Bill?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#CC00300","speaker":"1393"},{"type":"speech","time":1467120600,"counter":223,"content":"<p>I do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#CC00400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":224,"content":"<p>Are you sure?  I was hoping to get an opportunity to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#CC00500","speaker":"1393"},{"type":"speech","time":1467120600,"counter":225,"content":"<p>Is the amendment agreed?  Agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#CC00600","speaker":"1420"},{"type":"vote","time":1467120600,"counter":226,"content":"<p>Question put: \"That the Order of Business, as amended, be agreed to.\"<\/p><p>The Seanad divided: Tá, 29; Níl, 6.<\/p><br\/><br\/><p>Tellers: Tá, Senators Frank Feighan and Gabrielle McFadden; Níl, Senators Rose Conway-Walsh and Trevor Ó Clochartaigh.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#CC00800","aye":["1407","1379","1409","1380","1423","1391","1384","1376","1422","1416","1390","1414","1383","1424","1396","1415","1412","1393","1386","1375","1425","1401","1406","1392","1374","1426","1397","1421","1399"],"nay":["1378","1388","1389","1400","1377","1372"]},{"type":"majorheading","content":"Registration of Wills Bill 2016: First Stage","time":1467120600,"counter":227,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00100"},{"type":"speech","time":1467120600,"counter":228,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to provide for the extension of the civil registration service to the registration of certain information regarding wills and for those purposes to revise the law relating to the civil registration service and to provide for related matters.<\/blockquote> <p>I thank the Leader of the House for agreeing to this.  This Bill provides an opportunity for the registration of wills for the first time in the history of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00200","speaker":"1393"},{"type":"speech","time":1467120600,"counter":229,"content":"<p>There is no need to make a speech.  This is a formality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00300","speaker":"1420"},{"type":"speech","time":1467120600,"counter":230,"content":"<p>I would like to make a speech.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00400","speaker":"1393"},{"type":"speech","time":1467120600,"counter":231,"content":"<p>I am sorry but now is not the time.  You have been given leave to introduce.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00500","speaker":"1420"},{"type":"speech","time":1467120600,"counter":232,"content":"<p>I understand.  I am so happy about the decision to allow it to be brought before the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00600","speaker":"1393"},{"type":"unspoken","time":1467120600,"counter":233,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1467120600,"counter":234,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00800","speaker":"1420"},{"type":"speech","time":1467120600,"counter":235,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF00900","speaker":"1393"},{"type":"speech","time":1467120600,"counter":236,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF01000","speaker":"1420"},{"type":"unspoken","time":1467120600,"counter":237,"content":"<p>Second Stage ordered for Tuesday, 5 July 2016.<\/p>"},{"type":"majorheading","content":"Competition (Amendment) Bill 2016: Restoration to Order Paper","time":1467120600,"counter":238,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF01200"},{"type":"speech","time":1467120600,"counter":239,"content":"<p>I move:<\/p><blockquote>That, in pursuance of Standing Order No. 158 of the Standing Orders relative to public business, the Competition (Amendment) Bill 2016, which had reached Committee Stage prior to the Seanad general election in April 2016, be restored to the Order Paper. <\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF01300","speaker":"1391"},{"type":"unspoken","time":1467120600,"counter":240,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"United Kingdom Referendum on European Union Membership: Statements","time":1467120600,"counter":241,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF01500"},{"type":"speech","time":1467120600,"counter":242,"content":"<p>I welcome the Minister for Foreign Affairs and Trade, Deputy Charles Flanagan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF01600","speaker":"1426"},{"type":"speech","time":1467120600,"counter":243,"content":"<p>I thank the Senators for attending this important discussion, which takes place less than a week after the most recent Seanad debate on the UK referendum.  I have been heartened over the past few days to witness the shared sense of determination across political lines to meet the challenges and uncertainties of the period ahead.  We must work together to further, and safeguard, Irish national interests in the months and years ahead as we forge a new framework for maintaining the strongest possible relations with our European Union partners and with the United Kingdom.<\/p><p>There are three things I wish to emphasise to Senators during this time of change.  First, Ireland will retain its close relationship and alignment with both the European Union and the United Kingdom.  Ireland will, of course, remain in the European Union and in the eurozone, while we will also endeavour to protect our political, economic and human ties to the United Kingdom.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Second, the ongoing work to support stability, reconciliation and prosperity for the people in Northern Ireland remains a key priority for me and for my Department, and tomorrow I will travel to Belfast.  Third, we must all bear in mind that the United Kingdom is not leaving the European Union immediately and that all arrangements, rights and facilities linked to EU membership still apply in full.  A negotiation process will get under way and will take a minimum of two years prior to a UK exit under the terms of the Lisbon treaty.  During that time the United Kingdom remains an EU member state and among the many rights this brings, its citizens will retain free right of movement across the Union.<br\/><br\/>In terms of immediate next steps, the Taoiseach is in Brussels today for a meeting of the European Council.  In Brussels, he will clearly set out Ireland's national position and will ensure that our particular national interests are fully respected as we prepare to enter negotiations.  Ireland is in an important position given the strength of our relationship with the UK on the one hand and our connectedness to the EU on the other.  First and foremost, our primary goal is protecting and promoting Ireland's national interests and that goal will be foremost in any discussions with the UK, with our EU partners and between the EU collectively and the UK.  These negotiations may not start formally for some months yet, and will take a considerable amount of time to complete.  The Taoiseach, I and the Government will play our full part, while everyone in both Houses of the Oireachtas can and will make a valuable contribution.<br\/><br\/>I will set out my plans regarding diplomatic efforts over the period ahead.  The results of the referendum pose serious challenges to the European Union as a whole but because of the unique nature of our relationship with the United Kingdom we face unique challenges, which we sought to anticipate in the pre-referendum period.  My Department has begun to implement the detailed contingency framework we had prepared in advance as part of Government-wide work.  Last week I briefed all the EU ambassadors accredited to Ireland, explaining our Government's priorities in case of both possible outcomes and, in parallel, my Department was briefing the Irish ambassadors and consuls general across the world.  I have spoken with a number of EU Foreign Ministers in recent days.  When the result was announced on Friday I spoke with political leaders in Northern Ireland, including the First Minister, Arlene Foster, and the Deputy First Minister, Martin McGuinness, as Northern Ireland is, as ever, one of my core priorities.<br\/><br\/>Ireland will use all of its resources in responding to the challenges ahead.  Last Friday, I wrote to all members the Global Irish Network to share with them the Government's approach to this issue and to seek their engagement where helpful with our work.  I have also reiterated my thanks to members of the Irish community in the United Kingdom, who made such a valuable contribution to the debate in the months and weeks preceding the referendum.  I assure them that the Government is very aware of their concerns and that we will continue to advocate for and defend their interests, particularly regarding the common travel area.  The Government and my Department will continue to make it our priority to carry out the work needed to protect and sustain trade, business, tourism and investment flows within this island, as well as with Britain, the European Union and across the world.  Our embassies will support and co-ordinate this work on the ground and the Export Trade Council, which I chair, will guide our efforts at home in that regard.<br\/><br\/>I am very aware of the serious implications of the referendum result for Northern Ireland, which the Taoiseach and I drew full attention to during the referendum debate.  I wish to reassure everyone that Friday's result does not affect the Irish Government's commitment to the Good Friday Agreement, of which we are a co-guarantor, or its institutions, values and principles.  When I spoke to the Secretary of State for Northern Ireland last Friday, we both agreed that this Agreement remains the basis for the two Governments' approach to Northern Ireland.  Since the result of the referendum became known, some have proposed holding a Border poll to ascertain whether a majority in Northern Ireland wish to remain under British sovereignty in light of the changed circumstances.  This was mentioned by a number of Senators in the debate last week and I will take this opportunity to offer my considered view on the issue.<br\/><br\/>I can fully understand the motivations of those who call for the holding of a Border poll, as provided for in the Good Friday Agreement.  However, for such a poll to be held the Secretary of State for Northern Ireland must judge it likely that a majority of the electorate would opt for a united Ireland.  At present, there is no evidence to suggest that such an outcome would occur.  The fact that 56% of those who voted in Northern Ireland on Thursday chose to remain in the EU does not mean that a majority of its electorate would similarly vote for a united Ireland.  These are two very distinct questions.  While such a poll in the near future would therefore be very unlikely to alter the constitutional <i>status quo<\/i>, it could nonetheless prove to be a very divisive referendum, polarising communities on the zero-sum question of sovereignty and placing huge pressure on the cohesion of the Northern Ireland Executive.  Rather than take such a high risk course, the better strategy is to work urgently and intensively with the British Government and the Northern Ireland Executive to see how, collectively, we can ensure that the gains of the last two decades are fully protected in whatever post-exit arrangements are negotiated.<br\/><br\/>All three Administrations share the common objective of wanting to preserve the common travel area and an open Border on the island of Ireland.  This work has already commenced through a round of telephone calls that I undertook on Friday.  The Taoiseach also spoke by telephone yesterday with the First Minister and Deputy First Minister and I expect to meet them tomorrow in Belfast, along with the Secretary of State for Northern Ireland.  Next Monday's plenary meeting of the North-South Ministerial Council in Dublin, which the Taoiseach will chair, will provide an opportunity for the Irish Government and the Northern Ireland Executive to have a strategic discussion around how we are going to work together to protect the interests of all our citizens on the island of Ireland.<br\/><br\/>I will briefly address the issue of Irish passports.  The strong increase in interest in Irish passports in Northern Ireland, Great Britain and elsewhere since the result of the referendum became known points to concern among some UK passport holders that the rights they enjoy as EU citizens are about to come to an abrupt end.  Let me be very clear - this is not the case.  While the United Kingdom has voted to leave the European Union, it has not left yet, and while it remains in the European Union its citizens continue to enjoy fully the rights of EU citizens, including free movement of people across the European Union.<br\/><br\/>Regarding the timeline of a UK departure from the European Union, Article 50 of the Lisbon treaty envisages a two-year negotiation process once the Article is triggered.  However, many have speculated that this process could take even longer.  Accordingly, there is absolutely no urgency for UK citizens, who may also be Irish citizens, to apply now for Irish passports.  Of course, there is no change to our passport entitlements and I urge interested parties to consult the detailed advice on my Department's website and to use the island-wide post office network when applying.<br\/><br\/>In conclusion, I welcome today's debate which comes against the background of an outcome that those of us debating this issue in the Seanad last week had hoped would not come about.  We now face a challenge.  We must, and we will, rise to that challenge, as we have risen to other challenges in the past.  This is about protecting and furthering the peace, stability and prosperity achieved across this island over recent decades, goals which every Member of this House fully shares.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#FF01700","speaker":"1233","continuing":true},{"type":"speech","time":1467120600,"counter":245,"content":"<p>Each Senator has five minutes for their contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#GG00200","speaker":"1426"},{"type":"speech","time":1467120600,"counter":246,"content":"<p>Last Thursday, more than 33.5 million people turned out to vote and took the remarkable decision for Britain to leave the EU.  Although their decision has shocked and disappointed me, I entirely respect their democratic right to make that decision.  When the Prime Minister, Mr. David Cameron, put the question to the British people, they were absolutely entitled to give him and other \"Remain\" campaigners an answer they did not wish to hear, but it is a decision I fear they will come to regret deeply.  It is also a decision that I and the Fianna F&aacute;il group in this House regret.  I believe many people, for much of their lifetimes, will remember where they were on Friday, 24 June, when they heard that the British were leaving the European Union.  The coming days, weeks and months will be some of the most important in the history of the European Union.  The question of what type of Europe we want must be to the fore of the decisions and discussions that take place in the short term.  Fundamentally, I believe that the British decision to be the first member state to break away from the Union undermines and weakens Europe.<\/p> <p>The origins of the European Union date back to shortly after the Second World War and the Union proved successful in bringing warring nations together, where they could enter dialogue about the issues that were of concern to them.  It has been a Union that, for most, has been built on mutual respect and co-operation for the greater good.  It is important that we look closely at the positives that the European Union has brought to member states.  The negativity that was fostered towards the EU in the United Kingdom was often misplaced.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I, for one, am a very proud European when I fly into other countries and benefit from that ease of access.  The European Union was far from a perfect project but do Nigel Farage and Boris Johnson honestly believe they can have the best of both worlds?  Do they believe they can have all the benefits of a Common Market and get rid of any of the negatives?  If that is an honestly held belief by the \"Leave\" campaign and those who voted to leave, then I believe they will get a rude awakening.  Being part of a Union means there has to be compromise.  No member state should feel entitled to pick and choose the part of the terms and conditions it agrees to and what it will ignore.<\/p><p>The decisions that are taken in the short term to deal with this decision will have a profound effect on how the European Union does its business for many decades to come.  That is why it is of the utmost importance that careful consideration is given to how best Ireland should proceed.  I, and Fianna F&aacute;il, remain deeply committed to the European Union and firmly believe we should be working to be at the heart of Europe with other member states.<\/p><p>I want to spare a thought for our fellow Irish men and women in the Six Counties, who voted decisively to remain within the European Union, and also for our friends in Scotland who voted to remain by a substantial margin.  They, like other European Union members, now face a very uncertain time.<\/p><p>I raise the uncertainty that is now affecting very many Irish citizens living and working in the United Kingdom about what the future holds.  Last Friday, David Cameron sought to reassure Britains living in other European countries and European citizens living in Britain that there would be no immediate change in their circumstances.  In the negotiations that follow in the coming weeks and months, the Government must seek to urgently clarify the potential implications for Irish citizens living in the United Kingdom.  I was told this morning of reports that post offices in Northern Ireland have run out of Irish passport application forms, which gives an insight into the concern people there have regarding what the future holds and how they will be able to travel across Europe.<\/p><p>It is incumbent on politicians to be responsible and reasoned when they enter a debate on something as important as the referendum that took place last Friday.  Scaremongering and mud-slinging does the people a disservice.  We have already seen the \"Leave\" campaign rowing back on several promises it made regarding funding, most notably the promise that the &pound;350 million being sent to the EU every week could be diverted to the NHS.<\/p><p>The coming years will be challenging for the European Union but we will have to work with our colleagues across Europe to ensure that Europe remains strong and united.  We also must seek to urgently clarify the type of relationship we have with Britain.  We are in uncharted waters and clearly have much work to do to ensure that we play our part in navigating the next steps so that Europe's strength, peace-facilitating vision and core values are not being eroded by political instability.  I thank the Minister for addressing the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#GG00300","speaker":"1407","continuing":true},{"type":"speech","time":1467120600,"counter":248,"content":"<p>I thank the Minister for coming into the House to speak on a very important referendum in the United Kingdom which has sent shockwaves through the economic and political systems in Britain, Ireland and Europe.  The decision is truly the biggest ever challenge facing the UK, Ireland and Europe in the past 50 years.  Economically, these are very worrying times for our close neighbour.  Until now, 45% of the UK's trade was with the European Union, courtesy of its access to the Single Market, which is free of tariffs and border controls.  In addition, 200,000 Irish people are employed in this country as a direct result of exporting Irish goods to the UK, accounting for approximately 10% of all employment in Ireland.  In 2015, 3.5 million UK tourists visited Ireland, while 2.6 million Irish tourists visited the UK.<\/p> <p>Tragically, there appears to be evidence of deep regret being felt by many \"Leave\" voters in Britain who now feel duped by some of the untruths and propaganda circulated by the \"Leave\" campaign, but whether another referendum will be held on the issue remains to be seen.  I fervently hope that whatever transpires under the new arrangements for the UK it will continue to have access to the Single Market because, critically, that will allow Ireland to continue its valuable tariff-free trading relationship with our near neighbour.<\/p> <p>I was in the UK in recent months working closely with the Irish4Europe group.  I would like to thank its members for the work they have done to articulate Irish concerns on a possible Brexit which, unfortunately, has happened.  I told them that people in the UK were not familiar with referendums and that sometimes, without any reflection on them, people do not vote on the question that is put to them.  They may dislike the Government of the day.  They may have a problem with issues such as water services.  In the UK it was immigration and money going to Europe.  <\/p> <p>This result has huge implications for Scotland, Northern Ireland, the Republic of Ireland and Europe, and we see the fallout.  Prime Minister Cameron has resigned.  Jeremy Corbyn, the leader of the Labour Party, has lost a vote of no confidence in him by 172 to 40 in the past half hour, and the implications of that are profound and very worrying.<\/p> <p>I repeat that we must work with all the stakeholders to try to ensure we get a satisfactory resolution for the country I represent, the Republic of Ireland.  We have to ensure we are taken care of as well.  The Minister for Finance said that this country could lose &euro;3 billion between 2017 and 2018.  I do not believe people fully realise the implications of that for our health services, and all our services.  I thank the Minister for the work he has done and wish him well.<\/p> <p>This country must look for every opportunity to enhance our relationships with Northern Ireland, Scotland and Great Britain.  This day last week I stated that I felt we needed a debate on Ireland looking to rejoin the Commonwealth, which comprises 2.2 billion people.  Hundreds of thousands of citizens living here are from the Commonwealth countries.  Some 70% of people born in Ireland but residing overseas live in the Commonwealth, and I believe it would be a worthwhile initiative to open up that debate.<\/p> <p>Ireland was an active member of the so-called British Commonwealth until 1949.  The King was responsible for all external treaties and accreditation of all ambassadors.  In effect, we had power only over internal affairs.  In 1949, John A. Costello declared a Republic true and proper, which effectively ensured that the President of Ireland carried out those duties from that time onwards.  In doing that we left the Commonwealth.  Ten days later, the London declaration declared that republics such as Ireland could join the Commonwealth.  Now is the time to open that debate.  We talk about uniting our people.  There should be one Ireland, an Ireland together.  We talk about an all-Ireland soccer team, which would help.  In that regard there are thousands of active members of inter-government, civil society, cultural and professional organisations.  We need a debate on that as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#HH00200","speaker":"1424"},{"type":"speech","time":1467120600,"counter":249,"content":"<p>Aire, t&aacute; f&aacute;ilte romhat.  If ever we needed a steady hand at the tiller, we need one now, and the Minister is the right man for that.  I am delighted to see him back in his current position.<\/p> <p>There have been many calls for a second referendum following the decision of 52% of the 72% of the UK electorate that cast their votes.  This is a matter for the Government of the UK and I do not believe we in Ireland should try to impose our multi-referendum process - keep going until you get the right answer - on any country.  Ireland's focus now must be on re-establishing our centuries old pre-European communities relationship with the UK.  <\/p> <p>There are three key areas the Taoiseach must seek to address at the European Council.  He must immediately determine the options for a free travel area and if the UK is willing to allow a travel area for all EU citizens.  He must establish a clear position on whether the North-South border or an all-island border control is preferable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He must set out a clear plan of action for trade, agriculture and customs and excise.  If there are to be Border controls, the Taoiseach must place the full cost implications at the door of the European Union.<\/p><p>The Taoiseach must calmly lay out Ireland's priorities with our partners in the European Union and how Ireland, as a sovereign State, will handle the issues of travel and borders within Ireland and the UK.  What was clear during the lead-up to the Brexit referendum was that the UK wanted to strengthen its borders.  If this remains the case, we must be prepared for it and we must put our own plans in place.  The closure of Army barracks and under-resourcing of security forces around the Border mean Ireland is unprepared for the reality of a new situation, and this must be addressed as a matter of urgency.  We must now ask whether, if we had the choice today, we would close the Army barracks in Cavan.  We have lost much of the corporate knowledge required to manage borders should this eventuality arise.  Our Defence Forces stationed in Border areas are stretched to the limit, with literally hundreds of troops moving back and forth across the country to meet duty needs in Dublin.  Troops are travelling from Finner Camp in Donegal and from Dundalk to carry out daily duties in Dublin.<\/p><p>What, if any, contingency planning has been conducted by the Department of Defence and the Department of Justice and Equality with regard to the potential re-establishment of a hard Border?  It would be difficult to believe that this scenario has not been war-gamed in the lead up to Brexit in order to inform the Government of the range of capabilities and resource commitments required.  Informed contingency planning by the Defence Forces will be key to securing Ireland's borders for both economic, or trade, and sovereign security.  I believe that the cannibalisation of the Garda and Defence Forces by successive Governments will have an impact on both forces' ability to adequately mitigate identified and unidentified risks in this context.  Currently, based on issues identified by the various representative associations, these forces do not have the capacity or organisational structure to adequately address these latest developments.  We have problems with the junior officer ranks, and the number of young officers who are retiring early or leaving the Defence Forces is a serious issue.  I ask the Minister if today he can offer any reassurance that these issues have been planned for and are being addressed.<\/p><p>Trade and agriculture will be hit very early on in any Brexit deal.  We need to have clear plans and costings to bring to the EU as regards the risks for business due to differing VAT rates and customs and excise.  We will need controls to stop businesses from being damaged by this.  Britain will, of course, no longer be bound by State aid rules either.  Agriculture is an island activity, and food processing, disease control and trade are hugely dependent on an agreed approach.<\/p><p>In order to establish a position at the start of preparations, we need to get some details agreed as soon as possible.  The first of these is a question for the EU and the UK: the extent to which a free travel area is possible for EU citizens.  Ireland is not part of the Schengen Agreement but we must still allow free travel for EU citizens.  If there are to be tighter controls, Ireland must quickly state whether North-South or all-island controls would be preferable.  North-South controls would represent a huge cost burden on us and generally disrupt trade and progress on the island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#HH00300","speaker":"1390","continuing":true},{"type":"speech","time":1467120600,"counter":251,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00200","speaker":"1426"},{"type":"speech","time":1467120600,"counter":252,"content":"<p>An all-island control with checkpoints established on entry to the UK would prevent this disruption but also carry the risk that Northern Ireland would become an Ellis Island for people going to the UK or trying to get into the EU.  We need resources to deal with this issue.  Calm heads are required to see how this situation can be managed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00300","speaker":"1390"},{"type":"speech","time":1467120600,"counter":253,"content":"<p>I ask the Senator to finish up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00400","speaker":"1426"},{"type":"speech","time":1467120600,"counter":254,"content":"<p>It will require very careful planning, and the Government will need to move quickly if it is to position Ireland well.  We need to get an agreed approach on the table quickly and lead discussions rather than letting them lead us.  If we go to the European Union with a definite agenda of points to be addressed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00500","speaker":"1390"},{"type":"speech","time":1467120600,"counter":255,"content":"<p>I am sorry, but the Senator is a minute over time.  I want to allow everybody to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00600","speaker":"1426"},{"type":"speech","time":1467120600,"counter":256,"content":"<p>I thank the Acting Chairman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00700","speaker":"1390"},{"type":"speech","time":1467120600,"counter":257,"content":"<p>I welcome the Minister back to the House.  When we discussed this matter last week I expressed my desire for a repeat of this discussion after the poll in order to allow a slightly more reflective debate.  It is, therefore, with great disappointment that I speak to reflect on the decision by the people of the UK to leave the European Union.  We now face into extremely uncertain times as the true ramifications of the Brexit vote become clear.  It is vital that Ireland play an important role in the ensuing negotiations and the timing thereof.  Having been involved in politics at various European levels I have seen, through working within the European People's Party, EPP, what European politics without the UK looks like.  Despite being the largest political body in the EU, the EPP does not have any British members.  I have participated in numerous debates within the EPP in the past two years about the looming prospect of Brexit and I was continuously shocked by the at best indifferent attitude of many EPP colleagues to the UK's status within the EU.  As a result, I have warned countless times that we must be wary of a vengeful European Union in the wake of a Brexit.  Already we have seen the Polish MEP Danuta H&uuml;bner declare incorrectly that English will not longer be an official language in a post-Brexit EU.  However, I was also disappointed to see the foreign Ministers of the original signatories to the Treaty of Rome announce a joint statement at the weekend.  Brexit is an issue for all of Europe to tackle.<\/p> <p>After 43 years of positive membership of the European project, Ireland cannot be a passenger in the coming weeks, months and years in negotiation.  Thankfully, we know that in future negotiations Ireland will not be alone.  Among the other 26 member states, there will be a number of others who, like Ireland, will be especially anxious to see a positive outcome.  I urge the Government to quickly identify these possible partners.  Building on our strong partnerships and political relationships, and using our teams of experienced officials in Dublin, Brussels and the other EU capitals, the Government can ensure that the EU approach to these negotiations takes account of Ireland's special concerns and interests.<\/p> <p>Ireland has a strong record of performing at a European Council level, with consistently strong attendance figures from our Ministers, particularly the Taoiseach, who now has six years of Council experience and 14 years of leadership experience within the EPP under his belt.  Only Angela Merkel has had longer to build the necessary relationships.<\/p> <p>Bad decisions are often made in haste and when pressure is applied.  Indeed, David Cameron's main decision to have a referendum in the first place was a rash one, made in light of pressures being applied internally by his own backbenchers and electorally by the monster that is UKIP.  I fully agree with the Taoiseach's opposition to the attempt to force the UK to invoke Article 50 of the Lisbon treaty and begin negotiations in a rushed manner.  We have the most to lose if EU leaders chose to punish the UK for its democratic decision, no matter how tempting it might be to punish them.  Despite much rhetoric, there are no legal measures that any other European member state or institution can take to force any UK Prime Minister to expedite the process by which he or she formally notifies the European Union under Article 50 of its intention to exit the EU.  It is important to bear in mind that it is the European Council alone that has overall political control of this process.  Therefore, calls from various European Commissioners, including Ireland's own nominee Phil Hogan, as well as the President of the European Parliament, Martin Schultz, for a speedy notification and negotiation are both unwelcome and redundant.<\/p> <p>In our previous debate last week I made it quite clear that the EU drastically needs to reform itself.  Even with that, the European project has still been the single most positive influence on Ireland since the foundation of the State.  We have grown as a young nation economically, socially and politically.  The Ireland of my generation is an outward-looking, positive Ireland, unrecognisable from the backward and protected Ireland of comely maidens dancing at the crossroads.  For evil to triumph, good people need to do nothing.  In the UK, we have seen a victory for nationalism, xenophobia and ignorance.  For David Cameron and Jeremy Corbyn to go out and try to keep the UK within the EU, having spent decades criticising and lambasting the European project, often incorrectly and often for cynical political gain, was an extremely difficult sight to see.<\/p> <p>We as politicians must realise that our rhetoric and our actions cannot be made in a snapshot of time.  Everything we do and say has a consequence.  Ireland's future is at the heart of Europe and it is time that those of us who have benefited from Ireland within Europe started to stand up and be counted.  Let us take on the knockers and simplistic detractors at home and let us champion the reforms within the EU.  In a poll commissioned by European Movement Ireland last month, 81% of people stated that they wanted Ireland to remain in the EU even if the UK leaves.  Some 87% believe Ireland has benefited from membership, and this rises to 91% for those under 24 years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Neale Richmond:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2472\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2472&amp;amp;pid=NealeRichmond&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The time for navel gazing and sighing on foot of the referendum result is over.  We need to pick ourselves up, dust ourselves down and get ready to work.  Ireland must negotiate the terms that are most beneficial to it.  We cannot allow the decision taken by the people of the UK to draw a wedge between our two islands.  We cannot allow the decision to alter Ireland's place within Europe.  Let us underline now that Ireland's place is at the heart of Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#JJ00900","speaker":"1399","continuing":true},{"type":"speech","time":1467120600,"counter":259,"content":"<p>I thank the Minister for coming before the House.  We attempted to recall the Seanad on Monday, but the request was refused because no Minister was available.  It is disappointing that more Senators are not present for such an important debate.<\/p> <p>The Brexit decision will affect the lives of hundreds of thousands of Irish people North and South in terms of trade, work, education, shopping, health, agriculture and many other areas.  Brexit will physically reduce the market within which our businesses function and will reduce opportunities for all of the people on the island.  To protect people North and South from this damage, the Government has a moral responsibility to institute the necessary changes to build the all-Ireland economy. <\/p> <p>In the same way as it is unacceptable for Scotland to have its democratic will obstructed, it is unacceptable for the North of Ireland.  This is a once in a century opportunity for all of us on the islands to redesign our constitutional future.  We should grasp this opportunity with both hands.  We need a Government that will be ambitious, bold and creative for all of Ireland.  Naturally, this result intensifies the case for a Border poll and a referendum on Irish reunification.  We should never be afraid of asking the people a question and never assume that we know what the outcome will be.  If anything, what we have learned from Brexit is that we should not make assumptions about how people will vote.<\/p> <p>There are some opportunities.  There is an opportunity to address regional imbalance and the economic divide between the east and west.  We have an opportunity for increased foreign direct investment, but this must be directed to the west using our taxation system for tax designated areas, broadband, telecommunications and providing the vital infrastructure that is needed.  I ask the Government to bear that in mind.<\/p> <p>There is now a need for maximum co-operation between the Stormont Executive and the Irish Government to minimise the consequences of the Brexit vote.  The Taoiseach must focus on promoting the interests of the whole of the island, particularly the North.  There is also an onus on Executive Ministers to ensure that all matters of mutual benefit to people in the North, in particular the Border counties, such as the agriculture and business sectors, are actively defended and promoted as we enter uncharted waters.<\/p> <p>We in Sinn F&eacute;in will continue our opposition to the unacceptable and undemocratic aspects of the European Union.  We will continue our policy of critical engagement with the EU, including a more robust and less compliant approach.  The urgency of reform of the EU has never been greater.  The outcome of the Brexit referendum should encourage such a process and it should be undertaken with the urgency it demands. <\/p> <p>On this island, notwithstanding partition, we should accept the vote in the North.  People voted to remain within the EU, a decision which should be upheld.  The Irish Government has a major responsibility to think nationally on an all-island basis.  The Government, as co-equal guarantor of the Good Friday Agreement, also has responsibility to defend the Agreement and its political institutions. <\/p> <p>The Irish Government must work to promote the interests of the whole of Ireland, North and South, in future talks at EU level and support the rights of Ministers in the North to deal directly with EU institutions.  This can be achieved, as I said, by maximum co-operation between the Executive and Government in Dublin in upholding the vote of the electorate in the North.  In the time ahead, this should include a referendum on Irish unity.  The task of everyone, therefore, must be to agree policies and strategies that can minimise any problems that will arise as a consequence of Brexit and use it to create a new Ireland and new EU.<\/p> <p>Next Monday's North-South Ministerial Council meeting comes at an important point in this process and people will look to our leaders to rise above differences to meet the challenge of the time.  This is not and cannot be business as usual.  This is a time for real transformational leadership.  Sinn F&eacute;in will play its part once again.  Our Deputies, Senators, MEPs, MPs, MLAs and all other elected representatives will play their part in providing this leadership at a very important time for our country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#KK00200","speaker":"1378"},{"type":"speech","time":1467120600,"counter":260,"content":"<p>I welcome the Minister, Deputy Flanagan, to the House.  Last Friday night, like many others, I watched the BBC news at midnight.  I assumed I would watch the programme for ten minutes and go to bed, but I suddenly found I was still watching it at 2.30 a.m. because of the way the vote was unfolding.  It was a stark reminder to all of us and to the European project that we have to reflect and at all times take heed of what ordinary people are thinking and how they believe Europe impacts on their lives.<\/p><p>There was a complete polarisation of the vote in England where, in effect, London and its greater suburbs voted<i>en masse <\/i>to remain in the EU, while the north east and all other areas outside Scotland and Northern Ireland voted to leave.  One has to ask why, but a number of issues have arisen.  Immigration is the elephant in the room and it needs to be examined at a European level.  I abhor racism, but it was clearly a factor in the decision taken by the UK.  <\/p><p>A lot of it is about perception.  I was told by a friend earlier today that he met a friend in London two weeks ago who had been waiting three weeks to see a GP.  That type of experience feeds into the process.  There are issues that need to be examined.  In the wider context, we need to address immigration to ensure there is no possibility of racism arising.  If people have issues about the transparency of our system, they should be able to articulate it.  Europe needs to reflect the views and wishes of the people and how they directly affect their lives.  If people think Europe is detached and bureaucratic they will vote against it, and that is something we have to take on board.<\/p><p>Brexit will involve three stages.  The most important thing is that there is no sense of panic.  I very much commend the Taoiseach and the Minister for Foreign Affairs and Trade on their approach.  I am looking at things in an Irish context.  The more immediate issue for us is the sterling to euro exchange rate.  Many small businesses export to the UK.  Some 17% of exports go to the UK - the US is our largest exporter.  If we drill down to the small family-owned businesses that are exporting, the figure is far higher than 17%. <\/p><p>The exchange rate today is about &euro;0.82 or &euro;0.83.  In November, it was &euro;0.69 and it rose to about &euro;0.79 last week.  If the rate rises to &euro;0.85, businesses will be under pressure.  If the rate rises to &euro;0.90 a lot of them will be out of business.  I very much welcome that the Government is using Enterprise Ireland, Bord Bia and the Departments of Agriculture, Food and the Marine, Jobs, Enterprise and Innovation and Transport, Tourism and Sport to ensure that measures are introduced to protect the interests of businesses that are exporting.  I include in that category the tourism sector.  Some 400,000 people are employed in the tourism sector in Ireland.  One of the largest category of visitors to our shores are those from the UK.<\/p><p>Other issues involve practicalities.  We needed to reassure people in Ireland that if they have sons or daughters in third level education in the UK, fees will not rise next year.  If people are ill, they need to know that their health requirements can be dealt with within the EU.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is also key that the position with regard to energy interconnection be made absolutely clear.<\/p><p>The second issue will be the negotiations between Britain and the EU.  I hope that common sense and reason will prevail.  Britain is better off inside the EU.  If it were to remain, it would be better for Britain, the EU and Ireland.  There will probably be a new UK Prime Minister within the next six months.  A period of reflection needs to take place and this should not be rushed.  If there is any way at all that a new form of referendum could be run within the UK to ensure it stays within the EU, that would be better than effectively trying to reinvent the wheel.<\/p><p>The turbulent period will be post-exit.  This is critical.  If one considers certain moments in history, this is probably the most significant development since Ireland joined the then EEC in 1973 in terms of the impact on Europe.  We must tread very carefully.<\/p><p>Ireland is separate country Britain and we must exploit business possibilities.  The CEO of IDA Ireland has been talking to companies in the UK.  It is extremely important to ensure that Ireland's legislation in respect of financial services and other matters is fit for purpose in order that Ireland can attract companies to Dublin, Limerick, Cork and other centres rather than to Frankfurt.  That is extremely important.  Ireland is both an English-speaking country and a gateway to Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#KK00300","speaker":"1374","continuing":true},{"type":"speech","time":1467120600,"counter":262,"content":"<p>We will now move on to the time slot for the Civil Engagement group.  Senator Alice-Mary Higgins has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00200","speaker":"1426"},{"type":"speech","time":1467120600,"counter":263,"content":"<p>I will speak for three minutes and give two minutes to my colleague.<\/p> <p>Many of us have shared some of the disappointment and shock - I am sure Members have received personal communications from friends and colleagues across the UK - with regard to the referendum decision.  Nonetheless, we must acknowledge and respect the decision that was made by voters in the UK.  However, I echo what colleagues have said in that Ireland also needs to acknowledge and respect the decisions made by voters in Scotland, Northern Ireland and Gibraltar and to recognise the message those voters have sent.  This also needs to be reflected in our response to the vote on Brexit.<\/p> <p>I congratulate the Minister.  It was positive to see the Government publish, so immediately, some of the information relating to contingency planning.  The plans that have been made cover many, but not all, of the areas at issue.  It was the kind of positive signal that we needed.  Unfortunately, it seems that many who drove forward the campaign for Brexit within the UK did not have contingency planning in place and have certainly not been in a position to put forward the kind of clear planning, message and thinking that will be needed.<\/p> <p>I am of the view that many people across the UK have lost out on foot of this referendum.  It is important to remember that Europe has also lost because it failed to effectively make the case.  It is unhelpful that Europe, accused of being bureaucratic, should be making inaccurate statements regarding English as a language of the European Union.  It is unhelpful that when it should be broadening its level of engagement and showing that it is a space of many voices, the EU is narrowing its focus.  In that context, it was unfortunate that representatives from the founding group of six member states met at the weekend.  That is not the signal we need to be sending right now across Europe.  It is fundamental that the EU does not act as if it has somehow won or as if it is in a position to visit consequences on the UK.  Rather, it needs to be said that this is a challenge for the EU in the context of how we see ourselves moving forward and how we shape the debate about the Union.  Ireland has a fundamental role to play in that regard.  I welcome that Ireland has been asserting that it will have a key part in negotiations and planning for the exit and that we will not be pushed into short-term decision-making.  Analogies, such as that relating to divorce, which have been thrown around are unhelpful.  We are talking about multiple, complex parties and many actors.  We are talking about the Irish-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00300","speaker":"1405"},{"type":"speech","time":1467120600,"counter":264,"content":"<p>The Senator's three minutes are up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00400","speaker":"1422"},{"type":"speech","time":1467120600,"counter":265,"content":"<p>Pardon?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00500","speaker":"1405"},{"type":"speech","time":1467120600,"counter":266,"content":"<p>If the Senator wants to share time, her three minutes are up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00600","speaker":"1422"},{"type":"speech","time":1467120600,"counter":267,"content":"<p>May I just have one minute and then I will pass over?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00700","speaker":"1405"},{"type":"speech","time":1467120600,"counter":268,"content":"<p>As long as the Senator is aware that her colleague will then have one minute less.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00800","speaker":"1422"},{"type":"speech","time":1467120600,"counter":269,"content":"<p>Apologies.  Fundamentally, there are two key messages that Ireland needs to send out.  The first is that relating to how we view immigration.  The response must not be that immigration is a problem.  The EU needs to send a signal from the top that immigration is something with which it, as a huge body, can deal in a calm and responsible way.  When we held our referendum on citizenship , we discovered that when immigration is used as a political calling card, it leads to consequences and to direct racism within the classroom.  The position in the US is similar, where Latino children are being subjected to racism in the classroom.  The key message needs to be a positive one in respect of migration.  Ireland can lead in this regard by promoting a positive message on migration.  We also need to show that Europe is responsive with regard to some of the issues, such as TTIP-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL00900","speaker":"1405"},{"type":"speech","time":1467120600,"counter":270,"content":"<p>There is a minute left in the slot Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL01000","speaker":"1422"},{"type":"speech","time":1467120600,"counter":271,"content":"<p>-----which have been raised in the context of people's concerns about austerity.<\/p> <p>I apologise to my colleague.  We only decided to share time at the last minute.  I will leave it there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL01100","speaker":"1405"},{"type":"speech","time":1467120600,"counter":272,"content":"<p>I thank the Minister, Deputy Flanagan.  The term &quot;political earthquake&quot; is often used to describe moments of great upheaval in domestic or international affairs.  Never has a term been more appropriate in the context of describing the outcome of the UK referendum.  We are all still reeling in shock at the consequences.  By and large, the people did not expect the outcome.  I refer to the people of England, Scotland - which our good President is visiting at present - Wales, Northern Ireland, the Republic of Ireland and other countries throughout Europe.  I empathise very much with the instability felt by many Irish people living in the UK.<\/p><p>Already we are seeing backtracking from prominent &quot;Leave&quot; campaigners on the key referendum claims.  Some of them have a sense of confidence that the UK will have an association with the EU on their exclusive terms - <i>&agrave;<\/i><b><i><\/i><\/b><i>la carte<\/i>so to speak - and that Britain is somehow in a strong position to demand all the benefits of EU membership without any of the responsibilities.  That is a complete fantasy.<\/p><p>Given that I have a short time in which to speak, I am going to cut to the chase.  I read this morning, and I find myself agreeing with her, a piece by the UK Green Party's Caroline Lucas, MP.  She said that whatever the political path forward for Britain, it is now time that Europe started to think beyond just a common market and started working on strengthening the social and environmental functions of the European Union.  Ireland should be seeking a stronger European Union and a transformational evolution of the latter's functions, guided by the 2030 agenda for sustainable development and taking account of the Paris climate deal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL01200","speaker":"1385"},{"type":"speech","time":1467120600,"counter":273,"content":"<p>I thank the Minister for giving of his time today to debate this important matter.<\/p> <p>One of the views that has been expressed is that England did not plan for this decision, which may be a misreading of the facts.  There has been some work done in the UK with regard to how it would manage this exit.  I have in my possession a report from the House of Lords which was sent for printing on 28 April 2016.  That House examined the issues that would arise if the result of the referendum was in favour of leaving the EU.  It is interesting to note some of the issues that were highlighted and what would be required.  While the House of Lords identified clearly that the UK would, quite clearly, remain a member of the EU during the withdrawal negotiations, it also pointed out that the UK's credibility - as a member of the Union - would be severely undermined and that a policy of selective disengagement from some areas of EU policy might be necessary.  So the authorities in the UK were already identifying this even before the referendum was held.<\/p> <p>The UK is scheduled Presidency of the EU's Council of Ministers from July 2017.  Questions now arise as to what is going to happen in this regard and when a decision will be made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Usually, when a state is due to hold the EU Presidency, a great deal of forward planning is required.  The European Union will have to make a decision at this stage as to whether Britain will take on the Presidency in July 2017.  That is an immediate issue that must be examined.<\/p><p>Ireland will be affected in a large number of areas.  The area on which I have focused over the past few years is health care.  We have a huge connection with the UK in medical services, with nurses and doctors going back and forth to work in both Ireland and the UK.  What changes will now occur in that regard?  There is also the fact that many services are provided by the UK health system to Irish people.  How will we deal with that?  It is a very important issue.  One of the areas in which I was involved when I was a Member of the European Parliament was the introduction of a right for people to travel to another member state for health care if they cannot get it in their own jurisdiction.  There was a benefit for Irish people in the new policy that was adopted at EU level and which was transposed into Irish law.  Under the right to travel to another member state for treatment, most Irish people seeking health care outside Ireland would tend to travel to the UK.  That is a huge change.<\/p><p>Another important area is patent law.  Rather than companies having to travel to each of the 28 member states to register a patent, it was agreed that one could register it in the UK for all of Europe.  That is another issue we will have to examine now.  It was a huge advantage for Ireland to have that based in the UK, from the perspective that common law would decide on any dispute.  How will we deal with that issue?  It is an important matter as it ensured that red tape could be cut by having a single registration that applied to all 28 member states.  This area must be examined immediately.<\/p><p>Our country faces many challenges with this.  However, we have a huge number of Irish people working at EU level both for the Irish Civil Service and also within the European civil service.  It is important that we secure the best deal possible for Ireland in the negotiations, particularly for our exports.  Approximately 37% of all our exports go to the UK, so they must be protected in the best way possible.  I thank the Minister for taking the time to deal with this matter today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#LL01300","speaker":"1409","continuing":true},{"type":"speech","time":1467120600,"counter":275,"content":"<p>I am sharing time with Senator Humphreys.  I welcome the Minister, Deputy Charles Flanagan.  It is clear from the debate today that many of us feel a profound sense of bleakness and sadness at the result in the referendum last week.  It appears that Britain has turned its back on Europe and already we have seen immense fragmentation as a result of the vote.  It also appears to mark a victory for emotion based argument over rational argument.  One could call it a victory for hate and arguments based on hate over arguments based on hope.  That characterisation of the vote has affected us all deeply, at a visceral level, as highly disappointing.<\/p> <p>At a practical level, we have seen cataclysmic results with the plummeting pound, political chaos in the two main political parties in the UK and a shock to international markets.  There is also the real uncertainty and instability for many thousands of EU citizens living in Britain and the thousands of British people resident in other EU countries.  These very disturbing consequences are coupled with a rise in hate crimes since Friday, with incidents of racist graffiti and so forth.<\/p> <p>Rather than respond with despair, it is important that we move on and see the vote as a wake up call to all of Europe that its citizens are not satisfied with business as usual.  To paraphrase the Italian Prime Minister, Matteo Renzi, we must emphasise the Europe of kindergartens and museums, not the Europe of banks and bureaucrats.  In short, we must embrace the idea of a social Europe built on values of inclusivity, pluralism and solidarity, with a social welfare system and equality laws that set us apart from the rest of the world.  Reform is required to restore this vision of Europe.  I echo the remarks of the Labour Party leader, Deputy Brendan Howlin, in the D&aacute;il yesterday, that Europe must serve its people more clearly and demonstrably if it is to prosper and survive.  Indeed, Colm T&oacute;ib&iacute;n wrote yesterday about an eroding sense of connection between the European elite and the European population.  This must be addressed.<\/p> <p>Apart from the need for reform at EU level, we must also focus on what must be done now at a practical level.  The Taoiseach, Deputy Enda Kenny, will be at the European Council today in Brussels.  It is vital that he represents the unique case of Ireland.  It is also vital that we do not join with other European nations that appear to wish to punish the UK.  It is noteworthy that the German Chancellor, Angela Merkel, in particular, is being more circumspect in her public pronouncements, in contrast to the peremptory tone taken by Jean-Claude Juncker.  We must allow the UK to have a breathing space and time to deal with the political vacuum that has arisen.  I note the confidence vote in Mr. Jeremy Corbyn MP is taking place today in London.  We also need clarity about what type of arrangement the UK will seek from Europe.  The best vision I have seen put forward in recent days is that of Labour Party MP, Yvette Cooper, who has called for a special relationship between Britain and the EU that includes access to the Single Market and a plan for immigration reform.  There must be breathing space for that to evolve and develop.<\/p> <p>From our perspective, the Irish Government's first concern should be to ensure that British-Irish relations continue to flourish and that North-South relations are not compromised in any way by this vote.  This is no time, for example, to rush into a Border poll.  Instead, the priority must be to preserve good relations across borders and to build on the 18 years of peace in Northern Ireland.  The Government's summary of key actions, and I thank the Government for publishing it, provides a blueprint and preservation of the common travel agreement would be a key priority.  While we must work together to ensure a minimal impact as a result of this vote on the people of our island and beyond, clearly we are all going about our business profoundly disappointed at the result and deeply concerned about the ongoing implications.<\/p> <p>We should hope that hate does not prevail over hope.  As the late Jo Cox MP so memorably said, what unites us must be stronger than what divides us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#MM00200","speaker":"1402"},{"type":"speech","time":1467120600,"counter":276,"content":"<p>I thank the Minister for coming to the House today.  Like many Members, I was deeply disappointed with the result of the referendum in Britain.  There are significant challenges for our small and medium sized business sector, our tourism and the agriculture sector.<\/p><p>One thing I very much fear is that &quot;Project Fear&quot;, run by the right wing Tories in Britain, was based on misinformation.  So far, our Minister has displayed calmness and a steady nerve, and I commend him for that.  On Monday morning I was fearful when I saw the misinformation blaring from the front page of the <i>Irish Independent<\/i>, stating that if the EU came after our tax system, we would leave too.  That is reckless and unhelpful, to say the least.  Our tax system is based on treaties.  If our tax system is to change or to be moved, it would require a referendum.  The statement by the former Minister of State, Brian Hayes MEP, is very unhelpful and must be challenged clearly.  Boris Johnson would have been delighted to see such a headline across a national Irish newspaper.  He and his colleagues seek the dismantling of the EU project.<\/p><p>There is an onus on every Member of the House and on the Minister to state the facts.  Our tax system is not under threat.  We, and especially the Government parties, must speak with one voice.  The Minister must have a heart-to-heart conversation with the MEP concerned about his reckless statement.  It is not helpful for Ireland or for the EU project.  &quot;Project Fear&quot; would be delighted with such statements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#MM00300","speaker":"1417"},{"type":"speech","time":1467120600,"counter":277,"content":"<p>After the dust has settled on the Brexit vote, so to speak, and on the water fight on the Thames as it was called, there are many questions to be answered.  We are at a point where we are trying to come to terms with what it all means, the enormity of the implications of the vote, what has happened, why it happened, what it means for us and for Europe into the future and so forth.  The outcome of the vote, and we are specifically concerned about the immediate implications, will be analysed probably as much as any Shakespearean drama, except this is real life, not drama.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was struck by an article in <i>The Sunday Times<\/i>last Sunday by the journalist, Robert Harris.  The headline was &quot;Here comes a national nervous breakdown.&quot;  I wish to quote in part from his article on his response to Thursday's events.  He said that what is certain is that Thursday's result marks merely the start and not the end of the most divisive, depressing and duplicitous period he can ever remember in British politics, brought upon us entirely by Cameron's glib resort to a device inimical to parliamentary democracy.  We must look beyond the economic ramifications and how we get to the point where people, not just in the UK, want to get out of Europe, and have voted to get out of Europe.  Without a doubt we had a lacklustre campaign.  There was no real message but I do not believe the British are just to blame for that.  Europe as a whole, the European Union and all its representatives and agents have an issue to tackle.  This is the red flag.<br\/><br\/>We must ask, &ldquo;How did we get here?&rdquo;.  Why do people so often view Europe as rigid, bureaucratic and inflexible?  Ultimately, many commentators view the European project as a bloaty, bossy and bureaucratic creature, dishing it out without facing the electorate.  Too often, Members and others, including the Minister, Deputy Flanagan, stand in this House and their only answer is that Europe says we have to do it.  That is a very simplistic response and sometimes it is said in order to divert attention from our participation and why certain laws are required, especially in the environment area.  Nonetheless, this has resonated with people and, to coin a phrase from another drama, resistance is futile.  It seems that is the depressing vista facing us.<br\/><br\/>There seems to be no positive message about Europe.  Much of what was said was scaremongering but that happened on both sides.  Why do we always say that people who have concerns about immigration are in some way bigoted?  Ordinary people can have valid concerns about immigration, how it is handled and the implications for them.  Why can we not answer them satisfactorily not just in terms of the people in the UK, but also those in Ireland and across Europe, with similar questions?  That does not take from the fact that we must be responsible.<br\/><br\/>I dare say that if in the morning we were to have a referendum in this country, we could have a substantial number of people who would vote to leave the European Union.  That scenario could be repeated across Europe.  We need only look to the North where 45% of people voted to leave, notwithstanding their awareness of the consequences for farming, trade and free movement, but that did not appear to bring a halt to their intention.<br\/><br\/>Similar to the general election in this country, the proponents of the leave campaign had all the answers.  In the general election, the opponents of the then Government had all the answers on how to run the country, which begs the question as to why we have a minority Government today and why the same people did not put their shoulder to the wheel and set up a Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#MM00400","speaker":"1425","continuing":true},{"type":"speech","time":1467120600,"counter":279,"content":"<p>The Senator has ten seconds left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#NN00200","speaker":"1422"},{"type":"speech","time":1467120600,"counter":280,"content":"<p>The time flew.  Senators should please not say anything to the contrary.<\/p> <p>The buzz phrase for a long time was, &ldquo;It&rsquo;s the economy stupid&rdquo;.  The architects of the economy are displaying their stupidity when it comes to the ordinary people and how disenfranchised they are.  The situation gives us all pause for thought not just in the UK, but in Ireland and across Europe, on the European project.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#NN00300","speaker":"1425"},{"type":"speech","time":1467120600,"counter":281,"content":"<p>The Minister is due to respond at 6.40 p.m. and we have five speakers.  I ask Members to confine themselves to five minutes each and then everyone will have an opportunity to speak, which is the fairest approach.  I call Senator Robbie Gallagher.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#NN00400","speaker":"1422"},{"type":"speech","time":1467120600,"counter":282,"content":"<p>I welcome the Minister to the House.  The UK's decision to leave the European Union is deeply disappointing.  The referendum result is one the vast majority of people in this country did not want.  If one lives in a Border town such as Monaghan, Letterkenny, or in Sligo or Louth, something fundamental changed last week.  On Thursday night, most of us went to sleep thinking the result would be close but that everything would be okay in the morning.  When we woke up to the shocking news, everything changed fundamentally in our lives.<\/p> <p>As I said last week, families, farms, businesses, towns and villages straddle the Border with Northern Ireland.  Primary schoolchildren, post-primary schoolchildren and young adults do not recall the hard Border that once existed.  To them, customs are something one only sees at an airport or sea port.  At a meeting I attended in Monaghan town last night, the phrase &ldquo;uncharted waters&rdquo; was repeated by speaker after speaker.  No one has any doubt that the shockwaves and consequences around Brexit will resonate for years to come.  The financial markets have been volatile and there are political events coming down the tracks that some say have the potential to create more problems.  Spain has started a general election cycle while the largest five euro area economies, Spain, Holland, France, Germany and Italy - along with the United States - will go to the polls in November or over the next 18 months or so.<\/p> <p>It appears that many people in Britain, who normally do not vote, voted in the referendum and they probably voted to leave the EU.  Whether it was for reasons to do with globalisation, immigration, inequality, poor economic growth or a combination of all of those reasons, it is clear there was a reaction in certain socio-economic groups, the ones who believe, rightly or wrongly, that they have the least to lose as they are disenfranchised anyway.  We must ask ourselves whether enough has been done for those who feel left out in society not just in the UK, but in this State.  If we, as a society, do not support those communities, should we really be that surprised that the voices of discord get a hearing?<\/p> <p>If we do not educate children and people with respect to choices and real consequences in a clear and truthful manner, should we really be that surprised if they choose protest over debate or remonstration over respect?  That is also the reason any posturing by the powers that be in the EU that suggests bullying, impatience or disrespect, in particular for democratic decisions, could make a bad situation worse.  Thankfully, to date, the response of Chancellor Merkel has been more measured than most.  The British people have spoken and their wishes must be respected.  We must now move on in a calm and measured way and work towards negotiating an exit that protects as much as possible Ireland&rsquo;s interests and the ongoing unique and special relationship between this island and the UK.<\/p> <p>Separating the UK and the EU will be difficult but it will be in everybody&rsquo;s interests to ensure the process goes as smoothly as possible.  The tone of the negotiations will be crucial.  The European project will thrive only if it re-establishes itself as a union of equals.  Despite anxiety in Brussels and the member states to get discussions under way, nothing will happen until the Conservative Party selects its new leader, that leader is elected as Prime Minister and he or she selects and wins the approval of a new government.  It will probably be October by that stage and political turmoil in the UK could also trigger, and quite likely will, a general election.<\/p> <p>During the referendum campaign, no clear model for the UK&rsquo;s continuing relationship with the EU was determined.  In other words, they did not know what they wanted.  Article 50 of the Lisbon treaty might not be triggered for some time.  That does not mean the coming months should be a period of inactivity or that a vacuum should be allowed to develop.  There are plenty of issues that require attention and that can be addressed before the opening of withdrawal discussions, including the role of the UK in EU institutions.<\/p> <p>The disenchantment with the EU needs to be addressed.  The gulf between those who lead and the citizens of the Union has become too wide.  It is not enough to be frustrated by campaign lies, racism and nationalism in its worst guises, all of which threaten democracy and human rights across all of Europe.  We must move forward into those uncharted waters and make the best for all our futures.  I will conclude with a quote from Charles F. Glassman, who said: \"The danger of venturing into uncharted waters is not nearly as dangerous as staying on the shore, waiting for your boat to come in.\"<\/p> <p>I know we are in safe hands with the Minister, Deputy Flanagan, at the helm during these very important discussions.  I ask him to the ensure special emphasis is given to communities along the Border, stretching from Letterkenny to Dundalk, and to those who trade along the Border and whose livelihoods depend on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#NN00500","speaker":"1396"},{"type":"speech","time":1467120600,"counter":283,"content":"<p>I thank the Minister for giving his time because he has a busy schedule.  In preparation for the debate, I visited the library to look through some papers, including a report by the Oireachtas Joint Committee on Jobs, Enterprise and Innovation on the conduct of business throughout the island of Ireland.  The committee was chaired by Deputy Marcella Corcoran Kennedy, who is now a Minister of State.  The report made substantial recommendations, including fostering greater links between the island of Ireland, and highlighted great opportunities for the beef, pork and poultry sectors and a range of agricultural and horticultural produce on the island of Ireland.  It referred to the green origins of Ireland and how we could market Origin Green, the Bord Bia policy, across Europe and beyond.  That was only in January this year.  Where are we now?<\/p> <p>Reference was made earlier to political leadership.  This crisis will be testing for new politics, the Government and, even more so for the principal party supporting the Government, Fianna F&aacute;il, and for us on the Independent benches and in Sinn F&eacute;in.  Are we prepared to make the choice in the national interest to support the current regime in its efforts to steady the ship, to be responsible and to advocate for the island of Ireland?  There are enormous challenges, particularly for our corporation tax rate.  Clearly, the Government is at odds with the view of the European Commission.  I wish the Taoiseach well in his discussions today and tomorrow as well as other Government representatives who will make a strong case.  The entire debate has focused on the Republic of Ireland but we should refer to the island of Ireland.  It is about the unity of the minds of the people and business.  That is what brings people together and unites and sustains the peace process.  The important issue for all politicians is to work closely with Stormont, Westminster and Europe to defend our interests.  This presents a tangible and practical way of showing solidarity with our Government, the D&aacute;il, Stormont and Westminster and the European Parliament.  I ask the Taoiseach to impress on the Commission the great ramifications of this referendum for the island of Ireland because of our unique geography but also the implications for the Good Friday Agreement.  We must stand in solidarity.<\/p> <p>The Minister will be aware from his own commitments and from his own strong engagement with people, North and South, across the water and in Europe that if we are to sustain our country and unite our people, we need to be a sustainable and prosperous country and the emphasis has to be on what is best for the island of Ireland and its future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#OO00100","speaker":"1379"},{"type":"speech","time":1467120600,"counter":284,"content":"<p>Unfortunately, this result did not come out of nowhere.  For many years, people expressed concerns about the direction the EU was moving in referenda, not only in Ireland but elsewhere.  The people of Ireland rejected the Nice treaty and then the European constitution was rejected by the people of France and Holland before we, in Ireland, rejected the Lisbon treaty.  Again and again, people were not listened to.<\/p> <p>Then we had the response of the major European states and its institutions to the economic crisis that unravelled across the continent.  We witnessed the treatment of our own people, in particular, but also those of Portugal and Spain and, most egregiously, the people of Greece.  The European institutions and those in political leadership in the EU have much to reflect on and they cannot divorce their actions and their agenda over recent years from the result of the British referendum and the unfortunate impact on Northern Ireland and Scotland, which did not vote in favour of pulling out of the Union.<\/p> <p>The comments of the Scottish First Minister, Ms Nicola Sturgeon, regarding the likelihood of another independence referendum in her country and her wish to engage and negotiate directly with the European institutions in Brussels and elsewhere have not been opposed or criticised by any political leader on this island, yet when we in Sinn F&eacute;in stated our belief that under the Good Friday Agreement the people of the North of Ireland and the Twenty-six Counties should have their say and there should be a poll on national unity, we were roundly criticised.  The Minister should make sense of that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#OO00200","speaker":"1400"},{"type":"speech","time":1467120600,"counter":285,"content":"<p>They are incomparable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#OO00300","speaker":"1233"},{"type":"speech","time":1467120600,"counter":286,"content":"<p>The Senator without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#OO00400","speaker":"1422"},{"type":"speech","time":1467120600,"counter":287,"content":"<p>We need to have a debate about Irish unity.  Senator Boyhan referred to a excellent report by the jobs committee during the previous D&aacute;il, which examined the potential for an all-Ireland basis for business.  The obvious gains economically for our public services from unity need to be debated.  We need to have our say on that matter.  I am not afraid of having a debate or losing that debate but let us have it.  Once it takes place, there has to be a poll every seven years.  That process needs to be put in place.  That is why I cannot understand the round rejection of that suggestion.  The Scottish people should have their say on independence in response to this crisis but we should not.  It does not make sense and I do not understand this.  Those who say we must wait are conceding to a Unionist veto for God knows how long into the future.  We will never come to the point of having a practical debate with a vote on this matter.  I am not afraid of losing the vote but I want to have the debate.  I am confident in the arguments my party and I will put forward on the matter.<\/p> <p>With regard to the short-term fallout of the referendum, currency fluctuations will impact on agriculture and business, particularly small businesses in this State that export to Britain.  We have called on the Minister and the Government to seek support at European level for our agriculture sector and for small business to deal with the impact in the short term.  Particular attention needs to be paid to the Border area.  There is considerable concern among cross-Border workers, small businesses and people in the agriculture and tourism sectors, which will undoubtedly be affected by this decision.  The Government needs to address these concerns in a tangible way.  Its contingency plan states it will monitor the impact in the Border area on those sectors but it will need to be willing to adjust budgets and seek European support.  Nerves need to be steadied in a clear way.<\/p> <p>We must examine whether the European project should be re-imagined in response to the referendum.  We need to fight for a social Europe, a democratic Europe and a Europe that ensures decent pay and decent work, rebuilds our public services, invests in public infrastructure and ensures fair and just taxation to win the hearts and minds of our people.  If we do not go down that road, more states will step back from this project and this opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#OO00500","speaker":"1400"},{"type":"speech","time":1467120600,"counter":288,"content":"<p>I welcome the Minister for this important debate.  The vote by the British people is nothing short of an unmitigated disaster.  I have not been as depressed about a political event in a considerable time.  It proves that if one decides to focus one's attention on a disenfranchised or disconnected group of people and tells them anything one wishes to conjure up in one's head and point at another group of people and say they are the problem, one can secure a political win.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I fear for politics internationally.  Austria came within an ace of electing a far-right President.  We can see in America and even here that the centre ground is being hollowed out and the people and the political discourse are going to the far left and far right.  It seems anything can be said and a victimhood mentality rules the day across Europe and in Ireland.<\/p><p>Much of the debate centred on immigration.  People in this House do not have any right to be sniffy or to pretend that such a debate could not happen here in Ireland.  The very first election I ran in was the local election in 2004 which coincided with an unnecessary referendum on citizenship promoted by Fianna F&aacute;il and the Progressive Democrats and supported by Fine Gael which brought out some pretty nasty emotions.  We have not had any general election centred on the issue of immigration but let us not pretend that cannot happen in the future because it happened on that occasion.  <\/p><p>I worry about the European project because it was a collection of European nations standing together to collectively face the issues of the world, issues that affect the global South, climate change and the refugee crisis, for example.  The British people have effectively said they want to turn their back on those issues.  How can we now face these world issues collectively and effect some change?  It is devastating and disappointing that this has come to pass.  British politics is in terminal decline.  Both mainstream parties are in a massive state of disintegration.  Now is the time for us, while talking about commerce, trade, tariffs, exports and imports, and financial considerations to do so on a humanitarian basis.  The EU was founded because the people of Europe said they could not let the continent descend into war again but we have returned to a situation where extremist rhetoric is winning the day, where the emotions of people who feel disaffected with mainstream society can be stirred up and a faceless enemy can be identified and becomes the basis for a political win.  Victimhood is winning the day.  There are very serious questions to be answered and reflection to be had about what we stand for in this Republic.  If the only rhetoric we come up with is based on tariffs and trade, economics and money, we have missed the point because the European project was born out of a sense of despair about where humanity was going.  I have that sense of despair now so can we please readjust our rhetoric to talk about humanity and our collective response to the global issues of the day and stand up for what is decent and right?  Ireland is in a particularly good place to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#OO00600","speaker":"1410","continuing":true},{"type":"speech","time":1467120600,"counter":290,"content":"<p>I have a problem because there are two speakers left, Senators Daly and Norris, but the Minister must be called at 6.40 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#PP00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":291,"content":"<p>I will share the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#PP00300","speaker":"1414"},{"type":"speech","time":1467120600,"counter":292,"content":"<p>There are six minutes.  The Senators can have three minutes each.  I thank Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#PP00400","speaker":"1420"},{"type":"speech","time":1467120600,"counter":293,"content":"<p>I thank the Minister for coming to the House.  This situation means that Ireland has to reimagine its future.  The ramifications of Brexit will magnify not lessen as time goes on.  Over the next two years those in Northern Ireland who are in the UK face a challenge they have not faced in the past 100 years: they must imagine that they must leave the UK.  The future of Northern Ireland must be viewed through an economic lens, not through the political or religious one.  We need to have an informed discussion on the best future for the people of Northern Ireland and for the people of these islands as the Senator from Dublin has pointed out.<\/p><p>The <i>status quo<\/i>will not be allowed to remain because Northern Ireland, according to the United Nations, UN, human development index ranks 44th in the world, the Republic ranks sixth.  The index measures health, education and income.  We are equal to Germany, are one ahead of Canada and the United States and the UK is 14th.  Northern Ireland will now slip below the 50th ranking which will mean it will join the likes of Romania and Kazakhstan.  It is quite obvious that if we reimagine the future of Ireland together and bring it up to where we are, the future of every citizen in the North would be better if we were together.  The Good Friday Agreement allows for this and while we might differ with colleagues on this side of the House on how we achieve the outcome, the outcome we in Fianna F&aacute;il would like to see is a united Ireland but it has to be by agreement.  The challenge is how to reach that.<\/p><p>While others would anticipate a demographic tidal wave and that parity would be achieved with a convergence of the two communities in the next few years and an overwhelming majority by 2030, that is too simplistic a way of seeing it when 20% of Catholics in the North would vote to stay in the UK but 12% of Protestants in a <i>Belfast Telegraph<\/i>poll said they would like to see a united Ireland in the next 20 years.  It is a question of how we reimagine the future of Ireland together because what the UK has done to itself, what opportunities it has foregone, are hard to imagine.  As Scotland looks towards a renewed independence debate we have to consider the opportunity that Germany did not have in terms of time and space and the democratic structure under the Good Friday Agreement to have that debate on how we can have a better future on this island together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#PP00500","speaker":"1414"},{"type":"speech","time":1467120600,"counter":294,"content":"<p>I am grateful to my colleague and friend, Senator Daly, for sharing time because I had rather expected to be punished by being done out of the debate for declaring my independence.  The vote is a tragedy.  Cameron is a nincompoop, I do not know what on earth possessed him to hold a referendum but then Britain was never fully in the European Union.  I remember it did not want to negotiate in the beginning or be part of the foundation.  It was always having caveats and opt-outs and it never really endorsed it.<\/p> <p>Many countries in Europe - France, Germany, Spain, Portugal and Holland - had empires and have got over that.  I am sorry to say it looks as if Britain has not quite got over that yet.  There is a nasty racism about the whole thing but British people by and large are fairly politically illiterate, thanks to Mr. Rupert Murdoch.  Where is Michael Gove now?  Where is Mr. Boris Johnson?  They have scuttled off into a little tunnel dug for them by the United Kingdom Independence Party, UKIP.  Where are they with their programme for what to do with the result that they argued so viciously for?  They are now in the extraordinary situation that the best they will get is the Norwegian situation where they will have to pay for it but will not have a seat at the table.  Well done, lads, quite brilliant.  I could not have thought of anything better myself.<\/p> <p>Of course, there is a lot wrong with the European Union.  Look at the way it has treated this country, Cyprus and Greece which has been shoved into a situation out of which it can deliberately never get in order to punish it for being independent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What happened to Goldman Sachs, that wonderful, pure aspect of capitalism, which forged the books for them?  It is off making further billions around the corner somewhere.  Mr. Juncker's comments were completely unhelpful.  But in this country the people are sovereign; in Britain, Parliament is sovereign.  It does not have to do what it is told.  The referendum was consultative.  Parliament can tell them to bugger off and think again.  That is what I would do if I was there.  The Parliament should think about the welfare of its country first, and not the kind of half-literate electorate it has let loose.  The disintegration of the United Kingdom may very well happen, which would be a further tragedy.  As of yesterday, 3 million people were looking for a rerun of the referendum.  That is a hell of a lot of people.<\/p><p>My final point is that I do not believe that this country has made any real preparations.  I would be interested to hear them, but I do not think we really have.  We are in the dark.  Everybody here - and I include myself in this - was taken by surprise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#PP00600","speaker":"1392","continuing":true},{"type":"speech","time":1467120600,"counter":296,"content":"<p>Thank you very much, Senator.  The Minister to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#QQ00200","speaker":"1420"},{"type":"speech","time":1467120600,"counter":297,"content":"<p>While we might have been taken by surprise, I do not think Senator Norris can deduce from that that we are in the dark.  We have a contingency.  I acknowledge what Senators have said in commending the publication last Friday evening of part of our contingency planning.  I ask Senators to keep in touch.  I undertake to keep Members of the Seanad fully informed on our planning and the implementation of our plan.  I acknowledge that over the last couple of hours almost a third of the Seanad has made a contribution.  I have no doubt that this has brought some valuable thinking, in the context of yesterday's D&aacute;il debate as well, as we set about the most important work for our country.  It is a great challenge.  I have no doubt that the scale of the challenge that lies ahead requires a collective cross-party determination to work together over the next few months and, indeed, years, to ensure that our national interests are very much at the heart of the upcoming EU negotiations.  The determination of both Houses has been very much apparent this week, as it was during the referendum campaign, when Members across the Oireachtas played their part in ensuring that Irish people in Britain, and indeed in Northern Ireland, were fully informed of the debate.<\/p> <p>The decision made last Thursday by a majority of the UK electorate undoubtedly will leave a lasting legacy.  Its impact on the future of these islands will emerge over the coming months and years, but our task now is to ensure that we can help shape that legacy in a way that, above all, protects our interests.  As I mentioned at the outset, the Taoiseach is currently in Brussels to begin the process in the European Council, providing the first opportunity to underline through all our EU partners our unique interests and concerns, and to make clear our national position following the events of last Friday.  It is the European Council, under the leadership of Donald Tusk, not any other EU institution or subgroup, that has overall political control of the process of negotiations to come.<\/p> <p>Ireland's starting point is straightforward: a stable, prosperous and outward-looking United Kingdom is clearly in our interests and those of the European Union as a whole.  The closer the UK is to the European Union, the better it is for all of us and, above all, for Ireland.  In the European Union, Ireland will argue that the negotiations should be conducted in a positive and constructive frame, but this will also depend on the approach of the United Kingdom.  The Taoiseach will encourage the next British Prime Minister to set realistic and achievable objectives, while noting that it is in nobody's interests for the United Kingdom and the European Union to have anything but the best possible and positive future relations.<\/p> <p>It is only a matter of days and it is probably true to say that the dust has not yet settled as the rubble of the earthquake is sifted through, but so far a form of consensus has already emerged around a number of key points.  First, Article 50 of the Lisbon treaty is the only legal framework that can be pursued.  Second, it must be triggered explicitly by the United Kingdom.  Third, no negotiations can take place until this has happened.  Fourth, negotiations should begin as soon as possible, but some time is required for the political situation in the UK to settle down, and a new Prime Minister must be in place.  Fifth, the process will be led by European Heads of State and Government.  Over the next couple of days a strong message of unity at the meeting of the EU 27 will be hugely important.  Ireland, for both practical and strategic reasons, will support that view.<\/p> <p>I acknowledge what Senators have said.  I have taken notes.  I very much value Senators' contributions and I have no doubt that we will have further opportunity to engage.  I am very encouraged to hear that Senators and Deputies are willing to use their influence through party affiliations across Europe to ensure that our position is understood clearly.  I acknowledge the contribution of Senator &Oacute; R&iacute;ord&aacute;in.  He is right: it is important that the debate should be framed around more than just issues of economy and trade.  Indeed, their are four pillars to Ireland's position over the coming period.  The first is our economy.  The second is Northern Ireland, the peace process and British-Irish relations.  The third is the common travel area and our shared land Border.  In this regard, I was very struck by points made by Senator Craughwell and others.  The fourth is the role of the UK in Europe and its strategic value to Ireland in that context.  On Friday we published the outline of the contingency framework prepared on a whole-of-government basis, within which key strategic and sectoral issues that could arise for us if the UK were to vote to leave the EU were elucidated and prepared for.  I will have a copy sent to Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#QQ00300","speaker":"1233"},{"type":"speech","time":1467120600,"counter":298,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#QQ00400","speaker":"1392"},{"type":"speech","time":1467120600,"counter":299,"content":"<p>This will be used in key areas, such as trade, energy, interconnection, agriculture and food, social welfare arrangements, education and research co-operation, and will extend right across each and every Department.  Above all, our contingency management arrangements will prioritise the key political and strategic issues arising from the implications for Northern Ireland, the common travel area and the Border.  The detailed contingency planning for a UK exit is particularly challenging due to the uncertainties that lie ahead in the negotiation process when that process is ultimately triggered.  The EU needs also to reflect on its own future as an aside to the particular UK negotiations.<\/p> <p>From our perspective, building on our strong partnerships and our strong political relationship, using our teams of experienced officials in Dublin, Brussels, London and across the EU capitals, the Government will ensure that the European Union's approach to these negotiations takes account of Ireland's unique concerns and interests, including Northern Ireland.  I addressed the matter of a Border poll earlier.  I listened to Senator Mac Lochlainn, who accuses the Government of stifling debate.  He calls for a debate, but his party leader last week called not for a debate but for a poll before any debate.  As far as I and my Government are concerned, we stand firmly by the terms and conditions, the letter and the spirit of the Good Friday Agreement.  A Border poll at this stage would be divisive and unhelpful.  We can come back to that at a future date.  I will be in Belfast tomorrow, and within hours of the result being announced I spoke with the Deputy First Minister, Martin McGuinness, and the First Minister, Arlene Foster.<\/p> <p>In conclusion, I reiterate the important point that while the United Kingdom has voted to leave the European Union, it has not yet left. Until it does, following the Article 50 negotiations, it remains a full member, with its existing rights and obligations.  There will no immediate change to the free flow of people, goods and services between our respective islands.  I and my Government colleagues look forward to working closely with Members of the Seanad over the time ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#QQ00500","speaker":"1233"},{"type":"speech","time":1467120600,"counter":300,"content":"<p>That finishes the statements on the UK referendum on the EU.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#QQ00600","speaker":"1420"},{"type":"speech","time":1467120600,"counter":301,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062800002#QQ00700","speaker":"1422"},{"type":"unspoken","time":1467120600,"counter":302,"content":"<p>The Seanad adjourned at 6.50 p.m. until 10.30 a.m. on Wednesday, 29 June 2016.<\/p>","notice":"TIME STRING DETECTED"}]