[{"type":"minorheading","content":"Prelude","time":1468488600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1468488600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1468488600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1468488600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1468488600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00100"},{"type":"speech","time":1468488600,"counter":6,"content":"<p>I have received notice from Senator Paddy Burke that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to review the Government policy relating to the Road Safety Authority tender process for driving licences to allow post offices to act as agents in processing and co-ordinating applications.<\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to work with his officials in expediting the opening of an Irish passport office facility in Belfast to meet not only the regular high demand for Irish passports that has existed there but also given the unprecedented number of applications following the UK referendum on membership of the European Union.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Finance to outline the interim measures being implemented to deal with the increased cost of motor insurance while awaiting the recommendations of the review of policy in the insurance sector due by the end of 2016.<\/blockquote> <p>I have also received notice from Senator Frances Black of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the alcohol support services the State offers and if budgets will be ring-fenced in future in light of the briefing from the cross-party group on alcohol harm and the impact of harmful parental drinking.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to establish a forum involving all interest groups in the provision of elderly care including the HSE, the Department of Health, Nursing Homes Ireland, GPs and geriatricians.  <\/blockquote> <p>I have also received notice from Senator Paul Coghlan of the following matter:<\/p><blockquote>The need for the Minister of State at the Department of Transport, Tourism and Sport to outline his plans for the domestic tourism industry in the aftermath of the UK referendum on membership of the European Union.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to acknowledge the worsening problem of both illegal and legal steroid use in Ireland which is becoming more prevalent in sports clubs, gyms and facilities throughout the country and to outline when legislation will be enacted to deal with this issue. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to update the House on the proposed cuts to the service and funding of County Sligo libraries.<\/blockquote> <p>I have also received notice from Senator P&aacute;draig Mac Lochlainn of the following matter:<\/p><blockquote>The need for the Minister for Jobs, Enterprise and Innovation to outline her Department&rsquo;s strategy for investment and job creation in the Inishowen Peninsula, County Donegal, an area larger than County Louth and with a population greater than County Leitrim.<\/blockquote> <p>I have also received notice from Senator John O'Mahony of the following matter:<\/p><blockquote>The need for the Minister for Communications, Energy and Natural Resources to discuss the proposed increase in the public service obligation levy for domestic and commercial electricity bills.<\/blockquote> <p>I have also received notice from Senator Gerard Craughwell of the following matter:<\/p><blockquote>The need for the Minister for Public Expenditure and Reform to address issues of unfairness and inequality pertaining to abatement of pensions for public servants who gain employment in another part of the public service having retired from their first career.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected matters raised Senators Paddy Burke, Niall &Oacute; Donnghaile, Maura Hopkins and Frances Black and they will be taken now.  Senators Colm Burke, Paul Coghlan, M&aacute;ire Devine, Victor Boyhan, P&aacute;draig Mac Lochlainn, John O'Mahony and Gerard Craughwell may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1468488600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00300"},{"type":"minorheading","content":"Driver Licence Applications","time":1468488600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00400"},{"type":"speech","time":1468488600,"counter":9,"content":"<p>I thank the Cathaoirleach for selecting this Commencement matter.  I wish to share a minute and a half of my time with Senator Mulherin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00500","speaker":"1380"},{"type":"speech","time":1468488600,"counter":10,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00600","speaker":"1381"},{"type":"speech","time":1468488600,"counter":11,"content":"<p>I welcome the Minister for Transport, Tourism and Sport to the House.  As a long-standing Member of the House for many years, I am sure he loves coming back to it.  I wish him well in his new portfolio and hope he has a long career in that office.<\/p> <p>The issue concerns the need for the Minister for Transport, Tourism and Sport to review Government policy relating to the Road Safety Authority tender process for driving licences to allow post offices to act as agents in processing and co-ordinating applications.  The issue was raised by Senator Mulherin on the Order of Business some weeks ago and was brought to my attention by Councillor Bernard McGuinness from Culdaff, Inishowen, County Donegal.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke :<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have had discussions and debate on the closure of post offices.  I know the Minister has championed the cause for the retention of local Garda stations, in particular his local Garda station in Stepaside.  I am sure the issue of the local post office is close to the Minister's heart as well.  We have seen a number of post offices throughout the country close in the past ten years.  That is another service that has been lost by rural communities.  Let me give an example from County Mayo.  There are two National Driver Licence Service, NDLS, centres where licences are issued, one in Castlebar and the other in Ballina.  It is 50 miles from Belmullet to either Castlebar or Ballina.  In County Donegal, the two areas where the licences are issued are in Letterkenny and Donegal town.  It is a long distance from Culdaff, Malin Head and other parts of Donegal to Letterkenny.  The post office network could co-ordinate the licence application, the applicant would complete the application form and have the photographs and the post office would process it and send it to the licensing authority.  Were the post office to provide this additional service, this would make the post office more viable in rural communities.  We believe this could be taken into account when the tender process for the issuing of licences comes up for renewal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#A00700","speaker":"1380","continuing":true},{"type":"speech","time":1468488600,"counter":13,"content":"<p>I thank Senator Paddy Burke for sharing time with me.  I welcome the Minister to the Chamber.<\/p> <p>I support the motion.  Until 2013, vehicle licensing was under the jurisdiction of the local authority before it transferred to the Road Safety Authority.  Arising from the arrangement made by the RSA, licences now issue from fewer offices.  This causes difficulties, particularly in rural areas.  As has been described, people may have to travel 50 miles to go the NDLS centre, a round trip of 100 miles to apply for their licence.  They must attend one office as opposed to the many offices of the local authority.  Cognisance needs to be taken of the problems posed by the limited number of NDLS centres.  People do not have the option of using public transport.  I think the post office network is ideally suited to act as agents in respect of driving licences.  It has a large network of post offices throughout the country.  It does a similar job in regard to the application process for a passport.  There is no problem with fraud or in validating the identity of the person, which is assisted by the Garda verifying the individuals who are applying for a passport and the process being handled by the post offices.  This has worked very well.  We all know the passport is an important document.<\/p> <p>We have an opportunity to consider the post office network as an agent for this service.  It would be in keeping with Government policy to drive business and stimulate the growth of post offices with real business while at the same time responding to the need in rural Ireland.  I urge the Minister to consider this motion, especially in the context of the Road Safety Authority putting the service out to tender.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00200","speaker":"1425"},{"type":"speech","time":1468488600,"counter":14,"content":"<p>I thank both Senators for raising this very important topic.  I thank Senator Burke for his kind words.  I seem to be spending more time in this House during my period as Minister than I did when I was a Member.  I hope to come back to the Chamber as frequently as necessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00300","speaker":"1213"},{"type":"speech","time":1468488600,"counter":15,"content":"<p>I hope we will see a great deal more of the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00400","speaker":"1381"},{"type":"speech","time":1468488600,"counter":16,"content":"<p>I thank the Cathaoirleach.  I hope he will.  I am sympathetic, as both Senators will know, to the difficulties caused by the closure of the post offices throughout rural Ireland.  I was well aware of that during the period of the previous Government.  I have not lost those sympathies but this is a subject I have to address in light of the circumstances in which we find ourselves and what has happened since 2011.<\/p> <p>The previous Government, of which neither Senator Burke nor I were members as he was above politics at the time and I was in opposition, decided in May 2011 to move from a system under which local authorities issued driving licences to one where a single National Driver Licence Service, NDLS, would operate under the Road Safety Authority.  The Government decision was made because it made sense in terms of efficiency, effectiveness and security as well as value for money.  At that time, more than 30 local authorities were responsible for issuing driver licences, and this led to duplication, inefficient use of resources, and considerable unevenness in the quality of service provision.  The then Government maintained the new system was able to operate in a more streamlined way, while local authorities were able to reassign staff to areas of more pressing concern to them.  I am happy to add that no jobs were lost.<\/p> <p>The NDLS operates with a central unit in the RSA and three outsourced contractors - a front office to engage with the public, a back office to process applications, and a manufacturer for the plastic card licence.  The point raised by Senator Burke, namely, whether An Post might act as front office agents for the NDLS, was raised by a number of Members of both Houses when the legislation for the NDLS was being passed during 2012.<\/p> <p>The starting point has to be that the NDLS is about providing a driver licensing service to the public.  The three outsourced elements are advertised for tender.  The tender processes in each case must comply with rules and guidelines, both national and European.  The essence of these rules is that the processes must be open, fair and transparent.  We cannot have a situation where tender processes are slanted or prejudged, and I am sure no one intends that we should.  Government policy on all tender processes remains that they should be open, transparent, and fair.  I therefore expect the RSA, like any agency of the State, to run fair contracting processes which are designed to select the best proposals for any contractor.  The aims of any such contracting process for a service to the public must be to ensure a high-quality service will be provided, that the public will get value for money, and that the process by which a contractor is selected is fair and equitable to all those who tender.  I am assured that this was the case in all the NDLS contracts.<\/p> <p>There is, of course, nothing to prevent An Post applying for the front office contract, and I understand that they did so when it was first advertised.  It remains open to An Post to tender to run the service when it comes up for renewal, which I understand is next year or possibly the year after.  It is due to come up next year but it can and probably will be postponed until 2018.  As the Senator may be aware, under the programme for Government, the Government has committed to establishing the feasibility of offering motor tax services and other State services in post offices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00500","speaker":"1213"},{"type":"speech","time":1468488600,"counter":17,"content":"<p>I thank the Minister for his reply but it is a typical Civil Service answer.  Nothing we said could be interpreted as other than wanting the process to be open, transparent and fair.  Nobody is suggesting otherwise.  How could the fact the post office would process and co-ordinate the application and send it on to the licensing authority be anything other than open, transparent and fair?  The process would be the same throughout the country.  The applicants would get their application form in a post office and would get their photographs taken in the same way that people get their photographs taken for passports.  They would bring the completed application form to the post office, where it would be checked and then it would be sent to the licensing authority.  I think that is a very simple process.<\/p> <p>The Minister said that the contract would go out for tender in 2017 or 2018.  I would hope at this stage, the post office network, which is in urban as well as in rural areas, would put a tender together to compete for the contract.  It would be a simpler process if the post offices were allowed to co-ordinate the applications and send them to the licensing authority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00600","speaker":"1380"},{"type":"speech","time":1468488600,"counter":18,"content":"<p>Does the Minister wish to reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00700","speaker":"1381"},{"type":"speech","time":1468488600,"counter":19,"content":"<p>I do not disagree with a great deal of what Senator Burke has had to say.  Let us remember there is a contract that goes out to tender.  I would encourage the post office network, as he would, to tender.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00800","speaker":"1213"},{"type":"speech","time":1468488600,"counter":20,"content":"<p>I thank the Minister.  I am sure that Senators Burke and Mulherin will revisit this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#B00900","speaker":"1381"},{"type":"minorheading","content":"Passport Services","time":1468488600,"counter":21,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#C00150"},{"type":"speech","time":1468488600,"counter":22,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it as ucht a bheith anseo linn ar maidin leis an &aacute;bhar seo a phl&eacute;igh.  T&aacute; f&aacute;ilte roimhe.  T&aacute; a fhios agam, &oacute;na r&oacute;l mar chathaoirleach ar choiste Chomhaont&uacute; Aoine an Ch&eacute;asta, go bhfuil s&eacute; eolach faoina l&aacute;n c&uacute;rsa&iacute; &oacute; Thuaidh, cuid de ruda&iacute; agus an cine&aacute;l r&aacute;chairte a bheadh ansin &oacute; thaobh na mb&aacute;sanna agus an idirghn&iacute;omh polait&iacute;ochta anseo i mBaile &Aacute;tha Cliath.<\/p> <p>I thank the Minister of State for being with us this morning to address this somewhat modest and sensible request for the Department to examine the current provision for passport office facilities in the North.  We know anecdotally - I hope to know more factually via a question to the Minister - that there is a very high or significant demand for Irish passports.  There are a large number of passport applications from the North.  The number has risen quite starkly in more recent times because of the Brexit result.  In the constituency I represented for five years in Belfast City Council, which is probably one of the most loyal of all loyalist constituencies, I am proud to say the post office on the Newtownards Road actually ran out of Irish passport application forms.  That tells us something.  Community organisations, business leaders and politicians have been calling for a long time for the Department to consider locating a passport office in the North, preferably in Belfast.  This has been expedited as a result of the Brexit vote.  It would meet the needs of people, particularly those who apply under pressure or in emergency situations, who because of family or economic circumstances may not be able to avail of a day travelling down to Dublin and spending the day there waiting to collect a passport to bring back up the road.  It is something I am sure the Minister of State will accept in the spirit in which it is requested.  I look forward to hearing about it and working with the Minister of State, his colleagues and his officials in the Department to bring it about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#C00200","speaker":"1413"},{"type":"speech","time":1468488600,"counter":23,"content":"<p>Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir as ucht na ceiste.  Ar dt&uacute;s ba mhaith liom m'aitheantas agus mo chomhghairdeas a thabhairt don Seanad&oacute;ir as a cheapach&aacute;n &uacute;r sa Seanad.  Chomh maith le sin, fuair m&eacute; f&aacute;ilte mh&oacute;r in mB&eacute;al Feirste nuair a bh&iacute; m&eacute; ann c&uacute;pla bliain &oacute; shin.  Chonaic m&eacute; an s&aacute;r-obair at&aacute; d&eacute;anta sa cheantar f&eacute;in.  Fuair m&eacute; taith&iacute; agus uchtach m&oacute;r mar chathaoirleach choiste Chomhaont&uacute; Aoine an Ch&eacute;asta.  T&aacute; c&uacute;rsa&iacute; tras-teorainn iontach t&aacute;bhachtach.  T&aacute; c&uacute;rsa&iacute; sa Tuaisceart agus sa Deisceart t&aacute;bhachtach agus go h&aacute;irithe an obair at&aacute; romhainn f&aacute; dtaobh den Brexit.  T&aacute; s&eacute; sin thar a bheith t&aacute;bhachtach.  Gabhaim bu&iacute;ochas as an Seanad&oacute;ir maidir le sin.<\/p> <p>I will set the context in terms of the current and projected future demand for passport services and then set out the services available to citizens across this island and new initiatives to be introduced in the coming years.  The passport service is in peak season, with 44,927 applications in the system as of 11 July.  The level of overall demand is very high this year, with an 11% rise in the number of applications this year to date compared to the same period last year.  However, the situation has improved recently.  On 31 May there were a total of 68,009 applications in the system, and this has fallen steadily throughout June and July.  I pay tribute to the team in the passport office, who faced an enormous challenge at the end of May.  They have been working diligently and effectively in this regard.  At the same time, we are seeing a significant increase in queries and applications from Northern Ireland following the outcome of the UK referendum.  In June there were 7,045 applications from Northern Ireland and 5,719 applications from Great Britain.  These represent increases of 9.5% and over 20%, respectively, compared to the same month in 2015.  While it is too early to say what the precise impact will be, I expect that applications from Northern Ireland will increase substantially in the months ahead.  However, the numbers need to be taken in context, as the passport service issued more than 670,000 passports last year.  The passport service currently provides a comprehensive range of options for citizens to apply for passports, and I do not anticipate any impact on the processing times for passport renewals as a result of the referendum and increased application levels from Northern Ireland and Great Britain.<\/p> <p>The vast majority of passport applicants on both sides of the Border submit their applications through the post office network on this island.  This is the most efficient and cost-effective way to apply, and documents can be submitted at 77 post offices in Northern Ireland.  This means that no Irish citizen needs to travel a significant distance to renew a passport.  Over 90% of passport applications from the island of Ireland to date this year were submitted through the postal service.  To accommodate a relatively small number of people with urgent or sudden travel needs, an appointment service is in operation in the passport offices in Dublin and Cork.  This allows customers to book guaranteed time slots, removes the necessity to queue and provides certainty as to waiting times at public counters.  The passport reform programme, which is well under way, will deliver significant customer service improvements to benefit citizens.  From early next year it will be possible for adults renewing their passports, whether they are based on the island of Ireland or overseas, to submit their applications online.  This will greatly improve convenience and efficiency, and applicants in most cases can avoid having to travel to a passport office, or indeed a post office.  The passport service plans to have the online service available across the full range of application types, including first-time applicants and children, by 2019.  The service will include personal assistance through public offices or service providers, with online applications for those people who lack internet access or technology skills.  I expect that the efficiencies generated by the online passport system will result in lower turnaround times, fewer demands on the passport offices in Dublin and Cork and an increase in customer satisfaction.<\/p> <p>Overall, I am satisfied that the range of service options meets the current needs of passport applicants and that the service improvements on the way will allow the passport service to cope with future challenges.  This includes an increase in applications from Northern Ireland.  Moreover, given the current financial pressures on the Department&rsquo;s resources, there is no justification, on a value-for-money or operational basis, for opening any additional passport offices at this time. <\/p> <p>There is no need for concern about freedom of movement or entitlements to an Irish passport following the outcome of the referendum.  The process of negotiation to enable the UK to leave the European Union is likely to take at least two years, as envisaged under Article 50 of the Treaty on European Union, once the article is triggered.  During this period, the UK remains a member of the European Union and its citizens continue to enjoy full rights, including freedom of movement within the EU.  At the same time, the referendum has not in any way changed the entitlement to an Irish passport, including as it extends to those people born on the island of Ireland and those who are entitled to Irish citizenship through parents or grandparents born in Ireland, North or South.<\/p> <p>I am confident that the service options in place provide a sufficient level of access to passport services for citizens, whether or not they are based on the island of Ireland.  The introduction of online services shortly will ensure that even fewer people will need to call to a passport office than is the case now.  Less than 8% of passport applications were made in person at passport offices so far this year.  There is no operational or financial justification for the opening of a passport office in Northern Ireland at this time.  My Department will continue to keep service levels under careful review and adjustment will be made to the deployment of resources as needed.<\/p> <p>I urge all Members of the House to join with the Minister, Deputy Charles Flanagan, and I in promoting public awareness of the need to apply for passports in a timely manner.  When this is done, applicants should have no need to visit a passport office because the post office network throughout the island partners with the passport office in providing an application service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#C00300","speaker":"1290"},{"type":"speech","time":1468488600,"counter":24,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire as ucht an freagra chuimsitheach at&aacute; s&eacute; i ndiaidh a thabhairt d&uacute;inn.  There is some glimmer of hope in what the Minister of State has said.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The statistics he gave us are welcome.  Thus far, by and large, information has been anecdotal and I know that because when I was a city councillor I had to deal with a vast number of passport applications that came through my office.<\/p><p>I pay tribute to and echo the Minister of State's positive remarks about the staff in the Passport Office.  I agree with him that they are extremely professional.  Recent events have put them under a huge burden but they have dealt with it very professionally.  That said, the number of passport applications will not go away and will probably grow.  We are in danger, despite the best efforts of staff, of facing a potential backlog.  I have already heard from people across the North who are extremely worried that their applications are, understandably given the circumstances, somewhat lost in the system.  We need to look at the matter.  I am encouraged with the news that a review is under way.  The online service is crucial and one that young people, in particular, will avail of in the time ahead.  I would not lose sight of the potential assistance that an additional office could bring to the overall process.  I am sure, given the cross-Broder nature of this matter, that the matter could be teased out and explored at the North-South Ministerial Council.<\/p><p>I note the point made that a financial burden would be placed on the Government.  It is something that both the Government and the Executive could look at collectively in terms of trying to make this a reality.  At the end of the day, the hope and aspiration is not only to franchise more people by supplying them with an Irish passport but to make the process easier and more accessible for the ordinary citizen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#C00400","speaker":"1413","continuing":true},{"type":"speech","time":1468488600,"counter":26,"content":"<p>I am taking the suggestion in the spirit that it was given.  I do not want to get into a debate about Belfast or west of the River Bann either.  I know the Senator was a public representative in Belfast.  I know he worked in a very populated area and, therefore, knows the needs of Belfast.  We should keep an open mind about a review as time goes on.  A number of years ago in this House I raised this issue in connection with the needs of the north west.  It is not all about incurring costs and setting up new up new offices.  I am sure there is plenty of infrastructure whether it is Belfast City Hall, Derry City and Strabane City Council or Donegal County Council.  We have to be mature enough in politics these days to have a conversation at least without boxing ourselves into corners.  Just saying something does not mean there will be action and it does not mean that we have committed to something happening.<\/p> <p>The figure of 8% might seem small in terms of people having to go to a Passport Office.  It means a lot if one is from Malin Head and must travel to an appointment in the Passport Office in Dublin in the case of an emergency such as the death of a loved one or to avail of a health appointment.  Such trips are not a one-day turnaround.  Galway to Dublin and Limerick to Cork are one-day turnarounds.  If one must travel from Letterkenny, west Donegal or Arranmore Island, going to the Passport Office will necessitate an overnight stay in Dublin which will result in a cost having to be paid.  We should keep an open mind.  In terms of Antrim, Coleraine and the rest of the region, we should not lose sight of the 8% of people who have travelled here for emergency purposes.  I have taken the Senator's question in the spirit it was raised and I want to guard against boxing people in.  I would not like to box in the Senator and make this out to be a west of the River Bann versus Belfast issue because I know he is interested in the whole of the province of Ulster.<\/p> <p>Ar&iacute;s, gabhaim bu&iacute;ochas leis an Seanad&oacute;ir agus leis an Leas-Chathaoirleach.  T&aacute;im bu&iacute;och as ucht an seans labhairt f&aacute; dtaobh an chomhairle th&aacute;bhachtach f&aacute; choinne na ndaoine ina gc&oacute;na&iacute; in Ulaidh agus sa Tuaisceart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#D00200","speaker":"1290"},{"type":"minorheading","content":"Motor Insurance","time":1468488600,"counter":27,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#D00300"},{"type":"speech","time":1468488600,"counter":28,"content":"<p>I welcome the Minister of State to the Chamber this morning.  I want to raise the issue of insurance costs.  The spiralling cost of motor insurance has placed a massive burden on motorists.  Over the past year, increases in excess of 30% have become standard within the sector and that is unacceptable.  I am fully aware that the Minister for Finance has set up a task force to examine the issue and undertake a review of policy in the insurance sector.  It is important that this report and the recommendations be made available and actioned without delay.<\/p> <p>I know of many people of all ages who have found it extremely difficult to pay their car insurance.  It is an issue that disproportionately affects rural areas.  Many people who live in rural areas must travel a distance to reach work and do not have the option of public transport.  The only mode of transport available to them is the car.  Last week, I met a young person who had been quoted in the region of &euro;3,000 for her annual premium.  She must pay it to get to work.  For every &euro;10 she earns, as much as &euro;1.70 goes to pay her car insurance.  This is scandalous and it does not make work pay for her.  This issue is also crippling businesses because they are finding it extremely difficult to keep lorries, buses and vans on the road due to the high cost of insurance.  The issue needs to be dealt with as quickly as possible because it has had a major impact on overhead costs.  If the Government is committed to revitalising rural towns and villages and achieving its target of creating 135,000 jobs outside of Dublin, then it is critical that we tackle the issue of motor insurance.<\/p> <p>I call on the T&aacute;naiste and Minister for Justice and Equality to ensure that additional resources are diverted to the traffic corps to make sure that we have improved enforcement.  An Garda S&iacute;och&aacute;na needs to have access to a computer system where the analysis of each number plate will provide insurance details in real time.  We need insurance companies to provide verified statistical analysis as to why it is very difficult to receive a quote for cars older than ten years that have passed the NCT.<\/p> <p>Dealing with accident claims through the courts system has proved to be very expensive because the costs have been passed on to the consumer in the form of higher insurance premia.  At present, it is far too easy to bypass the Injuries Board.  Mechanisms need to be put in place to ensure that the board is fit for purpose and that it limits the number of claims that end up in the courts system.  The book of quantum, if used more extensively, would provide standard amounts for specific injuries.  I ask the Minister of State to outline what interim measures are being implemented while we await the findings of the task force.  I also ask that these findings would be actioned as quickly as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#D00400","speaker":"1415"},{"type":"speech","time":1468488600,"counter":29,"content":"<p>I thank the Senator for raising this issue.  I welcome the opportunity to discuss in the Seanad the important matter of the cost of insurance and to highlight the actions the Government is currently taking to address the issues.<\/p> <p>An adequately reserved, cost-competitive insurance sector is a vital component of economic activity and financial stability.  The current high cost of insurance is a concern for the Government.  I know it is a concern for the Senator and citizens.  I also know that it is an important element for job potential and creation outside of Dublin and, indeed, in all parts of the country.<\/p> <p>While the provision and pricing of insurance policies is a commercial matter for insurance companies, this does not preclude the Government from introducing measures which may, in the longer term, lead to a better claims environment.  Different reasons have been put forward by various interested parties to explain Ireland's current increasing insurance costs.  Motor insurance appears to be particularly affected, with the cost of premiums increasing significantly in the past 12 months.  Reasons often presented include the increased level of insurance claims and the increasing value of compensation awards.  Insurance fraud is also considered to be a contributory factor.  Others have highlighted that the highly competitive nature of the domestic market for non-life insurance in recent years has begun to impact on firms' underwriting profitability, with underwriting losses reported for a number of high-impact firms.  This has been compounded by the fact that investment returns that have traditionally compensated for underwriting losses are currently very low due to the existing low interest rate environment.<\/p> <p>To examine these issues in more detail and assess the options for the Government, the Minister for Finance has established a task force in his Department to undertake a review of various aspects of policy in the insurance sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eoghan Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2288\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2288&amp;amp;pid=EoghanMurphy&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->An important element of this review is an assessment of the factors contributing to the increasing cost of insurance.  This work will be progressed through a working group on the cost of insurance, of which I will be chairman.  The working group consists of representatives from all relevant Departments and agencies and will consult with relevant stakeholders.  The aim of the review is to try to identify measures that can reduce the costs of insurance in the short term and also on a more long-term basis.  Among the issues to be examined is data availability to inform policy in this area, taking into account what information or data is required to be in place, what is currently available and what will be provided through the introduction of Solvency Il, and to identify any shortfalls.  Options such as a national claims register and motor insurance policy database will be evaluated.<\/p><p>This is a complex area.  It would appear that there are a wide range of factors contributing to the increased cost of insurance.  The purpose of the review is to identify credible and sustainable solutions that take account of the nature of the problem as it affects consumers in the form of higher costs.  However, it is also important to develop a solution that facilitates an increase in the capacity of the market.  Moreover, it is necessary to take account of the fact that we want a well-capitalised and robust insurance sector, and this must be reflected in the final outcome of our deliberations.  The latter point is essential if we are to avoid the risk of unrealistic competition on price as companies try to gain market share at the expense of their underlying solvency.<\/p><p>It is my view that even short term solutions to address the cost of motor insurance need to be considered by the review group as part of a comprehensive package of reforms.  Failure to do this could compound an already difficult market position, with the risk that Ireland would become a more unattractive place to conduct this type of business if the situation is not fully thought through.  The review will be completed over the coming months.  I have noted the Senator's proposal for the T&aacute;naiste and Minister for Justice and Equality, Deputy Fitzgerald, which we will also consider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#D00500","speaker":"1295","continuing":true},{"type":"speech","time":1468488600,"counter":31,"content":"<p>I thank the Minister of State for his response.  It appears the working group will take the issue of motor insurance costs seriously, as it must if we are to remove all possible barriers for people who are trying to work, which is a major issue in rural areas.  The issues around fraud, claims and more extensive use of the book of quantum are core elements in addressing this matter.  I look forward to the publication of the report in the coming months.  This is a major issue and short term measures need to be put in place to support people.  Motor insurance is compulsory; it is a legal requirement.  People do not have options in that regard, so we need to ensure it is affordable.  Currently, the cost of meeting motor insurance requirements is making things very difficult for people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#E00200","speaker":"1415"},{"type":"speech","time":1468488600,"counter":32,"content":"<p>The work that will be undertaken on insurance costs fits with the programme for Government commitment to a fairer country and a fairer society in Ireland.  I know that is what at the core of the Senator's motivation in raising this issue.  Certain groups of people are particularly affected by the increase in insurance costs.  I can assure the Senator that the working group, which I will chair, will undertake to conclude its work as soon as possible.  Following completion of the review, we will consider what recommendations can be implemented immediately and what recommendations are more long-term in terms of implementation.  The working group is tasked with examining what drives the cost of insurance, making short-, medium- and long-term recommendations and progressing the issue of dealing with increasing insurance costs, taking account of the requirement for an economically vibrant and financially stable insurance sector.  I will bring an interim report to the Minister before the end of this year.  The Departments and agencies involved in the group include the Department of Finance and, under its aegis, the Central Bank of Ireland; the Department of Jobs, Enterprise and Innovation and, under its aegis, the Personal Injuries Assessment Board and the Consumer Protection and Competition Commission; the Department of Transport, Tourism and Sport and, under its aegis, the Road Safety Authority; and the Department of Justice and Equality and, under its aegis, the Garda S&iacute;och&aacute;na and the Courts Service.  The group will also consult with external stakeholders, including the insurance industry, and those sectors of the economy that are significantly influenced and affected by rising insurance costs.  My intention as chairman of the group will be to bring a report to the Minister for Finance before the end of this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#E00300","speaker":"1295"},{"type":"minorheading","content":"Alcohol Treatment Services","time":1468488600,"counter":33,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#E00400"},{"type":"speech","time":1468488600,"counter":34,"content":"<p>I would like to thank the Minister for coming to the House this morning to deal with this Commencement matter and to congratulate her on her appointment.  Alcohol misuse in Ireland is an issue about which I am passionate.  For the benefit of the Minister, I will repeat the data I read into the record during yesterday's Order of Business, as set out in the Health Research Board's national alcohol survey.  More than 150,000 Irish people are dependent drinkers; more than 1.35 million people are harmful drinkers, and 30% of people interviewed said they had experienced some form of harm as a result of their drinking.  The survey also reveals that 75% of alcohol consumed in Ireland is consumed while binge drinking and that we underestimate what we drink by about 60%.  There is a massive unmet need in this area.  Alcohol-dependent individuals need psychosocial intervention and therapy, and hazardous drinkers need brief interventions to minimise the chances of their progressing to dependency.  It is important to make that point.<\/p><p>I would like to provide some more facts and figures from the survey, because they are quite shocking.  Some 88 deaths every month in Ireland, or three per day, are directly attributable to alcohol, which is frightening.  There are almost twice as many alcohol-related deaths as there are deaths as a result of all other drugs combined.  Nine hundred people in Ireland are diagnosed with alcohol-related cancers and around 500 people die from these diseases every year.  Alcohol is a factor in half of all suicides in Ireland.  We know we have a huge problem with suicide, but the fact that alcohol is involved in half of all suicides is horrendous.  Alcohol is also involved in over one third of cases of deliberate self-harm, peaking around weekends and public holidays.  More than 14,000 people were admitted to the liver unit at St. Vincent&rsquo;s Hospital for treatment due to alcohol dependence in 2011.  Every day, 1,500 beds in our hospitals are occupied by people with alcohol-related problems.  Alcohol-related illness cost the health care system &euro;800 million in 2013.<\/p><p>These are a few of the stark figures from the Health Research Board&rsquo;s survey on alcohol harm.  Behind those figures are thousands of family members who require support and guidance in dealing with the stress, anxiety and heartbreak of a having a loved one with an alcohol problem.  For a concerned family member or a person identified as having an alcohol misuse problem, accessing services is difficult, which is my concern.  The first port of call for people who are anxious that their loved one might have an alcohol problem, or who themselves might have an alcohol problem, is the Internet. The website provided by the HSE, <i>www.drugs.ie<\/i>, is amazing.  I commend all the people involved in its operation.  I did a search of that website, specifically looking for supports that specialise in alcohol dependency, and found that the only services available in counties Donegal, Galway, Wicklow, Limerick, Cork and Wexford were Alcoholics Anonymous and Alateen, which we all know are peer-to-peer support groups.  Based on the startling and worrying facts linked to alcohol misuse, this is a very worrying indication of the lack of support we are offering our citizens.  In not offering early interventions, we are prolonging the agony for the people involved and their families and we are allowing the problem to escalate over time, increasing the heartache for all concerned, as well as giving the HSE a much larger and more difficult problem to deal with in the future.<\/p><p>A report commissioned in 2007 by the HSE, chaired by Professor Des Corrigan from Trinity College Dublin, found that there is severe under-provision of residential places.  The report also recommended that mixed treatment for alcohol and other substances should be considered more or less on a county-by-county basis, with input from service providers.  We know the benefits of alcohol-only services over mixed-substance services in some settings.  I suggest that a minimum number of treatment places be set aside for alcohol services and that the ratio of alcohol-only services to mixed-substance services should be discussed by all involved in treatment.  Funding should be earmarked for these services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The national drug strategy is being rewritten and is due for completion by the end of the year.  My concern is that if alcohol is not included, it will be forgotten.  Funding for that needs to be included in the Estimates that are being put together in advance of the budget in October.  As the Minister of State knows better than I, a great deal of alcohol-related harm is hidden and does not reach the public realm.  I refer to self-harm, gender-based abuse, physical abuse, sickness, absence from work and economic desolation.  The published harms represent a minimum level; the levels relating to real harms are higher.  Will the Minister of State provide an overview on what support the State offers to those who have problems with alcohol and, in particular, their families?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#E00500","speaker":"1408","continuing":true},{"type":"speech","time":1468488600,"counter":36,"content":"<p>I thank the Senator for raising this matter and I acknowledge her good wishes to me in my new role.<\/p> <p>I wish to reassure the Senator that the Government is committed to tackling alcohol misuse and is cognisant of the widespread harm and pain it causes.  Alcohol is causing significant problems across the population - in workplaces and to children - and is a substantial burden to all in society.  The HSE provides services to prevent and treat addiction to alcohol.  People who present for alcohol addiction treatment are offered a range of interventions, namely, initial assessment, comprehensive assessment, the Minnesota programme, brief intervention, individual counselling, self-help, peer support or a combination of these depending on the individual.  The delivery of these services is based on the four-tier model of treatment intervention and services are designed to respond to the individual&rsquo;s specific identified needs.  This care model implies that clients should be offered the least intensive intervention appropriate to their need when they present for treatment initially.<\/p> <p>Interventions range from community and family-based supports through to primary care services and specialist support services either in the community or residential settings.  Inter-agency working involving the HSE, drug task forces and multiple other community, statutory and voluntary agencies forms the basis of this delivery, as the target is to provide services, where possible, in a community environment.  Counselling and rehabilitation services provide care to those presenting with an addiction through one-to-one counselling and onward referral to other statutory and voluntary groups where appropriate.  The HSE also provides funding to a number of voluntary service providers who treat drug and alcohol addictions.  The remit of the drugs task forces was extended to include the problem of alcohol misuse in 2014, in view of the central role they play in coordinating the response to substance misuse at local level.  Last year, five drug and alcohol task force areas developed implementation plans to reduce alcohol-related harms, with a further five task forces developing implementation plans in 2016.  The Senator will acknowledge that this is something in which she is interested.<\/p> <p>The experience of children living with and affected by parental substance misuse has become widely known as \"hidden harm\".  These children are often not known to services and suffer harm as a result of their parents substance misuse.  The importance of recognising hidden harm and ensuring these children are identified and supported at an earlier stage cannot be underestimated.  The HSE's addiction services and Tusla have collaborated on the development of a hidden harm strategy statement.  The statement, which is due to be published shortly, will address what needs to happen to create the structures, processes and continuum of care to effectively respond to hidden harm.  In addition to providing services to those impacted by alcohol abuse, the Government is working to reduce alcohol consumption and to address the underlying causes of alcohol misuse, that is, affordability. availability and attractiveness.  The Government approved the publication of the Public Health (Alcohol) Bill 2015 and its introduction in the Houses of the Oireachtas last December.  The Bill completed Second Stage in the Seanad on 17 December and I expect that it will commence Committee Stage early in the next term.  I am anxious that it be prioritised to resume its passage in the next term.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#F00200","speaker":"1339"},{"type":"speech","time":1468488600,"counter":37,"content":"<p>I thank the Minister of State.  I welcome the fact that the Public Health (Alcohol) Bill 2015 will go through the Houses.  That is fantastic and it will keep the conversation going.  I also welcome the hidden harm report.  Implementation is vital, particularly for children who live in homes.  Nobody understands the impact of hidden harm.  I work with families who have loved ones with alcohol and gambling problems.  The main issue is alcohol and it causes devastation within the family.  When people want to step into recovery, they find it difficult to access a service.  When a family approaches the RISE Foundation and asks where their loved one can go, they find it difficult to access services, particularly if they are in counties Galway or Donegal.  People in many counties do not know where to get support.  We refer them to the website, <i>www.drugs.ie<\/i>, but it is still difficult to access a service that deals solely with alcohol abuse.<\/p><p>We have a significantly unhealthy relationship with alcohol in Ireland.  Three people a day die from an alcohol-related issue.  It is important that alcohol addiction be tackled separately from everything else.  Sometimes it is included with the drugs issue or mental health issues and while there is no doubt dual diagnosis needs to be addressed, the alcohol issue needs to be examined first.  Services are vital and more residential services are required.  I look forward to working with the Minister of State on this issue.  We can work well together on it but I will not let go of it.  That is why I am in the House and it is important that we make changes in this area.  I hope we can concentrate more on services in this great country of ours.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#F00300","speaker":"1408"},{"type":"speech","time":1468488600,"counter":38,"content":"<p>I very much look forward to working with the Senator on this because her expertise in this area is acknowledged.  I am concerned about the point she raised regarding the lack of services in some counties.  I will follow up on that to ascertain what can be done to fill the gaps she has identified.  Every county is affected by this issue.  If there are services in one county, there should be services in another county to match them.<\/p> <p>As a society, we have to address our relationship with alcohol.  Even 20 years ago, none of us would not have recognised alcohol as a drug and it is timely to have that debate now.  It is also time for us to hold up a mirror to society and discuss what we are doing to ourselves, our children and our health services.  Consuming alcohol in the home makes it become like consuming any other product.  It is a specific, separate product and if children are exposed to that, it will become the norm for them.  If people are doing their grocery shopping and a child is sitting in the trolley, they will reach for milk on one self and alcohol on another.  This is the path for the child to view the consumption of alcohol as the norm.  This is a challenge for everyone in society.  The Public Health (Alcohol) Bill 2015 will seek to address this.  I look forward to working with the Senator on this issue and on the passage of the Bill through Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#F00400","speaker":"1339"},{"type":"unspoken","time":1468488600,"counter":39,"content":"<p>Sitting suspended at 11.30 a.m. and resumed at 11.35 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1468488600,"counter":40,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#G00100"},{"type":"speech","time":1468488600,"counter":41,"content":"<p>The Order of Business is No. 1, motion regarding arrangements for the sitting of the House for Friday 15 and Tuesday 19 July 2016, to be taken without debate on conclusion of the Order of Business; No. 2, statements on the summer economic statement to be taken at 1.30 p.m. and to conclude not later than 3 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes and the Minister to be called upon to reply to the debate not later than 2.55 p.m.; No. 3, Health (Amendment) Bill 2016, all Stages, to be taken at 3 p.m., with debate on Second Stage to be brought to a conclusion within 60 minutes, in which the contributions of group spokespersons are not to exceed eight minutes, those of all other Senators are not to exceed five minutes and the Minister is to be given five minutes to reply, and Committee and Remaining Stages to be taken immediately thereafter; and No. 4, motion regarding section 44 of the Criminal Justice Act 1994, to be taken on the conclusion of No. 3 and to conclude within 40 minutes, with the time allocated to group spokespersons not to exceed five minutes each and the Minister to be given five minutes to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#G00200","speaker":"1391"},{"type":"speech","time":1468488600,"counter":42,"content":"<p>On behalf of the Fianna F&aacute;il group I extend our congratulations to Prime Minister Theresa May on her election as leader of the Conservative Party and her election as the second female Prime Minister of Britain.  In the wake of Brexit she will face many challenges in implementing and negotiating a Brexit for the UK.  I hope that Ireland can continue to keep its place as one of Britain's main trading partners which we have enjoyed for many years.<\/p> <p>Yesterday I was angered and disgusted to hear the continuing narrative across our airwaves that Ireland has engaged in leprechaun economics.  The Central Statistics Office, CSO, figures published yesterday announced that Ireland has had a massive increase of 26% in GDP.  I cannot imagine that any constituents, represented by this House, have felt this increase in their pockets.  However, if these figures are true, perhaps the Minister for Finance could stand over them.  If it is the case that the figures are inflated because of technology companies' intellectual property, IP, assets and aircraft leasing companies relocating here, then it is incumbent upon the Minister for Finance to clarify this.  If accounting methods are out of date, then they must be updated to ensure they represent a true figure of our economic growth.<\/p> <p>With Brexit on the horizon and at a time when we need to be presented as capable and professional, Ireland is being laughed at by the financial world and is being made a mockery of.  In the wake of Brexit, Ireland needs to be out there fighting for any upside from Brexit.  We need to encourage foreign companies to come to Ireland to do business and we need to send a message that Ireland is a great place to do business and is open for business.  Ireland needs to show that the economy is stable and that we are the right place in which to locate.  Perhaps the Leader could ask the Minister for Finance to clarify the CSO figures and to issue a statement on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#G00300","speaker":"1407"},{"type":"speech","time":1468488600,"counter":43,"content":"<p>I propose an amendment to the Order of Business to have the Minister for Defence, An Taoiseach, brought before the House.  This is not because I like to pull a stunt.  There is a very serious situation about a lieutenant-colonel in the Defence Forces who had applied for promotion to the rank of colonel and was unsuccessful in the competition.  Subsequently it was found that the marks awarded to some of the candidates were incorrectly awarded, and as a result, the lieutenant-colonel was not promoted when he should have been.  He had to retire at the age of 58 which meant this man lost out on the rank of colonel salary, pension and gratuity.  He could have become the Chief of Staff of the Defence Forces at some stage.  However, the matter has been ongoing and the Ombudsman for the Defence Forces made a ruling on it.  The ombudsman received a letter from the Department in which it states:<\/p><blockquote>I have carefully considered your observations on the case.  I do accept there may have been a level of ambiguity and lack of transparency surrounding the award of length of service remarks to candidates in the promotion competition and this is regrettable.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It goes on to state that in regard to the suggestion that a further gesture be offered to this particular lieutenant-colonel: \"I am advised it would not be policy nor practice to offer same based on the findings of your office.\"  We are talking about a man who has served this country in the Lebanon and Iraq.  He was the last Irish officer to leave Iraq before that country became a war zone.  He was the last Irish officer in the Lebanon when it closed down some years ago.  The man has an exemplary distinguished record.  He was hard done by and wronged in a promotional competition.  The ombudsman found in his favour but there is somebody in the Department of Defence turning around and saying the Department does not agree and it will not look after this guy.<\/p><p>On the right of any Minister are the officials advising that Minister.  On the left of the Minister is the ombudsman, who is there to advise when a wrong has been done.  This man has been dealt the most horrendous blow to his distinguished military career.  I regret having to ask the Leader to bring the Taoiseach before the Seanad today.  If he cannot do it, I ask him to arrange a debate on the function and role of ombudsmen generally in this country and in particular, the Ombudsman for the Defence Forces.  I am really appalled by this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#G00400","speaker":"1390","continuing":true},{"type":"speech","time":1468488600,"counter":45,"content":"<p>I know many Senators hail from coastal communities around the country and I am from Tramore, County Waterford.  I bring the Leader's attention to a serious failure in policy that is having an impact on the sustainability of livelihoods in coastal communities and has implications for biodiversity and marine habitats.  Ireland signed up to the EU Marine Strategy Framework Directive in 2008 and under the directive, we were required by 2012 to have designated a network of marine protected areas.  We have failed to comply.  It is time we got serious about recognising the value of our marine natural heritage from an economic and social perspective.  If we are to protect the sustainable fishing practices of small coastal communities and sustain livelihoods, we must comply.<\/p> <p>What is the objective of having these sites?  These are the building blocks of marine sustainability.  Marine protected areas are essential nurseries for fishing species and it enables them to replenish.  Many fish stocks are under threat, as Senators know, and this threat comes chiefly from the presence of super-trawlers depleting stocks.  It also comes from our failure to adequately protect the foundations of the food supply chain.  The Minister will shortly publish the programme of measures for implementation of the marine strategy framework directive and I ask that we put aside some time in this House to debate the report and have the Minister present for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#H00200","speaker":"1385"},{"type":"speech","time":1468488600,"counter":46,"content":"<p>Approximately two weeks ago I raised with the Leader on the Order of Business a request for the Taoiseach to come before the House.  With the settling down of what happened two weeks ago, a serious discussion must be held with the Taoiseach on new politics and how our Constitution is treated.  Through sleight of hand, Article 28 of the Constitution, relating to collective Cabinet responsibility, was avoided.  The Attorney General's opinion was clear on the legislation.  Officeholders have stated they do not care what is in the Constitution and they will vote for legislation even if it is in breach of the Constitution.<\/p> <p>Every time a difficulty or issue is raised, we speak about new politics.  New politics is now getting a name for reckless or shady politics, or even no politics.  Some officeholders are not carrying out their functions.  There has only been one transfer of functions to a Minister or Minister of State since the formation of the Government so we still do not have a Minister responsible for the environment.  I put the Leader on notice that I will be proposing an amendment to the Order of Business next week if he cannot come back with a time and date for the Taoiseach to come to this House and debate what is new politics and explain exactly what he means by the term.  The general public is seeing this with every issue that arises.  The eighth amendment is being kicked to the citizens' convention and water charges are going to a commission.  The school admissions policy discussion is being put back for a year.  We now have a Government with no politics or agenda.  We have a responsibility in this House to debate, discuss and advise the Taoiseach on what we believe is new politics.  I believe it is about moving on this country for its citizens rather than hanging on to office positions without power.<\/p> <p>I ask the Leader to go to the Taoiseach and ask for a date and time next week to come to this House and explain his vision of new politics.  The public sees it as reckless and sometimes shady.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#H00300","speaker":"1417"},{"type":"speech","time":1468488600,"counter":47,"content":"<p>I raise an issue today relating to water safety, particularly regarding the protection of piers, slipways and harbours.  We are at the peak of the summer season, with schools on holiday and tourism numbers at their peak.  Tragically, over 140 people are drowned each year for various reasons.  Some drown tragically and by suicide but that is not the point I want to make.  We all remember the tragedy in Buncrana last April, when five members of the same family lost their lives.  That highlights how easily an outing can turn to tragedy in seconds.  Everybody would wish that such a tragedy would not happen and should never happen again.  I understand the slipway in Buncrana has seen additional protection installed as a result of what happened.  We should not have to wait for a tragedy for this to come about.<\/p> <p>There are thousands of tourists, particularly along the Wild Atlantic Way, who do not have local knowledge or know how easily this type of event can happen.  In my county of Mayo, there are 700 km of coast and 78 facilities like those I mentioned.  I happened to visit one a couple of weeks ago and I saw with my own eyes how dangerous they can be if a person does not have local knowledge.  These facilities are public by nature and generally open to the public, and it is important that they remain public.  Each council has a water safety development officer whose remit is to ensure that risks are minimised but I suspect it would be an impossible task to erect barriers, bollards and gates at every pier, slipway and harbour to prevent cars either accidentally or otherwise going into the water.  I assume when additions, extensions and refurbishments are done, safety is taken into account.<\/p> <p>I ask that at some stage the Minister for the Environment, Community and Local Government is brought before the House to indicate the instructions to councils or the subventions made to carry out this work.  We need to have it carried out before we see further tragedy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#H00400","speaker":"1426"},{"type":"speech","time":1468488600,"counter":48,"content":"<p>I wish to address the leader of the Fine Gael group about a disappointing matter.  Three weeks ago, I put down a Commencement issue for the attention of the Minister of State, Deputy Finian McGrath, relating to T&iacute;r na n&Oacute;g respite services.  I am very disappointed because on the day I received an insufficient reply.  What should happen when a Minister is called to the House to address an urgent issue in one's home town but one cannot contact anybody or get a reply?  Yesterday, we spoke about reforming the Seanad.  I ask the Leader for reform when a Minister is brought into the House to deal with a specific and urgent question.  I had another question about the Holy Angels centre but I got no answer on it either.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to have a protocol in place that will ensure we keep in contact with the Minister.  I understand that not everything can happen overnight, but as a new Senator I am very disappointed that there is no comeback or follow-up.  I ask the Leader to address that serious issue because, as I said to the Minister that day, I will raise it every month until it is addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#H00500","speaker":"1395","continuing":true},{"type":"speech","time":1468488600,"counter":50,"content":"<p>I attended a briefing this morning by an organisation called WALK, which works with young people with intellectual disabilities, where I met two amazing young women, Jessica and Niamh.  Jessica is a young girl with intellectual disabilities who struggled with depression because she could not find the right work for her or any place to go.  Due to her so-called intellectual disability - although, to me, she is a beautiful, inspirational young woman - she ended up having to work in a dry cleaner's, which drove her to attempt suicide.  Thankfully, she was not successful in that attempt.  Jessica is a beautiful, creative young woman who deserves her rightful place in this world, as does Niamh, a young girl with Down's syndrome, who passed the junior certificate and leaving certificate with As, Bs and Cs, which is fantastic.  She deserves to be in the workforce.  WALK is running out of funding.  Its funding will be cut by next Christmas and those two young women are devastated.  They deserve to be in the workforce doing normal jobs like everybody else.  They deserve to be treated with respect and dignity, as all of us would wish.  It is the responsibility of those of us in Leinster House to make sure that WALK gets the funding it deserves.  It should not have its funding cut by Christmas this year, and it should be allowed to continue its work.  I recognise that and I commend the organisation also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00200","speaker":"1408"},{"type":"speech","time":1468488600,"counter":51,"content":"<p>Iarraim ar an gCeannaire d&iacute;osp&oacute;ireacht a eagr&uacute; ar st&aacute;das na Gaeilge sa t&iacute;r seo le grinnstaid&eacute;ar a dh&eacute;anamh ar na strat&eacute;is&iacute; at&aacute; in &uacute;s&aacute;id againn chun an teanga labhartha a fhorbairt agus a mh&eacute;ad&uacute;.  S&iacute;lim nach bhfuilimid ag baint go leor triail as an nGaeltacht.  Ba ch&oacute;ir cabhair a thabhairt do n&iacute;os m&oacute; dalta&iacute; ar fud na t&iacute;re - &oacute;n nGalltacht, mar a d&eacute;arf&aacute; - tr&eacute;imhse a chaitheamh sa Ghaeltacht.  T&aacute; s&eacute; iontach cabhrach do na mic l&eacute;inn &oacute;ga, do fhorbairt na teanga agus don phearsantacht ioml&aacute;n.  Is rud iontach &eacute; m&aacute; chotha&iacute;onn na mic l&eacute;inn agus na daoine &oacute;ga tuiscint ar &aacute;r n-oidhreacht, &aacute;r stair agus ar shaol n&aacute;d&uacute;rtha na Gaeltachta.  T&aacute; m&eacute; l&aacute;n-chinnte faoi seo: ba ch&oacute;ir d&uacute;inn n&iacute;os m&oacute; mic l&eacute;inn &oacute;ga a sti&uacute;radh agus a mhealladh chuig an Ghealtacht.  Os rud &eacute; go bhfuil feabhas ag teacht ar ch&uacute;rsa&iacute; eacnama&iacute;ochta anois, ba ch&oacute;ir d&uacute;inn cabhair a thabhairt do na daoine &oacute;ga dul ann.  S&iacute;lim go bhfuil s&eacute; riachtanach agus ba mhaith liom d&iacute;osp&oacute;ireacht a bheith againn ar an gceist ioml&aacute;n sa Teach seo go luath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00300","speaker":"1397"},{"type":"speech","time":1468488600,"counter":52,"content":"<p>I second Senator Gerard Craughwell's amendment to the Order of Business.  In doing so, I encourage the Leader to ask the Taoiseach and Minister for Defence to come to the House as soon as possible to discuss a number of issues relating to that portfolio.<\/p> <p>The preliminary 2016 census results, which have just been published, show that the population of Cavan has risen by 4% to 76,092 and that the population of Monaghan has risen by 1.3% to 61,273.  I ask the Leader to inquire when a Constituency Commission will be formed to examine the drawing up of boundaries for the next general election, as it is well known that my county of Cavan was butchered by that commission when it last met.  Senator O'Reilly will agree with me on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00400","speaker":"1418"},{"type":"speech","time":1468488600,"counter":53,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00500","speaker":"1397"},{"type":"speech","time":1468488600,"counter":54,"content":"<p>I call on the Leader to inquire when this commission will sit, and I ask that a practising former politician who knows what it is like to canvass in and represent a constituency be allowed to sit on that commission.  The Clerk of the Seanad sits on it, and does an excellent job, but I ask the Leader to ensure that a former practising politician also be allowed to sit on it to provide the common sense that is needed in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00600","speaker":"1418"},{"type":"speech","time":1468488600,"counter":55,"content":"<p>Coming events cast dark shadows before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00700","speaker":"1381"},{"type":"speech","time":1468488600,"counter":56,"content":"<p>I wish to discuss a matter of procedure with regard to the Commencement matters.  This morning is the ninth morning in a row I have submitted a Commencement matter which was not accepted.  That is over three weeks.  I have had one Commencement matter accepted since this Seanad resumed.  We need to examine the procedures here.  Many people want to get the benefit of the Commencement discussion, but we are not getting it.  I ask that some new procedure be adopted under which more Commencement matters are accepted per morning or, if they are not accepted but are deemed to be appropriate, that the Minister be asked to give a written reply.  In that way, at least five or six Commencement matters would be taken each morning.  I submitted nine Commencement matters that were not accepted and I ask the Leader to examine that.  The House will adjourn within the next ten days but it is appropriate that we examine the issue now to ensure that all Members of the House get access to information they require and are able to raise issues that are important to them.<\/p> <p>I ask the Leader to provide time for a debate on the charities sector.  In 2013, I put a detailed question to the Joint Committee on Health and Children and to the HSE on the charities sector and, interestingly, the information that was to be released to the health committee was released to the media four or five days before the health committee sat.  As a result, the Committee of Public Accounts took over the issues relevant to the health committee and advised the committee that we could no longer deal with that issue while it was dealing with it.  The Committee of Public Accounts focused on one or two charities, but 2,600 charities receive funding from the HSE.  Last year, the total funding from the HSE, including capital grants, that goes to various charitable organisations was &euro;3.72 billion.  In that regard, 1,847 charities got less than &euro;100,000, but that still adds up to &euro;34 million.  Many organisations get funding, and there is a great deal of duplication, but we need a serious debate on how we can get value for money while at the same time helping these organisations to deliver the service they want to deliver.  I am calling for a full debate not only on funding from the HSE but also on funding from other Departments as well as the charities regulator.  I do not believe the charities regulator is adequately funded or that it has an adequate number of staff to deal with the issues arising.  The issues that I and other members of the health committee raised as far back as 2013 are coming back to haunt us because we were not given the time to deal with the ones we wanted to address.  The way the Committee of Public Accounts dealt with it is coming back to haunt it also, because certain people had a personal agendas and aimed to take hold of that entire area.  That is wrong.  It should not have been taken out of the control of the health committee.  The Members of this House should have had an input into it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A lot of people in the House have experience and can make a contribution on the issue, and we should have an appropriate debate on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#J00800","speaker":"1409","continuing":true},{"type":"speech","time":1468488600,"counter":58,"content":"<p>I refer to the WALK PEER programme in Ardee, County Louth.  The group gave an excellent presentation in the AV room, hosted by our party leader, Deputy Gerry Adams, earlier today.  I have worked with similar programmes.  Young people can access employment and further education through such programmes and they are crucially important.  It is an excellent model of delivery of employment for people with disabilities, particularly young people.  It is a model that needs not only to be supported and financed, but to be replicated in other areas.  It gives young people an opportunity to access career paths, something they deserve regardless of their abilities.  We need funding for the comprehensive employment strategy for people with disabilities.  I ask the Minister responsible to come before the House to discuss employment opportunities and how he will resource the comprehensive employment strategy for people with disabilities.  There is no point in having a strategy unless the resources are provided to implement it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00200","speaker":"1378"},{"type":"speech","time":1468488600,"counter":59,"content":"<p>Today, 14 July, is Bastille Day, and I am sure colleagues will join me in wishing all our friends in France and French ex-pats around the world all the best.  They have gone through a very difficult time in the past few years.  It is time to highlight that Euro 2016 was a major success, perhaps not for the French football team in the final but for a lot of the participating nations, especially our near neighbours Wales and Northern Ireland, as well as the Republic of Ireland.<\/p> <p>The marching season has taken place over the past few days.  Things are a lot better than they were, and I welcome, as I said three or four weeks ago, the fact that supporters of the Northern Ireland and Republic of Ireland football teams mingled and worked together.  It is not a panacea, but it certainly helped.  I congratulate all those from the various parties who helped to ensure it was one of the most peaceful marching seasons in recent years, and I hope things move forward.  I know the situation is difficult.<\/p> <p>It is interesting that Boris Johnson has been appointed as Foreign Secretary in the United Kingdom, something that brings challenges and difficulties.  I again ask the Minister for Foreign Affairs and Trade to come to the House and outline his views on how we can best connect and work together to face all of the challenges that have arisen since Brexit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00300","speaker":"1424"},{"type":"speech","time":1468488600,"counter":60,"content":"<p>We received an e-mail from the Restaurants Association of Ireland yesterday regarding a matter that, I understand, Senator Gallagher raised yesterday, namely, the struggle it is having in finding chefs in the country.  It referred to a shortage of 5,000 chefs.  The name of the organisation rang a bell with me and I wondered what it was.  It is the same organisation that called for a freezing of the minimum wage until 2020 and refuses to engage in setting up a joint labour committee even though legislation has been passed.  It is now saying it cannot find staff.  Is it any wonder that is the case, when it is doing everything it can to keep down wages and keep people on poverty rates of pay?  Rather than focus on the shortage of chefs, I ask the Leader to bring the Minister for Transport, Tourism and Sport to the House to discuss the scandal of organisations such as this receiving large subsidies of &euro;650 million a year while at the same time refusing to engage with the legitimate organs of the State regarding the establishment of a joint labour committee to ensure we have proper decency and terms and conditions in the industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00400","speaker":"1389"},{"type":"speech","time":1468488600,"counter":61,"content":"<p>We are in a rather uncertain period in the aftermath of the UK referendum result on 23 June.  I am delighted that the staff complement dealing with Brexit in the Department of the Taoiseach has been seriously beefed up.  That is necessary as we head into the crucial negotiations that will take place at EU level.<\/p> <p>Arising from that, one area that is vital to our economy and could be adversely affected is tourism.  It is vital to every part of the country.  In light of that, I encourage the Leader to have an early debate on tourism so that we can hear from the Minister what plans he has for the domestic tourism market.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00500","speaker":"1420"},{"type":"speech","time":1468488600,"counter":62,"content":"<p>I agree with Senator Wilson's analysis of the census report that has been issued this morning.  In many ways, it will be very important for Ireland, not just in terms of how political institutions deal with population increases - the population is now 4.6 million - but on an infrastructural level, in terms of how we cater for such an increase.  My county, Cork, has had a population increase of 23,000 people in the past five years, which will have a knock-on effect on infrastructure.  It will affect basic things we have discussed in the Chamber, such as the Dunkettle interchange and the Ballincollig bypass, as well as Irish Water.  The census reports are very important, but we have to build on them and put infrastructure in place so that we can deliver the services required for the vast numbers of people now living in the country.<\/p> <p>The population of Cork has increased by 23,000, which will have a major impact politically.  Realistically, a Constituency Commission will probably add another D&aacute;il seat to Cork if the requirement is 30,000 per Deputy.  If and when a commission is established it will have to consider such issues, because boundaries will have to be changed.  For the first time ever, there may have to be a real change in boundaries in Cork.  That may suit some people but not others.  It is something we have to look forward to.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00600","speaker":"1386"},{"type":"speech","time":1468488600,"counter":63,"content":"<p>I spent 40 years waiting for Cork South-West to become a four-seat constituency.  Senator Lombard might get his wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00700","speaker":"1381"},{"type":"speech","time":1468488600,"counter":64,"content":"<p>In Fingal we have experienced changes that made very little sense to us, with the capital of the constituency and Fingal divided in two at one point.  We are now pleased to be back as one unit.  I am not sure how one could avoid serial rows and accusations if there were a former politician on the commission.  Gerrymandering is something that is strong in everybody's mind.<\/p> <p>It is terribly important that we support charities and the great work they do - the vast bulk do phenomenal work.  From my time as Minister for Children and Youth Affairs, I know voluntarism in the youth sector is phenomenal.  Some 40,000 volunteers support hundreds of thousands of young people in this country.  We are unique in terms of the level of participation we have.  Whatever we say and whatever regulations are introduced in order to cut out fraud and so on, we need to continue to support charities not just with money but with moral support for the great people who spend so much of their free time supporting worthy causes.  I agree with Senator Colm Burke. When I was Minister for Health I instigated the inquiry into irregular payments in certain section 38 and section 39 institutions, which led to the findings about the Central Remedial Clinic and others.<\/p> <p>I refer to the census.  I could not agree more with Senator Lombard when it comes to infrastructure.  Fingal has the fastest-growing population in the country, a fact underpinned by the census, which showed growth of 8%.  Therefore, we need to plan for infrastructure.  I would like the Minister for Transport, Tourism and Sport to outline the current plans for a metro.  I would be grateful if the Leader would invite the Minister to the House in the autumn to give us an update on the current status of the project.  It is essential for a young population to be able to access education facilities and businesses that wish to do business in north county Dublin.  It is essential for the airport and its further development, and it is essential for international traffic to have quick access to the city centre, where people may wish to do business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#K00800","speaker":"1421"},{"type":"speech","time":1468488600,"counter":65,"content":"<p>I will add to what other speakers said about the boundaries review.  I live in the constituency of Dublin Rathdown, as do a number of other Senators, including Senators O'Donnell, Craughwell and Richmond.  Dublin Rathdown experienced the single largest butchering of any constituency the last time around in that it went from being a five-seater to a three-seater.  No other constituency lost 40% of its area.  For any area to lose that many constituents is unfortunate and unhelpful and it would better if this was not done in the future.  Could the Leader bring in the relevant Minister at some stage to talk about the boundaries review and what the process will be the next time around?<\/p> <p>It is now mid-July, and within a month or so, leaving certificate results will come out followed by CAO offers and the annual search for student accommodation throughout the country but particularly in south Dublin which is one of the most expensive places to find property.  Could the Leader bring in the relevant Minister or authority to discuss how we could provide additional on-campus accommodation throughout the country but particularly in the areas where housing need is greatest?  The less student accommodation there is, the more private housing is taken up by students, which deprives families and other people of the chance to get into the housing system or onto the housing ladder.  It would be helpful if we discussed how we can provide additional on-campus student accommodation, especially in areas where rents are very high.  This could offset some of the costs students and their families face.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00100","speaker":"1412"},{"type":"speech","time":1468488600,"counter":66,"content":"<p>Ministers come in here quite frequently.  Invariably, many of the debates are adjourned.  It would be good practice for the Minister to be given the last five minutes of every debate to respond.  The debate on broadband last week involving the Minister for Communications, Energy and Natural Resources contained very new and fresh information.  The questions put from the floor were very insightful and the debate was cutting edge, yet the Minister did not respond at the end and the debate was adjourned.  By the time the Minister comes back in here, much of the information will be stale and old.  We speak about Seanad reform.  I firmly believe a key focus should be on amending the way we do business in the House to make it more relevant and fresher.  From now on, if a Minister comes in for a debate involving many speakers, he or she should respond during the five minutes at the end of the debate.  If we adjourn it, it comes back in again.  We had a very insightful debate last week on broadband to which the Minister did not respond.  That debate was in the other House two hours later and all the work we did here was stale.  If we are doing the work, the House is entitled to get feedback and rewards for the effort we put in.  This is a very small measure that could yield substantial benefits to the House and the public looking in.  I want us to be seen as being increasingly relevant.  Debate and questioning here are of a high quality, but they are of no use unless we hear from the Minister on the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00200","speaker":"1374"},{"type":"speech","time":1468488600,"counter":67,"content":"<p>That is an issue for the Order of Business on each given day.  The roll-over of debates is the exception rather than the rule.  It is not very common so the question of whether the Minister responds or the debate rolls on is a matter for the Leader and the order of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00300","speaker":"1381"},{"type":"speech","time":1468488600,"counter":68,"content":"<p>Could I get clarification on the point because it is something I feel strongly about?  The Cathaoirleach is saying that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00400","speaker":"1374"},{"type":"speech","time":1468488600,"counter":69,"content":"<p>The Leader-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00500","speaker":"1381"},{"type":"speech","time":1468488600,"counter":70,"content":"<p>It is possible on any one day-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00600","speaker":"1374"},{"type":"speech","time":1468488600,"counter":71,"content":"<p>The Order of Business is agreed every day.  If the Senator has an issue, he can object to it.  That is a matter for the Leader.<\/p> <p>In respect of the point raised by Senator Colm Burke, I have the responsibility for choosing Commencement Matters.  It is probably not a matter for the Leader but the multiplicity of Commencement Matters is extraordinary.  An average of 12 or 14 are received and I am only allowed to pick four.  At one stage, I thought that we could manage five but given the way they roll on, it would conflict with the Order of Business, which cannot be permitted.  I was quite happy for us to take five instead of four.  It used to be three.  The difficulty I have is that I must try to be fair to all groups.  Some people come in every week and if somebody comes in every two months or has an important issue, I must give them preference as well.  I try to be fair but it does not always pan out.  I will never get the ideal situation but I am cognisant that it was difficult today.  The way it panned out was that two Fine Gael Senators were chosen because there was nobody from Fianna F&aacute;il so I tried to balance it.  I try to be fair.  There is no utopian solution.  I will take responsibility for that but I will talk to Senator Colm Burke privately about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00700","speaker":"1381"},{"type":"speech","time":1468488600,"counter":72,"content":"<p>This is not a criticism of the Cathaoirleach in any way.  I am just saying that if there is a large volume of Commencement Matter topics, procedure needs to be looked at in order that we can get ministerial replies in writing rather than having to wait around for a reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00800","speaker":"1409"},{"type":"speech","time":1468488600,"counter":73,"content":"<p>I thank all 18 Members who raised issues on the Order of Business.  Senator Ardagh raised the CSO figures.  I think we addressed this topic yesterday but it is important to understand that concern has been expressed regarding the CSO figures on growth and how they have been compiled.  The CSO has accepted that there might be a need to look at how it measures and presents them.  The fundamental underlying point is that as a country, we are beginning to emerge into a better space.  Employment is increasing, unemployment is on the way down and there are more people back at work.  Consumer spending is increasing and there is a feel-good factor in the economy.  The Taoiseach and the Ministers for Finance and Public Expenditure and Reform have said that the Government will not use the figures presented yesterday for the budgetary forecast and the budget preparations.  It is important that we are sensible.  We all agree about that the figures need to reflect the real situation rather than a transient or one-off situation.  Senator Conway-Walsh also asked yesterday for this issue to be discussed.<\/p> <p>Senators Ardagh, Wilson, Reilly, Horkan and Lombard raised the CSO census figures this morning.  I congratulate the CSO on its presentation this morning and thank it for the timely publication of the preliminary census figures.  The figures show that there are 4,757,976 persons in the country.  This is an increase of 3.7% since 2011.  Members rightly referred to the boundary commission, which is to be established subsequent to the publication of today's figures.  This presents an opportunity for Government to reflect upon the population and public representatives.  I hope the boundary review commission will be given sensible terms of reference and that the commission will be equally sensible in the presentation of its findings.  Senator Reilly spoke about gerrymandering, which is sometimes the wrong word.  What we saw last time with regard to members of the commission was a mismatch of everything.  Many in this House were affected but we will not go into that row again.  I hope we have a boundary review commission, an increase in the numbers of people in the D&aacute;il and boundaries reflective of communities and county boundaries.  I thank Senators Wilson and Reilly for raising the issue of Cavan.  As somebody who was affected the last time, I hope the issue of Cork will be addressed as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L00900","speaker":"1391"},{"type":"speech","time":1468488600,"counter":74,"content":"<p>Once we get Cavan sorted, we will deal with Cork.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L01000","speaker":"1418"},{"type":"speech","time":1468488600,"counter":75,"content":"<p>That is for another debate.<\/p> <p>Senator Craughwell raised a case, which I will not go into.  On foot of the Senator raising the case, my office contacted the Department of Defence.  There has been a Commencement Matter debate on the matter.  To be fair, the issue is important to the Senator.  I think he would agree with me that the Taoiseach or the Minister for Defence does not have control over matters like promotion, hiring and firing within the Defence Forces.  Rather than dividing the House, I would be happy to talk to the Senator afterwards about how we can reach some resolution to the impasse.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The matter he raises is important.  It illustrates the need for transparency in respect of public appointments and the interview process in particular.  For all of us who have gone for interview for posts of responsibility and promotion in our jobs, there needs to be a clear marking scheme and a transparent awarding of points in order that we can have confidence in the integrity of the promotion system, whether that is in the Defences Forces, the education sector or even the Houses of the Oireachtas.  I would be happy to speak to the Senator about this again afterwards if that is okay with him.<\/p><p>Senator Grace O'Sullivan referred to maritime affairs.  Commissioner Vella is involved in drafting the maritime strategy framework and I would be happy to have a debate on that in the autumn because it is important.  I compliment the Senator on her performance on the RTE maritime programme recently.  It was an enlightening interview.<\/p><p>Senator Humphreys raised the issue of collective Cabinet responsibility and the Taoiseach.  I would be happy for the Taoiseach to come to the House but I do not think he will be here before the summer recess.  It will not happen next week because his diary and our schedule are pretty full.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#L01100","speaker":"1391","continuing":true},{"type":"speech","time":1468488600,"counter":77,"content":"<p>I raised this matter with the Leader two weeks ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#M00200","speaker":"1417"},{"type":"speech","time":1468488600,"counter":78,"content":"<p>Senator O'Mahony raised the important issue of water safety and the role of Irish Water Safety.  It is important that we send out a message to the effect that it is important that people take care in harbours and on piers during the summer and that those who use our waters do so carefully and are sensible when using equipment.  They should not contemplate consuming alcohol and then going on the water in a boat or on a hovercraft or swimming.<\/p> <p>Senator Murnane O'Connor raised the issue of protocols in respect of Ministers appearing in the House.  I will facilitate any Minister coming to the House at the request of Members but I cannot ask the Minister to do A, B or C.  However, I will raise her issue with the Minister of State, Deputy Finian McGrath.  She could also intervene with the HSE as well.<\/p> <p>Senators Black and Conway-Walsh referred to the presentation by the WALK organisation earlier and the role the latter plays in helping, and working with, people with disabilities.  It is an important issue and I am sure we can make representations to the Minister regarding the funding issue raised by both Senators.  I pay tribute to the work of the organisation.<\/p> <p>Labhair an Seanad&oacute;ir O'Reilly mar gheall ar ch&uacute;rsa&iacute; samhraidh sa Ghaeilge.  T&aacute; na dalta&iacute; agus na mic l&eacute;inn &oacute;ga at&aacute; sa Daingean n&oacute; i nD&uacute;n na nGall inniu ag foghlaim agus ag &uacute;s&aacute;id na Gaeilge.  T&aacute; an ceart ag an Seanad&oacute;ir go bhfuil s&eacute; thar a bheith t&aacute;bhachtach go bhfuil &aacute;r nd&uacute;chas &aacute; fhorbairt agus &aacute; phl&eacute; in &aacute;iteanna ar n&oacute;s an Daingean ina bhfuil c&uacute;rsa&iacute; Gaeilge ar si&uacute;l.  T&aacute; suim mh&oacute;r ag an Seanad&oacute;ir O'Reilly sa Ghaeilge agus sa chult&uacute;r.  Nuair a bh&iacute; m&eacute; ag caint leis an Aire St&aacute;it, an Teachta Kyne, d&uacute;irt s&eacute; liom go bhfuil suim mh&oacute;r aige teacht isteach sa Teach seo.  B'fh&eacute;idir go mbeidh s&eacute; anseo tar &eacute;is an tsamhraidh.<\/p> <p>Senator Wilson seconded the amendment to the Order of Business but I hope we can arrive at an accommodation with Senator Craughwell.<\/p> <p>Senator Colm Burke raised an issue in respect of a Commencement Matter, which the Cathaoirleach has addressed.  However, the Senator made a fundamental point, with which I completely agree, regarding the charity sector and the way in which the committee system is treated.  When the Committee of Public Accounts seizes on an issue, every other committee has to stop dealing with it.  The Senator is correct that the Joint Committee on Health and Children, of which we were both members during the previous D&aacute;il, had representatives from the HSE before it to discuss section 38 and section 39 organisations.  It was the sectoral committee for dealing with such matters.  Perhaps there could have been a much better outcome if issues had been left to that committee.  It is more disappointing that as part of the quarterly meetings the committee held with the Minister and HSE management, the Senator had tabled a question relevant to the matter he raised earlier and received a substantive reply but it was given in advance of the meeting, deliberately or otherwise, to members of the media, which prevented a proper debate at the committee because the issue was in the public domain.  This issue poses a question about the role of sectoral committees.  To be fair, the committee system works well.  The clerks to committee with whom I have worked are extraordinary people and the commitment of members is equally important.  We should examine the issue raised by Senator Colm Burke in the broader context of Oireachtas reform and how sectoral committees do their work.<\/p> <p>Senator Feighan pointed out that it is Bastille Day.  I wish our French brothers and sisters a happy holiday.  He is correct that Euro 2016 was a wonderful experience and I compliment France, as the host nation, and pay tribute to the Irish fans.<\/p> <p>I compliment the new British Prime Minister, Theresa May, and I wish her and her cabinet every success.  The appointment of Boris Johnson is certainly interesting.  As a campaigner for the \"Leave\" side, he will play a key role in developing relations, not just with Ireland but also with the EU and other countries.  It is important that the Minister for Foreign Affairs and Trade, who came to the House to debate Brexit, returns in the autumn to discuss how we play our part in the world in the post-Brexit era.<\/p> <p>I agree with Senator Gavan, up to a point, with regard to chefs.  It is extraordinary that there is a huge skills shortage in the hospitality sector.  I am conscious that when I was a Member of the House previously, those of us who opposed the changing of the system in this sector were ridiculed but, unfortunately, we have been proven right.  The issues the Senator raised regarding salaries, working conditions and flexibility need to be addressed.  I would be happy to include them in a debate on the overarching policy relating to the hospitality and catering sector.  It is predominantly young people who work in the sector and they are not prepared to work longer hours for less money when there should be greater flexibility.  This relates to Senator Coghlan's point about tourism.  We need a hospitality and catering sector that rolls out the red carpet and is welcoming but the men and women who work in it must be respected and valued, particularly in the context of pay and working conditions.<\/p> <p>Senator Coghlan also referred to Brexit, to which I have referred, and to F&aacute;ilte Ireland and tourism.  We should have a debate on tourism, not least because of the matter raised earlier but also because of issues relating to hotel availability in Dublin and the escalating cost of accommodation at a time the Government has reduced the VAT rate for the sector.  It is being abused by the Irish Hotels Federation, IHF.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#M00300","speaker":"1391"},{"type":"speech","time":1468488600,"counter":79,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#M00400","speaker":"1389"},{"type":"speech","time":1468488600,"counter":80,"content":"<p>The IHF has an obligation to reflect on its role in promoting the tourism strategy and attracting tourists to the country.<\/p> <p>Senator Reilly referred to the importance of transport.  I will happily ask the Minister for Tourism, Transport and Sport to come to the House for a debate.<\/p> <p>Senator Horkan made reference to the Central Applications Office and the leaving certificate results.  The examination papers are currently being corrected.  There are people in rooms across the country busily correcting papers and I wish them well.  The future of a generation is in their hands and I hope it goes well for them.  However, it is important that, as part of the housing strategy to be unveiled by the Minister for Housing, Planning and Local Government next week, the issue of third level student accommodation be addressed because it is significant for parents in respect of affordability, for students in respect of availability and for communities, which are, in some cases, ravaged by rented houses, with other difficulties associated with that.<\/p> <p>Senator O'Donnell referred to the adjournment and rolling over of debates.  I will be happy to do whatever the House feels on that.  The point the Senator raised is good.  Sometimes a debate loses its impetus.  I thank Members for yesterday's debate and I reassure them that it is not the Government's intention to stall Senator McDowell's Bill.  However, it is important to give Members the opportunity to contribute on Second Stage if they wish.  The Government will not oppose this Bill on Seanad reform.  It was a good debate yesterday and it is important that Members be given the opportunity to articulate their viewpoint on how Senators are elected.<\/p> <p>I ask Senators to withdraw the amendment to the Order of Business.  I am happy to work with them to find a resolution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#M00500","speaker":"1391"},{"type":"speech","time":1468488600,"counter":81,"content":"<p>Senator Craughwell has proposed an amendment to the Order of Business, \"That the Minister for Defence, An Taoiseach, attend to House to deal with a matter concerning the Defence Forces.\"  Is the Senator pressing his amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#M00600","speaker":"1381"},{"type":"speech","time":1468488600,"counter":82,"content":"<p>I very much respect the efforts of the Leader to keep the business of the House going and I acknowledge the fact that the Taoiseach cannot be dragged in here at the drop of a hat but this is not about the individual case, it is about the Department's disregard for the ombudsman's role.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Taoiseach chose the Department of Defence to be his Ministry and that is part of the problem.  He is so busy these guys are running away with themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#M00700","speaker":"1390","continuing":true},{"type":"speech","time":1468488600,"counter":84,"content":"<p>We cannot reopen the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#N00200","speaker":"1381"},{"type":"speech","time":1468488600,"counter":85,"content":"<p>I will not press the debate now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#N00300","speaker":"1390"},{"type":"speech","time":1468488600,"counter":86,"content":"<p>The Senator has an option of raising the matter again.  I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#N00400","speaker":"1381"},{"type":"speech","time":1468488600,"counter":87,"content":"<p>I assume the Labour Party will be raising the matter again next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#N00500","speaker":"1390"},{"type":"unspoken","time":1468488600,"counter":88,"content":"<p>Amendment, by leave, withdrawn.<\/p><p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1468488600,"counter":89,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#N00700"},{"type":"speech","time":1468488600,"counter":90,"content":"<p>I move:<\/p><blockquote>That, notwithstanding anything in the Standing Orders relative to Public Business:<br \/><br \/>(1) The Seanad shall meet at 10 a.m. on Friday, 15th July, 2016 and the following arrangements shall apply: <blockquote>(a)Standing Orders 29 and 30 shall stand suspended;<br \/><br \/>(b)there shall be no Order of Business;<br \/><br \/>(c)the business to be taken shall be confined to the items set out in the Schedule to this paragraph and, accordingly, no other business shall be taken unless the Seanad shall otherwise order on motion made by the Leader of the House or such other Senator as he may authorise in that behalf. <\/blockquote><div><b>Schedule<\/b><\/div><i>Water Services (Amendment) Bill 2016 &ndash; Second Stage<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Water Services (Amendment) Bill<i><\/i>2016, the contributions of group spokespersons on the debate on Second Stage, which shall commence at 10 a.m. and conclude no later than 12.30 p.m., shall not exceed 8 minutes, the contributions of all other Senators shall not exceed 5 minutes and the Minister shall be called on to reply to the debate no later than 12.24 p.m.;<br \/><br \/><i>Motion regarding the establishment of the Citizens&rsquo; Assembly<\/i><br \/><br \/>The contributions of group spokespersons on the motion, which shall commence at 1 p.m. and which shall conclude no later than 2 p.m., shall not exceed 8 minutes, spokespersons may share time and the Minister shall be called on to reply to the debate no later than 1.56 p.m.;<br \/><br \/><i>Electoral (Amendment) (No. 2) Bill 2016 &ndash; All Stages<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Electoral (Amendment) (No. 2) Bill, the contributions of group spokespersons on the debate on Second Stage, which shall commence at 2 p.m., shall not exceed 6 minutes, the contribution of all other Senators shall not exceed 4 minutes and the Minister shall have 6 minutes to reply to the debate on Second Stage. Committee and Remaining Stages shall be taken immediately on the conclusion of Second Stage and shall be brought to a conclusion no later than 3.30 p.m. by one question which shall be put from the Chair and which shall, in relation to amendments, include only those set down or accepted by the Government;<br \/><br \/><i>Paternity Leave and Benefit Bill 2016 &ndash; Second Stage<\/i><br \/><br \/>Subject to the passage by the D&aacute;il of the Paternity Leave and Benefit Bill 2016 not later than Wednesday, 13th July, 2016, the contributions of group spokespersons on the debate on Second Stage, which shall commence at 3.30 p.m. and conclude not later than 5.30 p.m. shall not exceed 8 minutes and all other Senators shall not exceed 5 minutes and the Minister shall be called on to reply to the debate not later than 5.25 p.m.<br \/><br \/>(2) the Seanad shall meet at 10.30 a.m. on Tuesday, 19th July, 2016 and the Order of Business shall be proposed at 11.30 a.m.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#N00800","speaker":"1391"},{"type":"unspoken","time":1468488600,"counter":91,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1468488600,"counter":92,"content":"<p>Sitting suspended at 12.52 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Business of Seanad","time":1468488600,"counter":93,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#T00100"},{"type":"speech","time":1468488600,"counter":94,"content":"<p>As there is a vote taking place in the D&aacute;il, in the interests of staff and Members I propose that the Seanad suspend until 2 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#T00200","speaker":"1391"},{"type":"speech","time":1468488600,"counter":95,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#T00300","speaker":"1386"},{"type":"unspoken","time":1468488600,"counter":96,"content":"<p>Sitting suspended at 1.35 p.m. and resumed at 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Summer Economic Statement 2016: Statements","time":1468488600,"counter":97,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#W00100"},{"type":"speech","time":1468488600,"counter":98,"content":"<p>I welcome the Minister for Finance, Deputy Noonan, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#W00150","speaker":"1425"},{"type":"speech","time":1468488600,"counter":99,"content":"<p>I welcome the opportunity to be here to discuss the summer economic statement.<\/p><p>The statement is an important part of the budgetary reform process.  It sets out the framework for economic and fiscal discussions on budget 2017 and gives us the opportunity to discuss the budgetary strategy over the medium term.  It frames the debate around our priorities and allows us to examine how best to use the fiscal space available in achieving our objectives.  <\/p><p>The summer economic statement<i><\/i>forms part of the new budgetary reform framework and its discussion here today is a key component of the process of enhanced engagement with the Oireachtas on matters of budgetary scrutiny.<\/p><p>The national economic dialogue is a further pillar of the budgetary framework which provided a forum for an open and inclusive discussion on competing priorities and economic perspectives in advance of budget 2017.  This year's event was especially beneficial in facilitating a constructive dialogue on how to foster growth towards a more just and inclusive society.  The positive discussions held at this event will be reflected upon in the coming months. <\/p><p>The third element of the process involved yesterday's publication of a mid-year expenditure report.  Prepared by the Department of Public Expenditure and Reform, it sets out the baseline for departmental expenditure and provides a starting point for the examination of budgetary priorities by the Oireachtas.  The report provides the basis for <i>ex ante<\/i>input and feedback from the Oireachtas on budgetary proposals and gives Oireachtas committees the opportunity to engage with Ministers on sectoral spending priorities.<\/p><p>Economic recovery is now firmly established.  We have seen the contribution from domestic factors continue to strengthen as the recovery of both consumer and business confidence advances.  This is very encouraging as domestic sectors are both jobs and tax rich.  Earlier this week, the CSO published the national income and expenditure results for 2015.  These figures suggests that the economy grew by 26% last year.  The make-up of that statistic requires a lot of qualification and explanation.  The upward revision is the result of reclassifications related to a number of exceptional one-off factors.  These reclassifications do not reflect changes to the real economy, nor do they reflect the activity levels we are seeing on the ground.  On an underlying basis, the economy continues to perform strongly, as evidenced by developments in the labour market indicators and taxation receipts.  Data from the CSO on net national income, which includes net factor income from abroad but strips out now considerably elevated depreciation levels on account of Tuesday&rsquo;s revisions, suggest the economy grew by a more plausible 6.5% in 2015.  This is arguably a more reasonable figure corresponding to actual activity levels occurring within the State.<\/p><p>For this year, my Department&rsquo;s latest projections, as published in the summer economic statement are for GDP growth of around 5% this year and 4% for 2017.  This more plausible outlook is the basis on which we will undertake future policy decisions.  Forecasts will be updated in the context of budget 2017 to reflect all relevant developments in the interim, including any impacts arising as a result of the British referendum outcome and revisions to the components of GDP growth seen in the context of data from the CSO this week.  I should also emphasise that economic growth is not an end in itself; rather it is the means through which a social recovery can be achieved.  Growth provides the resources necessary to advance social progress, promote inclusivity and provide high quality public services to all citizens.  That is why growth matters.<\/p><p>Economic recovery is perhaps most clearly evident in the labour market where we have now had 14 successive quarters of employment growth, representing an increase of almost 160,000 jobs since the low point of the crisis.  Importantly, the recovery remains broad based with gains recorded in virtually all economic sectors reported by the CSO, with the construction sector showing particularly strong momentum.  In parallel, the unemployment rate fell to 7.8% in June, a decrease on the peak of over 15% in early 2012.  Given the distortions in the GDP data, I view employment and unemployment data as the best indicators of current trends in the economy.  In the short run, we expect labour market dynamics to continue to strengthen.  My Department is projecting that an additional 50,000 jobs will be created this year.  As a result, employment is set to exceed the 2 million mark this year for the first time since 2008.  These figures are a testament to the continued success of the Government's Action Plan for Jobs, which will help ensure that we reach full employment of 2.1 million by 2018.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=821\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=821&amp;amp;pid=MichaelNoonan&amp;amp;year=2016&amp;amp;month=07&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Turning to fiscal developments, following a very difficult period, the public finances are continuing to move in the right direction.  The budgetary position has been placed on a safe and sustainable path.  For 2015, revised figures published by the CSO on Wednesday show a headline deficit of 1.8% of GDP.  This is some 0.5% of GDP better than the data indicated at the time of the summer economic statement.  These data revisions will not, however, impact the amount of fiscal space available in 2017.  Based on preliminary GDP figures at the time of the summer economic statement, the deficit was estimated at 2.3% of GDP.  Accordingly, we have now formally exited the excessive deficit procedure by an even stronger significant margin than was previously estimated.<\/p><p>Under the preventative arm of the European fiscal rules, Ireland will have room for budgetary manoeuvre to accommodate increases in Government expenditure and tax reductions in a prudent and sustainable manner.  The summer economic statement allows us to debate our priorities and to examine how we can optimise the use of the fiscal space.  Positive developments are also evident in the debt trajectory.  The general Government debt to GDP ratio peaked at over 120% of GDP in 2012.  Figures set out in the summer economic statement projected a debt ratio of 88% of GDP for this year, which is below the euro area average, with the debt ratio set to decline further to 72% by 2021. <\/p><p>I also am greatly encouraged by the latest Exchequer returns which provide a real-time indication of the budgetary position.  Tax revenue collected in the first half of this year increased by over 9%, or &euro;1.9 billion, relative to the same period last year.  Taxes are some 3.5%, or &euro;0.7 billion, above profile.  Importantly, with the exception of VAT, all tax categories are on or above profile, pointing to the sustainability of the recovery of the public finances.<\/p><p>Having successfully exited the excessive deficit procedure, from this year onwards the Irish public finances will be subject to the rules of the preventative arm of the Stability and Growth Pact.  We will strive to achieve our medium-term fiscal objective, defined by a structural deficit of 0.5% of GDP.  Based on the revised trajectory and assumptions set out in the summer economic statement, we expect to achieve this medium-term objective by 2018.  The market reaction to our management of the public finances is clear, with the cost of borrowing close to historic lows reflecting our continued economic and fiscal improvements and assisted by wider developments.  <\/p><p>With regard to fiscal space, this document sets out that the estimated indicative fiscal space over the period 2017 to 2021 is in the region of &euro;11.3 billion.  This is the net fiscal space that remains after providing for pre-committed policies such as demographics, the Lansdowne Road agreement and capital plans.  For next year, it is currently estimated that there will be just shy of &euro;1 billion available for additional expenditure increases and taxation reductions.  This amount has already been locked in on the basis of inputs provided by the European Commission.  However, for the remaining years, as stated in the document, any estimate of the fiscal space is subject to revision as macro-economic conditions change and new information becomes available.  Estimates of the available fiscal space beyond 2017 will be updated in the context of budget 2017 to reflect all relevant developments in the interim, including revised data published by the CSO and impacts arising in the context of the outcomes of the UK referendum.  At this point, it is not expected that these events will impact the fiscal space available for next year. <\/p><p>The fiscal space will be distributed in line with the programme for a partnership Government, which is a split of at least 2:1 between public spending increases and tax reductions.  On taxation measures, the programme for a partnership Government contains a commitment to ask the Oireachtas to continue the process of phasing out the universal social charge as part of a wider medium-term reform of income tax.<\/p><p>One of the lessons learned from the crisis is that as a small and open economy, Ireland&rsquo;s public finances are vulnerable to swings in economic conditions.  As a prudent and counter-cyclical budgetary measure, I am pleased to state that a contingency fund will be established and it will be known as a rainy day fund.  The summer economic statement outlines how, after achieving our medium-term objective in 2018, some &euro;1 billion will be remitted to the fund each year from 2019 onwards.  This can be used to support activity and employment if necessary.   My Department will bring forward proposals in due course for consultation with the Oireachtas on the operation of this fund, the circumstances in which it will be deployed and whether other sources of funding can be used to help capitalise it.<\/p><p>While the short-term prospects are positive, it is also clear that we face increased risks, not least those related to the potential economic impacts for Ireland and the wider European economy resulting from the UK voting to leave the European Union.  These impacts will be kept carefully under review.  Revised projections in the context of budget 2017 will include updated estimates of economic growth, the public finances and the fiscal space taking account of developments up to that time.  As a small open economy, the best way to protect against risks is to maintain an appropriate fiscal stance and adopt competitiveness-oriented policies.  That is what the Government will continue to do.  I wish to emphasise that the significant upward revision to last year&rsquo;s GDP figures will not alter the basis on which we conduct medium-term policy decisions.  They are not expected to boost the ability of the economy to sustainably finance future spending decisions.  The fiscal rules are intuitive and are designed to ensure that policy choices are underpinned by a robust ability to finance those choices.  It is important that we maintain the hard-won progress to date on the path to recovery.  I thank the Seanad&oacute;ir&iacute; very much for their kind attention.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#W00200","speaker":"1326","continuing":true},{"type":"majorheading","content":"Business of Seanad","time":1468488600,"counter":101,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00200"},{"type":"speech","time":1468488600,"counter":102,"content":"<p>At this moment, I wish to take a proposal from the Leader of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00300","speaker":"1425"},{"type":"speech","time":1468488600,"counter":103,"content":"<p>In light of the fact that the debate was late starting, I propose an amendment to the Order of Business that this debate be extended to 3.30 p.m. and that item No. 3 be taken at the conclusion of this debate at 3.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00400","speaker":"1391"},{"type":"speech","time":1468488600,"counter":104,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00500","speaker":"1425"},{"type":"majorheading","content":"Summer Economic Statement: Statements (Resumed)","time":1468488600,"counter":105,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00600"},{"type":"speech","time":1468488600,"counter":106,"content":"<p>I now call Senator Gerry Horkan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00700","speaker":"1425"},{"type":"speech","time":1468488600,"counter":107,"content":"<p>I thank the Minister.  As one of the longest-serving and most senior Cabinet Ministers, it is great to see him here in Seanad to address us.<\/p> <p>I welcome the opportunity to discuss the summer economic statement.  Since its publication, the Brexit referendum has occurred, generating serious volatility in the markets.  The Irish economy now faces a multitude of threats that demands strong government.  Of all EU member states, Ireland will feel the biggest impact of Brexit and our economic strategy must reflect this dynamic and rapidly changing situation.  It is vital we play a central role in exit negotiations.  Our economic concerns need to be heard and fully understood and our interests fully safeguarded. <\/p> <p>A key issue during the course of the election for every political party was the choices they would make given the available resources.  In simple terms, fiscal space measures the capacity of the Government, as the Minister outlined, to take discretionary tax and expenditure measures after accounting for all known commitments, for example, additional spending required by changing demographics or public sector pay agreements.  The fiscal space for the next five years has increased substantially from &euro;8.6 billion to &euro;11.3 billion.  That is some &euro;2.7 billion more than anticipated during the general election campaign.  Fianna F&aacute;il supports a cautious and prudent approach in this regard.  We will not be making commitments based on any additional fiscal space from a revised medium-term objective.<\/p> <p>As the summer economic statement makes clear, there are a number of risks to the Irish economy in the years ahead.  There was a specific reference to the impending Brexit referendum.  The surprise result has brought one of those risks to the fore.  In a worst case scenario, a British exit could lead to the introduction of tariffs on trade activity with European states.  Irish-owned manufacturing firms would be particularly vulnerable as they sell approximately 43% of their exports to the UK, compared to 11% for multinationals.  An Economic and Social Research Institute, ESRI, report has estimated that bilateral trade flows between the UK and Ireland could fall by as much as 20%, with some sectors more affected than others.  The Irish agrifood sector, in particular, is much more dependent on the UK as a trading partner than Irish industry in general.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016071400002#X00800","speaker":"1412"}]