[{"type":"minorheading","content":"Prelude","time":1385634600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1385634600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1385634600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1385634600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1385634600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800002#A00100"},{"type":"speech","time":1385634600,"counter":6,"content":"<p>I have received notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>Fiafr&uacute; den Aire Talmha&iacute;ochta, Bia agus Mara an bhfuil s&eacute; i gceist aige gn&iacute;omh&uacute; chun an st&aacute;das saor &oacute;n ngalar Ostreid herpes virus (OsHV1-uvar), i gCuan Baile na Cille i dtuaisceart Chonamara, a thabhairt ar ais i bhfianaise go bhfuil t&aacute;st&aacute;lacha nua tar &eacute;is l&eacute;iri&uacute; go bhfuil s&eacute; glan le cheithre bliana anois.<\/blockquote>I have also received notice from Senator Martin Conway of the following matter:<blockquote>The need for the Minister for Education and Skills to comment on the accommodation requirements of Scoil Mhainch&iacute;n national school, Ennistymon, County Clare and in particular the prefabricated classroom rental grant.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken on the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00200","speaker":"1127"},{"type":"majorheading","content":"Order of Business","time":1385634600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00300"},{"type":"speech","time":1385634600,"counter":8,"content":"<p>The Order of Business is No. 1, Oireachtas (Ministerial and Parliamentary Offices) (Amendment) Bill 2013 &ndash; Report and Final Stages, to be taken at 11.45 a.m. after the Order of Business; and No. 2, Social Welfare and Pensions (No. 2) Bill 2013 &ndash; Committee Stage, to be taken at 12.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00400","speaker":"1114"},{"type":"speech","time":1385634600,"counter":9,"content":"<p>We will oppose the Order of Business.  As my colleague Deputy Thomas Byrne mentioned the other day, it is not in keeping with the programme for Government to have Committee Stage of this most important Bill two days after Second Stage.  Fundamental changes and reform to pension law are proposed as part of the Social Welfare and Pensions (No. 2) Bill.  In the referendum the people voted to keep what they hoped would be a reflective thoughtful Chamber which would give appropriate consideration to important legislation such as the Bill.  The Bill will not get the consideration it deserves and requires.  We have had an opportunity to table amendments, but by no means have we had an opportunity to assess the impact of the Bill to the extent we should between Second and Committee Stages to table the optimum number of amendments.  As Senator Byrne stated on Tuesday, we will oppose the Order of Business in this regard.<\/p><p>  I propose an amendment to the Order of Business that the Minister for Finance, Deputy Noonan, comes to the House later to discuss the Central Bank report to be announced at 11 a.m.  As seems to be so often the case the media is better informed than the Houses of the Oireachtas.  In the <i>Irish Independent<\/i> today, Charlie Weston highlights what he believes to be part of the report, which is that the number of people throughout the country in arrears for more than three months is almost as high as 100,000.  This is despite the Taoiseach and the Minister stating the 30% target for work-outs with people in arrears is being reached by most of the banks.  The fox is still in charge of the henhouse and nobody is looking after the people.  I have anecdotal evidence from people coming to my clinics that banks, particularly those which have chosen to exit the Irish market, are honing in on people with additional equity in their properties to ensure they sell them to give the bank the quickest exit.  This does not give the consumer the best outcome.  The forbearance options put on the table are those which suit the bank and not the people.  Since 2008 we have sat late hours to deal with bank guarantees and the provision of funds from parties on both sides of the House.  Rather than taking on board the spirit with which this was done the banks are showing contempt for consumers.  The forbearance options put forward are for the banks and are not in the best interests of the consumers or the struggling coping classes.<\/p><p>  Yesterday, several days in advance of the Labour Party conference, the T&aacute;naiste spoke quite cynically about potential tax cuts for the coping classes.  The biggest challenge we have had in recent years is the mortgage crisis and all we have done is put the fox in charge of the henhouse and nobody is looking after the people.  We used to talk about getting guarantees for banks and money for them and their systemic importance.  What about the systemic importance of the real people on the streets in Ireland who are struggling with this?  Rhetoric from the T&aacute;naiste several days in advance of the party conference on cutting taxes is disingenuous in the extreme when the people yearn and need real and tangible solutions for their mortgage difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00500","speaker":"1149"},{"type":"speech","time":1385634600,"counter":10,"content":"<p>It is quite amusing to hear Senator MacSharry call the comments of the T&aacute;naiste on potential future tax reform cynical given his performance in this House on a number of occasions.<\/p><p>I welcome the fact the Garda has cancelled an urgent alert regarding a Roscommon woman and her three children, which was raised after the family had been last seen at approximately 3 p.m. yesterday.  Aside from the fact the family is safe and sound and receiving help it is reassuring to know the child rescue Ireland, CRI, alert system was successful in this instance.  Such an alert is only launched where a child is under the age of 18, where there is a reasonable belief there is an immediate risk to the health and welfare of the child and there is sufficient information to enable the public to help in locating the child.  I congratulate the Garda and the PSNI on the successful outcome in this instance.<\/p><p>I also welcome the Revenue extension of the filing deadline for property tax.  There has been a bit of a steep learning curve for the Revenue Commissioners in this particular instance but they have shown themselves willing to listen to the public.  They have made it clear those who have contacted Revenue and left a message to state they may not get in before the deadline will be deemed to have met the deadline.  I hope the learning from this experience will be taken on board by the Revenue Commissioners for next year.<\/p><p>Yesterday at the Public Accounts Committee it was revealed the fundraising arm of the Central Remedial Clinic has &euro;14 million sitting in a bank account.  I am very concerned as to why the money is sitting there.  There have been a number of controversies recently relating to HSE pay which have impacted on the confidence people have in the charity sector, particularly when it is given to be understood the money people donate in good faith goes to top up people's salaries.  As someone involved in the charitable sector I am very aware the Christmas period is one when charities dependent on the public for most of the money they receive in the year.  As a matter of urgency I would like to see the Minister responsible for the charitable sector come to the House to reassure people there is sufficient regulation to ensure money brought in will go where it needs to go.<\/p><p>I reiterate the call for a debate on homelessness which I made yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00600","speaker":"1172"},{"type":"speech","time":1385634600,"counter":11,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00700","speaker":"1136"},{"type":"speech","time":1385634600,"counter":12,"content":"<p>The evidence is very disturbing that the number of people presenting to homeless services has risen dramatically over the past 12 months.  I would like the debate in this House not to mirror the debate yesterday in the D&aacute;il.  I do not want to go into the issues but I would like this House to have an evidenced-based debate, because it is a matter of interest to all sectors of the House, and not one during which people scream and shout at each other claiming to know more homeless people than the next.  There is evidence the Government is taking action, particularly with regard to the annual extra provision cold weather shelter rolled out by the Dublin regional homeless executive.  I am aware the Government's policy, which is prevention and move on, is based on evidence and international best practice.  More than 80% of people in homeless services want a home and are capable of independent living.  For anyone to suggest people in homeless services are there because it is a choice is a disgrace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00800","speaker":"1172"},{"type":"speech","time":1385634600,"counter":13,"content":"<p>I second the call by Senator Hayden for a debate on homelessness before Christmas.  We have a top expert in the Seanad who can provide us with evidence for the debate and I hope the request will be acceded to.  I am a reasonable woman and I have a reasonable question for the Acting Leader.<\/p> <p>My understanding is that next week a very significant Bill will be before the other House.  It is the Assisted Decision-Making (Capacity) Bill 2013, for which we have been waiting for quite some time.  It will be extremely important in ensuring greater equality and support for people with disabilities.  I have invited some of the top technical experts in the country to provide a briefing for Members on this long-awaited Bill.  When it is passed, my understanding is that it will enable us to be ready to ratify the UN Convention on the Rights of Persons with Disabilities; therefore, it is very important that we get it right.  My question is about the use of the AV room for the briefing.  I requested use of the AV room to allow these experts to brief Members on this very significant law.  I received a note back from the proper channels stating the D&aacute;il Committee on Procedure and Privileges had agreed that only school groups could use the AV room up to 2 p.m. and, therefore, my request would have to be refused but that I could use certain other rooms.  I am not happy with that answer.  My group leader, Senator Jillian van Turnhout, has written a letter to the Cathaoirleach requesting that the briefing take place in the AV room.  We have not yet received a response.  If there is a problem with the overuse of the AV room, so be it.  Let us have a meeting and set up guidelines, but let us use that space to brief Members on important items such as law making.  During the recent referendum debate there was much touting on the importance of engaging experts for law makers to help us to do the right thing.  Can the decision be amended and guidelines written?  Can I at least have my experts in the AV room next week to brief Members on this significant Bill?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800003#B00900","speaker":"1176","continuing":true},{"type":"speech","time":1385635200,"counter":15,"content":"<p>By way of clarification, the Committee on Procedure and Privileges of the Seanad has not accepted the decision of the Committee on Procedure and Privileges of the D&aacute;il.  Consequently, the view was that Seanad Members should not be treated in the same way, if the committee on Procedure and Privileges of the D&aacute;il took a decision affecting its Members.  That clarification might by useful to the Senator and the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800004#C00400","speaker":"1127"},{"type":"speech","time":1385635200,"counter":16,"content":"<p>Thank you very much, a Leas-Chathaoirligh because I have received a letter back through the ushers to say I cannot use the room.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800004#C00500","speaker":"1176"},{"type":"speech","time":1385635200,"counter":17,"content":"<p>The matter is still <i>sub judice<\/i>, but I am informing the Senator and the House of the deliberations of the Committee on Procedure and Privileges of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800004#C00600","speaker":"1127"},{"type":"speech","time":1385635200,"counter":18,"content":"<p>Thank you; I appreciate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800004#C00700","speaker":"1176"},{"type":"speech","time":1385635200,"counter":19,"content":"<p>The Minister for Education and Skills spoke eloquently this morning on radio about junior cycle reform.  The new junior cycle programme will begin for students in 2014 and among the key features will be a focus on literacy, numeracy and other key skills.  The changes will be made incrementally and the first subject to be affected is English, with the first assessment in 2018.  The Minister has acknowledged that teachers have concerns that will be addressed.  That is welcome.  I recall that when the primary school curriculum was being overhauled, for each subject there were three days of in-service training; two outside and one inside the school.  There will be one day's in-service training in the case of the new junior cycle programme.  The new English curriculum is quite complex and will need much discussion.  It is welcome that the Minister is committed to discussing the issue with the unions.<\/p><p>We had a debate in this House on the teaching of history.  Some regretted that it would no longer be compulsory.  While I opposed the motion on that occasion, I recognise the importance of history in the junior cycle secondary school curriculum and think we should all insist on it receiving a strong place in the new programme.  As the discussions develop with the unions and teachers, I would welcome an opportunity to hear the Minister's views on the progress being made on this very important reform of the education system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800004#C00800","speaker":"1166"},{"type":"speech","time":1385635200,"counter":20,"content":"<p>I would like to confirm what the Leas-Chathaoirleach said about the AV room.  This issue was brought up at a meeting of the Committee on Members' Interests and I strongly opposed the attempt to encroach on our rights.  Decisions were taken then.  Senator Diarmuid Wilson has followed up the matter and our decision is that pending the full establishment of our rights, to which we strongly hold, the AV room is available and that it is not up to the staff of the Oireachtas to tell this House how it should order its business or where meetings should be held.<\/p><p>It is important at this time of year to consider the joys of Christmas.  I hail somebody whom I think is one of the greatest leaders of the last millennium.  I refer to Pope Francis, even though I am not a Roman Catholic.  He has a thing called an apostolic exhortation which is not an encyclical but a most fascinating document.   Since the Vatican is both a state and a church, we should discuss it in this House because he goes straight to the heart of matters dealing with the church.  He addresses the document to all baptised people to express the joy of the Gospels.  He talks about narrowness within the churches and the many who feel superior to others because they remain intransigently faithful to a particular Catholic style from the past.  He talks about excessive clericalism and democratising and decentralising the Vatican.  He talks most significantly about the injustice of the current financial system and the tyranny of market capitalism and the fact that the economy kills people, as we know it does.  It has killed people in this country, where it is survival of the fittest and the law of the jungle prevails.  He talks about the unemployed across the European Union and claims the rate is up to 40%, while in Spain it is 60% for those under 25 years.  A man with this vision who also speaks about the homeless is somebody to whom we really should listen.  This is a very significant document.  We have a situation across the world where there is no moral leadership among political or religious leaders.  Here is somebody who is showing us the way and giving us an opportunity and I hope we can discuss this very important document, either before or immediately after Christmas.  I also salute the Muslim Minister from Britain who, transcending her own religious views, spoke about the discrimination against and the ethnic cleansing of Christian communities in the Middle East.  I am very pleased to learn from the Irish Genealogical Society that it has helped in the restoration of one of the world's great libraries, the National and University Library of Bosnia and Herzegovina in Sarajevo.  In the past few days pallets of books donated from Ireland, a very significant proportion of which were donated by Professor Geraldine Smith of the School of Ecumenics in Trinity College, Dublin, have made their way to Sarajevo to help to repair the gap created during the bombardment of that city when remarkable, beautiful and irreplaceable manuscripts from the Orthodox, Roman Catholic, Muslim and Jewish traditions were destroyed.  That is very important.  My main plea is that we take this important document from such a significant world figure and examine it, not just in its religious context, although I do not see why this House should not discuss that aspect, but particularly in the light of its concern for democratisation and the poor and the worry about the ruthlessness and callousness of the financial system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800004#C00900","speaker":"1136"},{"type":"speech","time":1385635800,"counter":21,"content":"<p>In light of the terrible burglary in County Tipperary last weekend and the brutality of the gang's actions towards the Corcoran family, I request that the Minister for Justice and Equality come into the House to debate the possibility of amending the criminal law to prevent similar attacks happening in the future.  We must send a message to those living in rural Ireland that they are safe in their homes.  The closure of some rural Garda stations and the ever improving road network has only served to give these gurriers the confidence to rob, pilfer and maim those people who are living in rural areas.  The human cost is such that the victims and their families are likely to be traumatised for the rest of their lives.  It is up to us as legislators to ensure the inviolability of the dwelling is upheld and that people feel safe in their homes.<\/p><p>We must look at the statistics.  Only one fifth of sentences for burglary convictions lead to jail terms of more than five years, while almost half of all convictions for burglary attract sentences of three years or less.  To add insult to injury for those affected by the actions of these thugs, many robberies are carried out by repeat offenders.  There is no minimum or mandatory sentences for burglars.  I think this is unacceptable, given the spate and gravity of attacks in recent years.  We can see from the statistics that the criminals involved are not being deterred from committing burglary again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00100","speaker":"1173"},{"type":"speech","time":1385635800,"counter":22,"content":"<p>Is the Senator calling for a debate on the matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00200","speaker":"1127"},{"type":"speech","time":1385635800,"counter":23,"content":"<p>I certainly am.  It is high time that we strive for better standards in our criminal justice system.  We must work to ensure that justice is seen to be done, not only for the victims but for society as a whole.  We are doing an injustice to everyone in the country by not having mandatory sentences for people who commit burglaries.  A mandatory, or at least a minimum sentence for burglary would act as a deterrent and would be more palatable for the victims and the thousands of people who are living in fear of burglars in rural areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00300","speaker":"1173"},{"type":"speech","time":1385635800,"counter":24,"content":"<p>On a point of order, may I point out that the word \"gurrier\" is on the index of prohibited words in this House, unlike the 'F' word, which I used some time ago in all innocence and which was misinterpreted by dirty minded people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00400","speaker":"1136"},{"type":"speech","time":1385635800,"counter":25,"content":"<p>I note Senator Norris's intervention but it is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00500","speaker":"1127"},{"type":"speech","time":1385635800,"counter":26,"content":"<p>I beg the pardon of the Chair.  I will withdraw it instantly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00600","speaker":"1136"},{"type":"speech","time":1385635800,"counter":27,"content":"<p>I totally support the well made arguments of Senator Jim D'Arcy on the changes in the junior cycle curriculum, particularly his comments on the teaching of English and History, as I taught both these subjects.  One day's in-service training for teachers to come to terms with the whole new system will not be adequate.  The success of the system is predicated entirely on the full co-operation and understanding of the teaching cohort.<\/p><p>I have said before that the reason many young people find history unpalatable is because of the way it is being taught.  The students are being fed a load of facts without ever trying to find out why things happened.  History can be an enthralling subject.  The Chinese communist leader Deng Xiaoping when asked for his assessment of the French Revolution said: &quot;It is too early to say&quot;.  That might be one extreme but during the time I was teaching, the teaching of history was not fit for purpose.<\/p><p>May I ask the Acting Leader to invite the Minister for Social Protection, Deputy Joan Burton to the House to discuss the manner in which medical investigations are conducted for those who apply for benefits based on disability, such as the invalidity pension?  It is clearly important that the medical regime is strict to ensure only people who are entitled to these pensions would get them.  In my view there is a lack of transparency in the process.  A person may have to wait for months to see a doctor and then faces a further waiting period to get a result and yet receives a letter stating in one line that he or she is suitable or unsuitable for the grant.  I do not think that is good enough in this day and age.  People should receive a comprehensive answer as they are entitled to know the reason they have been deemed unsuitable.  I am not casting any aspersions on the medical corps in the Department of Social Protection, but the system must be transparent.  There is a valid suspicion in the community that the medical process is often used to save money by delaying and dragging out the process.  How many medical opinions are overturned on appeal?  I have seen a number of cases , in which it seemed clear to me that the applicant was entitled to an invalidity pension but was refused in the first instances, but some 12 or 18 months later following an appeal process is adjudicated to be entitled to the benefit.  That person's condition may not have changed one whit in the meantime.  The reason I raise this issue is as a result of a case I am involved in.  An individual with profound Parkinson's disease has had to wait for two years for his invalidity benefit to be granted.  This former self-employed man has been living on his savings and I think it is very unfair that it has taken such a long period to be granted an invalidity payment.  I would like a comprehensive explanation of the Department of Social Protection's medical procedure.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00700","speaker":"1142"},{"type":"speech","time":1385635800,"counter":28,"content":"<p>We hope to see the publication of a Bill on the extension of the university panel.  That is very welcome.  It will increase the franchise to graduates of all universities and third level institutions.  A person with a third level qualification will have a vote in the Seanad elections under this new panel.  I request a debate on this prior to the publication of the Bill so that we can have an input into the legislation.  We have the possibility of creating a modern, up-to-date on-line voter system, so that graduates would be able to log on, register and vote by e-mail.  That would also be a step in the right direction towards equality - I mean equality for people with - - - - -.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00800","speaker":"1158"},{"type":"speech","time":1385635800,"counter":29,"content":"<p>It would like hell.  May I correct that?  There would be 750,000 voters for the university seats and there are fewer than a thousand voters on the other panels.  There is only one elector for the Taoiseach's nominations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D00900","speaker":"1136"},{"type":"speech","time":1385635800,"counter":30,"content":"<p>Will Senator Norris please resume his seat?  It is unfair to interject.  This is the second time the Senator has interjected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01000","speaker":"1127"},{"type":"speech","time":1385635800,"counter":31,"content":"<p>A Leas-Chathaoirleach, if Senator Norris had the manners - - - - -<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01100","speaker":"1158"},{"type":"speech","time":1385635800,"counter":32,"content":"<p>Senator Conway, I have dealt with the matter.  Please continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01200","speaker":"1127"},{"type":"speech","time":1385635800,"counter":33,"content":"<p>I was talking about equality for people who are blind and visually impaired who are not in a position to vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01300","speaker":"1158"},{"type":"speech","time":1385635800,"counter":34,"content":"<p>In that case, I beg the Senator's pardon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01400","speaker":"1136"},{"type":"speech","time":1385635800,"counter":35,"content":"<p>Senator Conway, please do not get distracted, and continue with your point.  I have dealt with Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01500","speaker":"1127"},{"type":"speech","time":1385635800,"counter":36,"content":"<p>At present the blind or visually impaired graduates who need assistance to vote on the university panels must ask a third party for assistance, whereas if there was an e-mail or electronic form of voting they would be able to vote and exercise their democratic right without the need for assistance from a third party.  This Bill gives Members an opportunity to be able to look at ways and means of taking a step in the right direction for equality and complying with our obligation under various laws including the Convention on the Rights of People with Disabilities.<\/p><p>Unfortunately my train of thought was totally thrown by that obscene interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01600","speaker":"1158"},{"type":"speech","time":1385635800,"counter":37,"content":"<p>I join with Senator Hayden in commending the PSNI in Enniskillen on finding the missing children from County Roscommon.  I think the expert advice in the early hours is important.  It was terrific they found the children so soon.  They deserve the thanks of the House for that.<\/p><p>I also thank the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Sean Sherlock.  Yesterday, when responding to amendments during our discussions on the regulation of accountants, he agreed to talk to Senator Quinn and us on the delays in procedure, the lack of penalties, restrictions on the authority of the regulatory body and the fact that bodies such as the EBS, the INBS and credit unions which, because they are not listed on the Stock Exchange, are not subject to the same regulation.<\/p> <p>It was an important gesture by the Minister.  The regulation of accountants has been let slip.<\/p><p>Later this morning we will debate pensions and will make additional provision for the restructuring of certain occupational pension schemes for the purpose of reducing benefits paid to certain person under such schemes.  A most interesting debate on pension fees is happening in the UK today.  The UK Government plans to cap pension management fees at 0.75% but Legal &amp;amp; General claims it should be 0.5%.  A 1% increase in administration fees adds &euro;120,000 to an average pension so we need to debate pensions in the House.  We are bailing out some pensions from a welfare point of view but we do not want to bail out high cost and inefficient companies.  I seek a debate, particularly apropos of the developments in the UK today and on the costs of maladministration.  The failure to properly take demographic developments into account and so on costs people on pensions because each 1% increase in administration costs &euro;120,000.  I seek a debate on that aspect of pensions and want the matter added to what the Minister will discuss with us later this morning.  Go raibh maith agat.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800005#D01700","speaker":"1157","continuing":true},{"type":"speech","time":1385636400,"counter":39,"content":"<p>I agree with Senator Zappone's comment on the AV Room and appreciated the intervention of the Leas-Chathaoirleach.  The debate underlines the importance of this room.  As she rightly pointed out, the legislation has been awaited for a long time and is hugely important.  The idea that we would be unable or hindered in our own understanding of it, particularly following her efforts to organise a briefing, and somehow we could not conduct it, seems to me to be down to a lack of common sense.  I trust that common sense will prevail.<\/p><p>Last week I raised a matter and I remind the Leader again that we seek a debate with the Minister for Education and Skills on the chief inspector's report.  Today, I welcome the Minister's report on nine new schools and their ethos.  It is the first time for us to see clear evidence of parents having their say on the choice of ethos for the schools.  The variation in ethos shows the diversity that he hopes to introduce and the range of teaching and ethos that would be available in those schools which reflects the children living in those communities.  The initiative gives parents strength and provides them with a say and stake in the running of the schools which is welcome.  <\/p><p>In the absence of Senator Bacik I welcome an additional 950 bicycles to the streets of Dublin as part of the Dublin Bikes scheme.  I know that she would welcome the scheme's extension if she were present.  The additional bikes mean that she may have to fight harder for her space on the roads that she cycles along.  I welcome the statement made by the Lord Mayor of Dublin, O&iacute;sin Quinn, that he will not accept sponsorship from drink companies for the bike system.  Obviously the council needs sponsorship but he said that is important not to link alcohol near the good work done by the National Roads Authority to promote Dublin as a city that welcomes and promotes cycling. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800006#E00200","speaker":"1129"},{"type":"speech","time":1385636400,"counter":40,"content":"<p>Go raibh m&iacute;le maith agat.  I thank the Leas-Chathaoirleach for giving me the opportunity to once again raise the issue of the Russian adoption crisis in Seanad &Eacute;ireann.  The Minister, Deputy Fitzgerald has three weeks to fulfil her own words from her initiative, Putting Children First.  She has three weeks to make a clear and courageous decision to save stranded children in Russia and take prospective adoptive parents out of their living hell.  She has three weeks to act with compassion and grant the much sought after amendment to the 2010 adoptive legislation.  It will allow a small number of Irish families to bring home the Russian child that they already love as their own.<\/p><p>The Irish adoptive parents' circumstances are no different today than they were prior to the Hague Convention deadline of 31 October.  They are still approved to adopt children and love the children that many of them have met.  The adoptive parents should not be punished for exceptional circumstances that are not of their making. <\/p><p>Last Sunday I attended the commemoration of the setting up of &Oacute;glaigh na h&Eacute;ireann held at the Garden of Remembrance.  I spoke face to face with the Minister on the issue.  She advised me that she was working flat out on the issue but flat out is not good enough.  Every day I hear the word &ldquo;leadership&rdquo; bandied about and I call for political leadership.  She has been elected as a leader and part of her job is to make political decisions so let her get on with amending the 2010 legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800006#E00300","speaker":"1156"},{"type":"speech","time":1385636400,"counter":41,"content":"<p>I wish to say a few words on the threatened industrial action by ESB workers that is due to take place nine days before Christmas.  It seems an unnecessary dispute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800006#E00400","speaker":"1138"},{"type":"speech","time":1385636400,"counter":42,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800006#E00500","speaker":"1164"},{"type":"speech","time":1385636400,"counter":43,"content":"<p>The ESB pensions are fully funded until 2018, according to the Pensions Board.  I recall that a couple of hundred million euro was injected into the fund less than two years ago but a funding plan must be agreed in order to bring it back to financial health.  As we all know many pension funds are in trouble at this time.  Nobody in the ESB pension is under threat, no jobs are under threat and no pay cuts are required.  Meetings are due to take place between management and unions this week and next week and I hope that this unnecessary action will not go ahead.  I hate to think of the impact a strike would have on businesses, schools and primary health care centres.  The strike is and should be of great concern to us all in the House.  It is an unreasonable threat and I want both sides to step back from the brink and ensure that we have no cutbacks and that no strike action takes place this Christmas or in the years ahead.  Both sides must reach agreement and I hope that talks will be successful.  Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800006#E00600","speaker":"1138"},{"type":"speech","time":1385636400,"counter":44,"content":"<p>Senator Mary White has raised the issue of Russian adoption again and I have also discussed the matter.  Yesterday I discussed the problem with the Minister.  Clearly, her heart is in the right place but, as Senator White has said, that is not enough.  We must encourage the Minister to find a solution.  I gather that the matter is in the hands of the Attorney General and that is where the matter is being held up.  I know that the Minister understands the problem.  Only four or five families are involved so it should not be an insurmountable issue.  There is a difficulty with the Russian adoption on that basis.  I hope that the Minister will solve the matter because time is short.<\/p><p>Two years ago we had a very good debate here on food waste which acted as a reminder to us all of the amount of food that is wasted.  In the western world we produce about 300% more food than we need yet 1 billion people per day go hungry and suffer malnutrition in the rest of the world.  The main cause is that people in the western world waste food.  The figure for Ireland is quite startling with each family throwing out &euro;700 worth of food per year, with some families throwing out food to the value of &euro;1,000.  The solution is in our hands.  We must stop producing too much food and leaving it on our plates or in saucepans.  There is another thing that we can do and it concerns expiry dates.  Producers still print &quot;best before&quot; dates on their products.    <\/p> <p>\"Best before\" just does not make sense.  It is not a question of \"best before\".  I can remember looking at \"best before\" when I was in the business of potatoes.  I spoke to the supplier and reminded him that he was supplying potatoes on a Thursday which had a \"best before\" date of Monday.  He said, \"Yes, they are new potatoes, they are the best.  If you really want to taste them well, they are best if one cooks and eats them before Sunday.\"  That does not mean there is anything wrong with them on Monday or Tuesday or Wednesday.  I mention it because it is sinful to think that 1 billion people are going hungry in the world while we are throwing out so much food on that basis.  A new organisation, FoodCloud, set up by two women, aims to get the waste food that in the past we fed to animals but since BSE and the foot and mouth scares we do not feed waste food to animals any more.  As such a system is in place in different parts of the world, FoodCloud deserves attention.  I ask the Leader for a debate on the issue in the near future.  It is worth bringing the issue to the attention of the rest of the country and as it is in our own hands we can actually do something about it.  We could refer to the debate we had about two years ago to see the basis of that.  It is clear that 60% of the food that is binned is edible and yet we do not eat it, either because we are concerned about it or have produced too much or are lazy or are interested in the \"best before\" date rather than in our health. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800006#E00700","speaker":"1145","continuing":true},{"type":"speech","time":1385637000,"counter":46,"content":"<p>I support Senator White in her call once again in regard to Russian adoptions.  I am working with some of the families.  As Senator Quinn said it concerns about five families.  The heart of the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, is in the right place.  She is physically working on the issue and is trying to do it within the ambit of the law.  She wants to do it and if she can do it, she will.  I know she will do it.  I hope to come in to the House and say, \"I told you so\", because she has told me she will do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00200","speaker":"1135"},{"type":"speech","time":1385637000,"counter":47,"content":"<p>Well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00300","speaker":"1156"},{"type":"speech","time":1385637000,"counter":48,"content":"<p>Those are good families who want to offer a house to children from another country.<\/p><p>I did not get in yesterday on the homeless issue but as spokesperson on the environment and housing I want to ensure it is put at the top of the list.  I am aware the Minister of State at the Department of the Environment, Community and Local Government, Deputy Jan O'Sullivan, said she hopes to end long-term homelessness by 2016.  However, there has been a huge increase from eight to 16 persons per month in Dublin alone.  No accommodation has become available from NAMA to date.  I would dearly like to invite NAMA to the House when I would ask that question and would want an answer.  I have also raised the issue at the Joint Committee on the Environment, Culture and the Gaeltacht because there are unfinished houses all over the country.  There may be homeless families in Dublin who would like to move to some of the unfinished housing estates given that &euro;10 million has been allocated for refurbishment work.  A survey could be undertaken to determine the unfinished houses that will be finished.  I call for an urgent debate on the matter and a change in the way things are done.  The Minister of State has said she is putting the issue at the top of the list.  Focus Ireland should be helped further to ensure that advice is available to families before they become homeless.  Prevention is better than a cure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00400","speaker":"1135"},{"type":"speech","time":1385637000,"counter":49,"content":"<p>I second Senator MacSharry's proposed amendment to the Order of Business.  I fully endorse what the Chair has said this morning in respect of the use of the AV room by Members of the Seanad.  As he rightly pointed out, the Seanad CPP totally rejected the proposal and a <i>fait accompli<\/i> that was visited upon us by the D&aacute;il CPP.  It was decided that this matter be put on the agenda for the Joint Administration Committee meeting which was held two weeks ago.  Unfortunately, due to the absence of the Superintendent, due to illness, that item had to be deferred to a later meeting.  Both my colleague, Senator Coghlan, and I got an assurance from the Chair of that committee and the Captain of the Guard that the Members of this House could continue to exercise their right to use that room pending a decision of that committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00500","speaker":"1164"},{"type":"speech","time":1385637000,"counter":50,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00600","speaker":"1156"},{"type":"speech","time":1385637000,"counter":51,"content":"<p>I welcome the announcement this morning by the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, of the patronage for nine new schools to be built in the coming years.  In particular, I welcome the decision that the new second level school to be built in Kingscourt, County Cavan, announced by the then Minister of State, Batt O'Keeffe, in 2009, will be under the patronage of the education and training board of Cavan and Monaghan.  I commend the former chairman and members of Cavan VEC over past decades who worked diligently towards providing this new school for the people of Kingscourt and the surrounding areas.  I pay tribute to Mr. Clifford Kelly, former chairman of the committee, who worked diligently with many other people, including my colleague in the Lower House, Deputy Brendan Smith, in this regard.  It will be welcomed by the adult education officer of County Cavan VEC, Ms Fiona Maloney, who hails from that town and whose family provided the site for the excellent facility that houses the Youthreach centre, the community centre and the football grounds and whose family also own the land that will be used for the provision of the new school.  I ask to Leader to ensure the Minister for Education and Skills has this much-needed facility constructed at an early date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00700","speaker":"1164"},{"type":"speech","time":1385637000,"counter":52,"content":"<p>We debate regularly the costs and the difficulties in the health service.  As we need to have a debate I ask the Leader to arrange for it at an opportune time.  We need a debate on the promotion of preventive medicine and the need for lifestyle change.  I say this against the backdrop of an article in today's edition of <i>The Connacht Tribune<\/i> which gives the results of a recent survey conducted by Cro&iacute; among the farming community at a number of marts in County Galway.  The statistics, which are alarming, showed that 50% of those surveyed had high blood pressure, that 61% were overweight and obese and that 97% exceeded the recommended waistline measurement.  If that is indicative of one section of the community, obviously as a nation we have a very serious health problem.  This points to the need for lifestyle change, diet, exercise and regular health checks to prevent heart attacks and strokes.  Given that the health budget is significant there are huge savings to be made by people addressing potential health issues at an early stage.  It would be appropriate that we have a debate on the effectiveness of the health promotion campaign because if the survey is indicative of the health of the nation there are serious problems coming down the road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00800","speaker":"1118"},{"type":"speech","time":1385637000,"counter":53,"content":"<p>I second the views of the Members who have mentioned the use of the AV room.  I cannot tell the House how strongly I feel about this issue.  We have been through the referendum on the Seanad.  One of the points made over and again was that we all want inclusiveness for our citizens.  That is why we are here.  What are we doing?  We are going backwards, making our own little laws in here in our bubble to keep the citizens out.  I have a very important Private Members' motion coming up in December.  It seems useless that I cannot invite in my groups to brief all the Members because we have only eight or ten minutes in which to make our case.<\/p> <p>It is so important that the important groups and citizens we represent serve as touchstones.<\/p><p>Yesterday or the day before at a meeting of the Committee of Public Accounts, it was noted that a certain charity in the north of Dublin had a fund-raising arm with in excess of &euro;14 million sitting its bank account although it was out fund-raising and saying it needed this, that and the other.  This is associated with the storm over top-ups.  Members all know about my great interest in the regulation of charities.  In my deep research, I noted that some of the bigger charities had in excess of &euro;300 million or &euro;400 million on deposit.  I would like the Acting Leader to have a word with Minister for Justice and Equality to talk to us about this.  The media are creating a storm about the top-ups at present but we need transparency regarding all charities, be they foreign aid charities, smaller charities or bigger ones.  The public has a right to know if the charities are holding large sums on deposit.  It should be transparent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800007#F00900","speaker":"1169","continuing":true},{"type":"speech","time":1385637600,"counter":55,"content":"<p>I call for a debate on employment, unemployment and jobs.  There were some positive announcements in recent weeks in this regard and, to be fair, more jobs have been created and the unemployment figures have dropped.  This is partially due to the fact that some jobs have been created but also due to the fact that people are still emigrating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800008#G00200","speaker":"1133"},{"type":"speech","time":1385637600,"counter":56,"content":"<p>Some 58,000 jobs have been created.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800008#G00300","speaker":"1117"},{"type":"speech","time":1385637600,"counter":57,"content":"<p>There are more people on labour activation courses and in education and training.  The announcements are not all due to the fact that jobs are being created.<\/p><p>We also need to examine regional development and what is happening in the regions.  I come from the south east, as the Acting Leader will know.  Only yesterday I received figures from both the IDA and Enterprise Ireland that offer a breakdown, on a county-by-county basis, of jobs created by IDA-supported and Enterprise Ireland-supported companies and jobs lost.  With regard to the IDA, 75 jobs were created in 2012 in Waterford while 186 were lost.  With regard to Enterprise Ireland in the same county, 692 jobs were created and 846 were lost.  There are still regional disparities, therefore, and there is still high unemployment in some parts of the State.<\/p><p>While it is obviously welcome that we are witnessing a drop in unemployment &ndash; I accept there is an increase in employment and job creation &ndash; it still is not enough for all those who are unemployed.  I genuinely believe we must continue to focus on this issue.  It ought to be the No. 1 priority for all of us, both in government and opposition.  In the wake of what the Government would say and what I accept is positive about the figures that have emerged in recent weeks, it is an opportune time for us to have a discussion on how to build on those figures and create more jobs for those who are currently out of work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800008#G00400","speaker":"1133"},{"type":"speech","time":1385637600,"counter":58,"content":"<p>Senator MacSharry tabled an amendment concerning the proximity of Committee Stage and Second Stage of the Social Welfare and Pensions (No. 2) Bill 2013, the next item we are due to discuss.  The Bill was published last week and the matter was agreed by the leaders.  Fianna F&aacute;il has tabled a substantial number of amendments so I will not be accepting the amendment to the Order of Business.<\/p><p>With regard to the point on the Central Bank, I do not know what it will publish this morning.  I have not read about the announcement.  We have a mortgage arrears resolution process in place and the Central Bank has set targets for banks.  As the Senator knows, there are sanctions if any bank does not meet those targets.  Consequently, we will not be accepting the amendment in this regard either.<\/p><p>I am not sure about the position on the comments regarding budget 2015 and the T&aacute;naiste.  I am aware that the T&aacute;naiste made comments.  I am sure all the detail will be revealed this time next year when the budget is announced.<\/p><p>Senators Hayden and Barrett acknowledged the fast action of the Garda and Police Service of Northern Ireland in locating the Roscommon family.  I agree with them.  The fast action is a credit to the police services and to the Child Rescue Ireland, CRI, alert system.  Through the media this morning, the Garda asked that the privacy of the family in question be respected.  It was refreshing to see how quickly the Garda acted in conjunction with the Police Service of Northern Ireland to resolve the issue.<\/p><p>Senator Hayden raised the issue of homelessness services and called for a debate on the matter, as did Senator C&aacute;it Keane.  The Leader has said he desires the Minister to come to the House to debate the matter.  However, due to the heavy legislative programme over the next three weeks, it is unlikely that the debate will occur this side of Christmas.  The Leader is acting on it.<\/p><p>Senators Hayden and Mary Ann O'Brien referred to the charity sector.  I will pass on their comments to the Leader and ask that the relevant Minister come to the House to discuss the regulation of charities so the public can be confident money donated to charitable organisations is used in the best interest of the recipients and service users.  This is a very important point to make.  The Seanad could play a very useful role in this area.<\/p><p>Senator Zappone and others referred to the use of the AV room.  The Leas-Chathaoirleach has outlined it is an organisational matter for the Houses and the Seanad CPP.  I hope it has been made clear to Senator Zappone as to how she can move forward in that area.<\/p><p>The Assisted Decision-Making (Capacity) Bill 2013, which is to be debated in the D&aacute;il next week, will come to this House in due course.<\/p><p>Senators Jim D'Arcy and O'Sullivan referred to junior certificate reform.  Both welcomed the fact that teachers' concerns are to be addressed in this matter.  That was an important statement that the Minister made this morning and it is to be welcomed that there are major changes.  We have had numerous debates in this House on the junior cycle and its proposed reform.  I take the point that it will not proceed or be successful without teachers.<\/p><p>Senator Norris complimented Pope Francis, implying he is a man of vision.  The Senator asked that we have a debate on the Pope's important document.  I will make the Leader aware of the Senator's comments.<\/p><p>Senator Lorraine Higgins raised the issue of the burglary in Tipperary last week.  She called for a debate with the Minister for Justice and Equality.  I am not sure when we will have the Minister in the House again.  From my recollection of the description of the event, the fast action of the Garda is to be commended in thwarting the would-be burglars in their actions.<\/p><p>It was requested that the Minister for Social Protection, Deputy Joan Burton, come to the House to discuss investigations into disability grants and the disability pension.  She will be in the House shortly to discuss a different issue.  Perhaps the matter is one for an Adjournment debate.  It is a matter for the Cathaoirleach to decide on.<\/p><p>Senator Conway called for a debate on the legislation on the university panel that is due to be published and referred to having an input into it.  The point he makes about creating an online voter system for the blind and visually impaired is welcome and worth discussing.  I am sure he will bring that to the attention of the Minister when the Bill is being discussed.<\/p><p>Senator Barrett referred to the regulation of accountants and the Companies (Amendment) Bill.  It was discussed yesterday with the Minister of State, Deputy Sean Sherlock.  Today we are to discuss occupational pensions.  I am not sure whether the Minister will have an opportunity to address concerns in this regard during the debate today.  Perhaps we need to have an ongoing debate on pensions because the position on pension schemes is very serious for many people.<\/p><p>Senator Susan O'Keeffe referred to the chief inspector's report and called for a discussion in the House.  I support the call and will bring it to the attention of the Leader.  The Minister for Education and Skills announced patronage for nine new schools.  It has been a very worthwhile exercise by the Minister.  I refer to his having consulted parents and to their having been in a position to respond in their own localities as to the kind of ethos the proposed schools should have.<\/p> <p>Senator Diarmuid Wilson also mentioned that issue.  In my area there will be two new schools in Carrigaline, one under the patronage of the Edmund Rice Education Trust and the other, Educate Together.  This will add to diversification in the area and parents genuinely will have a choice.  It will continue what is a worthwhile exercise, the most important element of which is that it is inclusive.  Like Senator Diarmuid Wilson, I hope the Minister will move forward and that the nine schools will be delivered at an early stage.<\/p><p>Senators Mary White, Feargal Quinn and C&aacute;it Keane raised their concerns about the Russian adoptions crisis, about which the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, spoke when she was in the House yesterday.  She is still working with the Attorney General to try to find a resolution.  Having spoken to her, I can assure Senators that not only is her heart in the right place, but she is also determined to find a solution.  The comments of Senators this morning will be passed to her.<\/p><p>Senator Terry Brennan referred to the threatened action in the ESB.  I hope it will not come to this.  Management and the unions are meeting today and we should give them space, as it is important that they are meeting and sitting down together.  I hope there will be a resolution to the issue.  I wish them well and hope for a positive outcome.<\/p><p>In response to Senator Feargal Quinn, I remember well the interesting debate on food waste that took place two years ago.  It is probably a debate we should continue.  Perhaps the Senator might do so in the form of a Private Members' motion.  I will bring back his comments to the Leader who I am sure will be in discussions with the Senator on how we should proceed.  It is one thing recognising that there is waste, finding a solution to the problem is another.  As the Senator mentioned, we cannot feed much of the waste to animals because of changing regulations.  I had heard about the food cloud.  It is innovative and I wish those involved well with it.  It is an important issue.<\/p><p>Senator C&aacute;it Keane was concerned about the level of homelessness.  I hope we will have a debate on that issue.<\/p><p>Senator Michael Mullins sought a debate on the issue of health promotion and quoted the findings of a survey.  The level of obesity is a significant issue.  The Senator was speaking about adults, but the Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, launched a report, Growing up in Ireland, in which the level of obesity among children was highlighted.  The cure is prevention.  This is an important month, &quot;Movember&quot;, and I note Senator Diarmuid Wilson is supporting the initiative which is also about prevention and raising awareness.<\/p><p>Senator Mary Ann O'Brien was concerned about the charity sector.  I will bring her comments back to the relevant Minister and hope we will have a debate on it.<\/p><p>On Senator David Cullinane's comments on job creation, this has been a positive week.  In fact, 58,000 new jobs have been created in the past year.  Like the Senator, I am a member of the Joint Committee on Jobs, Enterprise and Innovation which has looked at the problems being encountered in the south east, about which he is particularly concerned.  The Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, will shortly produce the Action Plan for Jobs 2014 which, no doubt, he will be willing to come here to discuss at some stage and hear the views of Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800008#G00500","speaker":"1114","continuing":true},{"type":"speech","time":1385638200,"counter":60,"content":"<p>Senator Marc MacSharry has proposed an amendment to the Order of Business, \"That a debate with the Minister for Finance on the report of the Central Bank on mortgage arrears be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800009#H00200","speaker":"1127"},{"type":"speech","time":1385638200,"counter":61,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800009#H00300","speaker":"1149"},{"type":"vote","time":1385638200,"counter":62,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 19; Níl, 26.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Aideen Hayden and Michael Mullins.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800009#H00350","aye":["1157","1116","1147","1133","1159","1140","1149","1128","1136","1122","1123","1169","1142","1145","1155","1171","1156","1164","1176"],"nay":["1148","1121","1138","1150","1114","1165","1124","1158","1130","1166","1160","1117","1172","1152","1173","1135","1161","1162","1132","1134","1118","1187","1170","1129","1125","1163"]},{"type":"unspoken","time":1385638200,"counter":63,"content":"<p>Question, &quot;That the Order of Business be agreed to&quot;, put and declared carried.<\/p>"},{"type":"majorheading","content":"Oireachtas (Ministerial and Parliamentary Offices) (Amendment) Bill 2013: Report and Final Stages","time":1385638800,"counter":64,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800010#K00100"},{"type":"speech","time":1385638800,"counter":65,"content":"<p>I welcome the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, to the House.  Before we commence, I remind Members that a Senator may speak only once on Report Stage, except the proposer of the amendment, who may reply to the discussion on the amendment.  On Report Stage, each amendment must be seconded.  Amendment No. 1, in the names of Senators Bradford and Healy Eames, arises from committee proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800010#K00200","speaker":"1164"},{"type":"speech","time":1385638800,"counter":66,"content":"<p>I move amendment No. 1:<blockquote><br \/>In page 4, between lines 18 and 19, to insert the following:&quot;(2) Where a member of a qualifying party ceases to be a member of the Parliamentary Party of that party, no allowance shall be payable in respect of that member and the allowance  payable under this section shall be reduced proportionately.&quot;.<\/blockquote>I welcome the Minister to the House.  This is the fourth time he has come before us to discuss this Bill.  I do not believe he has climbed a high mountain or discovered new thinking in the Himalayan air in the meantime.  It is inappropriate that approximately &euro;500,000 will be handed over to the political parties in the coming three years based on calculations that are no longer valid.  Previously, when making this point, I referred to former members of parliamentary parties and the Minister was disinclined to accept my argument.  It is clear, however, that the calculations being used no longer stand up to scrutiny.  This is an example of improper practice and it sends out the wrong signal about politics, politicians and political funding.  <\/p><p>  In the period leading up to the next general election, which we are informed will be held in March or April 2016, political parties will receive approximately &euro;500,000 from taxpayers to which they are not entitled.  I have made my case in previous debates on this legislation and I hope the Minister will at least reflect on the arguments Senators have made in this regard.  If he chooses not to change this unfair interpretation of the law, I ask him to at least keep the issue in mind for future discourse and legislation.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800010#K00300","speaker":"1121"},{"type":"speech","time":1385638800,"counter":67,"content":"<p>I second the amendment.<\/p><p>  The Minister will be aware that Senator Bradford and I have spoken at length on this issue.  We strongly believe that an allowance of &euro;21,045 that has been allocated to us should no longer be paid to Fine Gael, a party from which both of us have been expelled.  This money is made available to fund the political system.  As parliamentarians who work on behalf of their constituents, Senator Bradford and I are still members of that system.  As a mark of honour, we do not ask that the money be paid to us or the reform alliance.  Instead, it should be returned to the Exchequer as there is no basis for paying it to the Fine Gael Party.  If it is not returned, the Minister, as the occupant of the key reforming financial Department, will have elected to endorse the <i>status quo<\/i> and an insider job.  <\/p><p>  People have repeatedly stated they want reform of the political system and accepting this amendment would be a small step in that direction.  The Bill is not about funding elections or saving staff.  We cited examples in last week's debate of staff who were let go mid-term because they had no protection when Members fell out with their parties.  The purpose of the payment of this allowance to the political parties is to fill party coffers in a disingenuous manner.  I ask the Minister to support us and allow the amendment to be a mark of change.  He has shown great intent as a reforming Minister in many other areas.  The amendment presents him with a flag to fly in that regard.  I look forward to his reply. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800010#K00400","speaker":"1131"},{"type":"speech","time":1385638800,"counter":68,"content":"<p>The House has had exhausted debate on this issue.  I remind the Minister that there is a precedent in this regard.  When an Independent Deputy joined the Fianna F&aacute;il Party in the previous Government, she was advised legally, as I am sure Fine Gael and the Labour Party are currently being advised, that she was entitled to keep the money under the legislation.  Incidentally, the Minister has not made any changes in this regard in the Bill.  Considerable political pressure was applied on the Independent Deputy in question, both by the then Taoiseach, Mr. Brian Cowen, and Opposition parties, to give up her independent allowance.  She subsequently and properly decided to give it up, notwithstanding the absence of any legal obligation on her to do so.  Similarly, the Fine Gael Party and Labour Party will not be legally required to give up the relevant allowances if the amendment is not accepted.  The parties should be consistent with the arguments they made at the time.  The then Taoiseach clearly stated that the Independent Deputy in question should give up her allowance.  The legal advice from the Oireachtas, however, was to the contrary as the position was very clear in the legislation.  It is essential that the Minister accept the amendment.  To do so would be consistent and fair.<\/p><p>I repeat that Senators Healy Eames and Bradford are not seeking to have the money paid to them but to be returned to the taxpayer rather than used by the Fine Gael Party for political purposes.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800010#K00500","speaker":"1116"},{"type":"speech","time":1385638800,"counter":69,"content":"<p>It is worth emphasising that there is nothing selfish or partisan in this proposal.  While the amendment tabled by my two colleagues affects their own case, they are not seeking any aggrandisement or financial reward for themselves but addressing the principle that the labourer gets paid for his or her hire.  It is daft that a political party or an organisation should be paid for the work done by somebody who has disassociated himself or herself from that organisation or party.<\/p><p>I had forgotten about the precedent to which Senator Byrne referred.  It appears that this was merely counsel's advice.  I wonder if my colleagues, Senators Bradford and Healy Eames, would consider taking this matter before the courts to obtain a ruling.  There are legal implications to this important constitutional point.  It is likely that in these circumstances a court would avoid embarrassment for the Minister and two individuals involved and would lay down a principle that would continue and would, I hope, be unlikely to cause any great financial burden on the two Senators in question.  This is a matter of considerable constitutional importance and in such cases the court usually waives legal fees.  Perhaps the Senators will think along these lines. <\/p><p>As I stated, the proposed amendment sets out an honourable course of action.  It is not as if the political parties are destitute of funds.  It is revealing to learn how much they receive.  The loss of the money intended and specified for the two individuals involved would not bankrupt the Fine Gael Party as it has adequate resources.  <\/p> <p>In anticipation of an argument that the Minister may feel inclined to repeat, namely, that they were elected as members of Fine Gael, how can we know this?  We cannot know what is in the minds of all the people in the electorate.  I regularly hear people in my area say they voted for the person rather than the party.  They vote for the person they trust to represent them adequately.  The argument falls because one can assume that at least a reasonable proportion of the people who voted for Senator Paul Bradford, even though they were merely Members of Parliament and county councillors rather than real people, had a good idea of what they were doing.  The Minister's position raises the spectre of the mediaeval system that obtained when I was first elected to this House, whereby Members electing persons to Seanad &Eacute;ireann were dragooned into their parties' rooms, told where to mark their \"X\" and stood over while they voted.  That was not particularly democratic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800010#K00600","speaker":"1136","continuing":true},{"type":"speech","time":1385639400,"counter":71,"content":"<p>The argument was made by the Minister of State, Deputy Alex White.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00200","speaker":"1121"},{"type":"speech","time":1385639400,"counter":72,"content":"<p>It was rather daft whoever made it.  There is a lot of daftness around.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00300","speaker":"1136"},{"type":"speech","time":1385639400,"counter":73,"content":"<p>It is the human condition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00400","speaker":"1129"},{"type":"speech","time":1385639400,"counter":74,"content":"<p>I am afraid it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00500","speaker":"1136"},{"type":"speech","time":1385639400,"counter":75,"content":"<p>Senator David Norris to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00600","speaker":"1164"},{"type":"speech","time":1385639400,"counter":76,"content":"<p>I do not mind being interrupted.  As I am a bit of an interrupter myself, what is sauce for the goose is sauce for the gander.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00700","speaker":"1136"},{"type":"speech","time":1385639400,"counter":77,"content":"<p>The Chair will not tolerate it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00800","speaker":"1164"},{"type":"speech","time":1385639400,"counter":78,"content":"<p>I am sure the Minister is going to be involved in discussions on Seanad reform.  I have outlined my reservations about the way in which reform is being pursued.  As Minister with responsibility for reform, it is important that he put the entire Seanad under review rather than single out what is possibly the most vocal group.  The Government estimates that there are 750,000 university voters - that is a big wallop of voters.  Senator Martin Conway made a good point about blind people being allowed to use computers, but everybody should be allowed to do so.  Six Senators will be elected from the universities by 750,000 voters; 43 will be elected by fewer than 1,000 voters, while the remainder will be elected by the Taoiseach through the glory of the single voter electorate.  It can be similar in other elections.  I recall the last by-election, in which there were only 237 votes for technical reasons.  We have to equalise and democratise the system.  I know that was a bit vague, but I want to pay a compliment to my colleagues who have not done anything in a selfish way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L00900","speaker":"1136"},{"type":"speech","time":1385639400,"counter":79,"content":"<p>This is an interesting amendment.  People will be surprised to learn that there could be such a scenario.  One could approach the issue technically by providing that someone elected on 1 July for a particular party could become an Independent on 2 July.  This individual would <i>de facto<\/i> be an Independent Member for his or her full five year term, with the exception of one day.  That may have happened in the Labour Party after a previous by-election.  I understand why my colleagues have tabled this amendment.  It makes considerable sense, although the Minister may have his reasons for being unable to accept it.<\/p><p>  The funding of political parties is extremely important.  The State should totally fund political parties.  That would provide transparency and accountability because the funding provided would be vouched for properly.  We would not have the spectacle of politicians standing at church gates or the other nonsense that occurs such as politicians trying to sell raffle tickets.  Our democracy is worth much more than this and political parties should be properly funded.  Similarly, Members of the Oireachtas should be properly supported.  This House has the freshest and latest mandate of all in that the referendum on its abolition was defeated.  Nonetheless, I have to pay for my own office in County Clare.  I choose to do my business in County Clare because that is where I happen to live.  Members of the other House have offices that are funded by the taxpayer.  Either nobody's office should be funded by the taxpayer or else all of our offices should be so funded.  Either we believe in equality in our democracy or we do not.  Given that we represent Ireland, we do more travelling than our colleagues in the D&aacute;il.  I attend meetings all over the country to discuss disability issues.  I have travelled from Belfast to Cork to speak to various groups, including parents of children with disabilities.  I am happy to do this work, but we need to have a mature debate that will offer realistic options when it comes to providing support for Members of the Oireachtas.  Deputies and Senators should be on the same salary.  Deputies should not be on a higher salary than Senators.  They could well survive on our salary.  Senators work equally as hard as Deputies.  In the aftermath of the referendum, the Government will have to reflect on the support structures available to Members of the Oireachtas and consider how they can be treated equally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L01000","speaker":"1158"},{"type":"speech","time":1385639400,"counter":80,"content":"<p>I am delighted to be back in the Seanad, to which I have become a frequent visitor.  I should get mileage points.  I have learned from my visits to this House that its debates are eclectic and broad ranging, which is not necessarily a bad thing.  <\/p><p>The purpose of the Bill is simple.  It implements our commitment to reduce the party leaders' allowance, as it was then called, or the parliamentary activities allowance, as it will be known henceforth, for all recipients.  At the same time, it is being used as a legislative vehicle to end severance payments for Ministers which many people found anomalous.  Once an individual had left office as a Minister, he or she received a top-up payment, even if he or she remained a Member of the Oireachtas, to ease him or her back to normality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L01100","speaker":"1097"},{"type":"speech","time":1385639400,"counter":81,"content":"<p>Was the Minister anomalous in the 1990s?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L01200","speaker":"1116"},{"type":"speech","time":1385639400,"counter":82,"content":"<p>I never received such a payment.  Such payments are anomalous in terms of the pressures we are facing and we need to abolish them.  We are doing a lot of things we did not do in the 1990s.  Perhaps we should have done them at that stage.  A number of policies were wrongly bolted on during what were purported to be the boom times.  At one stage, all but two Fianna F&aacute;il Members had an allowance for something.  The public reacted badly to this and we need to address the issue.  I am also minded that we should avoid the other extreme.  Politics should not be for those who can afford to practise it as a hobby.  One of the first demands of the British Labour Party at the beginning of the 20th century, when it first elected representatives to the UK Parliament, was to have parliamentarians paid.  Until then it had been a gentleman's club to which people moved from the law library or the shires.  For ordinary people to do a job, there is a rate that should be paid.  I am conscious of this as a former trade union official.  <\/p><p>I have listened with care and noted the passion - I use the word advisedly - with which the proposers of the amendment, Senators Paul Bradford and Fidelma Healy Eames, have made their arguments.<\/p> <p>I said on the last occasion that I believed they were motivated by honourable beliefs to table this amendment.  I have a different view on it, as I have explained at length.  <\/p><p>A snapshot in time, namely, the day of the election, determines the parliamentary provision we provide.  As to why we provide any parliamentary provision from the public purse, we do so to address the issue about which all of us are deeply concerned, namely, that everybody is entitled to operate within the political system, of which parties are an essential part, although they are not formally recognised in the Constitution.  They run press offices, conduct research and support their members.  Traditionally, that was done through the leader's allowance and it will now be done at a reduced rate through the new parliamentary activities allowance.  It is available to both party members and Independents, as determined by that snapshot in time when the electorate, whether it be the confined electorate for this House or the broader franchise for the other House, determines the distribution of the money.  The essence of the argument being made is that this should be a variable and cover a situation where people move out or in of a party, but that is highly problematic for all the reasons I have given.  <\/p><p>To put this matter in its context, the backdrop is the reforming of the political funding system whereby one would had to be beholden, either at the church gate or, bluntly, more alarmingly at the Galway tent, to people with deep pockets; of course, they were not giving the contributions to influence policy and they were giving it, I am sure, for the best of motivations, but the perception is that if people with deep pockets give very large contributions to political parties or individual politicians, they could be influencing decision-making and policy-making.  That is the reason we moved in the electoral Acts and the Ministerial and Parliamentary Offices Act which we are now amending to bring forward a different support mechanism which, obviously, we have to keep under constant review.<\/p><p>The point I will make in response to Senator Thomas Byrne's point on people leaving and surrendering their allowances is that it does not get away from fixed point decision-making.  In my judgment, it would be very complicated were it to be a moveable feast.  I gave the example of Deputy Willie Penrose in my own party who had left the parliamentary party and then rejoined it.  Are we supposed to constantly adjust for those who are in and out on the basis of having a proper support system and so on for parliamentarians?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800011#L01300","speaker":"1097","continuing":true},{"type":"speech","time":1385640000,"counter":84,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00200","speaker":"1147"},{"type":"speech","time":1385640000,"counter":85,"content":"<p>I am uncomfortable with shifting the vote in the people's determination of who should be elected and an individual's decision to move from a party position.  I am much more comfortable in determining it on the day the people vote, rather than somebody deciding, for whatever good and noble reasons, to walk away from a party, as the people voted for that person in that snapshot in time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00300","speaker":"1097"},{"type":"speech","time":1385640000,"counter":86,"content":"<p>If Senator David Norris were to join the Labour Party today, where should his allowance go?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00400","speaker":"1116"},{"type":"speech","time":1385640000,"counter":87,"content":"<p>If I may finish on these points-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00500","speaker":"1097"},{"type":"speech","time":1385640000,"counter":88,"content":"<p>Senator Thomas Byrne should allow the Minister to conclude, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00600","speaker":"1164"},{"type":"speech","time":1385640000,"counter":89,"content":"<p>The bottom line is that it is a snapshot in time on that day.  As Senator Thomas Byrne who asked the rhetorical question knows, Senator David Norris's mandate is as an Independent from his electorate of university voters in the university of Dublin.  He would retain the allowance as an Independent.  If he were to join the Labour Party, Fine Gael or any other party, he would still retain his Independent status because that was the determination in the snapshot in time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00700","speaker":"1097"},{"type":"speech","time":1385640000,"counter":90,"content":"<p>I would not give it up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00800","speaker":"1136"},{"type":"speech","time":1385640000,"counter":91,"content":"<p>That is not what the Minister said when he was in opposition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M00900","speaker":"1116"},{"type":"speech","time":1385640000,"counter":92,"content":"<p>That is what I am saying now and I do not believe the Senator can quote me as ever having ever anything different.  That is my view.<\/p><p>This is a simple enough Bill designed to do two things, first, to reduce the supports available under what was the party leader's allowance and, second, to abolish severance payments for Ministers.  There is also a third element that I should have mentioned; the Bill seeks to broaden the arch of accountability from what now applies to parties to Independent Members also.  There is an anomaly in that there is no accounting for the sums of money given to Independents and the public require such accountability at this time.  That is the nub of what is captured in the Bill, but we have spent 90% of the time dealing with an issue which is not an essential part of it.  It is something no doubt which we will return to debate at another time, but I am anxious to have the essential parts of the Bill enacted in order that we can bring it into force in the new year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01000","speaker":"1097"},{"type":"speech","time":1385640000,"counter":93,"content":"<p>In terms of what I spoke about, namely, equality for both Houses in terms of the back-up supports-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01100","speaker":"1158"},{"type":"speech","time":1385640000,"counter":94,"content":"<p>I do not want to awkward, but the Senator can only speak once on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01200","speaker":"1164"},{"type":"speech","time":1385640000,"counter":95,"content":"<p>I was just looking for clarification of that aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01300","speaker":"1158"},{"type":"speech","time":1385640000,"counter":96,"content":"<p>The only Member who can speak after the Minister has replied is the proposer of the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01400","speaker":"1164"},{"type":"speech","time":1385640000,"counter":97,"content":"<p>To be helpful to Senator Martin Conway, I advise him that my second series of amendments would offer the appropriate vehicle for him to pursue that interesting, welcome and well argued proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01500","speaker":"1121"},{"type":"speech","time":1385640000,"counter":98,"content":"<p>It is somewhat different from the argument reported on during the referendum debate, namely,  that Members were all gong to work for nothing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01600","speaker":"1097"},{"type":"speech","time":1385640000,"counter":99,"content":"<p>I think some of our colleagues believe they should work for nothing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01700","speaker":"1121"},{"type":"speech","time":1385640000,"counter":100,"content":"<p>That is not my view, as the Senator has heard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01800","speaker":"1097"},{"type":"speech","time":1385640000,"counter":101,"content":"<p>In fairness, it is not the Minister's view; he did not wish us to work at all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M01900","speaker":"1121"},{"type":"unspoken","time":1385640000,"counter":102,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1385640000,"counter":103,"content":"<p>Please allow Senator Paul Bradford to conclude on the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02100","speaker":"1164"},{"type":"speech","time":1385640000,"counter":104,"content":"<p>I thank the Minister for his response and my colleagues for their comments.  The more one listens, the more one learns and the more one debates, the more angles that emerge.  To use the analogy of Inspector Clouseau, I was waiting for the one statement, the one comment or the one obvious line in the debate that I had missed which might have drawn it all together.  The Minister has said, as he has said heretofore and it has been my difficulty how to address it, that we must respect this snapshot in time, that the starting point must be the general election.  I discussed this issue with a colleague at the weekend as to how I would address the point about the snapshot in time, that it was the silver bullet.  If I want to be genuine in pressing my amendment, I must be able to respond to the Minister's snapshot in time argument.  The answer was staring me in the face all along, but I did not see it.  I refer my colleagues to how the legislation is framed and how the calculation is to be arrived at.  As per the Minister's legislation, a paragraph in the section reads, \"members of that party elected to D&aacute;il &Eacute;ireann at the last preceding general election or a subsequent bye-election\".  Therefore, there is no single, once-off snapshot in time in respect of those elected to D&aacute;il &Eacute;ireann or Seanad &Eacute;ireann or those elected in a subsequent by-election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02200","speaker":"1121"},{"type":"speech","time":1385640000,"counter":105,"content":"<p>It is determined by the electorate, not by the individual.  That is the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02300","speaker":"1097"},{"type":"speech","time":1385640000,"counter":106,"content":"<p>Tragically, during the terms of various Governments there have been three, four or five by-elections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02400","speaker":"1121"},{"type":"speech","time":1385640000,"counter":107,"content":"<p>It is the people who will get to make the determination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02500","speaker":"1097"},{"type":"speech","time":1385640000,"counter":108,"content":"<p>Therefore, there have been multiple snapshots in time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02600","speaker":"1121"},{"type":"speech","time":1385640000,"counter":109,"content":"<p>No, it is the people who will make the determination.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02700","speaker":"1097"},{"type":"speech","time":1385640000,"counter":110,"content":"<p>I ask the Minister to reflect on what he has said.  He has said that there is a single snapshot in time and that the allowance is determined on the basis of how people voted at the time of a general election, but the formula and language used in the legislation providing for this refers to when a person is elected in a general election or subsequent in a by-election; therefore, there is no single snapshot in time.  A by-election changes the allowance calculation.  I argue that a person leaving a political party, voluntarily or otherwise, equally changes what the calculation should be.  On the issue of the fixed point decision, we can see that  there are multiple fixed point decisions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02800","speaker":"1121"},{"type":"speech","time":1385640000,"counter":111,"content":"<p>It is up to the individual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M02900","speaker":"1131"},{"type":"speech","time":1385640000,"counter":112,"content":"<p>There have been times when people joined and left parties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M03000","speaker":"1121"},{"type":"speech","time":1385640000,"counter":113,"content":"<p>There have been times when Governments have been brought down by the vote of one person who was elected on a platform of support for the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M03100","speaker":"1136"},{"type":"speech","time":1385640000,"counter":114,"content":"<p>Calculations have been reflected on and, obviously, we are not going to agree.  It is becoming more of a political argument than one based on interpretation and the law.  The suggestion of the Senator that this is something which should be challenged legally is worthy of deep consideration because it is not the party's but taxpayers' money about which we are speaking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M03200","speaker":"1121"},{"type":"speech","time":1385640000,"counter":115,"content":"<p>It is taxpayers' money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M03300","speaker":"1131"},{"type":"speech","time":1385640000,"counter":116,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M03400","speaker":"1136"},{"type":"speech","time":1385640000,"counter":117,"content":"<p>It amounts to hundreds of thousands of euro per annum, &euro;1 million plus between now and next general election; that is a great deal of money.<\/p><p>We can return to Senator Martin Conway's point when we come to deal with later amendments.  He has stated his view that parties should be funded directly by the taxpayer or the State.  It is an interesting argument, one that has been made previously and there are pluses and minuses.<\/p> <p>In recent weeks commentators have felled many trees and printed many column inches on new political parties.  Ironically, on the right hand side of today's edition of <i>The Irish Times<\/i>there is a story about the possibility of a new left-wing party being established.  If that is the case, so be it.  We will have to reflect on the question of funding of parties in that regard.  To a large extent, the current law makes it difficult for new groupings to emerge.  It is as if taxpayer's money is being used to corral the political system as the preserve of a number of parties, with all of them, not surprisingly, going happily along with that concept and stating there shall be no new beginnings.  We will have to discuss that issue into the future.  <\/p><p> I thank the Minister for his engagement.  On the first day we debated the legislation his line of argument was that we should resign and how dare we leave a party, etc., which he has fine-tuned to talk about the staffing of parties.  He elaborated on this to refer to formulae and calculations and now he has raised the issue of a fixed starting point.  By making provision in the legislation for by-elections, we are accepting circumstances can change and, tragically, in the case of by-elections, they do change.  When a by-election occurs, the financial calculations and allocations are changed.  Where five, ten or 15 people are nominated and elected on behalf of parties and they are no longer members of these parties, it is politically and morally wrong and sends a strong and bad signal about politics to the public if we do not say the moneys should be returned to the taxpayer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800012#M03500","speaker":"1121","continuing":true},{"type":"speech","time":1385640600,"counter":119,"content":"<p>On a point of order, I thank the Minister for having the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800013#N00400","speaker":"1131"},{"type":"speech","time":1385640600,"counter":120,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800013#N00500","speaker":"1164"},{"type":"speech","time":1385640600,"counter":121,"content":"<p>The amendment was tabled in good faith and is a no-brainer.  It is clearly unfair that this practice is to continue.  I ask the Minister to reflect on the matter again before we consider where we take it next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800013#N00600","speaker":"1131"},{"type":"speech","time":1385640600,"counter":122,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800013#N00700","speaker":"1164"},{"type":"vote","time":1385640600,"counter":123,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 21; Níl, 25.<\/p><p>Tellers: Tá, Senators Paul Bradford and Fidelma Healy Eames; Níl, Senators Aideen Hayden and Michael Mullins.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800013#N00800","aye":["1157","1121","1116","1147","1133","1159","1131","1140","1149","1128","1136","1123","1169","1142","1145","1155","1171","1126","1156","1164","1176"],"nay":["1148","1138","1150","1114","1165","1124","1158","1130","1166","1160","1117","1172","1152","1173","1135","1161","1162","1132","1134","1118","1187","1170","1129","1125","1163"]},{"type":"speech","time":1385640900,"counter":124,"content":"<p>I propose an amendment to the Order of Business that we will conclude this debate at 1.30 p.m.  We will extend the time allowed so that Members can finish this Bill.  We were due to finish at 12.45 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00200","speaker":"1130"},{"type":"speech","time":1385640900,"counter":125,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00300","speaker":"1127"},{"type":"speech","time":1385640900,"counter":126,"content":"<p>I move amendment No. 2:<blockquote><br \/>In page 4, to delete lines 36 to 40, and in page 5, to delete lines 1 to 5.<\/blockquote>I thought the amendments would be grouped together but apparently it is only amendments Nos. 3 to 6 that are being grouped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00500","speaker":"1136"},{"type":"speech","time":1385640900,"counter":127,"content":"<p>No, amendment No. 2 is not part of a group.  Amendments Nos. 3 to 6 are grouped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00600","speaker":"1127"},{"type":"speech","time":1385640900,"counter":128,"content":"<p>You said No. 2 is on its own, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00700","speaker":"1136"},{"type":"speech","time":1385640900,"counter":129,"content":"<p>Yes, No. 2 is not part of a group.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00800","speaker":"1127"},{"type":"speech","time":1385640900,"counter":130,"content":"<p>The amendment is about recouping election expenses.  It seems to me it is a perfectly reasonable thing to expect.  I also made the point that people who are running for the first time should get an allowance proportionate to the amount of votes they got.  This will be particularly important when the reforms go through and there are constituencies of 750,000 people.  How could a young person run?  He or she would be standing against people with a high public profile.  They would find it very difficult.  They would get one mailshot and I do not think that is enough.<\/p><p>In a sense, I consider politics to be a vocation but also a profession.  It is work and if one takes it seriously it is hard work.  I do not see any reason if it is a profession, work or business that one should not be treated on the same level as others who can write off business expenses.  That would be one measure that would make it worthwhile.<\/p> <p>I will not go on <i>ad nauseam<\/i>about it because I spoke about it previously and it is silly to be repetitive.  The Minister has heard the arguments and I am just giving their bare outline.  It would of value for the Government to look at this.  If not in this Bill, perhaps it will look at it subsequently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800014#O00900","speaker":"1136","continuing":true},{"type":"speech","time":1385641200,"counter":132,"content":"<p>I second the amendment and welcome the Minister back to the House.  In the Bill, the Minister will require a Senator to be amazingly abstemious and to take no part in saving the Seanad if a future Taoiseach proposes a referendum to abolish the Seanad.  The Bill does not allow the funds to be used under the referendum Acts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00200","speaker":"1157"},{"type":"speech","time":1385641200,"counter":133,"content":"<p>They cannot spend public moneys, no more than the Government can, on advocacy one way or the other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00300","speaker":"1097"},{"type":"speech","time":1385641200,"counter":134,"content":"<p>I thank the Minister for the clarification and formally second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00400","speaker":"1157"},{"type":"speech","time":1385641200,"counter":135,"content":"<p>We debated this at some length on Committee Stage.  The amendment seeks to remove the restriction whereby the parliamentary activities allowance cannot be spent on electoral expenses.  This has always been the position.  As I outlined on Committee Stage, the advice is that to allow expenditure of the parliamentary activities allowance on electoral expenses would likely contravene the principles of the McKenna judgment set down by the Supreme Court.  It has been determined that no side can spend public moneys in a referendum campaign.<\/p><p>  For clarity, the McKenna judgment states:<blockquote>  Ireland is a democratic state.  The citizen is entitled under the Constitution to a democratic process.  The citizen is entitled to a democracy free from governmental intercession with the process, no matter how well intentioned.  No branch of the government is entitled to use taxpayers' monies from the Central Fund to intercede with the democratic process either as to the voting process or as to the campaign prior to the vote.<br \/><br \/>  This is an implied right, pursuant to Article 40.3 which harmonises with Article 5, Article 6.1, Article 16, Article 40.1, Article 47.3 and is in keeping with the democratic nature of Bunreacht na h&Eacute;ireann.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00500","speaker":"1097"},{"type":"speech","time":1385641200,"counter":136,"content":"<p>The Minister did not refer to my suggestion to consider tax relief.  The McKenna judgment is important and I agree it is important to have a level playing field, but it is instructive to see from the judgment that it is the government that is precluded in that judgment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00600","speaker":"1136"},{"type":"speech","time":1385641200,"counter":137,"content":"<p>It refers to public moneys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00700","speaker":"1097"},{"type":"speech","time":1385641200,"counter":138,"content":"<p>Yes, public moneys, but the Minister referred to moneys expended by the Government.  The Government was mentioned in virtually every sentence of the judgment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00800","speaker":"1136"},{"type":"speech","time":1385641200,"counter":139,"content":"<p>That is because it was referenced in the particular case, but the view is that it is public moneys that cannot be spent.  It would be bizarre if the Opposition and the Government could spend their moneys on election campaigns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P00900","speaker":"1097"},{"type":"speech","time":1385641200,"counter":140,"content":"<p>All right, but let us exclude parties and just provide that Independents can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01000","speaker":"1136"},{"type":"speech","time":1385641200,"counter":141,"content":"<p>The principle is simple.  Public moneys cannot be used, either as an individual or as a member of a party, to influence the normal flow of the democratic system, for an election, a referendum or presidential campaign.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01100","speaker":"1097"},{"type":"speech","time":1385641200,"counter":142,"content":"<p>I am happy to withdraw the amendment, but I would like the Minister to consider the possibility of a tax provision, including for unsuccessful candidates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01200","speaker":"1136"},{"type":"unspoken","time":1385641200,"counter":143,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1385641200,"counter":144,"content":"<p>Amendments Nos. 3 to 6, inclusive, are related and will be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01400","speaker":"1127"},{"type":"speech","time":1385641200,"counter":145,"content":"<p>I move amendment No. 3:<blockquote><br \/><b><\/b>In page 6, lines 40 and 41, to delete &ldquo;or to an independent member&rdquo;.<\/blockquote>I regard the keeping of accounts as a curious bean counting exercise that is good for taking up a considerable amount of time and diverting us from our lives.  I am not saying we should not be accountable for moneys; I believe we should.  However, we are asked to comply with all the higgledy-piggledy announcements that are made here, there and everywhere.  We should get rid of the whole damn lot of them.  The Minister spoke about giving the rate for the job and said, with justifiable pride, that at the beginning of the last century the Labour Party had insisted that people be paid appropriately so that Ireland did not become an aristocracy of wealth.  That is appropriate.  <\/p><p>  We would save ourselves significant bother by accepting this amendment.  Every area of life is getting more bureaucratic.  I went in to buy some prize bonds the other day and had to produce a bank account, personal photographic identification, a utilities bill and I do not know what else.  The same occurs if one wants to open a bank account or remove money from an account.  We are being smothered in this kind of red tape.  With regard to the allowance of &euro;12,000, this year I submitted a claim for &euro;3,000 and I think I have already gone over that.  Perhaps this a kind of cheese paring exercise to frighten people into not taking the allowance.  I am seriously considering claiming nothing next year, because doing so is such a desperate waste of time.  I am considering letting it accumulate for six years.  I remind the Minister of his telling phrase - it was such a telling phrase I cannot recall it immediately - regarding the rate for the job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01500","speaker":"1136"},{"type":"speech","time":1385641200,"counter":146,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01600","speaker":"1157"},{"type":"speech","time":1385641200,"counter":147,"content":"<p>We debated this issue at some length on Committee Stage.  These amendments seek to remove the auditing requirements for qualifying Independent Members alone.  They seek that those Independent Members in receipt of the parliamentary allowance would not, like the parties, have to comply with the auditing requirements.  As I said on Second Stage, and repeated on Committee Stage, in the current climate and with the increased scrutiny on all public expenditure, it is not acceptable that Independent Members who receive funding should not be held accountable in the same way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01700","speaker":"1097"},{"type":"speech","time":1385641200,"counter":148,"content":"<p>I am happy to withdraw the amendment, but I recommend my argument to the Minister that at some stage we should put this issue to an independent assessor and ask him or her to assess the rate for the job and for that to be paid.  Then all this pettifogging with dozens of different amendments regarding irritating requirements would end.  It is not that I want to avoid paying what is due.  I have a good record in that area.  I reported the approximate ten shillings a month I got from a sitting tenant in a little flat when I bought my house in North Great Georges Street.  I always try to be scrupulous in these matters.  My concern is the waste of time involved.<\/p><p>The difference between the Independents and the parties is that the parties have structures and ways of accounting that Independents do not.  I find it very difficult to tax my personal assistant, who is brilliant and does an amount of work and overtime.  She is here the minute this place opens and often does not leave until late.  She will also do work at home.  Nobody could pay adequately for the superb assistance I have.  I would feel very bad having to tell her that she must keep dozens of receipts for this, that and the other for six years.  That is a waste of our time.  I do not believe we are supposed to spend time doing that.  We should we treated with respect as parliamentarians.  The best way to do this is to abolish the whole bloody lot of this, decide on a rate for the job and then off we can go and tax everything.<\/p><p>I will withdraw the amendment, but I hope the Minister will consider what I have said.  I apologise that I must leave.  I understood we would finish at 12.45 p.m. and have an engagement to meet some people.  I will return later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P01800","speaker":"1136"},{"type":"unspoken","time":1385641200,"counter":149,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1385641200,"counter":150,"content":"<p>Amendments Nos. 4 to 6, inclusive, not moved.<\/p>"},{"type":"speech","time":1385641200,"counter":151,"content":"<p>I move amendment No. 7:<blockquote><br \/><b><\/b>In page 12, after line 42, to insert the following:<b>&ldquo;Amendment of Oireachtas (Allowances to Members) and Ministerial and Parliamentary Offices Act 2009<\/b><br \/><b>4. <\/b>Section 3 of the Oireachtas (Allowances to Members) and Ministerial and Parliamentary Offices Act 2009 is amended by the substitution of the following subsection for subsection (3):<blockquote>&ldquo;(3) The Minister may, in applying the parliamentary standard allowance to a member of the Oireachtas &mdash;<blockquote>(a) by regulation revoke any regulations previously made under this section,<br \/>(b) determine in regulations made under subsection (4) the rates and amounts payable to a member or members of the Oireachtas, to be applied to the same category of allowable expenses by a member of Seanad &Eacute;ireann as may be applied by a member of D&aacute;il &Eacute;ireann,<br \/>and<br \/>(c) to be applied as appropriate and as determined by the Minister, to the categories of expenses as included in the definition of &lsquo;expenses arising from parliamentary activities, including research&rsquo; in section 10H of the Oireachtas (Ministerial and Parliamentary Offices) (Amendment) Act 2001, as inserted by section 3 of the Oireachtas (Ministerial and Parliamentary Offices) (Amendment) Act 2013.&rdquo;.&rdquo;.<\/blockquote><\/blockquote><\/blockquote>Truthfully, I moved this amendment to generate some debate with the Minister on the broader subject of expenses.  I am not so much concerned with the amount Senators receive.  I respect the fact these are difficult financial times for taxpayers, the Government and the country.  The maximum allowable expense for Senators is &euro;12,000, compared to &euro;23,000 or &euro;24,000 for Deputies.<\/p> <p>It is probably fair and balanced and I am not proposing any changes which would allow Senators to receive more than they are currently entitled to legally receive.  Will the Minister reflect on the categories of what are determined to be allowable expenses for Seanad purposes, however?<\/p><p>While we have had many discussions on this matter with the Minister and his officials over the past 24 months, last week an anomaly came to my attention which highlights the need for these categories to be changed.  A Member of D&aacute;il &Eacute;ireann is entitled to an office allowance, a constituency office and other entitlements which Senators do not have.  As part of these allowances, a D&aacute;il Member is entitled to purchase an iPad yet a Senator, who is not entitled to a constituency office, is not allowed the purchase of an iPad as an allowable expense.  When one of my colleagues said this to me last week, I assured her she could not be correct but it turns out that is the rule.<\/p><p>There are 15 categories of allowable expenses for Deputies with only five categories for Senators.  We are not children of a lesser political god but fully fledged Oireachtas Members.  We were also fully approved, unlike the D&aacute;il, in a recent referendum by the people.  As well as being members of various committees, under the Leader, Senator Cummins, we meet as many days as the D&aacute;il does.  We tend to be busier from a parliamentary perspective.  If the records were checked, it would be noted every Member of the Seanad contributes more by way of debate.  I am not sure of the value of our contributions sometimes, but there are more contributions by all Seanad Members on the floor of this House than by D&aacute;il Members in that Chamber.<\/p><p>Will the Minister re-examine the categories of expenses?  I have no difficulty with the fact Senators receive less than half the financial expenses a D&aacute;il Member gets.  An argument could be made that it should be balanced.  Senators receive a maximum &euro;12,000 for vouched expenses.  However, the categories which we can vouch for are extremely limited and narrow.<\/p><p>The party allowance available to Independent Members is important for them for research, training, policy formulation, hiring staff, conducting public opinion polls and purchasing support services.  The Minister should examine the possibility of a single list of fair and reasonable categories to apply under the party leaders&rsquo; allowance, public representation and Independents.  There is the anomaly in the concept that a Senator is not entitled financially to have an office.  The vouched leaders&rsquo; allowance system with the &euro;20,000 available under it allows an Independent Senator to have an office, however.  Senators Crown, Barrett and Norris can open an office if they so wish under this Bill yet the other 57 Members cannot.  That is two Houses within the one House.  It is a good time for the Minister to look upon these anomalies as the Seanad referendum is over.  There was an erroneous, possibly deliberately leaked, silly made-up story that Senators were looking for &euro;4,000 more in expenses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800015#P02100","speaker":"1121","continuing":true},{"type":"speech","time":1385641800,"counter":153,"content":"<p>It did not work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800016#Q00200","speaker":"1131"},{"type":"speech","time":1385641800,"counter":154,"content":"<p>Whether it worked or not, it was a falsehood.  We appreciate that we are fortunate, honoured and privileged to be in this House.  By virtue of a salary of &euro;65,000 we are well paid with the entitlement to claim &euro;12,000 per annum in expenses.  That should be payable under fair and achievable categories.  Deputies have a much better salary, entitled to two staff and funded constituency offices compared to us.  It is unfair that Senators should only have five allowable categories under which they claim expenses while Deputies have 15.  Allowable expenses under the parliamentary allowance include general administration, technical or specialist advice, research and training, policy formulation, the purchase of support services, payment to another person arising from activities in a parliamentary party and such other matters as may be prescribed by regulations made by the Minister.  I hope the Minister will accept my view.<\/p><p>At a time when the country is still a long way from being as well off as we would wish it to be, we cannot look for extra moneys or expenses.  My amendments are simply asking that the moneys we are entitled to claim can be used most effectively for political purposes.  For public representatives to employ people to do opinion polls or other political activity is good for the body politic.  The Minister earlier claimed his party&rsquo;s first cousin, the British Labour Party, brought in the idea of paying politicians so politics would not be a wealthy person&rsquo;s club.  We must aspire to ensure that every politician uses his or her talents and supports for the country&rsquo;s best.  These moneys should be used for good political purposes.  We are all on a vouched system with no one receiving improper moneys.  However, we need to be realistic about the categories.  Why can they not be extended to all Oireachtas Members?<\/p> <p>Now that the leaders' allowance for independent Deputies and Senators is becoming vouched, those independent Deputies and Senators will be operating on a different stream from us in this House because they are legally entitled to have an office and staff, and we are not.<\/p><p>The Minister is thinking about this on an ongoing basis.  I appeal to him to re-engage with our political leaders in this House.  We are all coming from a starting position of respect for the fortunate position we are in, acknowledging the fact that our salary is good and that until times get much better our salaries and allowances cannot and should not increase.  However, the payment of that allowance should be under a fair system of categories and there should not be this dramatically disadvantaged position for a Senator versus a Deputy.  Why can a Deputy claim expenses under 15 different, admittedly vouchable, categories while a Senator has only five such categories?  Why can my colleague in the D&aacute;il use his or her money from the taxpayer to purchase an iPad and other computer equipment while I cannot?  I find that very difficult to understand.  It is among the anomalies that must be reflected upon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800016#Q00300","speaker":"1121","continuing":true},{"type":"speech","time":1385642400,"counter":156,"content":"<p>I second the motion.  It is important that the Minister examine broadening the range of categories that qualify for Senators to claim within the &euro;12,000 cap.  There is no request for any extra money.  It is just a request to broaden the categories for which Senators may claim.  I will give some examples.  I am based in Galway and have one assistant, supplied by two people who job share.  Under working rules it is my duty to provide a place of work for my assistant.  I provide an office attached to my home, with light, heat and a land line as the mobile coverage is very poor.  That office space cannot be claimed for within the allowance for Senators.  That is fundamentally unfair.  It is a cost for Senators in this position.  I ask that a credit be allowed for the use of an office space, be it attached to one's home or elsewhere, within the &euro;12,000 allowance, nothing extra.<\/p><p>Theoretically, we are told, the Senator's constituency is the country.  Constituency travel is allowed for Deputies within their D&aacute;il constituency, which is a much smaller geographical area, but not for Senators.  I strongly support what Senator Bradford said about the unlevel playing field that will exist for Senators.  The Senators who came in on day one as Independent Senators are allowed to claim a leader's allowance and now, because that must be vouched and justified, they can feasibly fund an office and an assistant.  The Minister will speak to that.  We need to ensure a level playing field across the House.  We have spent three weeks speaking to the Minister about the unlevel playing field addressed in our previous amendment.<\/p><p>I have been a member of the Oireachtas committee on education.  Last year a decision was made that six members of the committee would go to Finland to study the Finnish education system.  Members will know it has got much acclaim for being the best education system in the world.  The outcomes, Programme for International Student Assessment, PISA, reports and OECD studies show that.  Seven members wanted to go.  I was unlucky and was not one of the members drawn out of the hat but decided I was willing to pay to join the group to get access to all those important meetings and learning opportunities.  I wanted to be a better parliamentarian, return here and share my knowledge and maybe bring forward a Bill or policies to enhance the education system, something to which I am committed all my life.  I went to the one stop shop and found that if I paid for it myself I could not get credit for it under the current system.  I was not seeking the money back, but wanted to know if I could use that within the &euro;12,000 party allowance.<\/p><p>We are cutting off our nose to spite our face.  When it is to do with our work, something that is good for parliamentarians can be good for the State.  While any conference fee would have been allowable, the travel and subsistence costs would not.  I am very careful to state that we do not seek any more money than the &euro;12,000 already allowable but ask that the Minister come up with a single list for all parliamentarians in both Houses that would offer fair and achievable categories and, in our case, broaden the range of categories so we can have a bit of decency in doing our work.<\/p><p>How can I possibly run a home office and have an assistant who has no place of work?  She must have a place to work from.  She does not wish to work from Dublin.  She is based in Galway, wishes to work there and I am glad to have her.  I will be happy to hear the Minister's responses but above all that he would take time in the coming weeks and months to reflect on our request.  I have heard through the grapevine that the Minister is very open to our arguments about examining a credit within the &euro;12,000 allowance for an office based around one's home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800017#R00200","speaker":"1131"},{"type":"speech","time":1385642400,"counter":157,"content":"<p>The Members make their point well.  We have raised this with the Minister on a number of occasions.  The guidelines for Senators are extremely restrictive compared with those in the D&aacute;il.  In some instances there are genuine reasons for that but in others, such as the purchase of an iPad, Members of the other House can claim from their allowances but Members of this House cannot.  Members of this House have their office space, the same as everybody else, or they can rent a room for clinics on a Monday or Friday, but we are told we cannot even mention clinics if we are claiming for a room.  There is an anomaly that must be addressed in the very near future.<\/p><p>This House has a fresh mandate from the people.  We do not seek parity of esteem in everything we do because Members of the other House have additional expenses in some instances, but the restrictions for Senators are very limiting.<\/p> <p>The point has been made that Senators are not looking for more money, but the guidelines certainly need to be looked at in a matter of weeks rather than months to put some fairness back in the system as it is not there at present.  I am not sure whether these amendments will address the problems.  I know the Minister is very sympathetic in this regard and I hope we will see some progress in the very near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800017#R00300","speaker":"1130","continuing":true},{"type":"speech","time":1385643000,"counter":159,"content":"<p>I commend Senators Bradford and Healy Eames on tabling the amendment.  I note Senator Bradford stated it was mainly for discussion purposes, but it is a very important issue for Members of the House.  We all know the Minister inherited this issue and it has been going on for decades.  We all know the reality is Deputies do not want Senators functioning to their full capacity.  They think if Senators are to function to their full capacity they can bloody well pay for it themselves and they will not facilitate them in carrying out their constitutional duties as Members of the Oireachtas.  Along with the other Whips in the House I put my signature to a letter calling on the Minister to rectify this situation.<\/p><p>While I accept, as Senator Healy Eames stated, the Minister is minded to resolve the difficulty, he is being prevented by doing so by somebody.  I can only imagine if I were fortunate enough to be in his position and I was minded to do something which was legally possible I would do it.  Since becoming a Member of the House I have been amazed by Ministers, primarily from my party, stating he or she would like to do something and to leave it with them but one never hears from them again.  If they would like to do it they should go and do it unless it is against the law.  If there is a difficulty in doing this the Minister should tell us what it is, and that we will not get it because he does not want to give it to us.  It is akin to being a member of a swimming pool with 166 or 168 members able to dive in at the deep end and swim to the other end without any difficulty while 60 members, who are told they are equal members, have an arm tied behind their back and a weight on one of their legs.<\/p><p>On 4 October the people of the country, against the wishes of the Minister and his colleagues, decided the House was to remain.  It was to be reformed but it was to remain.  We are here now whether they like it or not because the Irish people decided we are here.  We are not looking for more money and the least we can expect is a level playing pitch on which we can carry out our duties constitutionally without being impeded.  If the Minister is minded to do it he should go ahead and do so this evening before he goes home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00200","speaker":"1164"},{"type":"speech","time":1385643000,"counter":160,"content":"<p>I will not repeat what I stated earlier.  I thank Senator Bradford for tabling the amendment.  I must confess I did not study it in advance so I was effectively speaking on the wrong amendment.  We are speaking about reorienting the &euro;12,000 to make it workable and ensure it assists us in our democratic and parliamentary duty, which is reasonable.  Others have reflected on the fact the referendum campaign and the poll on 4 October, the famous day in the life of the Seanad, has given democracy and the Seanad a mandate.  As such we can deal with the cheap tabloid headlines with a renewed sense of confidence, because the real people spoke and retained the Seanad.  They did not buy into the concept of saving &euro;20 million.  The bottom line is they voted to retain us and sent a clear message that the tabloid headlines which appear every so often are not reflective of the true views of people.  I was quite surprised because I thought the House would go and the people would vote to get rid of us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00300","speaker":"1158"},{"type":"speech","time":1385643000,"counter":161,"content":"<p>I ask the Senator to speak to the amendment.  This is more like a Second Stage speech.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00400","speaker":"1125"},{"type":"speech","time":1385643000,"counter":162,"content":"<p>I am speaking on the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00500","speaker":"1158"},{"type":"speech","time":1385643000,"counter":163,"content":"<p>Time is tight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00600","speaker":"1097"},{"type":"speech","time":1385643000,"counter":164,"content":"<p>The points I am making are very clear.  Something needs to be done so we have fairness and the opportunity to play a role in the democratic process.  I have no doubt about the Minister's bona fides in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00700","speaker":"1158"},{"type":"speech","time":1385643000,"counter":165,"content":"<p>I will be brief and I know the Minister is very patient in this regard.  Those elected to the previous Seanad state this Seanad is very hard-working and its Members are very dedicated.  Asking for this expenditure to be realigned is evidence of our desire to work harder and be more effective.  With more people doing more with less we are asking for this to be taken into account in the spirit of reform which the Minister has brought very clearly to his Ministry, and we would appreciate if he might consider it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00800","speaker":"1129"},{"type":"speech","time":1385643000,"counter":166,"content":"<p>A number of passionate contributions have been made on the amendment.  Most of the contributions were well beyond its scope and impact.  I acknowledge Senator Bradford tabled it for debate purposes.  I am very mindful of the time.  I listened to Senator Wilson, who spoke as if all history started yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S00900","speaker":"1097"},{"type":"speech","time":1385643000,"counter":167,"content":"<p>I made a point.  To be fair, if the Minister was listening, that is not what I said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01000","speaker":"1164"},{"type":"speech","time":1385643000,"counter":168,"content":"<p>The bottom line is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01100","speaker":"1097"},{"type":"speech","time":1385643000,"counter":169,"content":"<p>That is not what I said.  I ask the Minister to be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01200","speaker":"1164"},{"type":"speech","time":1385643000,"counter":170,"content":"<p>The Senator can shout me down if he likes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01300","speaker":"1097"},{"type":"speech","time":1385643000,"counter":171,"content":"<p>If the Minister wants to do something he can do it properly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01400","speaker":"1164"},{"type":"speech","time":1385643000,"counter":172,"content":"<p>The notion I can change a law by this evening before I go home is simplistic nonsense.  I will deal with the issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01500","speaker":"1097"},{"type":"speech","time":1385643000,"counter":173,"content":"<p>The Minister has had more than two years to do it.  What has he done about it?  He certainly has had 12 months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01600","speaker":"1164"},{"type":"speech","time":1385643000,"counter":174,"content":"<p>Allow the Minister to speak please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01700","speaker":"1125"},{"type":"speech","time":1385643000,"counter":175,"content":"<p>What have I done?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01800","speaker":"1097"},{"type":"speech","time":1385643000,"counter":176,"content":"<p>Nothing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S01900","speaker":"1164"},{"type":"speech","time":1385643000,"counter":177,"content":"<p>Bluntly, saving the economy of the country that the Senator's party put in mortal peril.  This was a higher priority than looking at the expenses of Senators-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02000","speaker":"1097"},{"type":"speech","time":1385643000,"counter":178,"content":"<p>Stick to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02100","speaker":"1164"},{"type":"speech","time":1385643000,"counter":179,"content":"<p>-----and the Senator will excuse me for this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02200","speaker":"1097"},{"type":"speech","time":1385643000,"counter":180,"content":"<p>Stick to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02300","speaker":"1164"},{"type":"speech","time":1385643000,"counter":181,"content":"<p>I will not be bullied by anybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02400","speaker":"1097"},{"type":"speech","time":1385643000,"counter":182,"content":"<p>I most certainly am not bullying the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02500","speaker":"1164"},{"type":"speech","time":1385643000,"counter":183,"content":"<p>If anybody knows me the one thing I will not be is bullied.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02600","speaker":"1097"},{"type":"speech","time":1385643000,"counter":184,"content":"<p>I am not a bully and I can tell Minister this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02700","speaker":"1164"},{"type":"speech","time":1385643000,"counter":185,"content":"<p>Fair points were made by most people who made a contribution to the debate.  It is true the people voted to retain the House, and this is an important constitutional point to be acknowledged, but they did not vote to replicate the D&aacute;il.  It would be a fundamental mistake for people to state we want to mirror the D&aacute;il now in all its functionality.  This was not the result, in my judgment, and we must drill down into the people's wishes.  We need to support the Seanad to perform the role it should perform, not as a mirror image of the D&aacute;il but with a different set of supports.<\/p><p>The support packages put in place over many years for the two different Houses reflect the different traditional views of each House.  Over time we need to modernise this and reflect it differently.  I am very keen to hear the views of Senators on this.  Very coherent rational comments were made by people on these matters and I will do this over time.  As I stated, it will be done on the basis of bringing the support of the people with us step by step and not stating it all has to be done overnight or before I go home.<\/p><p>In truth the purpose of the Bill is to bring more accountability and to reduce in real terms the quantum of money paid to Senators and Independent Members who receive a parliamentary allowance and to all political parties and Deputies who are Independents.<\/p> <p>That is a good thing, in tandem with reduction in the severance payments.  I will not accept this amendment now, but I have heard the arguments made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800018#S02800","speaker":"1097","continuing":true},{"type":"speech","time":1385643600,"counter":187,"content":"<p>I thank the Minister.  As I said, my motion was for debating purposes, so I will now formally withdraw it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T00200","speaker":"1121"},{"type":"unspoken","time":1385643600,"counter":188,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1385643600,"counter":189,"content":"<p>Bill, as amended, received for final consideration.<\/p>"},{"type":"unspoken","time":1385643600,"counter":190,"content":"<p>Question,&quot;That the Bill do now pass&quot;, put and declared carried.<\/p>"},{"type":"majorheading","content":"Social Welfare and Pensions (No. 2) Bill 2013: Committee Stage","time":1385643600,"counter":191,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T00600"},{"type":"unspoken","time":1385643600,"counter":192,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1385643600,"counter":193,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1385643600,"counter":194,"content":"<p>Amendments Nos. 1, 5, 6, 8, 11, 19, 21, 22 and 23 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T00900","speaker":"1125"},{"type":"unspoken","time":1385643600,"counter":195,"content":"<p>Government amendment No. 1:\r\nIn page 3, between lines 24 and 25, to insert the following:&ldquo;Definition\r\n2.In this Part 2 &ldquo;Principal Act&rdquo; means the Social Welfare Consolidation Act 2005.&quot;.<\/p>"},{"type":"speech","time":1385643600,"counter":196,"content":"<p>These amendments are of a technical nature.  Amendment No. 1 inserts a definition of the principal Act into part 2 of the Bill to mean the Social Welfare Consolidation Act 2005.  This definition arises as a consequence of the other amendments that I am proposing in part 2 of the Bill, in respect of the revision of decisions for social welfare payment purposes.  As a consequence of amendment No.1, the references to the Social Welfare Consolidation Act 2005 that are contained in the Bill as published, are being replaced with references to the principal Act, and this is provided for in amendment No.5.<\/p><p>In addition, this amendment will also require further consequential amendments to part 3 of the Bill, which deals with amendments to the Pensions Act.  Part 3 of the Bill, as published, defines the term &quot;the Principal Act&quot; to mean the Pensions Act 1990, for the purposes of that part.  In order to avoid having more than one definition of the principal Act for different parts of the Bill, the references to &quot;the Principal Act&quot; are being replaced with references to the &quot;Act of 1990&quot;, which in turn is being defined as the Pensions Act 1990.  This is being provided for in amendments Nos. 6, 8, 11, 19, 21, 22 and 23.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T01100","speaker":"946"},{"type":"speech","time":1385643600,"counter":197,"content":"<p>I welcome the Minister to the House.  The principal Act means the Social Welfare Consolidation Act 2005.  I agree that it is mostly about pensions, but have I got an earlier version?  The definitions are different and I do not know if we are working off the same paper.  I agree with what she said, but I wonder if it is in fact reflected in the amendment under definitions, which has the \"Principal Act\" as the Social Welfare Consolidation Act 2005.  This is just a technical point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T01200","speaker":"1157"},{"type":"speech","time":1385643600,"counter":198,"content":"<p>Yes.  When we move to the next series of amendments, I will go through the reasoning behind this set of amendments, to which I referred in my Second Stage speech earlier in the week.  They arise as a consequence of a very recent court case, but I will go through them in greater detail when we move to the next section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T01300","speaker":"946"},{"type":"unspoken","time":1385643600,"counter":199,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1385643600,"counter":200,"content":"<p>Amendments Nos. 2, 3 and 4 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T01500","speaker":"1125"},{"type":"unspoken","time":1385643600,"counter":201,"content":"<p>Government amendment No. 2:2. In page 3, between lines 24 and 25, to insert the following:&ldquo;Amendment of section 301 of Principal Act\r\n3. (1) Section 301 of the Principal Act is amended&mdash;(a) by substituting the following subsection for subsection (1):&ldquo;(1) A deciding officer may at any time&mdash;(a) revise any decision of a deciding officer&mdash;(i) where it appears to him or her that the decision was erroneous&mdash;(I) in the light of new evidence or new facts which have been brought to his or her notice since the date on which the\r\ndecision was given, or\r\n(II) by reason of some mistake having been made in relation to the law or the facts,\r\nor(ii) where&mdash;(I) the effect of the decision was to entitle a person to any benefit within the meaning of section 240, and\r\n(II) it appears to the deciding officer that there has been any relevant change of circumstances which has come to notice since that decision was given,\r\nor(b) revise any decision of an appeals officer where&mdash;(i) the effect of the decision of the appeals officer was to entitle a person to any benefit within the meaning of section 240, and\r\n(ii) it appears to the deciding officer that there has been any relevant change of circumstances which has come to notice since the decision of the appeals officer was given, and the provisions of this Part as to appeals apply to a revised decision under this subsection in the same manner as they apply to an original\r\ndecision of a deciding officer.&quot;,(b) by substituting the following subsection for subsection (2A) (inserted by section 18 of the Social Welfare and Pensions Act 2008):&ldquo;(2A) A deciding officer may at any time revise any determination of a designated person&mdash;(a) where it appears to him or her that the determination was erroneous&mdash;(i) in the light of new evidence or new facts which have been brought to his or her notice since the date on which the determination was made, or\r\n(ii) by reason of some mistake having been made in relation to the law or the facts,or\r\n(b) where&mdash;(i) the effect of the determination was to entitle a person to supplementary welfare allowance, and\r\n(ii) it appears to the deciding officer that there has been any relevant change of circumstances which has come to notice since that\r\ndetermination was made, and the provisions of this Part as to appeals shall apply to a decision of a deciding officer under this subsection in the same manner as they apply to an original decision of a deciding officer.&rdquo;, and(c) by inserting the following subsection after subsection (4):&ldquo;(5) In subsections (1)(a)(ii)(II), (1)(b)(ii) and (2A)(b)(ii), the reference to any relevant change of circumstances means any relevant change of\r\ncircumstances that occurred before, or occurs on or after, the coming into operation of the Social Welfare and Pensions (No. 2) Act 2013.&rdquo;.(2) Where, before the coming into operation of subsection (1), a request had been made under section 301 of the Principal Act for a decision or a revised decision on the\r\ngrounds that there had been any relevant change of circumstances and the request had not been determined, that request shall be determined in accordance with section 301 of the Principal Act as if that section had not been amended by subsection (1).&rdquo;.<\/p>"},{"type":"speech","time":1385643600,"counter":202,"content":"<p>The purpose of this amendment is to amend section 301 of the Social Welfare Consolidation Act 2005 regarding a revised decision by deciding officers.<\/p> <p>Amendments Nos. 2 to 4, inclusive, address issues that have been raised in a very recent High Court judgment concerning the legal powers of deciding officers and appeal officers to revise decision in certain cases.  This is a very complex area.  Current legislation allows officials of my Department, including appeals officers, to revise earlier decisions in a range of circumstances.  This includes situations in which new evidence is produced which indicated that the original decision was wrong, and situations in which there has been a change of circumstances since the original decision was given.  These powers are wide-ranging and give considerable flexibility to deciding officers and appeals officers to deal with new evidence or changed circumstances which have been brought to their notice.  In the past and at present, this flexibility has been seen as an asset in allowing deciding officers and appeals officers to deal with different circumstances.  Many Senators will be familiar with this.  However, in light of the recent High Court ruling the provisions relating to a change of circumstances are now considered problematic, as they unintentionally remove finality from social welfare determinations that refuse claims and introduce considerable uncertainty into the system of social welfare decision making as a consequence.<\/p><p>Until now, in most cases, it has been the practice in the Department that once a claim is refused and all review and appeal processes are finalised, if the customer seeks a revised decision based on a change of circumstances, he or she is advised to make a fresh application.  The new claim is then fully assessed in light of all the circumstances of the case.  Due to the recent High Court decision, the Department can no longer require people to make a fresh claim but must reopen a claim, even if that claim was closed many years previously.  The purpose of the amendment is to address this issue, but in a limited range of circumstances.  I stress that in cases in which the original decision was wrong, or if new facts and evidence emerge, the customer will still be able to seek a revised decision.  The amendment does not change this.  For a claim that is in payment, it will still be possible to revise the decision if circumstances change, but where a person was refused a social welfare payment in the past and his or her circumstances change, the correct channel is to make a fresh application so the application can be fully considered in light of the current circumstances.  The amendment aims to ensure that this will be the practice in all cases.<\/p><p>Let me add that in the aftermath of the High Court decision I have asked officials of the Department to carry out a more wide-ranging review of the legislation on social welfare decisions.  I will bring forward any necessary legislation at a later date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800019#T01700","speaker":"946","continuing":true},{"type":"speech","time":1385644200,"counter":204,"content":"<p>I broadly welcome this amendment because other Senators and I have been dealing with people who have had to reapply on several occasions until their application is successful.  The paperwork is immense.  Are we safeguarding the social welfare system by putting in place a stipulation on how far back one can go?  Once an application is reviewed and found to be successful, the payment is backdated to the date of application.  If the initial application was made five years ago, will the ramifications be that the Department will have to pay significant arrears from the date of the initial application some five years previously?  Are we safeguarding ourselves by saying that the claim will be backdated to the date the Department was notified of the change of circumstances rather than to the date of application?  Are we allowed to do that following the High Court ruling?  Will the Minister clarify the position?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U00200","speaker":"1132"},{"type":"speech","time":1385644200,"counter":205,"content":"<p>As the legislation stands, if a deciding officer or an appeals officer revises an earlier decision, he or she has considerable flexibility regarding the date from which the revised decision takes effect.  Apart from a small number of situations, such as cases in which a person knowingly makes a false statement or withholds relevant information or cases in which a payment is reduced due to a revised decision, the legislation provides that the revised decision will take effect from the date considered appropriate by the deciding officer, having regard to the circumstances of the case.  This gives us, as I said, considerable flexibility to award a decision from any appropriate date.  If there is a change in circumstance, the date of the revised decision will depend on the individual case, and it is not limited in the legislation.  However, in the case of a person who makes a claim for the first time, there are fixed time limits with regard to how far a claim can be backdated.  These vary according to the particular payment - for example, a person in general would be expected to apply for a jobseeker's payment immediately and payment would not normally be backdated to before the date of the claim, but some other payments, such as contributory State pensions, can be backdated for up to six months.<\/p><p>The amendments we are discussing today will have the effect of bringing more cases into the new claims category rather than the category of revision of an earlier decision.  These amendments will give greater protection against the possibility of arrears being awarded against the State in some cases.  I want to reiterate that if the original decision was found to be erroneous then a backdated decision is still possible.  The proposed amendments do not change that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U00300","speaker":"946"},{"type":"unspoken","time":1385644200,"counter":206,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":207,"content":"<p>Government amendment No. 3:\r\nIn page 3, between lines 24 and 25, to insert the following:&ldquo;Amendment of section 317 of Principal Act4. (1) The Principal Act is amended by substituting the following section for section 317:&ldquo;Revision by appeals officer of decision of appeals officer\r\n317. (1) An appeals officer may at any time revise any decision of an appeals officer&mdash;(a) where it appears to him or her that the decision was erroneous in the light of new evidence or new facts which have been brought to his or her notice since the date on which it was given, or\r\n(b) where&mdash;(i) the effect of the decision was to entitle a person to any benefit within the meaning of section 240, and\r\n(ii) it appears to the appeals officer that there has been any relevant change of circumstances which has come to notice since that decision was given.(2) In subsection (1)(b)(ii), the reference to any relevant change of circumstances means any relevant change of circumstances that occurred before, or occurs on or after, the coming into operation of the Social Welfare and Pensions (No. 2) Act 2013.&rdquo;.(2) Where, before the coming into operation of subsection (1), a request had been made under section 317 of the Principal Act for a revised decision on the grounds that there had been any relevant change of circumstances and the request had not been determined, that request shall be determined in accordance with section 317 of the Principal Act as if that section had not been amended by subsection (1).&rdquo;.\r\n  Amendment agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":208,"content":"<p>Government amendment No. 4:\r\nIn page 3, between lines 24 and 25, to insert the following:&ldquo;Amendment of section 324 of Principal Act5. (1) Section 324 (amended by section 18 of the Social Welfare and Pensions Act 2008) of the Principal Act is amended -(a) by substituting the following subsection for subsection (1):&ldquo;(1) A designated person may at any time&mdash;(a) revise a determination of a designated person in relation to entitlement to supplementary welfare allowance&mdash;(i) where it appears to him or her that the determination was erroneous&mdash;(I) in the light of new evidence or new facts which have been brought to his or her notice since the date on which the determination was made, or\r\n(II) by reason of some mistake having been made in relation to the law or the facts,or(ii) where&mdash;(I) the effect of the determination was to entitle a person to supplementary welfare allowance, and\r\n(II) it appears to the designated person that there has been any relevant change of circumstances since that determination was made,or\r\n(b) revise the decision of an appeals officer where&mdash;(i) the effect of the decision of the appeals officer was to entitle a person to supplementary welfare allowance, and\r\n(ii) it appears to the designated person that there has been any relevant change of circumstances which has come to notice since that decision was given,and the provisions of this Part as to appeals apply to a revised determination or a revised decision under this subsection, as the case may be, in the same manner as they apply to an original determination of a designated person.&rdquo;, and(b) by inserting the following subsection after subsection (2):&ldquo;(3) In subsections (1)(a)(ii)(II) and (1)(b)(ii), the reference to any relevant change of circumstances means any relevant change of circumstances that occurred before, or occurs on or after, the coming into operation of the Social Welfare and Pensions (No. 2) Act 2013.&rdquo;.(2) Where, before the coming into operation of subsection (1), a request had been made under section 324 of the Principal Act for a revised decision or a revised determination on the grounds that there had been any relevant change of circumstances and the request had not been determined, that request shall be determined in accordance with section 324 of the Principal Act as if that section had not been amended by subsection (1).&rdquo;.<\/p>"},{"type":"unspoken","time":1385644200,"counter":209,"content":"<p>Amendment agreed to.\r\nSECTION 2<\/p>"},{"type":"unspoken","time":1385644200,"counter":210,"content":"<p>Government amendment No. 5:\r\nIn page 3, line 26, to delete &ldquo;Social Welfare Consolidation Act 2005&rdquo; and substitute &ldquo;Principal Act&rdquo;.<\/p>"},{"type":"unspoken","time":1385644200,"counter":211,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":212,"content":"<p>Section 2, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":213,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1385644200,"counter":214,"content":"<p>Amendment No. 6 has already been discussed with amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U01600","speaker":"1125"},{"type":"unspoken","time":1385644200,"counter":215,"content":"<p>Government amendment No. 6:\r\nIn page 4, line 5, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.<\/p>"},{"type":"unspoken","time":1385644200,"counter":216,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":217,"content":"<p>Section 3, as amended, agreed to.<\/p>"},{"type":"speech","time":1385644200,"counter":218,"content":"<p>Amendment No. 7, in the names of Senators Walsh and Wilson and the Fianna F&aacute;il Senators, has been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U02000","speaker":"1125"},{"type":"unspoken","time":1385644200,"counter":219,"content":"<p>Amendment No. 7 not moved.\r\nSECTION 4<\/p>"},{"type":"speech","time":1385644200,"counter":220,"content":"<p>Government amendment No. 8 has already been discussed with amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U02200","speaker":"1125"},{"type":"unspoken","time":1385644200,"counter":221,"content":"<p>Government amendment No. 8:\r\nIn page 4, line 7, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.<\/p>"},{"type":"unspoken","time":1385644200,"counter":222,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":223,"content":"<p>Section 4, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1385644200,"counter":224,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1385644200,"counter":225,"content":"<p>Amendments Nos. 9 and 18 are related and may be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U02700","speaker":"1125"},{"type":"speech","time":1385644200,"counter":226,"content":"<p>I move amendment No. 9:<blockquote><br \/>In page 4, between lines 8 and 9, to insert the following:<b>&ldquo;5. <\/b>The Principal Act is amended by inserting a new section 48A as follows:<blockquote>&ldquo;48A.A solvent firm shall not be allowed to close a defined benefit pension scheme except where the scheme has reached a minimum 90 per cent funding standard.&rdquo;.&rdquo;.<\/blockquote><\/blockquote>This emerges out of the Waterford case and also the practice in the UK which has indicated that solvent firms shall not be allowed to close a defined benefit scheme, except where the scheme has reach a minimum 90% funding standard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U02800","speaker":"1128"},{"type":"speech","time":1385644200,"counter":227,"content":"<p>I do not propose to accept these amendments.  Both amendments broadly entail placing a debt upon employers.  It should be noted that while defined benefit pension schemes in Ireland are set up and maintained by employers on a voluntary basis, there has never been a statutory obligation on employers under Irish law to contribute to their pension scheme, although pension scheme rules can place some level of obligation.  However, there is now a very robust regulatory structure in place as set out in trust law and the pensions Acts.<\/p> <p> I am keenly aware that many schemes are making great efforts to ensure their ongoing viability.  The process is generally managed through dialogue between the three principal parties - the trustees who operate in a fiduciary capacity under trust law; the employers who sponsor the scheme; and the members who are the employees who might, in many cases, be represented by their trade unions.  Efforts are made to reach agreement on the steps that must be taken to secure scheme viability, which may include a mix of measures such as increased employer-member contributions, longer working and amended benefits.  There have been a lot of such instances of restructurings in recent years.<\/p><p>It should be noted that pensioners, current and former members of pension schemes are collectively protected by a broad and detailed range of measures to safeguard their interests.  First, the trustees of defined benefit pension schemes have a fiduciary duty under trust law and the Pensions Acts to act in the best interests of all scheme members.  There are further regulatory safeguards and oversight by the Pensions Board.  Scheme trustees must apply to the Pensions Board before they can reduce benefits.  It is very important that people are aware of this fact.  Before trustees make an application to the Pensions Board they must consult the employer, scheme members, pensioners and the authorised trade unions representing scheme members.  Trustees must also have undertaken a comprehensive review of the scheme with a view to long-term stability and sustainability.  They must have requested from the employer contributions sufficient to ensure the long-term stability and sustainability of the scheme.  They are required to have taken legal advice on their powers and duties and the obligations of the employer to contribute to the scheme.<\/p><p>During the deliberative process consideration was given to placing a statutory obligation on the employer to provide for a base level of scheme funding that would secure a certain level of benefits in the event of a scheme winding-up or restructuring.  The advantage of placing such a obligation on the employer would be to reduce further the possible risk to the State and protect the benefits of current and former scheme members.  It would also prevent the employers from walking away from defined benefit schemes and encourage them to ensure a scheme was well funded and managed.  However, there are strong arguments against the introduction of such an obligation on employers owing to uncertainty about the overall impact, particularly in the context of the current economic environment.  Given current economic circumstances, the imposition of additional costs on employers might be counterproductive and impact on the viability of a business and the jobs of those employed.  This is one of the issues in current circumstances that is particularly difficult.  An obligation, or the perception that there is an obligation, could rank with company debt.  It could have an impact on investment and growth and the employer's ability to raise fresh funds in the market.  It would also give a competitive advantage to those employers who have never provided a pension scheme for their employees.  My fear is that it would encourage employers to close their schemes.  It would also be a complex measure to provide for and administer as employers could take avoidance measures.  The measures would also need to be viewed in the context of a declining number of defined benefit schemes.<\/p><p>Given the complexity of the issues involved, the number of unknowns regarding their impact and the time constraints, it is not proposed to proceed with the measure.  The overriding priority is to ensure pensioners and members of pension schemes are protected and that the future viability and sustainability of their schemes are ensured and made safer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800020#U02900","speaker":"946","continuing":true},{"type":"speech","time":1385644800,"counter":229,"content":"<p>The purpose of the legislation is to protect pensions and pensioners and counter the possibility of a scheme being allowed to close, with no minimum percentage reached.  That was one of the reasons the Waterford Crystal workers took their case to court and the figure arrived at was 49%.  As I pointed out earlier, the norm in the United Kingdom is for schemes to reach a minimum figure of 90% of the funding standard.  It is from that point of view that I still think the legislation in the best interests of pensioners.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800021#V00200","speaker":"1128"},{"type":"speech","time":1385644800,"counter":230,"content":"<p>I apologise for my late arrival.  I was in a meeting with someone when I noticed that amendments Nos. 9 and 18, in which I was interested, were being discussed and rushed ihere.<\/p><p>  The Minister will recall that on the last day she attended I mentioned the EMI pension scheme.  I had been approached by a number of its members.  Obviously the Bill will be of advantage to those who receive pensions to some degree, but it will also be of advantage to persons who are still in employment and will leave in a few years time.  I understand the thinking behind the provision.  EMI was owned by the investment company, Terra Firma.  Owing to leveraging, the Citigroup foreclosed on the loans, took control of the company and sold it to an American company for a few billion dollars.  When Citigroup dealt with the matter in Britain in order to achieve a sale, it had a hole to fill in the pension fund.  EMI has operated in Ireland for between 40 and 50 years and in the early days there was one pension fund.  Later the company was split, which meant that there were separate companies under the same parent company and the pension fund was split.  My information is that in Britain EMI was required to meet the fund deficit and I understand it put &pound;200 million into it to enable it to sell the company.  There was no such requirement for it to do the same here and it chose not to do so.  The Irish employees were seriously disadvantaged <i>vis-&agrave;-vis<\/i> their British counterparts.  There is a great disparity between British and Irish pension laws.  I raised the matter with the Pensions Board, but I got no comfort from talking to it.  As a consequence, the matter needs to be addressed, which is why I was so critical of the legislation on Second Stage.  There are lots of issues with pension schemes and unless we tackle and address the loopholes in a manner that will encourage and incentivises people to provide for their own pensions, our policies will be counter intuitive and we are being counter intuitive, given the fiscal policies the Minister's colleague, the Minister for Finance, has pursued by taxing pension funds and, in particular, the imputed distribution arrangements that apply to private pension funds.  Obviously, some private pension funds are shipping a lot of losses and will not yield large pensions.  We are now saying to the people affected that they must take out a figure of 5% per annum.  Originally when the provision was introduced, the rate was 3%, but then it was increased to 5% and, in the case of a pension fund worth over &euro;2 million, 6%.  I do not object to a rate of 6% because &euro;2 million in a pension pot is a substantial amount of money.  However, there are people with much smaller pots to which no imputed distribution arrangement should apply.  <\/p><p>  I know that taxation is the responsibility of the Minister for Finance, but I have raised this matter because I want to draw attention to the fact that there is a ream of pension issues that need to be addressed.<\/p> <p>I was surprised, perhaps I should have known, having spoken to the pensions board, that it appears to have no interest or no remit to deal with companies who are closing down their pension schemes, in particular, defined pension schemes.  I cannot understand the reason the legislation will adversely affect many people who have invested in private pensions and who are in receipt of private pensions but at the same time does not do anything to focus on the employers.  I have argued in the House many times that wages and salaries across all of Irish society, particularly in the public service, are much too high and are 22% or 23% higher in the private sector.  There is no justification for that.  I am one of those who receives a public service salary.<\/p><p> It is also the case that our pension entitlements supersede anything that, other than a small coterie, of people at the top in the private sector would enjoy.  There is a need to look at that issue.  It is the same in the private sector where wages are too high.  We should be aiming to maximise the number of people in the private sector who are entitled to a pension.  There is a huge fiscal challenge coming to us in the future with our public service pensions and our State pension.  It has been estimated that if an actuarial valuation of the public service pension was undertaken there is probably a shortfall in it.  The last figure I saw was one of about &euro;120 billion to &euro;130 billion.  These are significant issues which need to be addressed.  I hold the view - this is a change of opinion from five, six or seven years ago - that, perhaps, all defined benefits should be looked at with a view to changing them, including public service pensions, to a defined contribution scheme.  I remember ten, 15 or 20 years ago, in the 1990s, looking at pension entitlement in the US.  The US introduced what I think was called &quot;mutual funds&quot; or something similar, under which individuals made a contribution to a pension which grew.  I remember speaking to people in the US who said that they had created within that fund a level of wealth they had never dreamed of being able to do.  It is right to give the taxation provision for it.  In this way people should know on an annual basis the amount in the fund and the growth in the fund.  There should be no disadvantage by way of imposing levies on the fund.  It should be allowed to grow.  People will pay the full amount of tax on it when it is due - that is really the third tax on the fund.  If we can do that, perhaps, in 2030, 2040 or 2050 when the demographics change dramatically, those retiring will have sufficient funds to live their life in a reasonable degree of comfort.  I would like to see that proposal examined.  <\/p><p> The amendments focus specifically on a situation where we allow trustees, because the company decides, as many profitable companies do, not to make any more contributions.  There is no doubt that many companies have gone to the wall as a consequence of this unprecedented recession but there are also many companies who have taken advantage of the economic downturn in order to suppress wages and entitlements.  I am strongly in favour of the private sector, as that is what drives the economy.  However, there must be equity, fairness and ethical policies in the private sector and it is up to the State to ensure that is case.  <\/p><p> We must ensure that companies fulfil their commitments to employees.  It would be in employees' interests and in the State's interest if we were to seek to benchmark all salaries in the public sector and the private sector, which should have happened at the time of benchmarking, with those of other western European countries, that is, the countries with which we are competing.  An analysis I did in 2008, based on research conducted by the university of Glasgow, showed that wages and salaries in Ireland were significantly higher than in any other country.  I suspect wages and salaries are still higher here but if we are to be competitive we must bring pay rates to the average of those countries.  In doing that the <i>quid pro quo<\/i>must be that people who are now much more likely to enjoy a longer retirement will be properly supported.  The State pension will not achieve that. <\/p><p> Amendment No. 9 seeks that the sponsoring companies should not be allowed to close the scheme without ensuring the scheme has reached a minimum 90% funding standard.  As I said on Second Stage, I think the OECD has recommended that.  I ask the Minister to look favourably on this amendment because it is essential that we do more than is provided for in the Bill.  I acknowledged on Second Stage, even though I have been critical, that what the Minister has done is a step in the right direction but there are too many other steps that have not been taken and that is where my criticism lies.  <\/p><p> Amendment No. 18 seeks that the pensions board would not have the entitlement to direct the trustees of a pension scheme to reduce the benefits of current or former scheme members and-or post-retirement increases where a sponsoring company or its parent company have the financial capacity to meet the under-funding in the scheme.  It is important to make the distinction that sometimes the sponsoring company may be borderline viability but its parent company can be well positioned to meet the funding deficit.  Where a sponsoring company applies to close a scheme it should be required to provide the financial information necessary for the pensions board to assess whether it, the sponsoring company, or its parent company have the financial capacity to deal with the shortfall and should not be allowed to close the scheme.  That they are not prepared to do so should not be a factor.  There is a real need to protect pensions in this regard. <\/p><p> As I said on Second Stage, the Bill is about robbing Peter to pay Paul.  It is seeking to take money from current pensioners to assist employees who have paid their contributions and who, perhaps, within a short number of years may seek to access the pension to which they have contributed.  It also seeks to take money from those who have worked hard all their lives to provide a pension for themselves - that is a small percentage in the private sector.  That is fundamentally wrong.  If, on the other hand, employers, for whom all these people worked, are highly profitable have very good reserves and are not prepared to make their contribution to fixing this particular issue, that is fundamentally unfair.  We should aim to be just, fair and ensure that those most in need are catered for.  If the Minister does not accept the amendments now I implore her, between now and Report Stage, to examine what can be done.  I would be very surprised if the concept and the principles I am proposing do not find favour with her thinking and analysis in this regard. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800021#V00300","speaker":"1126","continuing":true},{"type":"speech","time":1385645400,"counter":232,"content":"<p>I apologise to the Minister for not having been in the House earlier and I am afraid I will have to leave but I will read her response.  I know she will understand the situation because she is in a much more extreme situation than me.  I am trying to juggle about nine things at the same time and I can only imagine what her life is like.<\/p><p>I wish to endorse a great deal of what my colleague, Senator Jim Walsh, has said.  I listened to him with great interest.  I am not as much of a fan of private enterprise as he is: I would be a little more to the left, which may or may not recommend itself to the Minister.  I have particular concerns with regard to the fact that even after the Bill is enacted, companies can walk away from certain of their obligations.  This is very regrettable.  I know there are difficult situations and I know certain firms are in periods of tumult financially and may be going under and so on but it is indefensible that a company that is solvent, trading and making profits, should be allowed to deny previously made pension profits.  In particular, I refer to the case of Aer Lingus which denies that it has any responsibility to meet some of its pension promises.<\/p> <p>The retirees now have no access to the Labour Court or anywhere else and there is very little they can do.  If inflation takes off again, there is no provision for any mechanism for increase.  Therefore, the affected people are left stranded.<\/p><p> This part of my contribution is taken very largely from the substance of a letter I received just this morning.  It puts a human face on the matter.  The writer states Aer Lingus has a very good balance sheet, is solvent and has cash in hand.  Furthermore, he states:<blockquote> I can't stack this up at all with any sort of notion of &quot;fairness&quot;.<br \/><br \/> I did declare my interest - I am a pensioner member of that Scheme, and, Senator, I am worried.  I saved and provided responsibly for my retirement and made a &quot;life plan&quot; accordingly.  My &quot;life plan&quot; is in tatters.  <br \/><br \/> I regret I was prudent.  I should have had a ball and left it to the State to provide for me in my dotage.  A place in a 12-bed geriatric ward seems to be what I can look forward to now - maybe a corner bed near a window if I'm lucky!<\/blockquote>That seems to me to indicate that values that are important to this country, such as prudence and making provision for old age, are being undermined.<\/p><p> Consider the circumstances of employees in the airline industry under the <font color=\"#2F2F2F\">IASS proposals.  <\/font>With regard to Aer Lingus, the scheme is frozen and no additional funds will be paid into it.  Outside the IASS, the current funds placed by Aer Lingus of &euro;140 million are being allocated as follows: 2,570 current employees will share in a fund of &euro;110 million, or approximately &euro;92 million after productivity pledged on foot of cost stabilisation, but there are 3,687 - over 1,000 more - deferred pensioners who will share a fund of simply &euro;30 million.<\/p><p> With regard to the proposed cuts, including the removal of statutory preservation, CPI,  and a period of deferment, as provided for in the Pensions Act, this could equate to a 25% loss of real pension every ten years.  There is to be an increase in the IASS pension age of 65 years to a State pension age of 66 from 2014, 67 from 2021 and 68 from 2028, except where there is more than 25 years service.  Reference is made to a 12% straight cut and compulsory commutation of 25% of pensions.<\/p><p> The Minister will remember I spoke about deferred pension members on the last occasion.  With regard to the combination of the aforesaid cuts, I must refer to the paper I have to hand.  I try not to read.  I am all right with words but when I get to numbers, I find the difference between 5 million and 500 million difficult to contemplate.  My innumeracy is almost entirely due to some kind of genetic inadequacy or something.  It means I do not really follow numbers so it is better if I read them from the document.  I apologise to the House for doing so.<\/p><p> For deferred members, the combination of all the above cuts will equate to a loss of between 45% and 55% in their expected benefit.  That is a hell of a lot.  If one averages the figures, it amounts to half the expected pension.  This makes the point that the gentleman made in his letter to me.  The expected pension of a 55-year old individual who left in 2005 with 25 years' service and a final retiring salary of &euro;40,655 will reduce from &euro;23,608 to &euro;9,925.  That is a loss of 57.95%, which is vast.  I wonder whether the Minister and her advisers will be able to state whether the figure is correct.  Consider another listed example concerning an individual who left the workplace in 1998 with 27 years service on a final retiring salary of &euro;34,523 and who is now aged 62.9 years.  One can tell from this and the inclusion of percentage points that there has been an actuary involved who has calculated the worst possible case, but it is no harm to make that case.  The expected pension for the individual will be reduced from &euro;23,105 to &euro;12,043.  That is the minimum State pension and it represents a loss of 47.8%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800022#W00200","speaker":"1136","continuing":true},{"type":"speech","time":1385646000,"counter":234,"content":"<p>It is inaccurate, I think.  The Senator might let us have a copy of the note later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800023#X00200","speaker":"946"},{"type":"speech","time":1385646000,"counter":235,"content":"<p>I will do so straight away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800023#X00300","speaker":"1136"},{"type":"speech","time":1385646000,"counter":236,"content":"<p>There may be some slight misunderstanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800023#X00400","speaker":"946"},{"type":"speech","time":1385646000,"counter":237,"content":"<p>The final example concerns someone who is now aged 61 and who left in 2013 with 40 years service and a final retiring salary of &euro;81,160.  The expected pension will be reduced from &euro;57,353 to &euro;31,000.  One could probably live on that but it represents a loss of 44.4%.  I apologise to the Minister for not presenting her with the details.  Before I leave, I will ask my colleagues in the next office to photocopy the documentation and give her a copy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800023#X00500","speaker":"1136"},{"type":"speech","time":1385646000,"counter":238,"content":"<p>There are just a couple of points I want to make.  Senator Mooney referred to Waterford Glass.  I understand the thinking behind the two amendments but one should bear in mind the position of Waterford Glass and what ultimately triggered the problems aside from the difficult trading results and trading conditions.  The point at issue for the Government in the late 2000s was its guarantee and a request from the company of a bond of &euro;40 million.  That was not forthcoming and one of my predecessors, possibly Mary Hanafin, spoke about why it was inappropriate.  It was a general bond; it was not specifically related to the pension fund and concerned the company's borrowings.  It was finding it difficult to renew it.  One of the problems is that we have been in a period of unprecedented difficulty.  What one wants to try to do is to have maximum protection for the maximum number of defined benefit schemes and the maximum number of parties to such schemes.  I include the pensioners, the already retired, those who have deferred their pensions and will not reach pension age for some time and the active members who are coming in.  We spoke on the last occasion about the contrast between somebody who is 66 and on a pension and somebody who, at 62 or 63, is almost at pension age.  Currently, without this legislation, the 66 year old could be quite highly protected and the person who is not yet at pension age could lose everything.  The legislation seeks to offer protection in this case.<\/p><p>We examined the issue of employer risk extensively.  What one opts for involves a balanced decision.  In the Irish circumstances, however, one should bear in mind that we are just emerging from a unprecedented, difficult period.  The history of pension funds shows that the major problem in Ireland has primarily been the promise made by good employers.  Most employers establishing pension schemes intend to fulfil their promises.  It is important to recognise and acknowledge that.  Those employers are as distressed as many of the members of the schemes over the fact that the schemes have got into difficulty.  The most difficult issue employers faced was the change in life expectancy, which has an effect on the period over which one can benefit from a scheme.  I refer in particular to older schemes.  When these schemes were set up, life expectancy after pension age was a fraction of what it has become.  This means the original promise, perhaps based on an expected life expectancy of 15 years after reaching pension age, is harder to honour as the period for which one lives after reaching pension age has almost doubled.  Therefore, it is almost inevitable that a scheme will be under-funded unless both the members and employer find a way of contributing or changing the promise to reflect the changes in the financial circumstances of the employer.<\/p> <p> I agree with Senator Jim Walsh that mutuals in America have much to offer.  The route for us, as I stated on the last occasion, is to look, as we have done - we have asked the OECD to comment on it - at the development of a further contributory pension aimed at those on low and middle incomes, either on a mandatory or - this may be more attractive in an Irish context - an auto-enrolment basis, the OECD's first and second preferences, respectively.  We should try to move in that direction, sooner rather than later, particularly for the current generation of new workers coming through who, in many cases, will be relying on the State pension only.  As Senator Jim Walsh stated, the advantage in the case of mutuals is that they could then join in a general fund, whereas the Senator and I, or other individuals, particularly somebody in his or her 20s, are trying to make decisions about in what exactly one invests in a defined contribution scheme as an individual, which is a fairly tough call.  It is a fairly tough call for young people in their 20s and 30s and practically everybody else, unless one has considerable financial acumen as compared, as the Senator said, with the advantage enjoyed by the mutual.  That is one point.  That is not included in the Bill, but it is something I certainly hope to advance.  The OECD's recommendation in the report published in April is positive in that context.  The issue is whether an obligation, if we were to place it on the employer, would make more employers want to walk away and whether it would disadvantage the good employer who had made pension provision and was committed to it, as opposed to the employer who had never made any provision?  As I stated, pension schemes are based on trust law.  They are based on the employer's promise, but if the employer's financial position is precarious, putting an additional obligation on him or her might make what is already precarious far worse.  That really is the fine balance one must manage.<\/p><p>In the United States and the United Kingdom, far bigger economies than this one, owing to the population to be covered, the risk can be spread, whereas here, because the population is so small, it is much more difficult to spread the risk among a much wider population of employers.  We do not have the capacity to the same extent as they do in the United States and the United Kingdom.  In the long run, in 30 or 40 years time, one might say the way to do it would be to have some level of risk coverage in the European Union or like-minded countries in it.  Seeing that we are still sorting out the issues of the ECB and the euro, that matter is a long way down the road.  For that reason, I am not inclined to accept what is a thoughtful amendment, one which has been debated and discussed.  On balance, it would not be appropriate to place an obligation on the employer, the administration of which might be difficult and advantageous to employers which did not have pension obligations and relied only on the State pension.<\/p><p>On Senator David Norris's point, I would like to see the paper from which he has read as I did not catch all of the figures.  He mentioned the value of pensions falling below &euro;12,000.  The purpose of the Bill is to protect pensioners up to a figure of &euro;12,000.  Much has been much written about this.  There are those in the pensions sector who have advocated a protection level of &euro;6,000; perhaps some of the examples might be based on that figure, I simply do not know.  In the Bill we are addressing a protection level of &euro;12,000.  As I stated, if there is a protection level of &euro;12,000 and if, as in the case of defined benefit schemes, the majority also have access to the State contributory pension, one is talking about a further &euro;12,000, bringing the total of &euro;24,000.  I will certainly take the figures the Senator has put forward and ask the staff of the Department to have a look at them.<\/p><p>For the reasons I have set out, I do not propose to accept the amendments, although I understand the spirit behind them.  It really is a finely drawn decision.  The real difficulty is the position the economy is in.  It would be risky to place an additional significant burden on employers and it might result in more schemes than the Senators might have anticipated deciding to close.  What we want to do is keep as many schemes as possible open and to get them to a better place, even if that means restructuring and amending the promises made in order to conserve the maximum pension for pensioners, current active members and retired members.  I would also be wary because of the financial position of placing additional burdens on the balance sheets of employers, some of whom, although it is improving, are still in a precarious position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800023#X00600","speaker":"946","continuing":true},{"type":"speech","time":1385646600,"counter":240,"content":"<p>I thank the Minister for her comprehensive response to the amendments which they warranted.<\/p><p>To deal with the obligation on employers first, the requirement is that it would only apply to companies which had the financial capacity to deal with the shortfall and deficit, around which one would have to develop a model.  I am not talking about companies which are on the cusp of viability or marginally profitable with few reserves.  One does not want to affect employment in these companies.  I share the Minister's concern that anything we do must not drive employers out of the scene.  I am referring to the many companies which are very profitable, have good reserves and could make a contribution to meet the deficit in a situation where it would have no adverse effects on their viability, although it might have an impact in the short term on the distribution of dividends or shareholders' funds.<\/p><p>When I was in business, I attended seminars at which people talked about the stakeholders in a business and shareholders ranked highly because they were the ones who had invested their money.  However, there are other stakeholders who equally need to be considered.  Among them, one of the priority groups would be the employees who, in many instances, give their lives' work to a company.  There are also a company's suppliers and customers, all of whom must be taken into account because one does not have a viable business without customers.  All stakeholders must be considered in the running of the business and the decisions taken by management and the board.  In this instance, the legislation is coming down heavily on one stakeholder group - the employees.<\/p><p>I ask the Minister to look at the amendments and the manner in which we are putting them forward to see whether something could be done in companies that have cash flow, as that would remove the risk.  The Minister would have to develop a model of thresholds above which the reserves and profit levels would have to be maintained, but that could be worked out economically and from an accounting point of view.  It might take a little work by officials in the Department and the Pensions Board, but it would not be impossible to develop such a model.  It would carry no risk for such employers.  Like the Minister, I applaud those employers with private pension funds.<\/p> <p>When I was the chief executive of a company many years ago, I always resisted granting unnecessary wage increases.   This was because they posed a risk to jobs, particularly in the competitive arena in which the business was operating.  I recall trying to encourage the employees in the company, particularly the general operatives, to focus on establishing a pension scheme.  Many companies have pension schemes for administrative and clerical staff but such schemes do not always apply to general operatives and other non-skilled and semi-skilled employees.  I recall persuading the union involved that it should have been pursuing the setting up of a pension scheme rather than pay increases.  A scheme was eventually put in place.  I was glad, some time later, that when private insurance companies tried to encourage the employees at the company to join their pension schemes, these companies actually informed them that they were very fortunate to have access to the type of scheme we had put in place and that it was one of the better ones.<\/p><p>I fully agree with the Minister's assertion that we do not want to frighten companies of this type away.  There are many companies which do not have pension schemes which should have them.  I request that the Minister reconsider the position on this matter.  I discussed with Senator Paschal Mooney, my party's spokesperson on social welfare in the Seanad, the question of what we should do in respect of this matter and we decided that we should probably withdraw the amendment with leave to re-enter it on Report Stage.  I genuinely hope that in the interim the Minister will give genuine consideration to whether there is any way we can facilitate what, I am sure she will agree, is a good aspiration without incurring a risk.<\/p><p>Will the Minister examine the general matter I raised in respect of EMI?  I understand legislation in place in Britain obliged EMI to fill the deficit in its pension fund.  As a consequence, those employees now have access to a fully paid up scheme and will be able to enjoy the pensions to which they have been making contributions.  However, their colleagues in Ireland who have worked for the company for as long, if not longer, have been placed at a complete disadvantage.  What happened in this instance seems to highlight a deficiency in our laws.  Will the Minister see if she can identify whether the latter is actually the case and, if so, consider what action she might be able to take?<\/p><p>I feel strongly about another matter, in respect of which we have not tabled an amendment but which certainly should be considered in the context of the Bill.  There is nothing to prevent the Minister from drafting an amendment on it.  I refer to the issue of annuities.  I am a member of a defined benefit scheme and at one point the annuity relating to it stood at 3%.  In other words, if one had &euro;100,000 in the scheme, one would get back &euro;3,000 per year.  I worked out at the time that it would take 25 or 30 years to recoup on the basis of the annuity the capital sum which the insurance company was going to get from day one.  As a result, one would have to live well into ones 90s in order to recoup all of one's money.  I think the annuity has increased and currently stands at 4% or 5%.  There should be no requirement on individuals, be they members of defined pension or defined contribution schemes, to go the route of annuity.  I understand, however, that they must do so under the law.  That is wrong because it creates a windfall profit scenario for insurance companies.  We should allow everyone to convert his or her pension entitlements into ARFs or AMRFs.  If we were to do so, people would have the benefit of having their own pension pots and would be able to garner the proceeds from their investments in this regard.  There is a need for regulation in this area.  No one should be required to go the annuity route, regardless of his or her position.  My information may be a few years out of date, but I recall that one was obliged to have more than 5% of the shareholding in a company in order to be able to convert one's entitlements.  If one was under the figure of 5%, one was obliged to go the annuity route.  I ask that the Minister give consideration to this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800024#Y00200","speaker":"1126","continuing":true},{"type":"speech","time":1385647200,"counter":242,"content":"<p>As stated, since I became Minister the National Treasury Management Agency, NTMA, has created a sovereign annuity on the basis of which a number of insurance companies have developed products.  It is quite interesting that the NTMA has indicated a continuous demand, with a financial value amount to &euro;1.377 billion, for the amortising bonds used to underwrite sovereign annuities.  The data from the industry indicate that the figure for total bulk sales for sovereign and conventional annuities to the end of quarter three of 2013 is three times that achieved in the 12 months of 2012.  As the Senator is aware, if one transfers one's pension entitlements to an annuity, one will, as it were, be out of the fund and, generally, receiving a fixed income for the remainder of one's life.  Obviously, how much one benefits depends on how long one lives.  The difficulty for us is that the annuities were based on German sovereign bond rates which, in the context of the economic crash, became stratospheric in terms of cost.  Essentially, people were paying to hold German bonds but were receiving hardly any interest in return.<\/p><p>When the NTMA issued its product, the rates were much more attractive, hence the level of take-up.  In the current year sovereign annuity sales account for 75% of all annuity sales for defined benefit schemes.  In monetary value, some &euro;400 million of the &euro;540 million in bulk annuity sales to the end of quarter three of this year was accounted for by sovereign annuities.  These annuities were initially launched in 2012 and the trustees have tended towards the purchase of hybrid or basket products.  Such products involved a mix of a conventional annuity for a portion of the pension and a sovereign annuity above a certain amount.  However, it is generally full sovereign annuities which are being purchased.  Information from the three providers currently in the market - Irish Life, Zurich Life and New Ireland - indicates that some 1,500 pensioners have received sovereign annuities to date.  When the comparable cost of traditional annuities is taken into consideration, it is estimated that schemes have saved &euro;70 million.  Again, all of this is in the context of the financial crisis, what has happened to sovereign bonds and the comparison between the cost of Ireland's sovereign bonds and those of Germany.  The German bond price tends to be the one which people take as the benchmark.<\/p><p>I will certainly obtain further information on the position with regard to EMI and return to the matter at a later date, perhaps even briefly on Report Stage.  Senators Maurice Cummins and Marie Moloney asked a number of important questions about Waterford Glass.  Again, I propose to come back to the House with information on exactly where matters stand in that regard at a later date.  On balance and for the reasons set out, we are not providing for an employer obligation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800025#Z00200","speaker":"946"},{"type":"unspoken","time":1385647200,"counter":243,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1385647200,"counter":244,"content":"<p>I move amendment No. 10:<blockquote><br \/>In page 4, between lines 8 and 9, to insert the following:<b>&ldquo;5<\/b>. Section 48 of the Principal Act is amended by inserting the following after subsection (1A):<blockquote><blockquote>&ldquo;(1AA) No member of a defined benefit scheme shall be obliged to purchase annuities where he or she opts for an ARF or an AMRF or both.&rdquo;.&rdquo;.<\/blockquote><\/blockquote><\/blockquote>This amendment relates to the same matter as amendment No. 9.  Annuities represent poor value.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800025#Z00400","speaker":"1126"},{"type":"speech","time":1385647200,"counter":245,"content":"<p>The Senator anticipated this amendment in his previous contribution and I have already provided a reply on how sovereign annuities have developed in Ireland.  To date, the amount spent on them since they were launched in 2012 is &euro;1.377 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800025#Z00500","speaker":"946"},{"type":"speech","time":1385647200,"counter":246,"content":"<p>Is the amendment being withdrawn?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800025#Z00600","speaker":"1120"},{"type":"speech","time":1385647800,"counter":247,"content":"<p>I will withdraw it in a moment.  I am not aware of the latest position regarding the sovereign annuity but I have made a note to check it.  If, as is usually the case, it is based on a percentage return, what is the percentage return in this case?  It seems that for the vast majority of people, placing their pension pot on deposit would deliver greater value, even if at the current low interest rates, than having it invested and administered by a pensions company.  Even if the person dies in the next 20 or 30 years, someone will still benefit from the money paid into the pension.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA00100","speaker":"1126"},{"type":"speech","time":1385647800,"counter":248,"content":"<p>This is a tricky issue as it involves having to balance the relative certainty provided by an annuity product, which, while very expensive in the current market, will provide a fixed level of income, as opposed to taking the risk of the investment market.  The standard advice is that as people get older, the value of certainty and lower risk increases.  The median pension amount is approximately &euro;11,000 per annum, which is not a high figure.  The funds are, therefore, not large, and the conventional advice, which I suspect is correct, is to move closer to cash or its equivalent.  One of the current difficulties, however, is that interest rates are extremely low.  While low interest rates are good for the investing side of business, they are difficult for savers and pensioners.  As the organisations which lobby on behalf of pensioners correctly remind us, pensioners are on fixed incomes.  If the fixed income is interest-based and one is purchasing an interest-based product, it is difficult to obtain an appropriate return.  The interest rates available from the European Central Bank and the Federal Reserve in the United States are close to zero.  I wish the ECB would take greater cognisance of the fact that inflation is not an issue.  The annuity approach may be safer, even if the returns can be unsatisfactory, as choosing the investment route for a small fund could have high risks attached.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA00200","speaker":"946"},{"type":"unspoken","time":1385647800,"counter":249,"content":"<p>Amendment, by leave, withdrawn.\r\nSECTION 5<\/p>"},{"type":"speech","time":1385647800,"counter":250,"content":"<p>Amendment No. 11, a Government amendment, has been discussed with amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA00400","speaker":"1120"},{"type":"unspoken","time":1385647800,"counter":251,"content":"<p>Government amendment No. 11:\r\nIn page 4, line 10, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.<\/p>"},{"type":"unspoken","time":1385647800,"counter":252,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1385647800,"counter":253,"content":"<p>Amendments No. 12 and 13 are out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA00700","speaker":"1120"},{"type":"speech","time":1385647800,"counter":254,"content":"<p>On a point of order, why has amendment No. 12 been ruled out of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA00800","speaker":"1126"},{"type":"speech","time":1385647800,"counter":255,"content":"<p>It creates a potential charge on the Revenue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA00900","speaker":"1120"},{"type":"speech","time":1385647800,"counter":256,"content":"<p>As a former member of the Opposition, the Cathaoirleach will be aware that Opposition Members read legislation and make various suggestions to improve it.  My understanding is that the shortfalls in pension funds will not raise a charge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA01000","speaker":"1126"},{"type":"speech","time":1385647800,"counter":257,"content":"<p>I have made my ruling.  The Senator may raise the matter when we discuss the section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA01100","speaker":"1120"},{"type":"unspoken","time":1385647800,"counter":258,"content":"<p>Amendments Nos. 12 and 13 not moved.<\/p>"},{"type":"speech","time":1385647800,"counter":259,"content":"<p>Amendments Nos. 14 and 17 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA01150","speaker":"1120"},{"type":"unspoken","time":1385647800,"counter":260,"content":"<p>Government amendment No. 14:\r\nIn page 7, line 29, to delete &ldquo;provide such moneys as are&rdquo; and substitute &ldquo;pay the amount certified under section 48A that is&rdquo;.<\/p>"},{"type":"speech","time":1385647800,"counter":261,"content":"<p>Amendment No. 14 is a technical amendment introduced as a consequence of the introduction of a new section 48A in the Pensions Act, as provided for in amendment No. 17.  The amendment arises from the provisions in subsection (1D) of section 5 of the Bill, as published, which provides that in the event of the wind-up of a pension scheme, where the employer is insolvent and there are not sufficient funds in the scheme to meet 50% of the liabilities of the scheme in respect of all scheme members of up to &euro;12,000 of pensioner liabilities, the Minister for Finance will provide moneys to cover the shortfall in scheme resources to secure that level of benefits.<\/p><p>The amendment inserts a new section 48A into the Pensions Act to provide for the drawdown of the amount required to cover the shortfall in the resources of the scheme.  The amendment will require the trustees of the scheme to submit an application to the Pensions Board to certify the amount of the shortfall in scheme resources.  This application will be accompanied by a statement completed by the scheme actuary setting out the amount of the shortfall in scheme resources.  The application and statement must comply with statutory guidance issued by the board.  When the Pensions Board has certified this amount the trustees will apply to the Minister for Social Protection to request the Minister for Finance to pay the certified amount out of the Central Fund to the trustees of the pensions scheme.  The trustees will be required to use this amount for the purposes of the discharging of the liabilities of the scheme.<\/p><p>The amendment allows the Minister for Social Protection to make guidelines in respect of the certification by the Pensions Board of the shortfall in the scheme resources.  As a consequence of this amendment, I propose replacing the following text, &quot;provide such moneys as are&quot; in page 7, line 29, with the words &quot;pay the amount certified under section 48A that is&quot;, to ensure consistency in the language between the new subsection 48A and the new section 48(1D), as set out in the Bill as published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA01300","speaker":"946"},{"type":"speech","time":1385647800,"counter":262,"content":"<p>I thank the Minister.  The way in which the trustees make the request to the Minister is the kernel of the issue.  The new section inserted by amendment No. 17 states: \"the Minister shall request the Minister for Finance to pay out of the Central Fund to the trustees of the relevant scheme, an amount equal to the certified amount for the purpose of the discharge, by the trustees of that relevant scheme, of the liabilities of that scheme in respect of the benefits referred to in section 48(1D).\"<\/p><p>I was pleased to learn that 40% of the schemes are fine and that problems arise in only 20% of them, as I had heard that up to 80% of the schemes were in trouble.  The Minister informed the House that the position is more optimistic than we expected, which is good.  I commend her interest in this area.  Arising from the annual addresses she gave to my students each year after the budget, I am aware that she has the business and accounting background to tackle this problem, which has been around for much too long, and I support her in that regard.<\/p><p>The problem of moral hazard arises.  How will we be certain of the reasons the schemes that apply to the Minister to request that the Minister for Finance make a payout have got into trouble?  The Minister may have learned today that Legal &amp;amp; General in the United Kingdom has found that older schemes have an administration charge of 2%.  The British Government is considering imposing a cap of 0.75% on administration fees, but this one company believes it can do it for 0.5%.  That is an important development.  I do not know if we have a figure that is comparable for Ireland, but in the United Kingdom, each 1% charge costs &pound;170,000 where a saver pays &pound;1,200 per annum for 46 years.  Are excessive administrative costs one of the reasons pension schemes get into trouble?  I pose this question because we have had a succession of bankers, accountants, fund managers, credit unions and others seeking to have moneys paid to them from the public purse, in many cases as a result of their own inefficiencies.  <\/p><p>We spoke yesterday to the Minister of State, Deputy Sherlock, about the need to have much stricter regulation of all financial services because &euro;64 billion in debt was incurred by the State as a result of one sector behaving in an incompetent manner and visiting the entire burden on the Exchequer and citizens.<\/p> <p>Take, for example, the role of trustees as expressed in the 2010 publication of the Pensions Board.  Did they always act prudently and diligently in the interests of beneficiaries or were they incompetent?  The Minister referred to longevity.  One can argue, to the contrary, that the studies showing we are living longer have been around for a long time.  Should the Exchequer be bailing out incompetents who did not do their life expectancy sums properly?  A girl born today can expect to live for close to 100 years.  Did the trustees and actuaries keep up with the research?  Has the industry been keeping an eye on costs?  Why does Legal and General state in the report it has published today that costs are too high?  Rather than shift the burden to the Minister, Deputy Joan Burton, or the Minister for Finance, Deputy Michael Noonan, there has to be some penalty for people who invest poorly.  Were too many years added in?<\/p><p> My fears increased when I read in <i>The Irish Times<\/i>on Monday that pension scheme members in County Clare planned to sue their trustees for &euro;50 million.  Will an amendment be needed on Report Stage to provide for strict controls ovn who can qualify or will we be bailing out the funds because of the problems to which I have referred?  If we were to bail them out, why would pension funds ever take steps to reduce their costs and fees?  They could make themselves popular by awarding added years or not doing their actuarial sums properly and then transfer the ensuing problems to Leinster House.  I appreciate the reason for intervening in the current context.  That need has decreased with the good news that 40% of schemes are now fully funded.  Given what has happened in related financial sectors such as &euro;52 million for a credit union and the uncertain cost of banking and accounting schemes, do we need stricter controls on fund managers?  When people are incompetent or excessively generous, should they not bear some of the burden?  Can the Exchequer be protected in a way that did not happen in 2008 when the financial sector dumped its financial problems on its doorstep?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800026#AA01400","speaker":"1157","continuing":true},{"type":"speech","time":1385648400,"counter":264,"content":"<p>The issue of pension charges is, as Senator Sean D. Barrett suggests, extremely important.  The amendment will give clarity to the procedures involved.  It has been argued that 50% is not adequate and people have asked why, for example, the State cannot cover 90% or 100%.  After a period of serious economic difficulty, we are finally getting back on our feet.  Employment figures are moving in a positive direction, but we are not out of the woods by a long chalk and have a huge legacy of debts owed to international creditors, led by the troika.  The question arises of how we would fund a significantly higher burden on the State than the EU directive proposes in the context of the pressure put on citizens of the State to meet the costs of the bank collapse and the troika obligations entered into in 2010.<\/p><p>When I came into office, I approached the issue of pension reform in a systematic way by bringing forward a number of changes, getting the sovereign bond off the ground via the NTMA in 2012 and commissioning reports on pension charges and the structure of pension governance and a report from the OECD on how we might develop a better structure.  The report on pension charges which I commissioned shortly after I came into office was undertaken by the Department of Social Protection, the Central Bank and the Pensions Board, with support from PwC.  After we published the report, we opened it to consultation by inviting the industry and other interested parties to respond.  The level of response was rather low.  Essentially, smaller schemes in Ireland pay more.  It is a problem for a country such as Ireland, with a small population base and a relatively small number of employers, that we have a lot of smaller schemes.  The cost can be significant.  The deregulation introduced at the height of the boom in the late 1990s and early 2000s allowed individuals to manage their own pension schemes.  In many cases, these were educated and successful business people.  They were assisted in managing their schemes by significant tax breaks for self-employed persons.  The report on pension charges showed that people in that situation could have paid up to one third of the total fund in charges.  I created a number of structures to approach the complexity of pensions.  I have committed to changing the governance structure for pensions and when the Bill has been enacted, I will establish a pensions council which will represent consumer interests.<\/p><p>As Senator Sean D. Barrett noted in respect of students, it is important to develop an understanding of this area.  One of the reasons pensions policy has been the responsibility of the Department of Social Protection rather than the Financial Regulator is my Department can make the advocacy case on the importance of pensions to people who are in their 20s and 30s.  This is a period of life when people often have more on their minds than providing for pensions.  That is why I welcome the proposal in the OECD's report of having an additional pension provision to that of the State pension on either a mandatory or an auto-enrolment basis.  It will be essential to develop such a system in the Irish case.<\/p><p>The amendment sets out exactly what is to happen.  In this case, it will involve the general body of taxpayers, some of whom may not have pensions other than their general retirement pension based on their PRSI contributions.  However, the Minister for Finance made provision in budget 2014 for an extra levy of 0.15% to meet obligations arising from this legislation.  These would include obligations in respect of Waterford Glass.<\/p> <p>The arrangements are to take the certified amounts from the Central Fund.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800027#BB00200","speaker":"946","continuing":true},{"type":"speech","time":1385649000,"counter":266,"content":"<p>My understanding from reading the legislation is that once the figures for existing pensioners are reduced and those remaining are paid up to 50%, the pension levy taken from other private pensions will be used to meet any shortfall in schemes and that there will be no charge to the Exchequer.  The charge will be on the moneys taken via the pension levy which it seems under this legislation will continue, despite the commitments of the Minister for Finance and the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00200","speaker":"1126"},{"type":"speech","time":1385649000,"counter":267,"content":"<p>The pension levy now has two parts.  The original pension levy of 0.6%, the proceedings from which have been applied to the job creation fund of 2011, is due to end in 2014.  In providing for the budget for 2014 the Minister for Finance proposed and introduced an additional levy of 0.15% and indicated this would will meet the obligations which would fall on the State.  In this instance, the arrangement is to provide funding from the Central Fund for the trustees.  It means that the State is creating a legal obligation to fund the shortfall, as required in the legislation.  This is good and it is up to the levels indicated by the EU directive at 50%.  The 0.6% levy the Minister instituted will end next year and the 0.15% levy has been introduced.  I do not believe the Minister has made any specific comment on its expected duration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00300","speaker":"946"},{"type":"speech","time":1385649000,"counter":268,"content":"<p>The manner in which this is structured would not give confidence to anybody.  It is another broken promise that the pension levy would terminate in 2014.  The gang of four do the finances and impose all of this on the Minister and the Minister for Health and it will come back to haunt the Government when health cuts are made in the middle of next year.  Leaving that aside, next year the pension levy will be 0.75%.  Given the broken promises, it seems inevitable that the levy of 0.15% will continue the following year and I reckon it will be increased to meet any requirement or shortfall.  That seems to be the logical structure of the legislation and it is my opinion that this is exactly what the Government will do.  What we need in this area is a degree of certainty.  There is too much sophistry with regard to these policies.  It would be far better to state where we were going.  The one thing which destabilises the markets and undermines consumer confidence is uncertainty.  People must be able to rely on what is being said.  It was very clearly stated this was a four year levy, but that is no longer the case, which is unfortunate.  I invite the Minister to say what I am stating is true and that this is what will happen, or that it is not true and will not happen.  Too much uncertainty is being created and it is deterring people from making their own private pension arrangements, which is very sad.  There is no cohesion between Government policies.  The Government's policy on health insurance is disastrous and the health insurance industry is haemorrhaging policyholders.  It is extraordinary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00400","speaker":"1126"},{"type":"speech","time":1385649000,"counter":269,"content":"<p>We are not discussing the issue of private health insurance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00500","speaker":"1120"},{"type":"speech","time":1385649000,"counter":270,"content":"<p>I am just making the point that the Government is so askew on issues which should be coherent in order that is confidence is restored.  We need confidence among consumers and citizens at large in order that when politicians say something, people can believe us.  This means standing over what we say.  It is my impression from the Bill that the levy will continue and be increased.  The reason it will be increased is to meet shortfalls in this area and there is no doubt that there will be shortfalls.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00600","speaker":"1126"},{"type":"speech","time":1385649000,"counter":271,"content":"<p>One can find fault with a number of aspects with regard to the Government but not in this case.  The Minister for Finance and the programme for Government set out very clearly that the proceeds from the pension levy would be adopted as a jobs fund.  I have listened to Members on both sides of the House commend the 9% VAT rate for the hospitality sector which is funded from the same levy.  The Minister announced in the budget that it would last until 2014, as was set out in the programme for Government and the jobs programme in May 2011 shortly after the Government was formed.  That is exactly what the Government is doing.<\/p><p>Several days ago the CSO published figures bringing the very welcome news that 58,000 more people were at work.  If we are to stabilise the economy and put it on a sustainable footing, it is about getting people back to work and paying their contributions and taxes.  This year, as a result of getting more people back to work, the Department had a reduction of &euro;150 million in spending in certain areas of social welfare with reference to jobseekers.  In turn, we have been able to contribute to the overall settlement required in the budget this year.  The Government indicated very clearly what the jobs fund would be used for and when it would end.<\/p><p>With regard to the 0.15% levy, the Minister made an announcement at budget time.  Perhaps when he next visits the House, the Senator can question him in detail on his future plans, although as it would relate to future budgets, I am not quite sure whether he would share his thinking in detail.  The levy proceeds will be used to make funding available in the context of the European court's decision which came through in April this year on the State's obligations under the EU directive.  I do not like going back in time too much, but as I recall the directive dates from 2008 when there was still quite an amount of money in the country.  The previous Government did not rush to implement the EU pensions directive for reasons we understand.  We are now trying to get things together and put the country back on a sustainable and sensible footing with modest prosperity and a recovery now in train.  The initiative on job creation and the increase of 58,000 people in work this year, of whom 54,000 are in full-time employment, are among the most positive news stories anyone looking at the economy would take into account.  Since 2008 we have lost 250,000 jobs, one of the biggest numbers of jobs lost in any country as a consequence of the bank and construction failure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00700","speaker":"946"},{"type":"unspoken","time":1385649000,"counter":272,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1385649000,"counter":273,"content":"<p>I move amendment No. 15:<blockquote><br \/>In page 7, between lines 31 and 32, to insert the following:&quot;(1E) An appeals mechanism for pensioners shall be put in place where trustees have decided upon reduced benefits for members, and such appeals mechanism shall ensure that such pensioners have not been unfairly treated in any restructuring arrangement.&quot;,&quot;.<\/blockquote>I am relying on the Irish Senior Citizens Parliament which has expressed serious concerns about the lack of access.  It states the pension, as indicated, will deal with the priority order for defined benefit schemes in the event of a wind-up.  If one examines the detail, it will do much more than this, as it will give additional powers to trustees and nothing to pensioners.  The Irish Senior Citizens Parliament and its members are concerned that, once again, the issue of the right of audience for pensioners is not being dealt with in the Bill.<\/p> <p>It is worth reiterating that pensioners are former workers who are now in receipt of benefits for which they and their employers paid during their working lives.  Until the 1970s, pensioners had a right of audience in the industrial relations machinery of the State.  When this matter was raised by the Irish Senior Citizens' Parliament, ISCP, with the Government, the response was that, since pensions in payment could not be reduced, there was no need for such access.  The CEO of the ISCP, Ms Mairead Hayes, stated that this reason was no longer valid because the position had changed dramatically in that pensions in payment had been reduced because of the imposition of the stamp duty pension levy.  If the Bill is passed without amendment, the vista facing many pensioners may be bleak and their pensions will be reduced further.<\/p><p>According to the ISCP, if the Government is serious about fairness and intergenerational equality, it must start by giving pensioners a right of audience.  In many schemes, pensioners or their associations are denied access to scheme trustees and sponsoring employers.  This is regrettable at a time when the power of trustees is being rapidly increased.  The ISCP is concerned that the option to restructure a scheme outside the double and single insolvency process might confer powers on trustees to act in a manner that might not be open and transparent to all of the stakeholders in a scheme.  The ISCP wants the Bill to ensure that pensioners are recognised as active participants in any and all processes that impinge on their schemes, up to and including access to the State's industrial relations machinery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800028#CC00900","speaker":"1128","continuing":true},{"type":"speech","time":1385649600,"counter":275,"content":"<p>I thank the Senator.  Significant efforts have been made to identify an approach that strikes a reasonable balance between the interests of pensioners and the active and deferred members of scheme portfolios and scheme structures.  To ensure that the broadest range of views and expertise was considered, the consultation process during the review of these provisions included a stakeholder consultation forum in late 2012 for those representing older people and pensioners, the pensions industry, employers, trade unions, older representatives attending the ISCP, Age Action Ireland and the National Federation of Pensioners' Associations.  Written submissions were also sought from the groups and informed the review process when received.  The Department engaged external technical and actuarial specialists to undertake modelling exercises that assisted in the review process.<\/p><p>It should be noted that current and former members of pension schemes are collectively protected by a broad and detailed range of measures.  The trustees of defined benefit pension schemes have a fiduciary duty under trust law and the Pensions Act to act in the best interests of all scheme members.  If they do not, how they carry out their duties may be contested.  It is an onerous responsibility under trust law.<\/p><p>The Pensions Board provides further regulatory safeguards and oversight, some of which I have already mentioned.  Scheme trustees must apply to the Pensions Board before it can reduce benefits.  Before trustees make their application, they must consult the employer, the scheme members, any person receiving benefits from the scheme and the authorised trade union representing scheme members.  Trustees must also undertake a comprehensive review of the scheme with a view to its long-term stability and sustainability.  The review must cover the benefits payable under the scheme, the options available for reductions in benefits and their impact on the different categories of members and other people, the contributions required, the options for increasing those contributions, the employer's attitude to any request for increased contributions, and the long-term investment strategy, including the future risks for the scheme, the possibility that the scheme will prove more expensive than anticipated - whether this is due to underperforming investments, increased longevity or anything else - and what measures could be available to the trustees in these circumstances, such as contribution increases or changes to discretionary benefits.  The trustees must have requested from the employer contributions sufficient to ensure long-term stability and application and the employer must have declined to pay those contributions.  Trustees are required to take legal advice on their powers and duties and on the obligations on employers to contribute to the scheme.  The trustees must notify in writing all of the members of the scheme and any other person in receipt of benefits.  They must also advise in writing authorised trade unions and give them the details of the context in which the potential changes arise.<\/p><p>Revising a scheme is a fairly exhaustive and technically difficult process.  Unfortunately, sacrifices have been made in scheme restructuring to ensure those schemes' sustainability.  Discussions between the parties to pension schemes is intense, but what has been provided for is appropriate.  Therefore, I am not in a position to accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800029#DD00200","speaker":"946"},{"type":"speech","time":1385649600,"counter":276,"content":"<p>I am grateful to the Minister for her response, but it is obvious that the ISCP does not share her view.  It is quite assertive in its opinion that many pensioners and their associations are denied access to scheme trustees and sponsoring employers.  It believes that the Bill should ensure recognition for pensioners as active participants in any and all of the processes involved.  I am not sure that the Minister's response will go any way towards allaying the ISCP's fears in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800029#DD00300","speaker":"1128"},{"type":"vote","time":1385649600,"counter":277,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 12; Níl, 27.<\/p><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800029#DD00400","aye":["1157","1133","1159","1149","1128","1146","1122","1123","1127","1155","1126","1164"],"nay":["1148","1138","1150","1114","1165","1151","1124","1158","1130","1166","1160","1117","1172","1152","1173","1135","1167","1132","1134","1118","1187","1170","1129","1125","1163","1171","1176"]},{"type":"speech","time":1385650200,"counter":278,"content":"<p>I move amendment No. 16:<blockquote><br \/>In page 7, between lines 31 and 32, to insert the following:&ldquo;(1F) The Pensions Board shall update its statutory guidance on the Principal Act for trustees upon the enactment of this Act.&rdquo;,&rdquo;.<\/blockquote>This amendment is self-explanatory, asking that the Pensions Board commit to urgently updated statutory guidance on aspects of the Pensions Act for trustees following the introduction of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF00100","speaker":"1128"},{"type":"speech","time":1385650200,"counter":279,"content":"<p>When a sector is experiencing the problems detailed by the Minister before the vote, is there a question of a need to update the guidelines for trustees?  The sector is in trouble and the version in the 2010 Pensions Board document has provision for pension scheme trustees.  Does this need to be made more radical?  For example, should we firmly shut the door on what I regarded at the time as irresponsible early retirement schemes?  Were people too flaithi&uacute;lach with the funds and hence they are coming to the Minister now to look for a bailout?  There is a principle raised in the amendment.  When any sector gets into trouble - there have been three or four examples of this in the financial services sector - should we consider the guidance given to trustees rather than ending up in today's position, with a bailout being requested?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF00200","speaker":"1157"},{"type":"speech","time":1385650200,"counter":280,"content":"<p>I do not propose to accept the amendment.  All statutory guidance issued by the Pensions Board is updated as required, and there is very extensive and timely updating.  Updates to existing guidance are actively being considered currently in the context of the changes I am introducing in the Bill.  With regard to Senator Barrett's point about trustee training, there is a significant amount of this online.  I do not know about courses such as the Trinity business degree and particularly whether there are options regarding the study of pensions.  It is a very specialised area and the online training available for trustees is very structured and informative.  It is a big obligation for anybody to take on the job of being a trustee.<\/p><p>I share Senator Barrett's concerns, but one needs trustees to represent ordinary members, as sometimes they spot issues that others would not.  That is in addition to experts such as lawyers and actuaries.  There is a small but very significant number of pension lawyers and actuaries.  The Society of Actuaries and the Association of Pension Lawyers in Ireland have been very active in this debate, as well as fund managers and others who have long experience of a series of different parts of the pensions industry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF00300","speaker":"946"},{"type":"unspoken","time":1385650200,"counter":281,"content":"<p>Amendment, by leave, withdrawn.\r\n\r\n  Section 5, as amended, agreed to.\r\nNEW SECTION<\/p>"},{"type":"speech","time":1385650200,"counter":282,"content":"<p>Amendment No. 17 has already been discussed with amendment No. 14.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF00500","speaker":"1120"},{"type":"unspoken","time":1385650200,"counter":283,"content":"<p>Government amendment No. 17:\r\nIn page 8, between lines 19 and 20, to insert the following:&ldquo;Insertion into Act of 1990 of new section 48A\r\n6. The Act of 1990 is amended by inserting the following new section after section 48:&ldquo;Payment of certain amounts by Minister for Finance where resources of relevant scheme are not sufficient to discharge liabilities in respect of benefits referred to in section 48(1D).48A. (1) Where the resources of a relevant scheme referred to in section 48(1D) are not sufficient to discharge the liabilities, referred to in section 48(1D), of that scheme in respect of the benefits referred to in section 48(1D)&mdash;(a) the trustees of that scheme shall direct the actuary appointed to that scheme to prepare a statement of the difference between those liabilities in respect of the benefits referred to in section 48(1D) and the resources of that scheme that are available to discharge those liabilities in respect of those benefits, and\r\n(b) the statement referred to in paragraph (a) shall&mdash;(i) include a statement of the amount required to discharge the liabilities in respect of the benefits referred to in that paragraph (in this section referred to as the &lsquo;relevant amount&rsquo;), and\r\n(ii) include a statement by the actuary appointed to the relevant scheme that the relevant amount is the amount required for the discharge of the liabilities of that relevant scheme in respect of the benefits referred to in section 48(1D).(2) The trustees referred to in subsection (1) shall&mdash;(a) apply to the Board to certify the relevant amount concerned, and\r\n(b) submit a copy of the statement referred to in subsection (1) with that application.(3) Where the Board is satisfied that&mdash;(a) the statement referred to in subsection (1) has been prepared in accordance with guidelines and guidance notes prescribed in regulations made by the Minister under subsection (11), and\r\n(b) the relevant amount has been calculated in accordance with those guidelines and guidance notes,\r\nthe Board shall certify the relevant amount as being the amount required for the discharge of the liabilities of the relevant scheme concerned in respect of the benefits referred to in section 48(1D) and shall, when certifying the relevant amount, have regard to the guidelines made by the Minister under subsection (10)(b).(4) Where the Board has certified a relevant amount under subsection (3) (in this section referred to as the 'certified amount'), the trustees shall&mdash;(a) apply to the Minister to request the payment by the Minister for Finance of an amount equal to the certified amount for the purpose of the discharge by the trustees of the liabilities of the relevant scheme in respect of the benefits referred to in section 48(1D), and\r\n(b) include in such application the statement referred to in subsection (1).(5) Where, in respect of an application under subsection (4), the Minister is satisfied that the certified amount has been certified in accordance with subsection (3), the Minister shall request the Minister for Finance to pay out of the Central Fund to the trustees of the relevant scheme concerned, an amount equal to the certified amount for the purpose of the discharge, by the trustees of that relevant scheme, of the liabilities of that scheme in respect of the benefits referred to in section 48(1D).\r\n(6) The Minister for Finance shall, in consultation with the Minister for Public Expenditure and Reform, approve the request made under subsection (5).\r\n(7) Where a request has been approved under subsection (6), the Minister for Finance shall pay out of the Central Fund to the trustees of the relevant scheme concerned an amount equal to the certified amount for the purpose of the discharge, by the trustees of that scheme, of the liabilities of that scheme in respect of the benefits referred to in section 48(1D).\r\n(8) Where the Minister for Finance pays an amount to the trustees of a relevant scheme under subsection (7), the trustees of that scheme shall use that amount for the  purpose of discharging the liabilities of the relevant scheme for the benefits referred to in section 48(1D).\r\n(9) The amount referred to in subsection (7) that is required by the Minister for Finance for the making of a payment under that subsection shall be paid out of the Central  Fund or the growing product thereof.\r\n(10) The Minister shall&mdash;(a) make, in consultation with the Board, guidelines in respect of the preparation of the statement referred to in subsection (1) and an application under subsection (2), and\r\n(b) make guidelines in respect of the certification by the Board of a relevant amount under subsection (3).(11) The Minister may make regulations requiring the trustees of a relevant scheme to comply with&mdash;(a) guidelines or guidance notes issued by the Board under section 10, and\r\n(b) guidelines made by the Minister under subsection (10)(a), in respect of the preparation of the statement referred to in subsection (1) and an application by the trustees under subsection (2).(12) The Minister shall, 12 months after the passing of the Social Welfare and Pensions (No. 2) Act 2013 and on each anniversary of such passing, prepare a report on the applications made under subsection (4), the requests made by the Minister to the Minister for Finance under subsection (5) and the amounts paid out of the Central Fund under subsection (7) during the preceding 12 months and shall, as soon as practicable, after the preparation of the report, cause a copy of the report to be laid before each House of the Oireachtas.&rdquo;.&rdquo;.\r\n  Amendment agreed to.<\/p>"},{"type":"unspoken","time":1385650200,"counter":284,"content":"<p>Amendment No. 18 not moved.\r\nSECTION 6\r\n\r\n  Government amendment No. 19:In page 8, line 21, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.\r\n  Amendment agreed to.<\/p>"},{"type":"speech","time":1385650200,"counter":285,"content":"<p>Amendment No. 20 has been ruled out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF00900","speaker":"1120"},{"type":"unspoken","time":1385650200,"counter":286,"content":"<p>Amendment No. 20 not moved.\r\n\r\n  Section 6, as amended, agreed to.\r\nSECTION 7<\/p>"},{"type":"speech","time":1385650200,"counter":287,"content":"<p>Amendments No. 21 to 23, inclusive, have already been discussed with amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF01100","speaker":"1120"},{"type":"unspoken","time":1385650200,"counter":288,"content":"<p>Government amendment No. 21:\r\nIn page 10, line 9, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.\r\n  Amendment agreed to.\r\n\r\n  Section 7, as amended, agreed to.\r\nSECTION 8\r\n\r\n  Government amendment No. 22:In page 10, line 17, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.\r\n  Amendment agreed to.\r\n\r\n  Section 8, as amended, agreed to.\r\nSECTION 9\r\n\r\n  Government amendment No. 23:In page 10, line 20, to delete &ldquo;Principal Act&rdquo; and substitute &ldquo;Act of 1990&rdquo;.\r\n  Amendment agreed to.\r\n\r\n  Section 9, as amended, agreed to.\r\n\r\n  Schedule agreed to.\r\n\r\n  Title agreed to.\r\n\r\n  Bill reported with amendments.<\/p>"},{"type":"speech","time":1385650200,"counter":289,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF01300","speaker":"1120"},{"type":"speech","time":1385650200,"counter":290,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF01400","speaker":"1187"},{"type":"unspoken","time":1385650200,"counter":291,"content":"<p>Report Stage ordered for Tuesday, 3 December 2013.<\/p>"},{"type":"speech","time":1385650200,"counter":292,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF01600","speaker":"1120"},{"type":"speech","time":1385650200,"counter":293,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800030#FF01700","speaker":"1187"},{"type":"majorheading","content":"Adjournment Matters","time":1385650800,"counter":294,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800031#GG00100"},{"type":"minorheading","content":"Marine Resources","time":1385650800,"counter":295,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800031#GG00200"},{"type":"speech","time":1385650800,"counter":296,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it as a bheith anseo.  Seo ceist a d'ardaigh m&eacute; tuairim agus bliain &oacute; shin.  Ceist &iacute; maidir le Cuan Baile na Cille i gConamara maidir leis an galar Ostreid herpes virus.<\/p><p>I have previously raised the issue of oysters in Ballinakill Bay in Connemara.  It was probably this time last year.  Up to a few years ago there was ongoing testing to ensure the bay was free of the ostreid herpes virus.  Four years ago an infected oyster was found and the bay's disease free status was removed.  The detection was made under an ongoing surveillance programme sponsored by the European Union and as a result, the bay's organic status was taken away.  This time last year we questioned the efficacy of taking away this status.  In other bays around the coast there had been a more serious outbreak of the virus and they had lost their disease free status.  What happened in Ballinakill Bay seems to be an aberration because only one diseased oyster was found four years ago.  Recent tests show that the bay has been clear of the virus for another year.  The only time it was present was when it was discovered in one oyster four years ago.  Can the issue of the status of the bay be revisited?  Its status is important to oyster farmers in the area because it allows them to sell high quality oysters.  There is also great potential to create more jobs by supplying seed oysters to oyster farms.  It is important that the matter be revisited and the bay's disease free status reinstated.  It is also a good opportunity to create employment and keep Ireland's image of being a clean and green environment for growing shellfish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800031#GG00300","speaker":"1122"},{"type":"speech","time":1385650800,"counter":297,"content":"<p>I thank the Senator for raising this matter.  This is essentially a fish health issue and I understand the competent authority for dealing with it is the Marine Institute.  Of key note in this case is that in respect of areas deemed to be free of the disease, there should be no importation of stock from infected areas.  These areas were known as surveillance areas and included Ballinakill.  In 2011 a positive test result for the virus necessitated the removal of Ballinakill Bay from the surveillance programme.  Losses related to the virus in oysters were first observed in Ireland in 2008.  The disease spread in the next couple of years and was strongly associated with imports of seeds from France.<\/p><p>Following representations made to the European Commission by the Marine Institute and the relevant Department in the United Kingdom, it was agreed by the Commission that this was a serious emerging disease and that trade restrictions should be put in place to protect those areas still free of the virus, while allowing trade to continue between infected areas.  EU legislation was brought forward to that effect in 2010 and as a result, a surveillance programme was established in certain parts of Ireland, the United Kingdom and the Netherlands.  The kernel of the surveillance programme was that each competent authority identified epidemiological units, or bays in the case of Ireland, where virus related mortality had not been observed to date and which the member state wished to protect from trade with other infected areas, either within their own member state or further afield, most particularly France.  Once these areas were identified as part of the surveillance programme, they could only trade with areas that were also in a surveillance programme.  <\/p><p>One of the requirements of being in the surveillance programme was that a testing regime would be put in place to ensure these bays were, in fact, free of the virus.  A significant amount of State resources have been put into the operation of the Irish surveillance programme since it started in 2010.  Since the basis of the surveillance programme was to underpin safe trade, an obvious prerequisite was that an epidemiological unit, or bay in this case, had to be removed from the programme should a positive result be detected.  Such a result was obtained in Ballinakill Bay in 2011.<\/p><p>The Irish surveillance programme started with 19 surveillance areas.  In the period since 2010 testing revealed that five of these areas were infected and had to be removed from the programme.  The five bays are Gweedore, Drumcliffe, Ballinakill, Oysterhaven and the Shannon Estuary.  As new positive findings were made, new decisions were issued by the European Commission, which meant that newly infected areas were removed from the national programme and the legislation was modified to reflect these findings.  Newly infected areas were also detected in Northern Ireland and Great Britain since the programme began in 2010.<\/p><p>Clinical disease is not required for an epidemiological unit to be removed from the programme.  The positive finding in Ballinakill Bay necessitated its removal from the surveillance programme in 2011.  It is important to note that the current legislation provides for no option other than to remove the bay from the surveillance programme following the detection of one positive oyster in the bay.  Once a bay is removed from the surveillance programme, the relevant competent authority no longer has any legal basis for restricting trade into that bay.  That is the basis of the agreed EU programme and applies equally in all member states which participate in the programme.  In the case of Ballinakill Bay, if the Marine Institute had continued to restrict trade following the removal of the bay from the programme, a legitimate challenge could have been taken by other operators in the bay who were at that stage extremely keen to bring in stock from France.  This was not allowed while the bay was in the surveillance programme.<\/p><p>The very complex situation in Ballinakill Bay was recognised by the Marine Institute.  Instead of simply removing the bay from the surveillance programme and immediately allowing importation of stocks from France, the institute invested significant efforts into encouraging growers to voluntarily restrict trade with France for that season while testing continued.  The objective was for the institute to gather specific data that would be used to inform a voluntary path forward for all stakeholders.  Samples taken by the institute last year were negative for the disease and no samples have been taken in 2013.  Specifically, the institute was faced with a situation where certain growers wanted to bring in stock from France and others wanted to go back into a surveillance programme which was not legally permissible.  Instead, the institute tried to encourage stakeholders to consider the results obtained and reach an agreement on a code of practice for the bay that the institute would support with testing and advice.  This has not been acted on by the stakeholders to date.<\/p><p>The action taken by the Marine Institute in Ballinakill Bay has been agreed to by the European Commission.  The institute has made considerable efforts to encourage the stakeholders to agree to a code of practice.  Agreement to a code of practice could, potentially, after a number of years provide data on which the virus free status of Ballinakill Bay could be reinstated.   The institute has offered scientific advice and laboratory testing to support the approach, but it has had no communications with the growers in Ballinakill Bay on its offer to facilitate the development of a code of practice.  However, the offer remains intact.  <\/p><p>As the Senator rightly said, Ireland's reputation as a producer of top quality seafood is predicated on the implementation of a sound regulatory system that has the confidence of the public in general and also the European Commission.  I am satisfied that in the circumstances the correct approach is being adopted in this case.  I urge the growers in Ballinakill Bay to contact the Marine Institute with a view to progressing the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800031#GG00400","speaker":"958"},{"type":"speech","time":1385650800,"counter":298,"content":"<p>I thank the Minister of State for his comprehensive reply.  I will follow-up on the issue with the growers and perhaps broker a meeting with the Marine Institute.  That would be a positive move.  I note the paragraph in the Minister of State's statement which read:<blockquote><br \/>The positive finding in Ballinakill Bay necessitated its removal from the surveillance programme in 2011.  It is important to note that the current legislation provides for no option other than to remove the bay from the surveillance programme following the detection of one positive oyster in the bay.<\/blockquote>The issue of that legislative loophole could be revisited because there is no safety mechanism in place.  Four years ago only one contaminated oyster was found in Ballinakill Bay and nothing has been found since.  It is hard to say a whole bay is contaminated based on that science.  The legislation needs to be revisited in order to allow the bay to be brought back into the scheme, if the Minister deems it to be fit to do so or the European Union agrees that he should do so.  Perhaps the Minister of State might ask the Minister for Agriculture, Food and the Marine if he was willing to examine the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800031#GG00500","speaker":"1122"},{"type":"speech","time":1385651400,"counter":299,"content":"<p>This is an EU-wide programme and all 28 member states are required to agree to it.  The reason it is in place is to give confidence to everyone concerned.  If he was here, the key issue the Minister would raise is that there was potential for agreement on a code of practice here.  The way in which it can be activated is through the Marine Institute.  Perhaps the Senator might ask the growers concerned to re-engage with the institute to see if we could resolve the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00100","speaker":"958"},{"type":"minorheading","content":"School Accommodation","time":1385651400,"counter":300,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00150"},{"type":"speech","time":1385651400,"counter":301,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  I am disturbed to have to raise this matter which involves looking for basic items.  The basic requirement is the continuation of a rental grant for prefabricated accommodation in Scoil Mhainchin national school, Ennistymon, County Clare.  The building in which the school is housed is over 100 years old and could do with reinvestment to bring it to the standard one would reasonably expect for our children in First world Ireland.  The fact that the building is 100 years old means some of the classrooms are totally unacceptable and of a poor standard.  The issues involved include insulation and heating, etc.  For some time, a number of the classes have been accommodated in prefabricated buildings and a grant was made available by the Department of Education and Science to cover the rental cost.  The school was contacted a number of weeks ago to be told the grant would not be available in 2014.  The grant has been pulled in the middle of the school term.  Accommodation is expected to be brought up to an acceptable level over the Christmas period, which is totally impractical and will not happen.  No decent toilet facilities are available.  The Department cannot stand over the removal of this small grant to provide prefabricated accommodation.  I seek the reversal of the decision as a matter of extreme urgency.  This is causing stress to teachers, the board of management, parents and children.  This is not acceptable and should not happen in the run-up to Christmas.<\/p><p>The children attending school in Ennistymon are what I describe as discommoded because they are going from one second level school to another.  They have to tramp across town in the wind and rain.  Now primary schoolchildren in Ennistymon will be discriminated against and do not have simple prefabricated accommodation, which is unacceptable.  I want this decision reversed and hope the reply of the Minister of State will inform me it has been reversed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00200","speaker":"1158"},{"type":"speech","time":1385651400,"counter":302,"content":"<p>I thank the Senator for raising this matter and apologise on behalf of the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, who is unable to attend the House.  <\/p><p>From my knowledge of Ennistymon, Scoil Mhainchin is an important school and was established as a result of an amalgamation in September 2007 on the existing convent site.  The Senator may also be aware of the three post-primary schools in Ennistymon that have agreed to amalgamate on the delivery of a new school building.  This building project has been earmarked to be established on the convent site on which Scoil Mhainchin is located.  The religious congregation that owns the property has offered to transfer the site to the State as part of its offer of a number of properties.  The Government has agreed to accept the property in question and the Department, through the Chief State Solicitor's office, is working on finalising the transfer of the property.  When the transfer has been completed, the Department will be in a position to further consider how the amalgamated post-primary school project can be progressed within the context of the available funding.  Thereafter, the amalgamated primary school, Scoil Mhainchin, will be required to relocate to provide a clear site for the amalgamated post-primary school development.  The current CBS post-primary site which will become vacant once the amalgamated post-primary project has been delivered is considered to be a suitable one for the amalgamated primary school, Scoil Mhainchin.  In the meantime, the Department is providing rental grant aid for a number of rented prefabs for the school and this arrangement is the subject of a rental review.  The Department has been in contact with the school authorities in the context of that review.  In order to complete the assessment of the continuing need for all of the prefabs on the site, a technical site visit will be carried out shortly by the Department.  Should a meeting with the school authorities be required further to that site visit, officials in the Department's building unit will be in contact directly with the school to arrange same.  <\/p><p>I thank the Senator for giving me the opportunity to outline the current position on Scoil Mhainchin in Ennistymon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00300","speaker":"958"},{"type":"speech","time":1385651400,"counter":303,"content":"<p>I take it that the grant will continue to be paid until the site inspection takes place.  Will the Minister of State find out from the Minister for Education and Skills when it is expected the site visit will take place?  I assume it will not happen this side of Christmas.  We can assume the grant is secure for at least the early part of 2014.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00400","speaker":"1158"},{"type":"speech","time":1385651400,"counter":304,"content":"<p>I will ask the Minister for Education and Skills to relay the information to the Senator on both fronts.  From the perspective of the school and the Senator, it is important to have clarity on the issue as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00500","speaker":"958"},{"type":"speech","time":1385651400,"counter":305,"content":"<p>I thank the Minister of State for the commitment that there will be a meeting with the school buildings section of the Department.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013112800032#HH00600","speaker":"1158"},{"type":"unspoken","time":1385651400,"counter":306,"content":"<p>The Seanad adjourned at 4 p.m. until 2.30 p.m on Tuesday, 3 December 2013.<\/p>","notice":"TIME STRING DETECTED"}]