[{"type":"minorheading","content":"Prelude","time":1390314600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1390314600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1390314600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1390314600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1390314600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100002#A00100"},{"type":"speech","time":1390314600,"counter":6,"content":"<p>I have received notice from Senator Kathryn Reilly that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Social Protection to give an update on the implementation of the youth guarantee scheme; if the draft plan has been approved and where it stands currently; and the progress of implementing the guarantee through the Ballymun pilot project.<\/blockquote>I have also received notice from Senator John Whelan of the following matter:<blockquote>The need for the Minister for Arts, Heritage and the Gaeltacht to consider extending the period of consultation for the Waterways Ireland draft corporate plan 2014-2016 beyond 6 February so as to facilitate submissions, discussions and concerns around proposed new regulations and by-laws regarding access and leisure craft use of the Grand Canal and Royal Canal.<\/blockquote>  I have also received notice from Senator Martin Conway the following matter:<blockquote>The need for the Minister for Arts, Heritage and the Gaeltacht to make a statement on the allocation of Culture Ireland funding to the Tulla Pipe Band, County Clare, for the purpose of showcasing its work at an international St. Patrick's Day festival in the United States of America.<\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Finance to assure the House that NAMA developers will not be allowed to buy back their loans at a discount.<\/blockquote>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<blockquote>The need for the Minister for Children and Youth Affairs to outline how the funding for domestic violence-sexual violence services is allocated in the country with a breakdown of the funding allocation by service for 2012 and 2013.<\/blockquote>I have also received notice from Senator Mark Daly of the following matter:<blockquote>The need for  the Minister for the Environment, Community and Local Government to address the concerns held by the building community in regard to SI 80 of 2013 under the Building Control Act 2013.<\/blockquote>I have also received notice from Senator Lorraine Higgins of the following matter:<blockquote>To ask the Minister for Agriculture, Food and the Marine to introduce a policy whereby decisions of the agriculture appeals office would be published with the necessary protection in terms of identity of the appellant in the interests of openness, certainty and transparency of the process.<\/blockquote>I have also received notice from Senator John Kelly of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to report progress on the Gateway to Work programme and if it could it be piloted by Roscommon County Council so as to speed up its delivery.<\/blockquote>  I regard the matters raised by Senators Reilly, Whelan, Conway and Bradford as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.  Senators &Oacute; Clochartaigh, Daly and Higgins may give notice on another day of the matters they wish to raise.  I regret I have had to rule out of order the matter raised by Senator John Kelly as the Minister has no official responsibility in the matter.<\/p> <p> Before calling the Leader I would like to welcome to the House Mr. Brian O'Dwyer from New York who has done great work with Irish emigrants.  We wish him well in his deliberations here in Ireland and hope that the Bills go well in the future.  I have no doubt he is doing a great job on behalf of the Irish people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100003#B00100","speaker":"1120","continuing":true},{"type":"majorheading","content":"Order of Business","time":1390314900,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100004#C00200"},{"type":"speech","time":1390314900,"counter":9,"content":"<p>The Order of Business is No. 1, motion re amendments to Seanad &Eacute;ireann Standing Orders 60 and 62, to be taken on the conclusion of the Order of Business without debate; and No. 2, Road Traffic (No. 2) Bill 2013 - Second Stage, to be taken at 3.45 p.m. with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100004#C00300","speaker":"1130"},{"type":"speech","time":1390314900,"counter":10,"content":"<p>I am sure all of us will share the concern of the Minister for Justice and Equality about the fact that already this year there have been eight violent deaths in this country.  That is a matter of great concern, and my sympathies and that of my group go to the families of those people who were brutally murdered.  It points to an issue I have raised regularly with regard to resourcing of the Garda S&iacute;och&aacute;na.  I have welcomed the reopening of recruitment for 300 places in the Garda but garda&iacute; across the country, and certainly in the city of Dublin, will tell one that they are operating with one hand tied behind their back.  They simply do not have the resources to carry out the work required of them.  It is a great frustration to members of the force who are putting their lives on the line to keep our citizens safe.<\/p><p>I further reference the case of the poor 68 year old gentleman in County Clare who cycled all night to check himself into a nursing home in Ennis because he had been robbed twice in the space of five days.  I am not saying any police force can police every town and village in the country but we all know the garda&iacute; are under-resourced.  They do not have enough patrol cars and they do not have enough garda&iacute; to fill their units.  I call on the Leader again, as I have done on a regular basis, to invite the Minister, Deputy Shatter, to come to the House for a debate on policing in Ireland and to allow ideas be put to the Minister.  I have many ideas on how the situation could be improved because 300 new garda&iacute; will not do the job, although it is a start.  This is an issue of great concern to me and I am sure to all colleagues across the House.<\/p><p>I raise the issue of our accident and emergency services.  I do not know if the Leader got a date from the Minister, Deputy Reilly, as to when he will come into the House to debate the detail of the Health Service Executive action plan and service plan but most Members should have received a copy from the Irish Emergency Medicine Trainees Association, which is co-signed by over 30 doctors who specialise in emergency medicine.  They are raising major concerns with the HSE and state that &quot;current ED conditions are unequivocally dangerous for patients&quot;.  That is just one of the many criticisms they make.  I referenced a case last week in Beaumont Hospital in my area where a 70 year old man who was called in for a diabetes check ended up spending two nights not on a trolley but on a chair.  As of last week over 341 patients have been on trolleys in accident and emergency departments.  That is happening while the Minister, Deputy Reilly, continues to talk about how well the special delivery unit is operating.<\/p> <p>None of us wants to see people going into hospital and spending two nights sitting on a plastic chair.  This man was 70 years of age.  It is important to have a debate and hear directly from the Minister about what he and his Department are doing to try to alleviate these problems.  Both of these issues are important.  Will the Leader schedule those debates in early course? <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100004#C00400","speaker":"1139","continuing":true},{"type":"speech","time":1390315200,"counter":12,"content":"<p>I welcome the news that the Minister for Education and Skills has brought to Cabinet today his plans for the creation of the technological universities.  These have long been in the pipeline following the merger of some institutes of technology.  It is a welcome sign.  There is further good news on the education front from Student Universal Support Ireland, SUSI, which is showing better times for awarding of grants, and with the announcement that full-time dental nursing students from Trinity and dental hygiene students from University College Cork, UCC, are approved for student grants.  Other Senators have asked for a debate on third level education.  In light of the legislation that will come before us shortly on the technological universities, I hope we will have that debate in early course.<\/p><p>Will the Leader arrange a debate with the T&aacute;naiste and Minister for Foreign Affairs and Trade or with the Minister of State at the Department of Foreign Affairs and Trade, Deputy Joe Costello, on the worsening situation in Syria?  A very troubling report was released today by three international human rights lawyers which describes the scale of the killing in Syria, in particular by government forces, as being on an industrial scale, with clear signs of torture and appalling treatment of detainees.  It is particularly troubling to see that happening.  We all very much hope that we will see some resolution of the crisis there on foot of the international meeting. <\/p><p>I also welcome the announcement by the Minister for Foreign Affairs and Trade that the Irish embassy network will be extended in support of trade and aid.  The Minister announced today the expansion of the diplomatic network abroad to include five new embassies and three new consulates.  I am personally pleased to see that we will for the first time be establishing an embassy in Zagreb in Croatia, now that Croatia has acceded to the European Union as the twenty-eighth member state.  We will also establish embassies for the first time in some of the growing hubs in south-east Asia, particularly in Bangkok and Jakarta.  As part of the review the Minister has announced, &quot;a scaled-back one-person embassy&quot; in the Vatican will be opened &quot;to enable Ireland to engage directly with the leadership of Pope Francis on the issues of poverty eradication, hunger and human rights&quot;.  This is part of the ongoing review the Minister said he would conduct of the embassy network.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00200","speaker":"1148"},{"type":"speech","time":1390315200,"counter":13,"content":"<p>I am sure that Senator Bacik is not happy with that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00300","speaker":"1140"},{"type":"speech","time":1390315200,"counter":14,"content":"<p>It is important to note that we have had very good news on the international front with the upgrading of Ireland&rsquo;s status and the increased ability of foreign investors to invest in Irish bonds.  That is very important.  It is a real testament to the great work of a very few diplomats and staff in our embassies and our consular and diplomatic network.  The Minister has often spoken of the huge contribution they have made.  This expansion is welcome because it will provide greater potential for more positive work in enhancing Ireland&rsquo;s reputation internationally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00400","speaker":"1148"},{"type":"speech","time":1390315200,"counter":15,"content":"<p>We should be very happy to see that the Government has decided not to be so determined and fixed in its views that it is willing to reconsider decisions it has made.  The decision on the Vatican embassy that Senator Bacik touched on is one such example.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00500","speaker":"1145"},{"type":"speech","time":1390315200,"counter":16,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00600","speaker":"1151"},{"type":"speech","time":1390315200,"counter":17,"content":"<p>It appears to be reconsidering decisions rather than saying it will not change decisions it has made.  The same applies, I think, to the question of the pylons and whether they are the only way to go.  The fact that it is at least questioning them is useful.<\/p><p>It would be useful for this House to do its best to ask the Government to reconsider the decision to have the Seanad Electoral Reform Bill 2013 limited to the university seats.  There is a great need for real reform.  Senators Zappone and Crown have produced Bills on this.  I think Sinn F&eacute;in has drafted one and that Fianna F&aacute;il is coming up with one-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00700","speaker":"1145"},{"type":"speech","time":1390315200,"counter":18,"content":"<p>Plus Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00800","speaker":"1139"},{"type":"speech","time":1390315200,"counter":19,"content":"<p>It will give all citizens on the island and the diaspora a chance to have a vote.  This is worthy of consideration and we should decide it, or at least discuss it, before the local elections.<\/p><p>One of the questions that every citizen should ask candidates in local elections is whether, if they are elected, they will determine that they have five votes in the Seanad election, whereas the rest of the people do not get one at all, except university graduates.<\/p> <p>They could also be asked whether they accept that every citizen on the island of Ireland should have a vote.  If all candidates in the local elections are asked these questions and if we publish their answers, then real consideration will be given to genuine reform of this House.  The Seanad requires reform and there are a number of aspects of the different Bills relating to this matter which could be used to facilitate that reform.  I urge the Leader to arrange a debate on Seanad reform in the near future.<\/p><p>I have previously noted how long it takes to get things done in this House.  Some six or seven years ago the Seanad engaged in a debate on presumed consent in respect of organ donation.  The debate on the particular measure involved was adjourned and nothing has happened in the meantime.  In other words, a decision has not been made.  It is interesting that a Bill to facilitate presumed consent is being introduced in Northern Ireland today.  Wales has already enacted legislation on this matter.  Let us ensure that we move earlier and more quickly than others to deal with issues of this nature.  The relevant legislation seems to take a long time to proceed through the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100005#D00900","speaker":"1145","continuing":true},{"type":"speech","time":1390315800,"counter":21,"content":"<p>I greatly welcome the T&aacute;naiste's announcement earlier today with regard to the reopening of our embassy to the Vatican.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00200","speaker":"1151"},{"type":"speech","time":1390315800,"counter":22,"content":"<p>I thank the Senator for all the work he did to secure that decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00300","speaker":"1139"},{"type":"speech","time":1390315800,"counter":23,"content":"<p>Senator Paul Coghlan, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00400","speaker":"1120"},{"type":"speech","time":1390315800,"counter":24,"content":"<p>I mean that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00500","speaker":"1139"},{"type":"speech","time":1390315800,"counter":25,"content":"<p>There is a knighthood in this for Senator Paul Coghlan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00600","speaker":"1140"},{"type":"speech","time":1390315800,"counter":26,"content":"<p>I am always prepared to listen to Senator Darragh O'Brien.  The embassy is one of our oldest diplomatic missions.  It was established at the foundation of the State.  I welcome the announcement in respect of our embassies in Jakarta in Indonesia, Croatia and elsewhere.  In fairness, many of us made representations to the T&aacute;naiste in respect of this matter since a number of our embassies abroad were closed.  I take this opportunity to recognise the quiet diplomacy engaged in by our excellent Secretary General and non-resident ambassador to the Vatican, Mr. David Cooney, and the Papal Nuncio to Ireland, Archbishop Charles Brown, in the intervening period.  The Joint Committee on Foreign Affairs and Trade and its Chairman, Deputy Pat Breen, should also be recognised for the work they have done on this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00700","speaker":"1151"},{"type":"speech","time":1390315800,"counter":27,"content":"<p>They did a good job in Iran as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00800","speaker":"1139"},{"type":"speech","time":1390315800,"counter":28,"content":"<p>The economy is recovering, thanks to the efforts of the Minister for Finance, Deputy Noonan, and others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E00900","speaker":"1151"},{"type":"speech","time":1390315800,"counter":29,"content":"<p>God bless the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E01000","speaker":"1140"},{"type":"speech","time":1390315800,"counter":30,"content":"<p>Everything appears brighter than previously and people are more hopeful.  It is timely, therefore, that the Irish embassy to the Vatican is going to be reopened.  I reiterate that I greatly welcome this development.<\/p><p>I hope some fruitful dialogue is taking place regarding that most important company, Liebherr.  As has been stated previously, this company employs 670 people.  Some 149 of those were taken on in the past two years.  Liebherr also employs 40 apprentices.  Senator O'Sullivan and I come from the south west and we are both aware that the work done at the Liebherr plant is invaluable, particularly in view of the enormous spin-off to which it gives rise for the local economy and for the country as a whole.  I hope that common sense will prevail and that the people in SIPTU will step back from the brink.  It is most important that this happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E01100","speaker":"1151"},{"type":"speech","time":1390315800,"counter":31,"content":"<p>I join the Cathaoirleach in welcoming Mr. Brian O'Dwyer, and his colleague, Mr. Michael Carroll, from O'Dwyer and Bernstien, LLP, New York.  I had dealings with Mr. O'Dwyer's father, the late Mr. Paul O'Dwyer, and the Cathaoirleach will be familiar with the contribution he made to County Mayo and the fact that a Cheshire Home and a forestry trust there are named in his honour.  When I served as a Minister of State, I had the pleasure to be present in New York with the late Mr. Paul O'Dwyer when a memorial to another Irishman was unveiled.  His work for Ireland should absolutely be recorded and I am delighted that his son, Brian, is here today.  We sometimes forget the contribution made by certain individuals in very difficult times.  Paul O'Dwyer was a friend of Ireland and was, in effect, its diplomatic mission in New York.  He represented Irish people who lived there and also represented the interests of the country.  During a very difficult period in our history, he was a man of peace and reconciliation.  I thank his son, Brian, for being present in the House today.<\/p><p>I welcome the Government's decision to reopen the embassy to the Holy See.  The decision to close it in the first instance was very bad but at least it is now being reversed.  The Government has decided now that it was a major error to close this very important embassy.<\/p> <p>The Holy See is a small country that recognised Ireland in very difficult times and sent the first ambassador in St. Patrick.  That is a fact.  We must recognise that.  We accept the decision.  <\/p><p>I now ask the T&aacute;naiste to re-open the embassy in Tehran in the Islamic Republic of Iran.  I was there as Minister of State with responsibility for trade and opened doors for many companies in that country.  Those doors are being closed, which is a very bad move.  I am asking the T&aacute;naiste to reconsider opening the embassy in Tehran in the Islamic Republic of Iran, which is a very pro-Irish country.  I accept that embassies will open in Bangkok, Jakarta, Zagreb in Croatia and that new consulates will open in Hong Kong, Sao Paulo and Austin, Texas.  We must bear in mind that we are a major country that needs to have representatives throughout the world.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100006#E01200","speaker":"1140","continuing":true},{"type":"speech","time":1390316400,"counter":33,"content":"<p>The Chair has given Senator Leyden great leeway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100007#F00200","speaker":"1120"},{"type":"speech","time":1390316400,"counter":34,"content":"<p>The Chair is being very generous.  I am just back from the Christmas break and wish to take the opportunity to say those things.  Our embassies around the world are the best investment this country has.  Let us be honest about it - they are trade missions.  That was what we changed in government.  Instead of just being diplomatic missions, they are trade envoys around the world and open doors for companies in this country.  I commend the T&aacute;naiste for his actions but ask the Leader to ask him to reconsider the situation in opening the embassy in the Islamic Republic of Iran.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100007#F00300","speaker":"1140"},{"type":"speech","time":1390316400,"counter":35,"content":"<p>Yesterday I had the pleasure of attending an excellent initiative between Dundalk Institute of Technology and Dundalk Football Club with the launch of a joint student scholarship that will commence in September 2014.  Four scholarships will be offered each year to both CAO candidates and mature students who wish to pursue third-level education while simultaneously pursuing a professional soccer career playing at the highest level in the Republic of Ireland.  It is a fantastic opportunity and will provide successful candidates with an opportunity to embark on a clearly defined playing, academic and personal development career path.  It will be a win-win situation and is another positive step forward for education and our young people.<\/p><p>I wish to express my continued anger at the further revelations last week at the Committee of Public Accounts regarding Mr. Paul Kiely's pension arrangements at the CRC.  I was sickened by the latest revelations and wonder what else is to be revealed in the coming weeks and months.  I commend the Committee of Public Accounts on its work to date in securing the answers it has received.  We must all agree on the benefit of the committee and the work it has carried out and committee work in general.  The revelations last week have opened up yet another can of worms.  I found the lack of remorse shown to date by these individuals particularly sickening.  I welcome the news over the weekend that the former board members will all be called back before the Committee of Public Accounts.  It is dreadful that they have played this game of cat and mouse and answered questions in the most indirect way.  I feel so sorry for the people who need the services in the CRC the most, and the front-line workers who are completely innocent of any wrongdoing and are working above and beyond the call of duty to provide support and care for the disabled.  Deserving charities have reported immense reductions in their fund-raising capabilities since these dreadful revelations.  Many of these charities depend on public donations for survival.  Again, I add my voice to those of others to encourage people to continue to provide support to charitable organisations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100007#F00400","speaker":"1174"},{"type":"speech","time":1390316400,"counter":36,"content":"<p>The water issue will be discussed in the House tomorrow.  Could I ask, as I did last week, that the activities of Irish Water be put under the scrutiny of the Comptroller and Auditor General.  This would allow the matter to go to the Committee of Public Accounts, which has distinguished itself by extracting information that this House tried to extract when the Bill was being debated here but all our amendments were turned down.<\/p> <p>I note that Irish Water intends to employ 400 people at its headquarters in Dublin.  Today the Central Bank announced that its headquarters will cost &euro;140 million.  These bodies exist to serve the public, not to develop an edifice complex.  The state of banking in Ireland requires that the inability of the Central Bank to punish reckless banking should be addressed much more than building headquarters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100007#F00500","speaker":"1157","continuing":true},{"type":"speech","time":1390316700,"counter":38,"content":"<p>I refer to a very sad situation last week when the State had to decide to switch off the life support machine of a child.  In view of the tragic death of the mother the child had no legal guardian.  Unmarried fathers in this State have no automatic right to guardianship.  It is time that situation was rectified.  I was made aware some time ago that the Government was considering legislation in this regard.  The current situation is bad for children and bad for families.  I ask the Leader to inquire from the Minister for Justice and Equality, Deputy Alan Shatter, if and when it is proposed to introduce such legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100008#G00200","speaker":"1166"},{"type":"speech","time":1390316700,"counter":39,"content":"<p>Fad is at&aacute;imid ag su&iacute; anseo, t&aacute; bean at&aacute; 79 bliain d'aois, agus a bhfuil ailse agus an galar Parkinson ag dul di, ag su&iacute; i bPr&iacute;os&uacute;n Luimnigh.  It was very significant, even though it was down played by the media and by government sources, that the President's wife, Sabina Higgins, visited Limerick Prison yesterday to call to her long-time friend, Margaretta D'Arcy.<\/p><p>I refer to Article 13.6 of the Constitution which states: &quot;The right of pardon and the power to commute or remit punishment imposed by any court exercising criminal jurisdiction are hereby vested in the President&quot;.  Perhaps the President is considering that right in the case of Margaretta D'Arcy.  For him to use such powers I would imagine he would need the beannacht of the Government.  I call on the Government to consider the release of Margaretta D'Arcy.  Although there are many people whom it is believed should be in prison there is absolute outrage in the community that the State has imprisoned a 79 year-old woman suffering from Parkinson's who has cancer and who is no threat to the community in any real sense.  The Minister for Justice and Equality and the T&aacute;naiste should act on this issue immediately.<\/p><p>This incident relates to the fact that Margaretta D'Arcy is attempting to draw attention to our policy on neutrality which is allowing foreign armies to use Shannon Airport, a civilian airport, as a stop-over while on their way to wage war.  The airport is also used by planes suspected of being involved in extraordinary rendition.  This Government and previous governments have always put their heads in the sand on these issues.  There has been much praise for the development of Shannon Airport but the issue of our neutrality is never raised.  Given that Margaretta D'Arcy has been trying to draw attention to the issue of human rights violations she has found herself in prison.  What kind of justice is that?  I call for a debate and I call on the Government to have Margaretta D'Arcy released as soon as possible on humanitarian grounds.  This House needs to debate the broader issue of neutrality, why Shannon Airport is being used in such a way and why the Government is doing nothing about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100008#G00300","speaker":"1122"},{"type":"speech","time":1390316700,"counter":40,"content":"<p>I agree with Senator Quinn's point that governments deserve to be applauded wherever they make a U-turn on decisions that are fundamentally wrong.  The imposition of pylons and wind farms on ordinary people in rural Ireland in particular has been continually raised in this House.  It was interesting to read recent media reports which suggest that the EU plans to row back significantly on our green energy targets.<\/p> <p>This means the pressure is off the Government.  If targets are being imposed, the Government can make its own decisions on this matter.  In recent weeks, we have called for a review of renewable energy policy and sought a debate in this House on the matter.  A deadline of 21 February has been set for the making of submissions to the Department and to the Minister of State, Deputy Jan O'Sullivan, regarding the proximity of wind turbines to family homes.  It is important for this issue to be debated in this House before 21 February because of what the EU is now proposing.  This is an opportune time for the Government to take a serious look at the Wind Turbines Bill 2012, which I have proposed.  All of the setback distances set out in that Bill are equivalent to those set out in An Bord Plean&aacute;la's decision in the Cloghan case.  It is time for the Government to look at this matter seriously, rather than listening to departmental officials who say that if my Bill is implemented it will not be possible for the targets that have been set to be achieved.  In any event, it looks likely that those targets will be rowed back on.  I call on the Leader to try to organise a debate in this House before 21 February.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100008#G00400","speaker":"1161","continuing":true},{"type":"speech","time":1390317000,"counter":42,"content":"<p>I applaud the Government's decision to reopen the Vatican Embassy.  It was long past time.  It should never have been closed in the first place.  I am particularly pleased that there will be an emphasis and focus on human rights and overseas development.  I look forward to wishing the new ambassador every success in his or her new role.<\/p><p>I wish to draw attention once again to IDA Ireland's regional policy on job creation.  It has been established in response to a parliamentary question tabled by my colleague, Deputy Calleary, that my own county of Leitrim received just one IDA Ireland visit last year.  This is in keeping with the trends over previous years.  A similar trend is evident across the north west in general.  By contrast, there were 373 IDA Ireland-sponsored visits to Dublin in the same period.  I appreciate, as IDA Ireland said yesterday in a statement, that companies cannot be corralled into going to a particular location.  It seems obvious to me that a certain type of company wants to locate in this country.  I appreciate that in some instances, information technology companies want to be part of the cluster that has developed around the dockside area in Dublin as a result of the arrival of Google and Microsoft, etc.  Surely there is a case to be made for bringing potential investors to parts of the country that already have an educated workforce.  The irony is that every time a facility is located in Dublin, it is inevitable that it is staffed partly by people from my own county.  In other words, a migration is going on.  It does not apply to County Leitrim only - I would say it applies to the west and north west in general.<\/p><p>It is time for representatives of IDA Ireland to sit down with the Government and the Minister, Deputy Bruton, to try to figure out how they can persuade companies to visit these counties, rather than focusing on Dublin only.  I know it has been said that they would go to Amsterdam or Barcelona instead, but so be it.  They are not coming here to do us a favour - they are coming here because they have made hard-nosed business decisions on the basis of this country's corporation tax rate, its well-educated workforce and its lifestyle.  I do not want to labour the point too much.  I ask the Leader to provide for an hour to be set aside for the Minister, Deputy Bruton, to come to House, perhaps for a set of statements.  I have made this request before.  We should be given some indication of the Government's thinking on regional policy, with particular reference to the establishment of industries outside the main cluster areas of Dublin, Cork, Limerick and Galway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100009#H00200","speaker":"1128"},{"type":"speech","time":1390317000,"counter":43,"content":"<p>I would like to highlight an aspect of the crime issue that was raised by Senator Darragh O'Brien.  I have spoken previously about the theft of smart phones in Dublin.  It has been reported that some 16,000 phones were robbed in this city in 2012.  This is indicative of crime in general.  It is easy for thieves to turn around the value of a phone for upwards of &euro;100 within an hour.  While this might seem trivial when compared to certain other cases, it seriously needs to be addressed.  I welcome the investigations which are being undertaken by garda&iacute; in relation to the issue in the city centre at the moment.<\/p> <p> As other Senators noted, the case has a parallel in another dreadful case in County Clare where a man who was viewed as an easy target cycled for 30 miles to sign into a nursing home, despite being in perfectly good health.  Clearly, there is a wider issue involved here.  While figures show that crime levels are decreasing, which is welcome, I sometimes wonder how the figures are compiled.  Anecdotally, crime does not appear to be declining.  The Fine Gael Party has always been tough on crime but we are in a time of straitened State resources.  I ask that the Minister for Justice and Equality, Deputy Alan Shatter, carry out an audit to assess current Garda deployment and identify more innovative ways of deploying new garda&iacute; to ensure citizens are safe.  <\/p><p>I concur with Senator Moran's comments on the Central Remedial Clinic.  We are all disgusted and we overdosed on outrage about developments related to the CRC last week.  The bigger issue, however, is the damage being done to charities.  I welcome the announcement by the Minister for Justice and Equality that a charities regulator will be appointed in the near future.  We need to do some work to repair the damage to the charities sector. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100009#H00300","speaker":"1153","continuing":true},{"type":"speech","time":1390317600,"counter":45,"content":"<p>I welcome to the Public Gallery students from Midleton College, which is closely associated with a former Member of the House, Trevor West.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100010#J00200","speaker":"1120"},{"type":"speech","time":1390317600,"counter":46,"content":"<p>The media today are covering an interesting story regarding the use of poor boxes in lieu of fines in the courts.  This practice has no basis in law and appears to be an inherited tradition.  More than &euro;2 million was collected in this way for various charities this year, with Oxfam being the biggest beneficiary of poor box funds.  For some reason, my home county of Kerry accounts for more than 25% of the entire sum collected.  I note the Minister for Transport, Tourism and Sport, Deputy Varadkar, recently expressed frustration that certain judges were accepting fines or donations to the poor box in lieu of imposing penalty points.  In one case, a person caught driving at 95 km\/h in a 50 km\/h zone escaped conviction by making a donation to charity.  The Minister for Justice and Equality should examine this issue in consultation with the Minister for Transport, Tourism and Sport.  Perhaps the Leader will invite one or other of the Ministers to come before the House to discuss the practice of making donations to the poor box because an overhaul is needed.<\/p><p>On a separate issue, is it possible to have the Minister for Transport, Tourism and Sport come to the House to outline his views on public transport, specifically the lack of joined-up thinking and coherence in the operations of Iarnr&oacute;d &Eacute;ireann and Bus &Eacute;ireann?  The two companies appear to operate in completely different worlds.  I learned of a case involving a pensioner who travelled from Dublin to Tralee last week with the intention of taking the next bus to Listowel, a journey of 17 miles.  As he left the railway station with his bags, he saw the bus pull out of the station yard - buses and trains use the same compound but the driver drove on when he tried to hail the bus.  When he asked the person at the information desk why the next bus to Listowel would not leave for two hours he was informed that Iarnr&oacute;d &Eacute;ireann and Bus &Eacute;ireann do not operate a connecting service.  They damn well should run a connecting service.  Many of the passengers on the train from Dublin wanted to travel on to the next town in north Kerry.  Since hearing of that case, I have been informed that the position is similar in many other locations.  This is bad business which harms the image of both companies.  While public transport has come a long way in the past couple of decades, the problem I have outlined is not acceptable. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100010#J00300","speaker":"1142"},{"type":"speech","time":1390317600,"counter":47,"content":"<p>Like Senator &Oacute; Clochartaigh, I would like Margaretta D'Arcy to be released.  Ms D'Arcy is a peace activist and woman of principle whom I admire.  I remind Senators, however, that we must also consider the law of the land.  As everyone knows, encroaching on the runway of an airport has consequences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100010#J00400","speaker":"1118"},{"type":"speech","time":1390317900,"counter":48,"content":"<p>What about the consequences of rendition flights?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00100","speaker":"1122"},{"type":"speech","time":1390317900,"counter":49,"content":"<p>That is a separate issue and needs to be debated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00200","speaker":"1118"},{"type":"speech","time":1390317900,"counter":50,"content":"<p>It is related.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00300","speaker":"1122"},{"type":"speech","time":1390317900,"counter":51,"content":"<p>Through the Chair, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00400","speaker":"1120"},{"type":"speech","time":1390317900,"counter":52,"content":"<p>I am told that Ms D'Arcy will be released if she gives an undertaking not to encroach onto the runway at Shannon in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00500","speaker":"1118"},{"type":"speech","time":1390317900,"counter":53,"content":"<p>She was told not to protest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00600","speaker":"1122"},{"type":"speech","time":1390317900,"counter":54,"content":"<p>No crossfire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00700","speaker":"1120"},{"type":"speech","time":1390317900,"counter":55,"content":"<p>I ask those who support Ms D'Arcy's cause to encourage her to enable her release as soon as possible.  She is undergoing treatment for cancer and it is not appropriate that she be in prison.  I encourage her early release, but she must come part of the way and meet the requirements of the prison authorities.<\/p><p>I join in welcoming today's announcement by the T&aacute;naiste of an expansion in our embassy network.  Of particular welcome is the fact that, for the first time, we will have embassies in the fast-growing economies of Thailand and Indonesia and the business hubs of Hong Kong and Sao Paulo.  For the first time, an embassy will support the Irish Aid programme in Nairobi.  Like others, I am pleased that the T&aacute;naiste has decided to re-open the embassy at the Vatican.  As a member of the foreign affairs committee, I am pleased that the T&aacute;naiste listened to all of the measured contributions made during the past year.  I have no doubt that, under the leadership of Pope Francis, the issues of poverty, hunger and human rights will be addressed by the Government in conjunction with the Vatican.<\/p><p>I strongly support Senator Bacik's call for an urgent debate on the worsening situation in Syria, the appalling loss of life there and the growing number of refugees filtering into neighbouring countries.  If possible, will the Leader arrange the debate for next week?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00800","speaker":"1118"},{"type":"speech","time":1390317900,"counter":56,"content":"<p>I add my welcome for the T&aacute;naiste's announcement of an expansion to the embassy network, including the re-opening of the embassy to the Holy See.  At the time of its closure, he stated that he would revisit the matter.  He has been true to his word, which is welcome.<\/p><p>Last year, 29 November was the closing date for people to indicate how they would pay their local property taxes.  Many indicated that they would pay through deductions from social welfare payments.  Yesterday, which was three weeks into the new year and nearly eight weeks after the date in question, the Revenue Commissioners issued a letter - I am referring particularly to people in receipt of the contributory widow's pension - stating that they could not deduct the tax from source.  There was no problem when people selected that method of payment, but Revenue has since decided that it cannot be done.<\/p><p>When the House debated the local property tax, we were told that it was possible to deduct the amounts from social welfare payments.  I am unsure as to whether other social welfare payments have been affected.  Given that we were misled, I ask that the matter be debated again and that the Minister for Social Protection attend the House to explain the problem.  When I asked that the method be extended to jobseeker's benefit, I was told that it could not be done in respect of short-term payments.  The widow's contributory pension is by no means a short-term payment.  Will the Leader ask the Minister to attend the House at her earliest opportunity to discuss this problem?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K00900","speaker":"1132"},{"type":"speech","time":1390317900,"counter":57,"content":"<p>Like others, I was horrified by the case of the 68 year old man who was twice robbed at home in west Clare.  Eventually, he was in such terror that he felt his only option was to cycle to Ennis, the county's capital town, and check into a nursing home.  Any right-minded citizen would be horrified if any individual of that or any age was subjected to such terror.<\/p> <p>In light of this and other similar sinister crimes against old people, I call on the Ministers for Justice and Equality and Environment, Community and Local Government to revisit the Community Alert scheme in the context of the installation of panic buttons-alarms in the homes of elderly people, which alarms have proven successful in the past in providing elderly people with some level of comfort in terms of living in their own homes.  I understand that owing to financial constraints, funding for the installation of panic alarms-buttons was reduced in the 2013 from &euro;2.4 million to &euro;1.2 million.  In light of the recent crimes, I call on the aforementioned Ministers to re-examine this decision and to make more funding available for the installation of panic buttons-alarms for vulnerable elderly people.  <\/p><p>I believe also that giving the Garda Reserve a role in visiting elderly people to advise them on security issues in terms of making their homes safer is worthy of consideration.  The Garda Reserve does a great job and would, I believe, be happy to engage in this type of work.  It is impractical to have garda&iacute; at every street concern and on every country road but it is practical to provide for increased co-operation between communities and the Garda Reserve under the auspices of the local Garda superintendent.  What happened in west Clare and the subsequent court case and what happened in Donegal a number of months ago, and in other areas, focuses our minds and underlines the need for new initiatives targeted at ensuring old people can remain living in their homes as long as possible because that is what all of us would like.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100011#K01000","speaker":"1158","continuing":true},{"type":"speech","time":1390318200,"counter":59,"content":"<p>I echo Senator Conway's remarks.  Like other people, I found this morning's report chilling.  That a senior citizen should find himself in a situation so terrifying that he had to leave his home in the dead of night is truly appalling.  Senator Conway is correct that we need a strategy for supporting older persons in our communities.  It is important they are given advice on issues such as keeping money in their homes and so on and that every possible support, through Community Alert and otherwise, is available to them.  The use of technology makes so much possible now.  It should be possible for us to support our senior citizens in a more consistent and sustained manner.<\/p><p>I am not whetting myself with gratitude to the Government for its decision to re-open the Vatican Embassy.  This is a U-turn.  It is an acknowledgement that what it did was very wrong from a diplomatic point of view and was petty politics.  Many senior and eminent diplomats criticised that decision at the time.  The Government has now come back to us with its tail between its legs just as we approach the local and European elections.  The Government knows that it annoyed a considerable section of the community, who realised just how petty it was being, and is now expecting some type of political reward for its decision to re-open the embassy when all it is doing is finally coming around to serving the national interest given the vital listening post that that particular embassy is.  This announcement deserves, at best, a qualified welcome.  Our message to the Government in this regard should be &quot;It is about time.&quot;<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00200","speaker":"1146"},{"type":"unspoken","time":1390318200,"counter":60,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1390318200,"counter":61,"content":"<p>Senator Mullen should welcome it wholeheartedly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00325","speaker":"1151"},{"type":"speech","time":1390318200,"counter":62,"content":"<p>European candidates should leave their ambitions outside the door.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00350","speaker":"1139"},{"type":"speech","time":1390318200,"counter":63,"content":"<p>Senator Mullen, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00400","speaker":"1120"},{"type":"speech","time":1390318200,"counter":64,"content":"<p>I am delighted that what I am saying is resonating so strongly with the Government side.  I will postpone any further comments until tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00500","speaker":"1146"},{"type":"speech","time":1390318200,"counter":65,"content":"<p>I ask that the Leader invite the Minister for Finance to the House to discuss and debate a quarterly report which was furnished to all Members of the Oireachtas by NAMA in recent days.  We all know that NAMA is the largest property company in Europe and, perhaps, in the world.  It is important, therefore, that we scrutinise any information put before us by that agency.  It is important that as public representatives we have an opportunity to peruse and debate that information.  On that basis, I ask that the Leader request that the Minister for Finance come to the House at the earliest opportunity for such a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00600","speaker":"1173"},{"type":"speech","time":1390318200,"counter":66,"content":"<p>I support the call for an urgent debate on Syria.  I am extremely concerned about the emerging evidence in regard to detainees and the potential for crimes against humanity being committed there.<\/p> <p>The conflict in Syria has been going on for a long time.  We need to consider what new actions can be taken to ensure that citizens are protected.  I would appreciate having that debate as soon as possible.  The international community must act.<\/p><p>On so many occasions Members from all sides of the House have spoken about reform.  I invite all Members to come to our reform conference at the RDS.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100012#L00700","speaker":"1131","continuing":true},{"type":"speech","time":1390318500,"counter":68,"content":"<p>That is the joke of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00200","speaker":"1151"},{"type":"speech","time":1390318500,"counter":69,"content":"<p>I will not be there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00300","speaker":"1140"},{"type":"speech","time":1390318500,"counter":70,"content":"<p>Can we get a front-row seat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00400","speaker":"1139"},{"type":"unspoken","time":1390318500,"counter":71,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1390318500,"counter":72,"content":"<p>I say to Senators that they should not be afraid of reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00600","speaker":"1131"},{"type":"speech","time":1390318500,"counter":73,"content":"<p>Be very afraid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00700","speaker":"1139"},{"type":"speech","time":1390318500,"counter":74,"content":"<p>We were elected to this House to be able to voice people's concerns at this time in Ireland, and to have a more positive and optimistic Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00800","speaker":"1131"},{"type":"speech","time":1390318500,"counter":75,"content":"<p>We do not promote any parties or political groups in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M00900","speaker":"1120"},{"type":"speech","time":1390318500,"counter":76,"content":"<p>It is not a promotion it is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01000","speaker":"1131"},{"type":"speech","time":1390318500,"counter":77,"content":"<p>Protect Senator Healy Eames.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01200","speaker":"1139"},{"type":"speech","time":1390318500,"counter":78,"content":"<p>The Senator could go back to Fine Gael.  Why does it not bring them all back?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01300","speaker":"1140"},{"type":"speech","time":1390318500,"counter":79,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01400","speaker":"1120"},{"type":"speech","time":1390318500,"counter":80,"content":"<p>My question is as follows.  How serious are we about reform?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01500","speaker":"1131"},{"type":"unspoken","time":1390318500,"counter":81,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1390318500,"counter":82,"content":"<p>Senator Healy Eames without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01700","speaker":"1120"},{"type":"speech","time":1390318500,"counter":83,"content":"<p>We might send an ambassador to that resting post.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01800","speaker":"1151"},{"type":"speech","time":1390318500,"counter":84,"content":"<p>Senator Healy Eames without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M01900","speaker":"1120"},{"type":"speech","time":1390318500,"counter":85,"content":"<p>Change is always a challenge for all of us.  To be fair we also have to have the courage.  This is a time for courage.  History is up to us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02000","speaker":"1131"},{"type":"speech","time":1390318500,"counter":86,"content":"<p>Prior to the introduction of the Protection of Life During Pregnancy Bill, we had a great debate on the legislation in this Chamber, chaired by Deputy Buttimer, involving many eminent speakers from all sides over four days.  Siemens-Schuckert was the pioneer behind the power station at Ardnacrusha and rural electrification from 1927.  It was a German company and a worldwide leader in power generation and engineering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02100","speaker":"1138"},{"type":"speech","time":1390318500,"counter":87,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02200","speaker":"1120"},{"type":"speech","time":1390318500,"counter":88,"content":"<p>I have a good question for the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02300","speaker":"1138"},{"type":"unspoken","time":1390318500,"counter":89,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1390318500,"counter":90,"content":"<p>I want a debate in advance.  Pylons, windmills, turbines and EirGrid proposals are very topical issues at the moment.  With respect, not many people in the Seanad or Oireachtas are familiar with the operation of any of those electricity generation methods.  I call for a debate in this House similar to what we had for the Protection of Life During Pregnancy Bill.  I suggest that those pioneers should come back to this country after however many years it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02500","speaker":"1138"},{"type":"speech","time":1390318500,"counter":91,"content":"<p>How can they come back?  They are all dead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02600","speaker":"1140"},{"type":"speech","time":1390318500,"counter":92,"content":"<p>They have the worldwide experience, as indeed we have ourselves with young engineers.  Men and women from the ESB have gone to far-away places, including eastern Europe and Africa showing how to expand.  We need to expand.  There are debates on overhead versus underground and the costs of wind turbines.  We need the detailed costs and advantages of all systems, including the transmission difficulties of all systems,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02700","speaker":"1138"},{"type":"speech","time":1390318500,"counter":93,"content":"<p>Should the Senator declare an interest in it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02800","speaker":"1140"},{"type":"speech","time":1390318500,"counter":94,"content":"<p>----- for and against and covering operational and technical difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M02900","speaker":"1138"},{"type":"speech","time":1390318500,"counter":95,"content":"<p>Is the Senator looking for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M03000","speaker":"1120"},{"type":"speech","time":1390318500,"counter":96,"content":"<p>I am looking for a comprehensive debate with the experts and most importantly the independent experts,-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M03100","speaker":"1138"},{"type":"speech","time":1390318500,"counter":97,"content":"<p>The Senator could hold a s&eacute;ance with John Kelly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M03200","speaker":"1139"},{"type":"speech","time":1390318500,"counter":98,"content":"<p>----- including the World Health Organization and the Radiological Protection Institute of Ireland.  We need to organise something similar to what we had previously and invite, importantly, independent experts.<\/p> <p>Let us be led by the independents.  There will be people in favour of underground and overhead.  However, I have to say before I go-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100013#M03300","speaker":"1138","continuing":true},{"type":"speech","time":1390318800,"counter":100,"content":"<p>Senator, you are way over time.  I call the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00200","speaker":"1120"},{"type":"speech","time":1390318800,"counter":101,"content":"<p>-----to hear what I heard on the radio today------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00300","speaker":"1138"},{"type":"speech","time":1390318800,"counter":102,"content":"<p>Senator, you are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00400","speaker":"1120"},{"type":"speech","time":1390318800,"counter":103,"content":"<p>-----that the magnetic forces from underground cables are greater than the electric and magnetic fields, EMFs, from pylons and overhead is the greatest load of rubbish I have ever heard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00500","speaker":"1138"},{"type":"speech","time":1390318800,"counter":104,"content":"<p>I call the Leader of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00600","speaker":"1120"},{"type":"speech","time":1390318800,"counter":105,"content":"<p>Senator Darragh O'Brien commented on the Garda and resources for the Garda.  It was a matter raised by Senator Noone as well.  As the Senator knows, recruitment has commenced again for the Garda.  On several occasions the Senator has raised the matter of patrol cars.  I gather up to &euro;8 million has been provided in the past two years for the purchase of extra patrol cars.  The Commissioner has been told that the Garda will get any resource necessary to combat crime.  I will invite the Minister to come to the House to debate law and order and resources for the Garda.<\/p><p>There was a call for a debate on the HSE service plan.  I have asked the Minister for Health, Deputy Reilly, for that debate.  He informs me that he will be dealing with the service plan in the D&aacute;il first and that he would probably come in after that.  However, he will be going to the D&aacute;il first to discuss it there.<\/p><p>Senator Bacik remarked on the Bill being published tomorrow on technological universities.  Certainly, we will have a debate on that.  It is an important Bill for the creation of technological universities.  I imagine the Minister will be willing to come to the House to discuss it in early course.<\/p><p>Several Senators have called for a debate on Syria.  I have asked the Minister of State at the Department of Foreign Affairs and Trade, Deputy Costello, to come to the House next week.  He has agreed to come to the House for a debate on Syria, South Sudan and the Central African Republic.  The debate will take place on Thursday next.  I hope that all the people who have asked for a debate will come to the House and contribute on Thursday next.<\/p><p>Senators Bacik, Mullins and Paul Coghlan and several other Senators commented on the expansion of the embassies to promote trade in particular.  This is to be welcomed, as is the provision of a person for the reopening of the Irish Embassy to the Vatican.  This has been welcomed and everyone has been generous in welcoming it, with the exception of Senator Mullen, who was far from generous in his comments.  Everyone is different, obviously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00700","speaker":"1130"},{"type":"speech","time":1390318800,"counter":106,"content":"<p>We are all God's children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00800","speaker":"1122"},{"type":"speech","time":1390318800,"counter":107,"content":"<p>Senator Quinn spoke on Seanad reform.  He is quite right: we have several documents on the list or Order Paper at present.  However, the Taoiseach has come to the House and stated emphatically that he is committed to legislating for the decision of the people taken in 1979.  He is proceeding with that.  I imagine there will be many other procedures that will have to be changed in the House for reform of the system.  We look forward to debating that in the coming months.  We also look forward to the Government proposals in that regard.<\/p><p>Reference was made to the Bill on presumed consent for organ donations.  I note the Human Tissue Bill is on the Government list, but it is certainly not down for the coming months.  I will ask the Minister for Health again for the position.  He gave a commitment that we would have that in the first part of the year.<\/p> <p>It is on the C list of the Government's legislative programme, so I would not be hopeful that it will be dealt with in the first half of the year.<\/p><p>Senator Coghlan complimented the quiet diplomacy of Mr. Cooney and the papal nuncio regarding the reopening of the Vatican embassy.  He also outlined his concerns about the dispute at Liebherr in Killarney.  That company is so important to employment in Killarney and Kerry in general that I hope all parties come together and solve this outstanding matter as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100014#N00900","speaker":"1130","continuing":true},{"type":"speech","time":1390319100,"counter":109,"content":"<p>And accept the Labour Court recommendation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100015#O00200","speaker":"1151"},{"type":"speech","time":1390319100,"counter":110,"content":"<p>Senator Leyden spoke about Iran and the need to reopen the embassy in Tehran.  A deputation from the Department of Foreign Affairs and Trade went to Iran in recent weeks, but I note the Senator's comments and will bring them to the attention of the T&aacute;naiste.<\/p><p>Senator Moran spoke about the collaboration between Dundalk IT and Dundalk FC.  These developments are to be welcomed.  I note her points about the Central Remedial Clinic, commending the Committee of Public Accounts, which obviously has much more investigation to carry out.  The Senator also encouraged people to support charities, as the donations have declined significantly since this situation arose.<\/p><p>Senator Barrett made some points about Irish Water.  I am sure he will make those points to the Minister of State, Deputy O'Dowd, when we have that debate on Irish Water tomorrow.  Senator D'Arcy spoke about the right to guardianship for unmarried fathers.  The family relationships and children Bill is on the A list of legislation, which indicates that it will be dealt with fairly soon.  However, I know the Assisted Decision-Making (Capacity) Bill 2013 had its Second Stage reading in the D&aacute;il and is awaiting Committee Stage, so it will take some time before that Bill reaches the House.<\/p><p>Senator &Oacute; Clochartaigh and Senator Mullins raised a decision of the courts.  The courts are entirely independent in the execution of their functions.  It would be inappropriate for me to make any comment on the decision of the court in this instance.  I can say that the person to whom the Senators referred was convicted at Ennis District Court last month of endangering lives by entering the runway at Shannon Airport in late 2012.  She was sentenced to three months in prison, which was suspended for two years on condition that she enter into a bond of good behaviour.  Having failed to enter the bond, the sentence was activated by the court and the person was committed to Limerick Prison to serve that sentence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100015#O00300","speaker":"1130"},{"type":"speech","time":1390319100,"counter":111,"content":"<p>Does the Leader support her release?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100015#O00400","speaker":"1122"},{"type":"speech","time":1390319100,"counter":112,"content":"<p>That is the position and the law must take its course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100015#O00500","speaker":"1130"},{"type":"speech","time":1390319100,"counter":113,"content":"<p>Would the Leader support her release?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100015#O00600","speaker":"1122"},{"type":"speech","time":1390319100,"counter":114,"content":"<p>Senator Kelly spoke about wind turbines and submissions that had to be in by 21 February.  I will ask the Minister of State, Deputy O'Sullivan, to come into the House to discuss that matter.  I will try to find out if she is willing to do so.  Senator Mooney spoke about the IDA's regional policy on jobs.  As he stated, the companies will eventually decide, but I agree with him that there should be a greater regional balance if possible.  The Minister for Jobs, Enterprise and Innovation is certainly overdue a visit to the House to discuss the question of jobs.  I have asked him and I hope he will come to us soon.<\/p><p>Senator Noone also spoke about law and order, highlighting the theft of smartphones in Dublin and elsewhere.  I will ask the Minister for Justice and Law Reform to come in and discuss that matter.  Senator O'Sullivan raised the issue of the use of the poor box for donations in courts.<\/p> <p>He referred to the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar.  As he will be in the House immediately after the Order of Business, that would be a good time to make those points.  On the issue of public transport, I agree with the Senator that there is a greater need for joined-up thinking in terms of connections between trains, buses and so on.  He could avail of the opportunity during the debate on the Bill to raise those points with the Minister.<\/p><p>In reply to Senator Michael Mulllins, I think I have indicated that we will have a debate on foreign affairs especially in relation to Syria, Southern Sudan and the Central African Republic next week.<\/p><p>Senator Marie Moloney raised the issue of the local property tax and the deduction from social welfare payments, including the widow's contributory pension.  I suggest the Senator table an Adjournment motion in that regard to get a direct answer from the Minister on that point.<\/p><p>Senator Martin Conway mentioned the crimes against the elderly and the need for a strategy for support of the elderly, a community alert scheme in the context of the installation of panic button alarms in the homes of the elderly, and more funding.  The Senator called for a greater role for the Garda reserve in this matter.  I will certainly bring those matters to the attention of the Minister.<\/p><p>Senator Lorraine Higgins raised the scrutiny of a recent report from NAMA.  I think a debate on such a report would be more relevant to the Joint Committee on Finance, Public Expenditure and Reform and should be examined by it.<\/p><p>I thought Senator Fidelma Healy Eames was going to burst into song - be not afraid and come follow me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100015#O00700","speaker":"1130","continuing":true},{"type":"speech","time":1390319400,"counter":116,"content":"<p>She would not take her own advice.  She is gone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00200","speaker":"1139"},{"type":"speech","time":1390319400,"counter":117,"content":"<p>I think I will decline-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00300","speaker":"1130"},{"type":"speech","time":1390319400,"counter":118,"content":"<p>She must afraid of what the Leader was going to say.  Maybe he was going to send her to Syria.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00400","speaker":"1151"},{"type":"speech","time":1390319400,"counter":119,"content":"<p>Senator Terry Brennan made a number of points in respect of pylons and various other matters.  I know he is not an electrician but he has very good connections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00500","speaker":"1130"},{"type":"speech","time":1390319400,"counter":120,"content":"<p>He is a live wire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00600","speaker":"1140"},{"type":"speech","time":1390319400,"counter":121,"content":"<p>Such a comprehensive debate would be more a matter for the Joint Committee on Transport and Communications over a number of days.  I hope that will happen and I am sure that request will be made by members of the committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00700","speaker":"1130"},{"type":"unspoken","time":1390319400,"counter":122,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Report of Committee on Procedure and Privileges: Motion","time":1390319400,"counter":123,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P00900"},{"type":"speech","time":1390319400,"counter":124,"content":"<p>I move:<blockquote><br \/>That the following report be laid before the Houses of the Oireachtas:Report of the Committee on Procedure and Privileges on Standing Orders 60 and 62: Ringing of Division Bell and Locking the Doors.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100016#P01000","speaker":"1130"},{"type":"unspoken","time":1390319400,"counter":125,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Road Traffic (No. 2) Bill 2013: Second Stage","time":1390319700,"counter":126,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100017#Q00100"},{"type":"unspoken","time":1390319700,"counter":127,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1390319700,"counter":128,"content":"<p>The Road Traffic (No. 2) Bill 2013 will build on the improvements in safety on our roads achieved over the past decade and will introduce measures which will contribute to improved road safety in the years to come.  The transformation of road safety and of our expectations for road safety in the past decade has been striking.  In 2001, there were 415 deaths on our roads but by 2012, this had come down to 162.  It took a great deal of legislation, a number of initiatives and the work of many people and organisations to achieve this and it was done at a time when the number of vehicles on our roads was increasing.<\/p><p>Figures for fatalities in 2013, however, are very disappointing.  After years in which the numbers killed on roads were dropping, in 2013 road deaths totalled 190, an increase of 28 on the previous year's figure.  However, serious injuries in the same year were 468, which was down by 25 on 2012.  While there was an increase in the number of deaths by 28, the number of serious injuries fell by 25.  This was the eighth successive year in which the number of serious injuries was reduced.  It is too early to tell if the 2013 figures represent a serious underlying deterioration in the situation regarding road fatalities or rather an unfortunate set of circumstances coming together last year but in either case, they represent a disturbing development and underscore the need to keep up the pressure for road safety using a range of measures.  Seen in this context, the Bill is all the more necessary.<\/p><p>It is pretty clear to everyone that no one measure was responsible for the downward trend in road deaths in recent years.  There were major legislative reforms which contributed.  The creation of the fixed charge and penalty points systems helped to promote greater awareness of dangerous driving habits.  The lowering of legal alcohol limits and the introduction of mandatory alcohol testing checkpoints have also helped to reduce drink driving on our roads.  Meanwhile, An Garda S&iacute;och&aacute;na established a dedicated Garda traffic corps to focus on road safety issues and safety cameras were introduced in 2010.  The establishment of the Road Safety Authority, RSA, concentrated energy and resources in bringing harmony across a range of interrelated policy areas.<\/p><p>Above all, the measures taken have helped to contribute to a change in culture.  Better laws and better enforcement can help but the main objective must be to change the culture of road users.  The Oireachtas can pass legislation, the Garda can enforce the laws and the RSA can instruct and educate but, ultimately, responsibility rests with road users to behave in a safe, careful and considerate way towards others.  We need to encourage a higher concern for personal safety and for the safety of those with whom we share the road.  A good example is the change in recent years in attitudes to drink driving.  Drink driving was once regarded by too many as a harmless activity but nowadays, it is widely and rightly socially unacceptable.<\/p><p>At a political level, road safety is an area where there is broad agreement across parties.  This has been an important factor in improving the situation nationally and I am glad to say that it continues.  The work of the Garda in enforcing the law on our roads is essential, as is the role of the Medical Bureau of Road Safety, MBRS, based in UCD, in its battle against intoxicated driving.  <\/p><p>The Road Safety Authority has played and continues to play a central role through its input to road safety policy and its direct role in many areas such as vehicle standards and driver testing.  I would like to take this opportunity to thank Mr. John Caulfield for his work in recent months as acting chief executive officer of the RSA, and Mr. Noel Brett, who preceded him.  In mid-February, Ms Moyagh Murdock will take over as the new full-time chief executive officer of the authority.  She brings a wealth of engineering and transport expertise to the job and will, I am sure, build on the work of the RSA to date.  I met her last week and I look forward to working with her and would like to wish her very well in her new post.<\/p><p>Just as no one measure contributed to the remarkable decline in road deaths in recent years, no one measure will get us back on that downward trend.  Last March, I launched a new road safety strategy, approved by the Government, which runs from 2013 to 2020.<\/p> <p>The strategy identifies 144 individual actions to be implemented by key partners in an eight year period that will lead to a further significant reduction in fatalities.  Previously, we focused on reducing road deaths.  While we will continue to do so, the new strategy also focuses on the need to reduce serious injuries caused by traffic collisions.<\/p><p>A first step was taken on this issue with a conference held in Dublin Castle during the Irish Presidency of the EU.  A great deal of valuable discussion was held which focused on how to address the issue of serious injuries and reduce them.  <\/p><p>The single most significant factor in causing road deaths, and serious injuries, is speed.  If we have got the message across to a large majority on drink driving, there is still work to be done on changing attitudes to speeding.  In 2012, I established a speed limits review group, consisting of representatives from all the relevant State bodies and the Automobile Association of Ireland.  The final report of the group was published on 21 November last, and my Department is now working with the bodies involved to implement its recommendations.<\/p><p>The number of drivers detected with alcohol in their systems has been coming down in recent years.  This is a welcome development but set against that there is growing concern about driving while under the influence of drugs.  Drugs are not as easily detected as alcohol, and currently there are no acceptable devices comparable to alcohol breathalyzers for identifying the presence of drugs in a driver's system.  This will change.  Currently, Ireland is liaising with a number of European countries on developments in this area with a view to identifying suitable devices.  I have asked the Medical Bureau of Road Safety, MBRS, to address the issue as a matter of priority.  An implementation group, chaired by the bureau, is currently examining the specifications of the required device as part of a future tender process.  I understand that an invitation to tender for the procurement of devices will be published soon.  I intend to introduce legislation necessary to allow for and govern roadside testing for drugs in the next Road Traffic Bill later this year or early next year.<\/p><p>There are many factors involved in road safety.  Some are physical, such as the standard of vehicles and the quality of our roads.  There are also human factors - training, experience and responsible behaviour.  The Bill I am introducing today focuses predominantly on the human factors.  It does this by strengthening further and extending the law in a number of major areas.  These are driver licensing, penalty points and the testing of drivers for intoxication.  In addition, I am proposing a number of miscellaneous measures.  Some of these are largely technical but some are changes which I hope will have an important impact on road safety.  These are provisions to tighten up the law on hit-and-run incidents, and a new offence of tampering with an odometer, the practice commonly referred to as clocking of a vehicle.  The changes proposed in the Bill will contribute to improved driver training and provide enhanced measures to deal with intoxicated driving.  I will now outline the principal measures in the Bill.<\/p><p>Under Part 2 of the Bill, I am introducing important enhancements to the driver licensing regime.  Ireland has for some time been committed to introducing the graduated driver licensing system, GDLS.  This is a stepped approach to driver learning, which is designed to enhance the learning process and contribute to road safety.  It is intended to refocus driver learning away from simply passing a test and onto the acquisition of skills and experience.  The precise elements of the GDLS vary from one country to another according to what is most appropriate to local circumstances.  The Road Safety Authority, RSA, undertook a large programme of study and consultation to develop proposals for a GDLS that would be appropriate to an Irish context.  This led to the selection of nine elements of GDLS for Ireland, which were published in September 2010.  Of the nine components, three have now been introduced, namely, compulsory basic training with an approved driving instructor; lower alcohol levels for learners and recently qualified drivers; and the reconfiguration of the driver theory test.<\/p><p>In this Bill I am introducing a further three GDLS measures, first, the creation of a new category of novice driver; second, the introduction of a lower penalty point disqualification threshold for learners and novices; and, third, the introduction of a requirement for learners to undergo a minimum amount of driving experience before taking a driving test.  <\/p><p>Each of the nine GDLS measures is beneficial on its own.  However, the more measures we introduce, the greater the cumulative effect of the whole system in enhancing the driver learning experience and, ultimately, improving safety on our roads.<\/p><p>Sections 3 and 4 will create a new category of novice driver, defined as a driver in the first two years of holding a full licence.  Novices will be required to display an N plate.  A person will be a novice driver only once.  If they hold a full licence in one category, they will not revert to being a novice driver if they later qualify in another category.  The countdown of the two-year novice period will be frozen during any period in which the driver is disqualified.<\/p><p>Section 5 will allow vehicle insurers access to endorsements on a person's file on the National Vehicle and Driver File, NVDF, subject to certain conditions.<\/p> <p>Section 6 provides that people taking the driving test must first complete a minimum amount of accompanied driving.  <\/p><p>The amount of experience required will be set out in regulations.  The intention behind this change is twofold: at one level it is aimed at ensuring a minimum of experience before drivers take the test; more fundamentally I also intend to promote a culture change in attitudes towards accompanying drivers.  In Ireland we still have a tendency to see the need for learners to be accompanied as something of a nuisance or some sort of technicality.  International experience shows, however, that accompanying drivers should play an important role in the learning process.<\/p><p>Section 8 will set a disqualification threshold under the penalty points system of seven points for learners and novices, as opposed to the normal 12 point threshold.  In part 3 I propose a number of changes to the penalty point regime.  The goal of penalty points is not to penalise people but to make them more aware of unsafe driving behaviour and to encourage greater caution and awareness in driving.  The system itself is always a work in progress and can be adapted to changing circumstances, whether to lessons learned from its operation or to changing driving practices which may bring new dangers to the fore.  For this reason there have been several changes in the system since it was introduced in 2002.  The tenth anniversary of the penalty points system fell in 2012.  This provided a useful opportunity to re-examine the whole system and identify any changes necessary.  I therefore ordered a comprehensive review of the system, which was conducted by my Department in consultation with a wide range of interested parties.<\/p><p>I also asked the Oireachtas Joint Committee on Transport and Communications to examine the report when it was completed and to provide its observations.  I am grateful to the committee and to all other participants whose input fed into the final proposals contained in the Bill.  I gave careful consideration to the review and the views of the committee.  The penalty point proposals which I have put forward in the Bill therefore represent the outcome of a considerable amount of work and consultation involving many people and the input of a wide variety of people and organisations.  As there are many changes involved I will confine myself to providing an outline.  Senators will be able to examine the specific proposals in detail and I will be happy to answer any questions about them during the passage of the Bill.<\/p><p>The changes I propose involve 12 new penalty points offences; providing an opportunity to pay a fixed charge for three offences instead of the offence going straight to court, which happens at present; an increase in penalty points on the payment of a fixed charge for 18 offences, and an increase in the penalty points on conviction in respect of 16 offences.  The offences where penalty points are being increased include speeding, driving while holding a mobile phone, dangerous overtaking and failure to obey traffic light.  These are among the most dangerous behaviours on our roads.  New penalty points offences include the non-display of L or N plate, contravention of rules on mini roundabouts, and failure to respect a stop sign.  I am also taking the opportunity to repeal section 53 of the Road Traffic Act 2010, which has proved to be unworkable as drafted, and to restate or revise its provisions as necessary.  The section deals with recording penalty points where they cannot be associated with the record of an individual for whatever reason.<\/p><p>Another major issue addressed in the Bill is intoxicated driving.  We have made great strides in legislation in this area in recent years but some improvements are needed and this Bill deals with two important matters, first, the Road Traffic Act 2010 contained provisions for what is called in that Act &quot;preliminary impairment testing&quot;.  This refers to a range of non-technological cognitive tests such as walking in a straight line or clutching one's nose.  The 2010 Act allowed for tests of this kind to be conducted to assist a member of the Garda in forming an opinion as to whether a person was intoxicated.  The tests were described in the Act as &quot;preliminary&quot; because they had no standing before the courts and could not be produced as evidence.  The evidence for the credibility and robustness of tests of this kind has changed rapidly since 2010 and the provisions there are outdated.  As a result, they were never commenced.  International experience shows that impairment testing of this type can be conducted and recorded to rigorous standards which meet the test of standing up in court as evidence.  I am therefore proposing to replace the 2010 provisions with what will now be called intoxication impairment testing.  These tests will be conducted and recorded according to rigorous standards and the results may be presented as evidence in court.<\/p><p>I should, however, emphasise that intoxication impairment tests will not be the sole basis for any prosecution.  They will assist the Garda concerned in forming the opinion that a driver may be under the influence of an intoxicant.  A driver who fails an impairment test may then be arrested, brought to a Garda station where a blood or urine example will be taken for analysis by the MBRS.  If the case subsequently proceeds to court the impairment test will be used as part of the evidence presented.<\/p> <p>Garda&iacute; have already received instruction from the MBRS in respect of the operation of impairment testing in order that the system can be put in place quickly once the legislation is enacted and commenced.<\/p><p> My second proposal relating to intoxicated driving arises from a gap in the law as it currently stands.  In principle, we want to test all drivers involved in serious incidents for the presence of alcohol.  The law states that a garda shall require a driver in such a case to provide a specimen of blood or urine.  The individual may refuse to do so, although refusal is an offence comparable to intoxicated driving.  The right to refuse is important, however, because it involves a basic principle of respect for bodily integrity.  The unfortunate consequence of the current law is that it is not possible to test a driver for alcohol if he or she is unconscious or otherwise incapacitated and is incapable of giving or withholding consent to the taking of a specimen.  I am, therefore, proposing that, under section 12, a mechanism to provide for a specimen of blood to be taken from an incapacitated driver following a road traffic collision subject to medical consent.<\/p><p> In developing the proposed new system for testing incapacitated drivers, my Department held extensive discussions with An Garda S&iacute;och&aacute;na, the MBRS, the Irish Medical Organisation, the Irish Hospital Consultants Association and the Irish Association of Emergency Medicine.  This involved a considerable amount of work in order to devise a procedure which would be both practicable and legally permissible.  Under the proposed procedure, a specimen of blood can be taken from an incapacitated driver but only in a hospital and only subject to medical consent.  Where a specimen is taken, it will be split in two and both parts will be forwarded to the MBRS.  The existing procedure for conscious drivers is that the specimen is split into two parts and one is offered to the driver in order that he or she may have it tested.  I understand that it is common for drivers to refuse this option, in which case both parts are sent to the MBRS.<\/p><p> The MBRS will conduct the necessary analysis of a specimen from an incapacitated driver in exactly the same way as specimens are treated under the current system.  This involves tests to determine the presence and concentration of alcohol or the presence of a drug or drugs in the specimen.  However, the result will be retained on file by MBRS until the driver regains capacity.  If and when the driver regains capacity, he or she will be asked to consent to the release of the result of the test analysis.  Refusal to do so will constitute an offence equivalent to that of a driver with capacity refusing to provide a specimen in the first instance.  If the driver gives permission for the release of the result, the MBRS will issue a completed certificate of analysis and offer the second part of the sample to the driver.  The procedure proposed here is the product of extensive consultation with the organisations to which I have already referred.  It has been crafted to ensure that it is acceptable from a legal point of view and from a medical ethics perspective and that it is capable of being operated by both An Garda S&iacute;och&aacute;na and the MBRS.<\/p><p> We have agreed a way of addressing this issue which I am satisfied is both practicable and constitutional.  All stakeholders are satisfied that the procedures set out in section 12 of the Bill meet this aim.  The taking of a specimen from an incapacitated driver could be a basis for future prosecution of the driver if he or she is found to be intoxicated.  Equally, it could provide exonerating evidence if he or she were proven not to be intoxicated.  The public good, as well as the justice system, will be served by closing this loophole.<\/p><p> In Part 5, I address a range of other road traffic issues.  In addition to a number of minor and technical amendments, the Bill will give a legal basis to an agreement between my Department and the Motor Insurance Bureau of Ireland on recovering moneys from uninsured drivers and will provide for the use of summary summons in cases of this kind.  Pension provisions in the Road Safety Authority Act 2006 will be brought into line with the provisions of the Pensions Act and the Pensions Ombudsman regulations.  There will be a new offence of tampering with an odometer, the device which measures the distance travelled by a vehicle during its lifetime.  While it is currently illegal under consumer protection legislation for a dealer to sell a vehicle which has been clocked, the act of clocking itself is not an offence <i>per se<\/i>.  The Bill will close that loophole.  New provisions will also strengthen the law on hit-and-run incidents and provide tough new penalties, depending on the seriousness of an incident.  I am also amending section 87 of the Road Traffic Act 2010 - which provides exemption from some road traffic legislation for the emergency services - to provide greater clarity on the meaning of the term &quot;ambulance service&quot;, as well as to ensure that emergency services will not be exempted from the new provisions in this Bill relating to intoxication impairment testing and the testing of incapacitated drivers.<\/p><p> I am making a number of amendments to the Road Safety Authority (Commercial Vehicle Roadworthiness) Act 2012 in the light of experience since the passage of that legislation.  The amendments in question will enable regulations to be made prescribing the conditions to which a commercial vehicle roadworthiness, CVR, tester authorisation is subject; will allow the Road Safety Authority, RSA, to revoke an authorisation of a CVR tester in cases of repeated breaches of conditions; and allow for the revocation of an authorisation as a CVR test operator or a CVR tester where it is discovered that the person, when applying for an authorisation, provided false or misleading information.<\/p> <p>In addition, the provision of information which the applicant knows to be, or should reasonably know to be, false or misleading is made an offence.<\/p><p>An amendment to the Road Transport Act 2011 will allow for the prescription of lower fees for those applying online for road transport operator licences.  We hope to move this system online later this year and offer a discount to those who use it.  The Bill also provides for a small number of relatively minor and technical amendments.<\/p><p>I thank, in particular, four Deputies who proposed amendments which I was able to accept to improve the Bill.  I refer to Deputy Dooley who introduced an amendment on hit-and-run incidents, Deputy McEntee who introduced an amendment to ensure the provisions are not excessively onerous on novice drivers, Deputy Lawlor who introduced an amendment on clocking and Deputy Deering who introduced an amendment on road trains.  <\/p><p>To conclude, the Bill provides significant initiatives in three important areas, namely, the introduction of further graduated driver licensing measures, the updating of the penalty points regime and the strengthening of provisions for testing for driver intoxication.  Each of these measures, in different ways, builds on what has been achieved to date and will make a meaningful contribution to greater safety on our roads.<\/p><p>The Bill also proposes a number of other worthwhile measures.  Some, such as the hit-and-run and odometer provisions to which I referred, constitute a significant step forward, while others are more technical but none the less valuable.<\/p><p>The Bill is both important and timely.  The measures it contains are needed and will make a very positive contribution to safety on Irish roads.  The figures for road deaths in 2013 underline the need to keep up the pressure with all means at our disposal to reduce the number of these avoidable tragedies.  I hope Senators will support these significant initiatives and I look forward to hearing their views and a constructive and positive discussion of the proposals contained in this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100017#Q00300","speaker":"948","continuing":true},{"type":"speech","time":1390321800,"counter":133,"content":"<p>I welcome the Minister back to the House.  My party broadly supports the Bill.  Every Government measure and all efforts aimed at reducing the number of tragedies on our public roads should be supported as they do not belong in the domain of party political debate.  To be fair to the Minister, he engaged in the Lower House with Members from all sides and showed a willingness to accept worthwhile amendments, including one very positive proposal on hit-and-run incidents which was tabled by my party's spokesperson in the D&aacute;il, Deputy Timmy Dooley.<\/p><p>The Minister referred to a number of issues, of which speed was the foremost among them.  The older I get, the more convinced I become that speed is the major problem on our roads.  While there are many other problems on our roads, including drink and drug driving, speed is without doubt the biggest factor in road deaths in this country, north, south, east and west.  It has reached the point where those of us who have younger family members travelling to Dublin after a weekend in Kerry are concerned until they receive a telephone call indicating they have reached home in Dublin safely.  This is especially true of bank holiday weekends. <\/p><p>I have been travelling between Kerry and Dublin for some years now and I am becoming increasingly cautious on the roads.  Regardless of how careful people are, however, we cannot legislate for some irresponsible person or idiot, for want of a better word, who decides to travel at 90 mph and crosses the white line, placing oncoming drivers in danger.  Most Senators will get one scare on the road to Dublin every month.  If one drives at speed one contributes to the possibility of an accident occurring.  For this reason, anyone with a little grey matter has already decided to slow down.  I hope this approach will continue to work.<\/p><p>We have made great strides in road safety in the past decade.  The Fianna F&aacute;il Party in government did some very good work in this regard and it was supported by the parties in opposition at that time.  The penalty points system we introduced, while highly controversial, has become part of the landscape of the roads.<\/p> <p>It has probably saved countless lives.  We tightened up the regulations regarding drink driving.  We were not thanked for it by many public representatives.  At times, the public was very cross about it.  We cannot afford to take chances with people's lives.  I think the message that if one is going to have a drink, one simply does not drive is getting across to people at this stage.  It has been said on many occasions that the younger generation has shown greater responsibility in this regard than some older people, who are probably accustomed to a more lax regime and think they can drink and drive away.  I believe young people have to be given credit for shunning the idea of the drink driver.<\/p><p>We also set up the Road Safety Authority, about which I will say more in a moment.  Its establishment was a big step forward in our efforts to address the problem on the roads in a significant way.  I am proud to say that the Go Safe speed camera programme is operated by a company that is native to my own town of Listowel and is doing a very good job.  I must say I have seen greater evidence of its vans on the roads recently, especially last weekend.  The huge investment in roads infrastructure over the past ten years was probably as important as anything else in contributing to the reduction in the number of deaths on the road.  Good roads make for safer driving, whereas bad roads definitely lead to accidents.  The infrastructure is now outstanding in most areas, with one or two exceptions.  I refer in particular to the development of the motorway network.  A person can drive from Limerick to Dublin in two and a half hours without breaking the speed limit.  Fifteen years ago, the same journey took up to four hours. <\/p><p>I would like to comment on some aspects of the Bill and the Minister's speech.  The introduction of the new novice category is a positive move and will help to ensure this country's drivers are more mature and more responsible by the time they no longer need to display a letter on their cars.  The requirement to display an N plate on their cars will apply to all drivers during the first two years after qualification.  Drivers with N plates will face a lower penalty point disqualification threshold of six points, compared to 12 points for other qualified drivers.  They will also have to record a minimum amount of accompanied driving before taking the driving test.  I have one question for the Minister in this regard.  I hope he will respond when he sums up.  How will this actually operate?  In what specific way will learner drivers be able to prove and document with authority that they have accumulated a certain amount of accompanied driving?  I would be interested to learn more in this regard.<\/p><p>The introduction of a number of new penalty point offences is an important measure.  Penalty points will also be imposed on drivers whose vehicles exceed the maximum length, width or weight.  The intoxicated driving offences section of the Bill empowers members of the Garda to require people in charge of a car in a public place to undergo intoxication impairment tests.  The results of such tests may be used in evidence in support of the Garda forming an opinion that the person is intoxicated.  It will be an offence to fail to comply with a request to undergo this testing and a power of arrest will also be granted where there is a failure to comply.  As the Minister has said, this Bill will allow for the first time a specimen of blood to be taken from an incapacitated person, subject to medical approval, following a road traffic collision involving death or injury.<\/p><p>I suppose the downside of this legislation is that it is somewhat clouded in controversy.  I am afraid the results and figures relating to road fatalities, which have been good in recent times, have taken a downward spiral lately.  Maybe the Minister will comment on that.  People were quite shocked by the outburst from the chairman of the Road Safety Authority, Mr. Gay Byrne, on the occasion of the departure of Mr. Noel Brett.  That was a regrettable departure because Mr. Brett did outstanding work as a public servant before moving on to other things.  Mr. Byrne gave some credit to the current Minister but claimed that the Minister is being totally bossed about by his colleague, the Minister, Deputy Shatter.  He also suggested that there is a problem with resourcing the programme.  Mr. Byrne actually said that the Government cares as little about road safety as he does about snipe shooting.<\/p> <p>That was an extraordinary remark from a chairman of a State board.  It has certainly shaken the confidence of the public in the project.  I ask the Minister to comment on Mr. Byrne.  Does he agree with those statements?  Can he live with somebody who has that view chairing what is essentially a board that is answerable to him?  Is there a conflict between the Minister and the Minister for Justice and Equality regarding resourcing the road safety programme?  I ask the Minister to comment on that item.  <\/p><p>In respect of the amendment, the Minister was good enough to accept relating to hit-and-run incidents, up to now, the hit-and-run driver has never come under the hammer.  It will now be possible under the legislation to prosecute him or her.  I raised my final point on the Order of Business today.  Perhaps the Minister would comment on today's reports relating to huge numbers of fines being waived by judges on condition that a person makes a donation to the poor box.  A total of &euro;2 million was collected in that exercise this year, a quarter of it from my county of Kerry.  I would like to understand what this is about.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100021#U00200","speaker":"1142","continuing":true},{"type":"speech","time":1390322700,"counter":136,"content":"<p>That is 25%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100023#W00200","speaker":"1125"},{"type":"speech","time":1390322700,"counter":137,"content":"<p>There is no legislative basis for this.  Does the Minister feel it is a good thing or is it frustrating him?  Are people getting away with things just because they make a donation?  Are people evading penalty points by making a donation?  It is good for the charities but it is something on which the Minister might comment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100023#W00300","speaker":"1142"},{"type":"speech","time":1390322700,"counter":138,"content":"<p>I welcome the Minister to the House.  It is very important that this Bill be debated properly and brought through the House.  As the Minister pointed out, the Bill aims to improve safety on our roads and, hopefully, reduce collisions, fatalities and serious injuries.  We have seen a 65% drop in road deaths between 1997 and 2012.  Unfortunately, the statistic rose last year but we could not legislate for that which related to either collisions or driver behaviour.  We have seen a reduction in fatalities ever since road traffic Bills have been introduced and improving safety and driver awareness.<\/p><p>Garda&iacute; point out that young drivers aged between 21 and 25, especially young males, make up the main age group involved in road deaths.  Another statistic from the Garda that is important to remember relates to speed limits, including those on country roads.  A total of 63% of collisions occur on local and regional roads outside built-up areas and 80% of fatal collisions occur on roads with a speed limit of 80 km\/h or above.  Up to recently, 80 km\/h was the speed limit on nearly every road in Ireland.  A total of 56% of accidents involve single vehicle collisions with many of these occurring late at night.  A terrible statistic is that 13% of people involved in fatalities last year were not wearing a seat belt, which is crazy.  Seat belts are in vehicles for safety reasons regardless of whether one is a passenger or the driver.  <\/p><p>Another issue relates to novice driver classes.  As the Minister pointed out, there is a lower disqualification limit for learner and novice drivers through a change to the penalty points system.  The Minister also pointed out other provisions such as the taking of blood samples from incapacitated drivers and an impairment test.  Much of the 57% drop in road deaths since 2007 is due to road safety measures brought in over the past few years such as alcohol testing, increased enforcement by the Garda traffic corps, the new penalty points, increased sanctions and the development of the much-needed inter-urban road networks.  However, I will compliment young people who have a better attitude than that of my generation.  That is not to be critical of the views of anybody in this House and outside it regarding drink driving.  Young people do not drink and drive.  People of my age grew up at a time when, as the Minister said, drink driving was something that people did.  Young people are much more sensible in respect of that and will take a taxi or have a designated driver.<\/p> <p>I compliment young people who make those arrangements.  The Minister has announced the introduction of a new road safety strategy called Closing the Gap, to run from 2013 to 2020.  This aims to reduce the number of deaths on the road to 124 people by 2020.  A total of 124 deaths are too many deaths but the reduction will be obtained by better safety measures, education, enforcement, engineering and evaluation.  The Minister aims to introduce road safety campaigns in schools.  I suggest he discusses a strategy for transition year students with the Minister, Deputy Quinn, and the relevant Ministers of State in the Department of Education and Science.  Transition year provides students with the time to undertake projects.  The Department of Education and Skills should consider providing driver instruction courses over the school year for transition year students.  Some schools send their pupils to driver-training schools and they can see for themselves that a car can be a lethal weapon in the wrong hands.  I suggest driver training could be introduced as a pilot project in some schools and could include instruction in car mechanics.<\/p><p>I refer to enforcement and the testing of motor vehicles.  The NCT service has received bad press in the past but the NCT testing of cars has improved road safety and helped to reduce the number of fatalities and collisions as most vehicles are safer.  I listened to a radio programme this morning which aired comments about the NCT service.  Some people whose car had failed the test did not mind the result because at least a problem had been discovered.  An alarming statistic quoted was that 1,800 cars failed the NCT test last year or were not permitted to be driven away from the NCT centre because they had been classified under code red due to their faulty condition.<\/p><p>This Bill is the latest in a long line of Bills to legislate for road traffic offences.  Driver testing and licensing was introduced in 1961.  Before that date, one could apply for and be issued with a driver licence.  I know of older people in their 70s and 80s who are licensed to drive buses and heavy goods vehicles even though they have never taken a test in those vehicles.  It could be argued that novice drivers are being hit hard.  Young people are entitled to drive a car at 17 years of age but novice drivers will be required to post an &quot;N&quot; plate on the car once they have passed the test for a two-year transition period before a full licence is granted.  A driver accumulating seven penalty points will lose his or her licence as will a driver with 20 mg of alcohol in the blood.  These are important provisions in the Bill.  If a novice driver accumulates six penalty points will those points be carried over to the full licence?<\/p><p>Only 4% of penalty points issued in 2010 were to young people under 25 years of age and this is a compliment to young people; 59% of penalty points issued were to full licence-holders.  However, the crazy statistic is that nearly 37% of those who committed penalty point offences did not have a driver's licence.  This is a issue of enforcement.  When these people are brought through the courts for not having a driver's licence will the judge insist that they are tested for a driver's licence and that penalty points will be applied retrospectively?<\/p> <p> The Minister made a good point about the demerit or penalty point systems applied to novice or young drivers in other countries.  We are copying some of those.  I welcome the Minister's statement that there will be drugs testing.  We can test for alcohol with a breathalyser, but garda&iacute; have no way to test for drugs.  It is important that this test be included in the legislation.  In Australia, police are allowed to take a swab and can test for cannabis, speed and ecstasy on the side of the road.  According to one report, a certain amount of cannabis is equivalent to 50 mg of alcohol.  Unlike alcohol, however, the drugs in question are illegal and should not be available for sale or use.  Therefore, no one under the influence of drugs should be behind the wheel of a car.<\/p><p>I commend the Bill to the House and thank the Minister for attending.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100023#W00400","speaker":"1125","continuing":true},{"type":"speech","time":1390323300,"counter":141,"content":"<p>I endorse Senator O'Neill's comments.  The potential of people with no licences being caught in the system was bizarre.  I will revert to that matter.  As always, I welcome the Minister to the House.  I was delighted to hear that he had accepted amendments from Deputies in the Lower House.<\/p><p>  Senator O'Neill referred to cases being thrown out.  While we do not discuss individual cases, Mr. Greg Harkin of the <i>Irish Independent<\/i> and Mr. Stephen Maguire of the <i>Irish Examiner<\/i> reported on a case being thrown out because three locations were included on the same authorisation form for mandatory alcohol testing.  We must address such issues.  Why should garda&iacute; be compelled to stay in one place if nothing is happening there?  It seems strange and that judgment should be examined.<\/p><p>  Another issue arising from judgments is that the law does not allow for multiple choices for garda&iacute;.  This matter should be addressed so as to give garda&iacute; flexibility.  It is also the case that alcohol testing locations must be decided by an inspector.  Only 2% of garda&iacute; are inspectors and only 1.5% are above that rank.  If we extended this provision to sergeants, we would add a further 14%.  Under the current rulings, however, approximately 98% of our great Garda force has been locked out of implementing measures that the Houses and its political parties all want implemented.  Before we reach the next Stage, perhaps we might examine this matter to determine whether a fear about levels of seniority when the legislation was introduced led to the requirement for inspectors.  This matter seems to relate to today's two newspaper reports on court cases in Donegal.  Imagine the 11,053 garda&iacute; who implement this legislation trying to track down 262 inspectors, who are not on duty at the same time.<\/p><p>  I am as concerned as the Minister about the increase in the number of road fatalities last year following many years of improvements.  I support the extra penalty points that he is introducing.  I note that speeding accounts for 77% of penalty points, but next in line is the use of mobile telephones at 14%.  I agree with increasing the number of penalty points in this regard, as it distracts from driving safely.  However, this side of the House - I am speaking on behalf of Senator Crown in particular - has pointed out that if dialling a number and listing to a telephone is a distraction, finding a packet of cigarettes, lighting one, puffing on it, throwing it away and wondering what part of the car or person is on fire must be an even greater distraction.<\/p> <p>We have the support of the Minister for Health but not his officials.  We have introduced the Bill approximately three times.  Perhaps the Minister, Deputy Varadkar, would look at this as a road safety measure.  While somebody in the Department of Health appears to believe a person has a constitutional right to drive around in a car full of smoke, it must have some safety implications.  Officials in the Department of Health continue to reject our best attempts and those of the Minister, Deputy Reilly, to implement that.<\/p><p>The alcolizer introduced by the Matthews bus company in Dundalk is a terrific invention.  I note that statistics in respect of fatalities in this area would not be severe, the number of accidents involving heavy goods vehicles and buses appear to have declined dramatically, which is to be encouraged.  On vehicle testing, two serious crashes, one on Wellington Quay and the other in Kentstown, appeared to be the result of vehicle deficiencies.  Anything that can be done to strengthen regulation in this area would be welcome.  I believe insurance companies should come on board and assist in part funding the safety programme.  We all want to see reductions in this area.  <\/p><p>Overloading and seat belt offences also need to be addressed.  Another issue that arises is that of towing of vehicles which are wider than the vehicle by which they are being towed.  I came across an accident once which was caused by a jeep towing a wider vehicle.  The accident resulted in serious fatalities.  Is the towing of vehicles sufficiently regulated?  In some countries, the vehicle being towed must have a separate registration from that of the vehicle towing it.  <\/p><p>A briefing from the Oireachtas Library service indicates that the RSA statistics indicate that learner permit holders accounted for 4.6% of all penalty points issued in 2010.  However, as stated by Senator O'Neill, this statistic relates to only 10% of vehicles.  I agree with Senator O'Neill that the younger generation is more safety conscious and more responsible than my generation.  I appreciate what the Minister is trying to do.  However, the document prepared for us would indicate that learner permit holders are not a problem in that their share of penalty points is less than the share of licences held by them.<\/p><p>The 2012 statistics include peculiar information including: Sunday was the most dangerous day on which to drive; it was three times more dangerous to drive on Sunday than on Tuesday, which is only 48 hours later; and June was the most dangerous month for driving and November was the safest month.  That is counter-intuitive.  What happens to people in June?  Are people more careful in November when the weather is bad?  Perhaps we have a Sunday and summer driver problem and these are the issues we should be looking at in the context of reducing accident numbers.  <\/p><p>I compliment the Minister on what he is doing.  I support the taking of a blood specimen and believe it should be produced in evidence whether or not the person from who it is taken agrees with that or not.  Perhaps there are human rights aspects to this but we are trying to address a problem which has resulted in the loss of thousands of lives over many years.  There is an onus on county engineers to control access to the main and secondary road networks.  People cannot be allowed to just pop out onto all national primary routes.  As stated by Senator O'Neill these are the routes on which accident rates are high.  Perhaps the planning authorities, when planning for future housing developments and other facilities, ought to separate them from too many access points.  I again compliment the Minister.  I wish him well and assure him that he has our support.<\/p> <p>We will seriously be considering amendments.  I am very pleased he has created the precedent by accepting the ones tabled by Deputies McEntee, Lawlor and others in the D&aacute;il.  The Minister is very welcome and he has, of course, our total support in this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100025#Y00200","speaker":"1157","continuing":true},{"type":"speech","time":1390323900,"counter":144,"content":"<p>I welcome the Minister to the House and commend him on an excellent Bill.  He has been doing tremendous work in his Department and this is more good legislation that will have a significant impact on what we are all hoping to achieve, namely, to reduce the deaths and horrendous carnage that can happen on our roads, with terrible outcomes for families in terms of tragedies and trauma with years of rehabilitation needed in some cases.  This is a very comprehensive, wide-ranging and constructive Bill which will lead to better and safer driving as well as better and safer vehicles on the road.<\/p><p>Unfortunately the Bill comes against the backdrop of 190 fatalities on our roads last year, an increase of 28 on the previous year.  I hope it does not signal the start of a new pattern and it is just a road bump or a glitch for whatever reason.  Given that we are still in January I hope we can make strong inroads this year into getting the numbers back down.  The legislation will contribute towards that.<\/p><p>While it does not form part of the Bill before us, I commend the Minister on his ongoing commitment to rural transport.  It is very important for people to be able to leave their cars at home and use public transport, such as the rural transport system.  I know a new announcement on that was made this week.  I also welcome the Department's initiative to introduce a rural hackney licence.  While we have made tremendous progress in moving away from the culture of drink-driving, it is important to remove the temptation.  Having a rural hackney system will help businesses in isolated areas to provide a service for their customers and offer an alternative to them thinking they might chance it on the basis that they have only had a few, which can be famous - and fatal - last words.  While we have made tremendous progress I can remember times when people left pubs full to the gills at 10 p.m., when that was the time for Sunday closing, to drive to somewhere else for a bar extension.  That car park would then empty out at 2 a.m. and one would wonder where everyone went.<\/p><p>We have made significant progress in terms of the culture and attitude and drink-driving is no longer acceptable.  A person picking up keys to drive away from licensed premises with drink on board would rightly be frowned upon.  Nevertheless I note that just today the Garda announced there were 805 arrests for drink-driving over the Christmas period.  While we have made tremendous progress we still have some way to go.<\/p><p>There have been some very constructive and positive contributions from Senator O'Neill and Senators from the other side of the House, including Senator O'Sullivan.  I beg to differ with what Senator O'Sullivan said about Mr. Gay Byrne, the chairman of the Road Safety Authority.  It is his job to stand up and say what he thinks.  The Minister is big enough and brave enough to accept constructive criticism and observation.  I do not see it as being at odds.  I believe Mr. Byrne is doing his job and rightly so.  Who wants a lapdog in such an important role?  It is up to him to make the observations he believes are correct.  I have heard the Minister, Deputy Varadkar, speak publicly about this and he has said that he has taken Mr. Byrne's views into consideration in good faith.  I do not see it as a personality contest or people being at loggerheads.  We will all be better off for having a Minister who will be receptive and responsive to such robust and honest observations.  One of the important parts of our success is the penalty points system and the dedicated traffic corps.<\/p> <p>However, let us be honest about it.  The Garda traffic corps has not been as visible in recent months as it had been prior to then.  We are working in a time of short and straitened resources.  We ask that the Minister raise the matter at Cabinet because there is a collective responsibility.  We must ensure that the traffic corps is not undermined in terms of resourcing, man-hours or overtime when it is necessary for the corps to be patrolling, because not everyone will comply.  Enforcement is a key part of the success that the Minister and his predecessors have had in reducing road deaths.<\/p><p> Let us be honest about the quality of vehicle that the traffic corps has at its disposal.  If speeding is an issue - it is and the Minister has identified it as such - then it is important the officers in the traffic corps have vehicles comparable to those they are trying to deter from speeding.  There is no point in a Garda team trotting along behind a high-powered vehicle in a Garda van and there is some of that abroad.  We must show the Garda some respect and ensure that the force is resourced.  Visibility in enforcement is a key factor in success.  Certainly, it is not the only factor but it is a factor.<\/p><p> Senator O'Neill commented on penalty points.  The new range of penalty points, the new system, the manner in which it is being applied and the way the Minister is introducing the system, is to be commended.  However, it is important that the penalty points system is taken seriously and given respect.  The imposition of points should be <i>pro rata<\/i>to the offence and it should be accepted as such.<\/p><p> I wish to put my hand up.  I have been guilty of speeding in the past and perhaps driving while on the telephone.  I have no wish to sound in any way pious on the matter but when that occurs politicians should show leadership.  We should put our hands up, take the hit and accept our responsibility rather than looking for favours or seeking privilege.  It is a crying shame and an absurdity to see politicians seeking to have penalty points quashed and then coming to the House and debating with the Minister about fatalities and road traffic enforcement.  It amounts to speaking out of the other side of our mouths.  I am applying this to myself and everyone else.  We should lead by showing good example.<\/p><p> The Minister indicated that 2012 was the tenth anniversary of the penalty points system.  However, there is a preceding provision which I call on the Minister to consider revising.  Perhaps it is something that could be put to the Constitutional Convention in its continuance.  Is there any scope any longer, in an modern, open, transparent and competent democracy, for politicians to invoke the privilege of the Constitution to avoid arrest on the basis that they are travelling to or from the Houses of the Oireachtas, the D&aacute;il or the Seanad?  The provision was in the Constitution for good reason at the time it was introduced.  However, it harks back to an archaic provision and the time of the Civil War.  Surely, we have moved on politically and legislatively and we can be more mature and confident these days.  Why should politicians be any different before the law to anyone else?  If we want people to respect and abide by the law then we should lead by example.  I call on the Minister to consider the provision, contained in Article 15.13.  It is not something the Minister can address within the Bill but it is something the Government could consider in a referendum down the road at the appropriate time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100027#AA00200","speaker":"1143","continuing":true},{"type":"speech","time":1390324200,"counter":146,"content":"<p>The Minister is most welcome, as is the Bill.  I am pleased to see how much good stuff there is in it.  I had the pleasure of working for some time on the club awards system of the road safety committee which gave awards for good behaviour.  I wish to throw that in as well.  There is a good deal in this Bill which corresponds to the stick but let us ensure that the carrot is present as well.  I recall during the years I served on the committee the number of good ideas that emerged to reward good behaviour, ideas and concepts on that basis.<\/p> <p>Appointing Gay Byrne to the Road Safety Authority was an inspired idea.  He is there for some years now, but it seems he has a voice that is listened to.  I do not know whether he is correct at all times but it seems to have been a very good move.<\/p><p>A number of things in this Bill make a great deal of sense, particularly the &quot;N&quot; plate, or &quot;Novice&quot; plate.  The steps on drink driving are worthy of consideration as well.  One area that must cause some accidents is the frustration of being delayed.  I live in Howth and to go to the airport we have to go through a DART turn, and seeing 20, 30 or even 40 cars build up while the gate opens on both sides causes frustration.  To what extent is it possible to change that?<\/p><p>I agree entirely with the point that Senator Crown and Senator Barrett made earlier in respect of smoking.  Is this the opportunity to add a ban on smoking in cars, at least for smoking while driving?  Senator Crown is pushing hard in his Bill about smoking with children in cars, but what about smoking while driving?  There must be something we can do on that basis.  Drivers must be treated like adults and the intelligent human beings that they are.  Some common sense needs to be taken into account.  In some countries, including the US and Belgium, drivers can turn on a red light if they see that nothing is coming.  In Belgium, a driver can proceed at a pedestrian crossing if there are no pedestrians.  This may seem outrageous, but if they cause an accident, they are liable.  We need to be a bit more progressive on that issue.  It would speed up traffic and would show that we treat drivers as responsible adults, which 99% of them are.<\/p><p>In the same way, I do not think that cyclists should be fined for breaking a red light automatically.  They are much different than motorists and pedestrians, and we should not be imposing fines and treating them like car drivers.  Paris is now allowing cyclists to turn at red lights, but any accidents occurring while they are crossing will be deemed their fault.  These are things that we should consider.  We should also be more progressive on the issue of cyclists.  Some counter-intuitive measures work better than just banning or firing people.<\/p><p>I have raised the following issue before and have received support from the Government but for one reason or another, the measures have not been implemented.  These include making it mandatory to have a first aid kit, carry fluorescent jackets, a warning triangle and a fire extinguisher in cars.  These are concrete measures to improve safety and perhaps may save people from injury and even save their lives.  It would be much tangible than PR slogans if we could do that.  A number of countries have legislation in this area.  A warning triangle is already compulsory in many European countries.  France and Germany are examples.  These could be mandatory items sold with new cars from next year, with a cost of &euro;5 to &euro;10.  Many car manufacturers, such as Mercedes Benz, have been supplying their cars with triangles for years.  Other manufacturers also provide first aid kits.  In some countries, such as Spain, France and Belgium, a driver has to wear a reflector vest if his or her car breaks down and he or she must get out.  The reflector vest must be kept in the glove compartment or somewhere similar, and not in the boot of the car.  It is strongly recommended in many European countries to carry a fire extinguisher in case of an engine fire.  Can we look at that issue here?  The Minister has looked at a number of these issues but there are steps that can be taken.<\/p><p>Can the Minister confirm the exact number of people employed directly and on short-term contracts with the Road Safety Authority?  I am a big admirer of the RSA, but I looked at its website and I would like to know the number of consultants hired.<\/p> <p>I note from its website that the Road Safety Authority has 309 full-time staff.  As I believe that may be an old figure, will the Minister please confirm the figures?  It seems to me there are things we can do and there are things we must do.  Let us make sure we get as much right.  I compliment the Minister and his officials on the work they have put into the Bill.  I urge that any steps we can take to improve the Bill be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100028#BB00200","speaker":"1145","continuing":true},{"type":"speech","time":1390324800,"counter":149,"content":"<p>I welcome the Minister to the House and the Road Traffic (No. 2) Bill.  The overall purpose of the Bill which has been highlighted is to improve safety on our roads and to bring about a reduction in collisions, fatalities and serious injuries.  The main provisions of the Bill include the introduction of the concept of a novice driver class, changes to the penalty points system, taking blood from an incapacitated driver, intoxication impairment tests and making it an offence to clock a car.  All of the measures in the Bill will work to improve road safety for current and future road users.<\/p><p>There is a need to promote consistently a change in road user attitudes and to encourage a culture of responsibility in regard to personal safety.  We must also strive to ensure a reduction in serious injury, collisions and fatalities which this Bill aims to achieve.  I welcome the Road Safety Strategy 2013-2020 which will work further towards this goal.<\/p><p>While serious injuries in 2013 were down by 25 compared with 2012 figures, clearly it is a shocking figure and it highlights the need for continual measures to be put in place.  Unfortunately, the figures for road deaths in 2013 are disconcerting, showing a rise of 28 road deaths to 190 compared to 2012.  There are many measures already in place, which are working effectively, such as safety cameras, the visibility of the Garda traffic corps, the penalty points system and the lowering of the legal alcohol limits.  There has also been a major increase in awareness that drink driving is no longer acceptable.  However, a major factor in road deaths and serious injuries is speed and this needs to be tackled.  Therefore, I look forward to the implementation of the report of the speed limits review group, which was published in November.  <\/p><p>In addition, I welcome the work of the Medical Bureau of Road Safety which is currently sourcing a viable device, similar to the breathalyzer, for detecting drugs.  I welcome the implementation of the concept of the novice driver and setting a lower disqualification threshold where novice and learner drivers will be disqualified from driving after acquiring six penalty points.  This measure aims to ensure that these drivers do not engage in risk taking behaviour.  Learner drivers will have to produce a logbook indicating that they have undertaken a specified period of informal driving instruction before taking the test.  This is in addition to the 12 lessons with approved driving instructors.  I would also question, as Senator Ned O'Sullivan did, how the logbook would be  assessed and how the drivers would be able to prove they have undertaken the informal driving instruction.<\/p><p>The changes to the penalty points system to include an increase in points for offences such as dangerous overtaking or using a mobile telephone are welcome.  New penalty point offences such as failure to respect a &quot;Stop&quot; sign will also work towards curbing irresponsible and dangerous driving and will, hopefully, focus road users' awareness on safe driving.  I also welcome the provision to make it an offence to tamper with an odometer.  In 2012, the FIA issued a press release stating that clocking across Europe was at a level of between 5% to 12% of all used vehicle sales in Europe.  These figures show that Ireland which reported clocking incidences between 9.8% and 11% is at the higher end of that scale.  <\/p><p>I thank the Minister for bringing the Bill forward and I commend it to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100030#DD00200","speaker":"1187"},{"type":"speech","time":1390324800,"counter":150,"content":"<p>Sinn F&eacute;in welcomes the Bill.  As the Minister said, much of it focuses on the human factors, driver licensing, penalty points, tests for intoxication, hit and runs and so on.  Ireland is a very small country.  The close-knit nature of all our communities leads us to be very concerned about road safety.  We have all been touched by tragedy on the roads.  I come from a county which has witnessed far too many, predominantly young men, die on the roads.  Great strides have been made in recent years and as a society and a State we have faced up to the challenge of road fatalities.<\/p> <p>We have collectively made travel far safer for motorists and pedestrians.<\/p><p>I will not labour the statistics mentioned by the Minister regarding road safety for pedestrians and drivers in the EU, and the fact that the number of road deaths had fallen for a number of years before increasing in 2013.  Some people have partly blamed the recent increase in the number of road fatalities on budgetary measures, whether that is in terms of the state of some of our roads or that there are fewer garda&iacute; on the roads to police and monitor drivers.  The RSA claims that the cuts to Garda numbers and resources led to a sea change in attitudes among motorists, who are no longer afraid of being caught because they know they are less likely to be caught.  We all see it in our daily experience with secondary and major routes.  As I have seen when driving on the roads and motorways, there is a good deal of dangerous driving.  Whether the cuts to some services are emboldening dangerous drivers, it is true that the Garda is in a less favourable position than in previous years to catch offenders and get them off the roads.  Indeed, the RSA survey found that 70% of the motoring public believes enforcement has dropped and that there has been a drop in the detection of some of the most dangerous driving offences.<\/p><p>I do not know if the Minister or Members have heard a song that is being played on local radio, &quot;Flash The Lights At Me&quot;, which includes the words, &quot;Use the code on the border roads and flash the lights at me&quot;.  That reflects a mentality on many roads whereby if a motorist sees a speed van, they will flash other drivers to let them know.  Often when people are passing these speed cameras or garda&iacute; within the speed limit, that would be the exception rather than the rule in their driving behaviour.  One can see the speed van and people will let one know it is there some distance in advance, so it is worrying.  That could partly be the reason that fewer people have been caught drink driving, driving dangerously, not wearing a seatbelt or using their mobile telephone while driving.<\/p><p>The Garda needs resources to help it stop these road deaths and the garda&iacute; must be more visible on the roads.  I realise they cannot be everywhere, but there has been a reduction in visibility and preventable accidents are happening more often.  However, I commend the Garda traffic corps.  It is doing a good job and it was critical in implementing a positive road safety policy, but it needs the resources to hold the line in that regard.<\/p><p>Those who endanger the lives of others, be it through speed, drink driving or driving under the influence of drugs, overtaking dangerously, tailgating and so forth, should face stiffer penalties.  Other Members have mentioned mobile telephones.  While over the years people have been talking on their mobile telephones while driving, texting on mobile telephones has become far more dangerous.  It definitely must be stopped.  There must be more vigilance.  One can hold a telephone to one's ear and drive, even though it is not right, but if one is texting, one is looking down at the telephone, particularly nowadays when most people have smart telephones with swipe screens.  They do not have the buttons one can physically feel and, perhaps, root around for the right one.  That is something that should be dealt with, particularly among the younger, tech savvy generation.  To be doing that while driving and possibly speeding at the same time is irresponsible and shows a blatant disrespect for human life.  Nobody should be allowed to behave in such a callous and irresponsible manner.<\/p><p>Finally, I seek the Minister's opinion on an issue and ask him to address it.  This could be an urban legend but many people have said that there is essentially no effective speed monitoring by the Garda on certain motorways, as an encouragement to people to use the motorways and pay the tolls.  What procedures are in place by the Garda to monitor speeds on motorways?  I could be driving on the motorway and see somebody travelling at 170 kph or 180 kph, with no regard for anybody else.  In all my driving on the M3, and I do a great deal of driving as I mainly commute to the city, I think I have seen a Garda speed check once on the road.  If the Minister would address that, even here in the House, it would be beneficial.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100030#DD00300","speaker":"1155","continuing":true},{"type":"speech","time":1390325400,"counter":152,"content":"<p>I do not propose to use all of the time available to me or to regurgitate everything that has already been said.  I merely wish to make a couple of observations, on which I would appreciate the Minister's feedback.<\/p><p>  Senator Barrett cited statistics which indicate that younger learner drivers are not really the major offenders on our roads.  As one drives throughout the country on our major roads and motorways, however, one will come across what are termed &quot;doughnuts&quot; on the surface.  These are circular skid marks created late at night by certain young drivers.  I have spoken to several garda&iacute; about this matter and discovered that they have absolutely no way of catching those involved.  This is because they use lookouts to alert them if garda&iacute; are approaching.  This is a serious issue but I am not sure whether the type of behaviour engaged in by such individuals has anything to do with road accidents.<\/p><p>  As Senator Reilly stated, it is frightening to watch people text as they drive because one does not know whether someone engaging in this type of behaviour has a clear idea of the position of one's vehicle on the road.  Another matter to which the Senator referred and of which I have experience in my area is that relating to the gritting of regional roads.  For many years local authorities have been selective with regard to the roads they will consider gritting.  I am aware of young men in my constituency who, while travelling to work early in the morning, were the victims of car accidents as a result of the fact that roads were not gritted.  I know one man who is now in a wheelchair as a result of an accident caused by a road not being gritted.  This is a matter of concern and it should not be forgotten in the context of the overall debate.<\/p><p>  I would like the Minister to consider what I am about to say about a particular bugbear of mine.  I refer to the cost of insurance for young learner drivers.  In many instances families simply cannot afford to pay to have their 18 or 19 year old sons and daughters insured to drive their own cars.  Many insurance companies also will not insure young learner drivers as additional drivers on their parents' policies.  Families are being adversely affected by the fact that their insurance companies will not facilitate their offspring.  I have discussed this matter with many parents.  In the current economic climate, parents do not have the money to pay for car insurance for their children.  Large numbers of young people who are away at college for five days each week may receive motor insurance quotes of &euro;1,500 for the year.  In that context, would it be possible to consider introducing a two-tier insurance system?  Perhaps those learner drivers who are insured to drive seven days each week could display red L plates on their vehicles, while those who are only insured to drive on Fridays, Saturdays and Sundays could display a blue L plate.  If such a system were brought in, it would result in the introduction of <i>pro rata<\/i> insurance charges for learner drivers.  As matters stand, many families just cannot afford to pay for car insurance for their children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100032#FF00100","speaker":"1161"},{"type":"speech","time":1390325400,"counter":153,"content":"<p>I will also not use up my full five minute allocation because I am aware that other Senators wish to contribute.  I welcome the Minister and I also welcome the Bill.  As Leas-Chathaoirleach, I have been in the Chair for the majority of this debate and most of the points made by Senators and many of the aspects of the Bill highlighted by the Minister are both laudable and very acceptable.<\/p><p>We must crack down hard on those who use mobile telephones - whether to make calls or to text - while driving.  I have racked up approximately 420,000 kilometres on my old Skoda car to date and I probably travel more than most Senators as a result of where I live.  I am of the view that two out of every three people with mobile telephones - even those who drive trucks and tractors - have no scruples when it comes to using them when driving on motorways and other roads.  Such behaviour is extremely dangerous.  Texting while driving is pure madness.  Anyone who is caught texting while driving should be given an automatic three-month suspension.  Given that 90% of people have mobile telephones, it should be compulsory for new cars to be fitted with in-built Bluetooth or similar systems in order that there should be no necessity for drivers to hold their telephones to their ears while driving.<\/p><p>Another bugbear of mine, with which the Bill does not deal, relates to people driving with no lights on.  Not so long ago I was driving between Ballydehob and Bantry on a misty, wet evening.  Visibility was poor but I encountered four cars coming in the opposite direction that were travelling at approximately 50 mph and did not have their lights on.  In Scandinavian countries people are obliged to use their lights more often than is the case here.  People here should be encouraged to drive with their lights on, particularly on country roads.  In my view, driving with one's lights on should become compulsory.<\/p><p>I admire those who walk, jog or cycle in order to maintain their fitness or for other reasons.  However, many of these individuals do not wear high-visibility vests.  I was driving home recently and I came across a person I know who was dressed all in black.  The individual in question was finishing a five or ten mile jog and it was almost dark.  I came around a bend in the road and had another car been coming in the opposite direction, I am not sure whether I would have been able to avoid the person.  Thankfully, there was no other traffic on the road.  If, however, I had been dazzled by the lights on an oncoming car, I might not have seen the individual in question.  People, young and old, who are out walking, jogging or cycling should be encouraged to wear high-visibility vests and armbands.  I recently came across a group of cyclists traversing a mountainous road.  I admire them for what they were doing but with the exception of two individuals, all of them were wearing dark purple cycling gear.  People should be encouraged to wear bright clothing when out walking, jogging or cycling and those driving should be obliged to use their lights rather than just flashing them when they come across approaching traffic.<\/p><p>My final point relates to Garda checkpoints.  I accept that it is not possible to put such checkpoints at every crossroads.  I was returning from Listowel at approximately 10.30 a.m. last Saturday when I encountered a very obvious checkpoint on the Tralee bypass.  When I passed the checkpoint, it was in the forefront of my mind to watch my speed for the remainder of my journey back to west Cork.  Visible Garda checkpoints actually remind people that they may be stopped from time to time.  They also encourage individuals not to drink and drive and to reduce speed.  I welcome the putting in place of checkpoints but I accept that most people do not want to come across them.  Being stopped by a garda and having one's tax, insurance, NCT discs, etc., checked is a minor inconvenience.  I know it is impossible to have them everywhere but I would encourage the putting in place of Garda checkpoints more often on motorways and other major roads.<\/p><p>I accept that I have made a number of nitty-gritty observations but, overall, I welcome the Bill.  With the exception of some minor amendments we may put forward on Committee Stage, those of us on this side of the House generally support the legislation.  The Bill will add to the armoury of tools available to the DPP and the Garda for use against those who abuse the rules relating to our very busy roads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100032#FF00200","speaker":"1127"},{"type":"speech","time":1390325400,"counter":154,"content":"<p>I welcome the Minister.  From listening to the contributions of previous speakers, there appears to be overwhelming support for him and the Road Traffic (No. 2) Bill 2013.<\/p><p>The changes proposed in the legislation will make a major contribution in the context of, perhaps, reducing the number of fatalities and serious injuries which occur on our roads on an annual basis.  I welcome the graduated driver licensing system, the new penalty points regime and the plans relating to testing drivers for alcohol and drugs use.<\/p> <p>That the number of road fatalities decreased between 2001 and 2012 from 415 to 162 was welcome, but last year saw an increase of 28.  This was despite our improved motorway system and national roads.  While there has been an increase in the number of vehicles using the roads, the number of fatalities remains too high.  Some 56% of fatalities involve single-occupancy vehicles.  Has this statistic been broken down so that we might determine whether the fatalities were self-inflicted or accidental?<\/p><p>Young drivers represent the highest percentage of fatalities.  As has been alluded to, however, they are also more aware of drink driving than ever before.  The young members of my family and the circle of young lads and ladies with whom I am involved through sports would not for one second think of getting into a car if the driver happened to have drank a beer or two.  They would always assign a non-drinker to drive.  However, fatalities and serious injuries on the road do not just involve the young.<\/p><p>People are always prepared to take risks and try for an adrenaline rush.  There will always be distractions when a person gets behind the wheel of a car or hops on a motorcycle.  It is a question of attitude.  On a day-to-day basis, I drive my car and my motorcycle and run around the streets of our constituency for a little bit of exercise.  Particularly when one is on a motorcycle or travelling as a pedestrian, one is amazed by what one sees such as: the amount of speeding and traffic lights and stop signs being broken; the number of children sitting in the back of cars without proper safety equipment; the number of adults not wearing safety belts; and the number of people using mobile telephones and texting.  Despite the public awareness campaigns undertaken by the Road Safety Authority, RSA, drivers with an attitude problem will not listen and will not respect or care for the law or their fellow citizens.  They tell themselves that it will never happen to them.  While I am out jogging or on my motorcycle, I sometimes refer to people using mobile telephones on their blind sides where a pedestrian, car, cyclist or motorcyclist is not visible.  They just give me the two fingers and tell me to mind my own business.<\/p><p>We welcome the new legislative changes being introduced by the Minister, but perhaps they do not go far enough.  People will still disobey the law and have an attitudinal problem when they are behind the wheel.  In the US, the laws on drink driving and using mobile telephones are more restrictive than they are in Ireland.  If one is caught having drank two beers or glasses of wine in the US and one's blood alcohol level is 0.08%, one's car will be impounded and one will be locked in jail overnight, charged $400 for the car's return and lose one's driving licence for six months.  One will need to attend driver education classes and AA meetings at a cost of $30 and $40, respectively.  After their completion, one must wait six months to get one's licence back.  One must also install a breathalyser in one's car and blow into it.  We support the new changes, but more are necessary to ensure people take action.<\/p><p>Regarding texting, I read a message on the front of a US church recently.  It warned people about the use of mobile telephones.  It told them to honk if they loved Jesus or to text if they wanted to meet Him.  This is the message that we must send to people who use mobile telephones in their cars.  If we do not, perhaps we should instead immobilise mobile telephones while they are in cars.  This would be similar to the buzzer that goes off if one is not wearing a seat belt.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100032#FF00300","speaker":"1165","continuing":true},{"type":"speech","time":1390326000,"counter":156,"content":"<p>I commend the Minister on being highly progressive in the legislation he has presented since assuming office.  This is his fifth Road Traffic Bill.  Any constructive legislative measure aimed at reducing the number of lives lost on our roads is to be welcomed and applauded.  This Bill is yet another step in that regard.  Its provisions build on successful legislation that has led to a dramatic reduction in road fatalities in the past two decades.  We cannot lose sight of this reduction despite recent statistics.<\/p><p>In recent years, a new culture surrounding road safety has been fostered through awareness campaigns and educational programmes under the RSA's patronage.  There has been notable success, particularly in combating the prevalence and perceived acceptability of drink driving.  I concur with Senator Eamonn Coghlan's statement that young people simply do not think of drink driving now.  This is welcome.<\/p><p>The greatest challenge facing the Government and the RSA is complacency.  Clearly, work must continue on reducing the threat of road accidents and the inevitable loss of life.  It is disappointing that the number of fatalities increased last year.  This highlights the difficulty we face in trying to continue reducing the number of road accidents and fatalities.<\/p><p>The Bill contains a number of welcome provisions, particularly the introduction of a new category of novice driver who will remain in this category for two years after he or she passes the test.  Further welcome provisions include the lower penalty point disqualification limits for learner and novice drivers, with the limit reduced from 12 points to six.  This will undoubtedly focus minds on driver behaviour, especially among male drivers in their early 20s, a category that presents a particular problem to be addressed.  On a related note, many Senators have referred to texting while driving.  This could be combated among younger people.  Everyone texts, but they are much more into it.<\/p><p>The most up-to-date RSA statistics show that 26% of all road fatalities in 2013 were among people aged 25 years or under.  This figure was down from 40% in 2009.  While the trajectory is fortunately in the right direction, that this category represents more than one quarter of all road deaths is unacceptable.<\/p><p>The legislation provides for amendments to the penalty points system.  It will introduce a new range of offences and provide for a reduction in the penalty points accrued for failure to display an NCT disc.  This is a sensible approach.  Since the NCT's introduction, the standard of vehicle has improved considerably.  Most people accept that the NCT has been positive for road safety.  As recently as this morning, I heard a segment on RTE Radio 1 where people expressed their woes after their NCT tests.  However, no one claimed that we should get rid of the NCT or that it was unfair.<\/p><p>Many view penalty points as harsh, but we must educate people to view them as incentives towards better behaviour.  Road safety must be everyone's primary focus when taking to the road.<\/p><p>The provision on taking blood from an incapacitated driver without consent is welcome.  Anyone involved in an accident should be tested.  That this provision is not already in place does not make sense.  Under the Bill, such a sample could be taken and tested, which is an excellent idea.<\/p><p>Fatigue is something for which we cannot easily test.  It leads to many accidents.  I have seen RSA advertisements on this issue.<\/p> <p>Fatigue is one of the contributory factors to fatalities on the road.  I accept it is difficult to test for it but it is an issue that must remain a priority for us. <\/p><p>I concur with Senator O'Donovan that proper lighting on cars can contribute to better road safety.  I understand that in Canada cars are manufactured in such a way that they do not function without their lights being on.  Perhaps that is something for which we should legislate in this country.  Senator O'Donovan also spoke about pedestrians.  As a lawyer dealing with litigation on a regular basis, I know that there is no winner in a situation where a pedestrian is harmed or killed.  In law, and almost always in terms of insurance, accidents involving pedestrians are the driver's fault.  There are many reckless pedestrians who take to the road in circumstances where they are not taking care of their own safety, which is something of which we need to be mindful.<\/p><p>We should not lose sight of the progress made in the past two decades.  It is important this is emphasised in the context of the fairly negative recent statistics.  Between 1997 and 2012 there was a 65% reduction in road deaths.  During the same period, the number of cars on our roads increased by 66%.  Although the number of road fatalities did, unfortunately, increase in 2013, I believe this Bill will strengthen the measures required to continue the good work.  I compliment the Minister on his good work and commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100033#GG00200","speaker":"1153","continuing":true},{"type":"speech","time":1390326600,"counter":158,"content":"<p>I would like to take up a point made by Senator Pat O'Neill in regard to transition year students.  As one who could drive a car at the age of 14 or 15, whether I should or should not have been doing so-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100034#HH00200","speaker":"1138"},{"type":"speech","time":1390326600,"counter":159,"content":"<p>I hope on a farm rather than a bumpy road.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100034#HH00300","speaker":"948"},{"type":"speech","time":1390326600,"counter":160,"content":"<p>We were all driving tractors at that age.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100034#HH00350","speaker":"1153"},{"type":"speech","time":1390326600,"counter":161,"content":"<p>-----I consider myself to be a reasonably good driver.  I support Senator O'Neill's suggestion that driving instructors visit our second level schools for one hour a week for four or five weeks to explain the rights and wrongs of driving to our students.  I ask that the Department of Education and Skills seriously consider that proposal.  It was mentioned earlier that 80% of fatal road accidents occur on roads with speed limits of 80 km\/h and above.  Senator Eamonn Coghlan mentioned that 56% of these accidents involve a single vehicle.  Does the Minister have information on the likely cause of such accidents and at what time they occurred?  Only three weeks ago, I lost a relative in a serious car accident in County Mayo at 5 o'clock in the morning.  Does the Minister have information on what time serious accidents involving only one car are occurring?  Is the likely cause over-intoxication, texting while driving or the driver having fallen asleep at the wheel?  As stated by other Senators, texting is a terrible distraction and has been the cause of many accidents.  Does the Minister have information on the number of road deaths involving single vehicles driven by drivers under 25 years of age?  I know of one driver under 25 years of age who crashed into a tree and died.  Had that tree not been there, he would have ended up in a field and perhaps would not have been killed.  Perhaps the local authorities should be removing trees on dangerous bends, thus lessening the possibility of serious or fatal accidents.  Some 13% of occupants of cars killed in the past 12 months were not wearing seat belts, which is hard to believe and a startling number of fatalities.  Once I sit into my car a beeping sound, which gets louder over time, alerts me to put on my seat belt.<\/p><p>Like other Senators, I commend Members of the Lower House, in particular Deputies Dooley, McEntee, Lawlor and Deering, on their work on this Bill, and in particular the Minister for taking on board their suggestions and proposals.  While I am not sure of the purpose of those suggestions and proposals, the Deputies concerned were obviously, like the Minister, trying to improve safety on our roads, on which they are to be commended.  I agree with Senator O'Donovan that the primary concern in terms of road safety is speed.  I travel the motorway from Dundalk to Dublin several times per week.  I am often overtaken by cars being driven at 120 kph, which is an excessive speed.  I acknowledge that most major accidents do not occur on our motorways.<\/p><p>I commend the Minister and his officials on the introduction of this Bill.  On penalty points, on 23 December I received two penalty points for driving at a speed of 63 kph while in a 60 kph zone.  I did not challenge the offence but simply paid the fine of &euro;80.  I know of other people who received penalty points in similar situations.  Is there, or should there be, any discretion in the penalty points system?  I support the Bill, which no doubt will result in our roads being safer for all to traverse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100034#HH00400","speaker":"1138"},{"type":"speech","time":1390326600,"counter":162,"content":"<p>I thank Senators for their interesting and valuable contributions.  I will try to address some of the issues raised.  Senator O'Sullivan and others asked about the accompanying driver provisions.  It is already the case that a learner must undertake a particular number of lessons before taking the driving test.  Following enactment of this legislation, a learner will have to produce a log book which sets out the amount of accompanied driving done by him or her.  It will be a straightforward process prescribed by regulation.  The log book will most likely be completed by a parent, relative or friend.  There is always the possibility that people will complete the log book fraudulently but we must trust people in this regard.  I am sure parents will want to ensure that their children who are learning to drive gain experience by way of their driving in a car with them.  <\/p><p>When it comes to enforcement, I agree with Senators that there is a need for greater Garda enforcement on our roads.  I do not, however, believe it is true to say that there is a direct correlation between Garda numbers and enforcement and road deaths.  As Senators will be aware the number of garda&iacute; in the traffic corps peaked in 2010, during which year the number of deaths on our roads was higher than for last year or the year before that.<\/p> <p>So it is not a direct correlation, but I would certainly like to see more enforcement.<\/p><p>Mr. Gay Byrne was appointed as chairman of the Road Safety Authority under the previous Government.  I took the decision with the support of my Government colleagues to reappoint him.  One of my reasons for doing so is because he has access to the media.  He is also an independent person and can criticise the Government, courts and Garda from time to time when appropriate.  By and large when it comes to making public appointments I do not appoint yes-men or yes-women because I do not want people like that.  That is the reason he was appointed and long may he continue to speak his mind, even if sometimes my colleagues and I might not like what he has to say.<\/p><p>Senator O'Sullivan spoke about the poor box.  I am not sure if people heard Ms Catherine McGuinness speaking this morning on NewsTalk.  She spoke very authoritatively about this and pointed out that provision in law exists for the poor box.  It is a convention that goes back to long before the foundation of the State.  I understand why it is there.  It is there because judges in certain instances do not want to impose a criminal conviction where it may not be appropriate because a criminal conviction sticks with a person for a long time and he or she must declare it if subsequently applying for a visa to travel or work overseas.  Nobody wants to impose that on somebody unfairly.  The problem is that there are no proper guidelines and it is clearly being applied inconsistently.  If the figures quoted in the newspapers today are correct, 25% of all poor box moneys were collected in one county, County Kerry.  As 25% of the population do not live in County Kerry it does not add up and that is a matter of concern.  Clearly there is an issue there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100034#HH00500","speaker":"948","continuing":true},{"type":"speech","time":1390327200,"counter":164,"content":"<p>Perhaps it has 25% of the criminals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100035#JJ00200","speaker":"1125"},{"type":"speech","time":1390327200,"counter":165,"content":"<p>I do not believe they do, so clearly there is an issue there in terms of consistency.  I would also have a concern that people are using it to avoid penalty points.  When they get to the point where their licence is under threat, they take a chance that they will be able to tell a sob story in the courts and get away without being disqualified from driving.  It is a matter about which I have great concern.  The Law Reform Commission published a report on how the area could be reformed in 2005, which is some time ago.  I know it is something the Minister for Justice and Equality, Deputy Shatter, is examining and I hope he will make a decision on it quite soon.<\/p><p>Senator O'Neill pointed out that young people do not drink and drive and that the culture among young people is very different when it comes to drink-driving.  I echo that because I believe it is absolutely correct.  For the older generation there was a time when drink-driving was acceptable.  Even when I was learning to drive for the first time, it was something that many people considered to be acceptable but it is absolutely not the case among younger people now which is very encouraging.  However, it is not the case when it comes to speeding and young people speed a lot.  They also do not have experience which really matters when it comes to driving.<\/p><p>It may be that young drivers do not show up much when it comes to penalty points and I do not know why that is.  However, 36% of all the deaths on the roads are of people between the ages of 16 and 30.  When broken down to categories of five years, the people most likely to die on the roads are in the 21 to 25 age group, of whom 27 died last year; followed by the 26 to 30 age group, of whom 25 died last year; and followed by the 16 to 20 age group, of whom 16 died last year.  It is very clear that people in their 20s are twice to three times more likely to die on the roads than those in their 40s or 50s, which is why the insurance is so much higher and why we need to treat novice drivers somewhat differently.  Let us bear in mind that these are novice drivers; it is not because they are young but because they are inexperienced.  The two-year rule will apply to someone who starts to drive at 45 just as it would to someone who is 17 or 18.  Certainly there are no grounds for an age-discrimination equality case, should anyone be considering it.<\/p><p>A few people have thrown around the figure suggesting that 37% of drivers stopped for penalty points offences do not have a licence.  I do not believe it is correct.  I do not know where it comes from and I have yet to see it authenticated.  It may be that the drivers did not have their licences with them and were then required to produce the licence in a Garda station within ten days.  In some cases they may be drivers with foreign licences and cannot have points applied.  I would be very surprised if 37% of people on the road did not have driving licences.  I find it hard to believe and have yet to see those figures authenticated.<\/p><p>Penalty points stay on a driver's licence for three years.  It does not matter if someone goes from a learner permit to a driving licence or a person moves from being a novice driver to being a fully experienced driver; the points just stay for the three years after which they expire.<\/p><p>Senator Barrett spoke about some cases thrown out of court recently.  I understand that the authorisation form did not specify the exact location point of the checkpoint.  The authorisation forms just identify the townland or a number of townlands.  It appears and the courts have interpreted that the legislation requires that the location of the checkpoint be specified.  That may be wrong and it may be something we need to change in this legislation or in future legislation.  However, that appears to be the law regardless of whether we like it.  The legislation specifies that the checkpoint must be signed off by a member of the Garda S&iacute;och&aacute;na not below the rank of inspector.  The Senator may have been suggesting extending this to the rank of sergeant.  I have an open mind on that and I will ask my officials to consult the Garda between now and Committee Stage to see if that is something that could or should be done, or even if the Garda wanted it to be done.<\/p><p>I am not sure to what extent smoking while driving is a road safety issue.  Of course we know that operating a mobile phone while driving is very dangerous, and we have statistics and evidence to back that up.  Other things are less clear.  Perhaps smoking, listening to the radio or talking to a passenger could be distracting.  It is a matter I am open to considering.  However, everything we do in road safety is research and evidence-based, and we believe it is proportionate.  I would like to see some evidence that smoking while driving results in collisions.  If it does, I can consider it; if it does not, I do not want to make legislation just based on theories rather than evidence.<\/p><p>Senator Whelan spoke about Article 15 of the Constitution which provides that somebody cannot be detained while travelling - I believe he said - to the D&aacute;il.  I always thought that Senators were also included because I believe that article refers to either House.  That was put into the 1937 Constitution probably for a good reason.  At the time all over Europe dictators and authoritarian governments were stopping people getting to parliament or burning down the parliament in some cases.  I personally believe it is probably outdated.  I asked the Committee on Procedure and Privileges to at least produce some guidelines.  I certainly cannot understand how anyone could invoke such a privilege if the D&aacute;il or Seanad was not even in session or if the Member were leaving the House.  It would be one thing to miss a vote, particularly a vote on a money Bill on which the Government might fall, but I would have liked it to take up the challenge of coming up with guidelines we, as Members, could follow.  Unfortunately it did not and so perhaps the Convention on the Constitution is the right vehicle for that to be reconsidered as the Senator suggests.<\/p><p>Senator Quinn spoke about level crossings, a matter about which I know a considerable amount given that there are five in my constituency, including one beside my house.  They are a real pain.  I have looked at the issue frequently because I am a victim of them in many ways.  The difficulty relates to sight lines and stopping distances.  It takes a long time to stop a heavy train - much longer than for a Luas tram for example.  I have investigated in my constituency whether the time the barriers are down might be reduced, but it just cannot be done unfortunately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100035#JJ00300","speaker":"948"},{"type":"speech","time":1390327200,"counter":166,"content":"<p>Close the rail line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100035#JJ00400","speaker":"1125"},{"type":"speech","time":1390327200,"counter":167,"content":"<p>That is one option I will not be proposing and certainly not in Dublin West.<\/p><p>Senator Quinn mentioned making it mandatory for cars to have a first-aid kit, a warning triangle and a high-visibility jacket.  That is one of the 144 actions in the road safety strategy.  It is not covered in the Bill but will be included in a future Bill.  The Senator asked about the numbers of staff in the RSA on short-term contracts.  I do not have those figures at hand but I will ask the RSA to correspond with the Senator directly on those figures.<\/p><p>&quot;Consultant&quot; has become a bad word and people misunderstand what consultant means sometimes.  Consultant does not always mean glossy documents and reports.  The kind of consultancy in which the RSA is involved comprises a considerable amount of outsourcing.  The NCT is outsourced.  The NDLS is outsourced to three different contractors to do front office, middle office and back office.  The commercial vehicle roadworthiness testing is largely outsourced.  So the RSA probably has many contractors, but they are contractors doing real work and are not just writing papers, giving advice and that type of thing.<\/p><p>Senator Reilly raised the issue of texting as opposed to talking on a mobile phone.  The current law makes it an offence to hold a mobile phone and we believe that should be robust enough but other people do not.  We are working on regulations to make it a specific offence to text while driving.<\/p> <p>It is with the Office of the Parliamentary Counsel at the moment and I hope to sign it in the next few weeks, lest there be any confusion about the law.  I do not see how anyone can text without holding a telephone, but apparently it is possible because it can be placed in a cradle and the driver can press away on it, and seemingly that does not constitute holding the telephone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100035#JJ00500","speaker":"948","continuing":true},{"type":"speech","time":1390327800,"counter":169,"content":"<p>They can use Siri.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK00200","speaker":"1165"},{"type":"speech","time":1390327800,"counter":170,"content":"<p>That is a good point.  There is a good reason for that regulation and I can do it by regulation.  It does not need to be specifically included in the Bill.<\/p><p>I am not aware of any Garda policy on motorways that is any different to national primary or national secondary roads.  It is the case that motorways are the safest roads in the country, so it makes sense that the Garda should focus on enforcement in areas where accidents happen on dangerous stretches of road, rather than just trying to catch out people on roads that are relatively safe.<\/p><p>The cost of insurance was raised by Senator Kelly.  It is so expensive for young drivers because they are involved in the most accidents.  Insurance in Ireland is a function entirely of the market.  Companies have to offer a quote, and the best people can do is shop around.  The Senator made a suggestion of something like a three day insurance policy.  It sounds like an interesting idea.  I do not know if it will be workable or whether it will be enforceable, but I suggest that the Senator makes contact with the insurance companies and see if they would take it on as an idea.  Perhaps they would offer some kind of weekend insurance, but the decision would be for them and not for the Government.<\/p><p>A few Senators, including Senator O'Donovan, raised the issue of cars having their lights on during the day.  There is now an EU requirement that all new cars be fitted with daylight lights, but that will not be fully in place until 2022, because there are cars still in use that do not have proper lights.  It is the norm in France and other places for people to have their lights on all day, and the evidence is that it is safer to do so.<\/p><p>Senator Coghlan raised the issue of single vehicle fatalities and whether some of them could be suicides.  Certainly some of them are, and when they are adjudged to be suicides, they are no longer counted as road traffic deaths, but that is down to the coroners to decide.  It is fair to say that for very good reasons, coroners are pretty loathe to put something down as a suicide, unless it is clear that it is.  That usually involves some sort of intent or a suicide note.  They do not jump to the conclusion lightly that it is a suicide, and I think they are probably right in that respect, but I have no doubt that some of those single vehicle deaths are suicides are more so than that which appear in the official statistics.  They are also down to other reasons such as speeding, fatigue, dangerous driving, careless driving, drink driving and so on.<\/p><p>Senator Brennan asked about penalty points.  The speed limit should be the speed limit.  I would not like to get into anything too complicated about being 10% above the speed limit, or 5% or whatever.  However, one thing under consideration for legislation is treating it differently depending upon how much a driver is above the speed limit.  At the moment, a person gets three penalty points whether he or she is going twice the speed limit or 5 km\/h above the limit.  We are considering, in a future Bill, making a distinction between those who are just above the speed limit and those who are very much above the speed limit.  We already do that for drink driving.  We do not do it for speeding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK00300","speaker":"948"},{"type":"speech","time":1390327800,"counter":171,"content":"<p>I was only going 3 km\/h above the limit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK00400","speaker":"1138"},{"type":"speech","time":1390327800,"counter":172,"content":"<p>That was harsh, but there you go.  It is tricky as to how that will work out.  Should it be a percentage above the limit or a number?  We need to figure that out before we put it into law.<\/p><p>I thank Members for their contributions.  I do not know when the Bill is scheduled for Committee Stage.  I hope we can do it next week or the week after.  I was able to accept four amendments in the D&aacute;il.  I am open to amendments here in the Senate, but the sooner Senators get them to me, the better, so that they can be redrafted to ensure they are accepted by the Attorney General and the Office of the Parliamentary Counsel.  We do not want to get them a day or two beforehand, when it is too late to go to Office of the Parliamentary Counsel looking for approval.  If Members have particular amendments that they think I might accept or that would improve the Bill, I would be grateful if they can get them to my office sooner rather than later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK00500","speaker":"948"},{"type":"unspoken","time":1390327800,"counter":173,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1390327800,"counter":174,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK00700","speaker":"1120"},{"type":"speech","time":1390327800,"counter":175,"content":"<p>Next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK00800","speaker":"1125"},{"type":"speech","time":1390327800,"counter":176,"content":"<p>Those penalty points to which Senator O'Neill referred are in our digest on page 13.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01100","speaker":"1157"},{"type":"speech","time":1390327800,"counter":177,"content":"<p>We will discuss that next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01200","speaker":"1120"},{"type":"speech","time":1390327800,"counter":178,"content":"<p>The Minister was interested in the figures, so it is just a point of information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01300","speaker":"1157"},{"type":"speech","time":1390327800,"counter":179,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01350","speaker":"1120"},{"type":"speech","time":1390327800,"counter":180,"content":"<p>At 10.30 a.m. tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01375","speaker":"1125"},{"type":"majorheading","content":"Adjournment Matters","time":1390327800,"counter":181,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01400"},{"type":"minorheading","content":"Youth Guarantee","time":1390327800,"counter":182,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01550"},{"type":"speech","time":1390327800,"counter":183,"content":"<p>I welcome the Minister of State, Deputy Kelly, to the House.  I call on Senator Reilly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01600","speaker":"1120"},{"type":"speech","time":1390327800,"counter":184,"content":"<p>I welcome the Minister of State to the House.   This matter on the Adjournment is about the youth guarantee.  I know that the youth guarantee implementation plan was forwarded to the European Commission at the end of December, and it is my understanding that the Minister for Social Protection is making arrangements for its publication.  The plan itself is supposed to clarify how the partnerships between the public authorities, employment services, education and training providers, social partners, youth organisations and other stakeholders will be organised.<\/p><p>  A Council recommendation on 22 April 2013 on establishing the youth guarantee stated the following.<blockquote>The starting point for delivering the Youth Guarantee to a young person should be the registration with an employment service, and for those NEETs who are not registered with an employment service, Member States should define a corresponding starting point to deliver the Youth Guarantee within the same four month time- frame.<\/blockquote>I am raising this point after consultations I had in Ballymun with various groups in respect of the pilot project.  Representatives of a youth group who work with young people of all ages were only invited to a meeting and essentially just told what was happening.  There was no consultation and there was no indication of any symbiotic relationship that developed between the implementation group or the youth group on how best to achieve positive outcomes for the young people in the area.<\/p><p>  Something even more startling was an issue raised by one of the service providers of the pilot project, who informed me that the pilot was only aimed at young people on the live register.  Is this case?  What about the Council recommendation that an alternative starting point should be established for those not registered with the public employment services?  How is the Department proposing to deal with those young people? If the pilot itself does not have such a corresponding starting point and youth groups and organisations are not feeding into the process,  are we not running the risk of having a guarantee for some young people but not all?  This is inherently unfair.  There should not be a narrow-minded focus just on the live register numbers.<\/p><p>  Is the guarantee for one step in a person's life, or for a process of personal development in a life career?<\/p> <p>For example, are we guaranteeing just one intervention or what further steps will be taken to ensure it is not a case of one has had one's chance, the boxes have been ticked and one has been given X, Y or Z and then one has to find the next step the person's progression, irrespective of whether that person is back on the live register within a short period.  <\/p><p>Given that we have heard of upswings in employment, it is important to support young people with a quality education, training and apprenticeship opportunities in order that they can get jobs when they become available.  There is a need to ensure the development of the person in terms of a career, not just putting him or her in any old job.  There is a danger that without these supports, whether basic literacy supports, mentoring, skill sampling or others, some young people could be left behind.  That is the reason the youth guarantee must deliver quality places and avenues of progression for all young job seekers and not only those registered with the employment services.  That is the reason I am interested to know how the implementation plan is proceeding and when it will be published. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100036#KK01700","speaker":"1155","continuing":true},{"type":"speech","time":1390328400,"counter":186,"content":"<p>I thank the Senator for raising the issue.  I am responding on behalf of my colleague, the Minister for Social Protection, Deputy Joan Burton, and I am glad I can provide an update on recent developments.<\/p><p>The EU Council recommendation on the youth guarantee is that member states should, &quot;Ensure that all young people under the age of 25 years receive a good-quality offer of employment, continued education, an apprenticeship or a traineeship within a period of four months of becoming unemployed or leaving formal education.&quot;  In agreeing this recommendation, the EU accepted that the guarantee would need to be implemented over a period of time on a phased basis in countries such as Ireland facing very significant fiscal constraints.<\/p><p>The development of an implementation plan for the guarantee was led by the Department of Social Protection working with the support of an interdepartmental group of senior officials from the Department of Education and Skills, the Department of Jobs, Enterprise and Innovation, the Department of Children and Youth Affairs, the Department of Public Expenditure and Reform and the Office of the T&aacute;naiste.  In developing the plan the interdepartmental group took account of submissions received as part of a consultative process with stakeholders, and the outputs from various EU meetings, including meetings of EU Heads of State.  The group had also consulted with the OECD.<\/p><p>After getting approval from Cabinet late last year, the youth guarantee implementation plan was finalised and forwarded to the EU Commission at the end of December.  The Minister for Education and Skills, and the Minister for Social Protection expect to publish the plan next week.  The OECD report on the development of a youth guarantee for Ireland will be published at the same time.<\/p><p>The plan brings together all Government measures in 2014 across a range of Departments that contribute to the transition of young people from education to work, and from unemployment to work.  In keeping with the Government's broader focus on tackling long-term unemployment, the plan will in the first instance target interventions at those young people most at risk of long-term unemployment as the guarantee is introduced on a phased basis.  Ireland already has most of the key elements of a youth guarantee, as identified by the EU, in place including: a quality offer of second level education for all young people under 18; second chance education-training options for early school leavers via youthreach and community training centres; access to free third-level and further education programmes; apprenticeship and work-focused training initiatives such as Momentum; State-supported internships such as JobBridge; targeted employment subsidies such as JobsPlus; work experience options such as T&uacute;s and Gateway; and reformed employment services which combine the delivery of welfare with job search-guidance services and employer engagement.<\/p><p>In order to maximise the return from structures already in place, the youth guarantee will build on existing programmes, reserve places on existing programmes for young people who are already long-term unemployed on a phased basis and develop variants of these programmes and offers tailored specifically for unemployed young people.  These tailored offers will include earlier and faster engagement for young people under Intreo, new options under JobBridge for the most disadvantaged cohort of young people, new options under the JobsPlus recruitment subsidy scheme to accelerate the entry to work of young people and enterprise supports to help young people start their own businesses.<\/p><p>It is estimated that expenditure on programmes providing employment, training and further education opportunities for young people will be in excess of &euro;500 million in 2014.  This refers to both existing and new funding, including the EU funding that is expected to be drawn down.  As part of this overall 2014 provision and as an initial step towards preparing for implementation of the guarantee, specific provision was made in the 2014 budget for reducing the threshold, in terms of duration of unemployment, for JobsPlus eligibility from 12 months to six months or less - in the case of persons aged less than 25 years; an additional intake of 1,500 young people on to the very successful JobBridge scheme; ensuring that 1,000 places on the T&uacute;s scheme are targeted at young people; developing a pilot programme to support young unemployed people to take up opportunities under schemes such as Your First EURES Job; ring-fencing a minimum of 2,000 training places for under-25s by the Department of Education and Skills, under a follow-up to the successful Momentum programme that operated in 2013, with income support for participants being provided by the Department of Social Protection; and the Department of Jobs, Enterprise and Innovation making &euro;2.5 million available to young entrepreneurs via Microfinance Ireland and other business start-up schemes.  In total, the provision across these specific headings in the 2014 budget amounts to &euro;46 million.<\/p><p>In relation to the Senator's question on the Ballymun youth pilot, the first referrals to the project began last week at the Ballymun Intreo office.  All persons aged under 25 on the live register in the Ballymun area will be eligible for the pilot.<\/p><p>The pilot involves an initial group engagement at the Intreo office followed by a referral to the local employment service, LES, for a one-to-one interview with a LES officer where a detailed progression plan will be prepared.  The result of this progression plan will be an offer of a training, education, work experience, or job within four months.<\/p><p>I am pleased to say that there is significant commitment from employers both locally and in Dublin city more generally to provide the young people with job placements and work experience.  An employers' meeting will be co-hosted by IBEC and the Dublin Chamber of Commerce next month to facilitate the active participation of the business sector in the pilot.<\/p><p>Other initiatives taking place as part of the pilot include an event to promote youth entrepreneurship organised by Dublin young entrepreneurs and bilateral arrangement to provide apprenticeship and language learning opportunities in Germany.  These initiatives are being partly funded by the European Commission which awarded us &euro;250,000 towards the total cost of the project, which is just over &euro;300,000.  There will also be an ongoing evaluation to ensure that the pilot itself is adapted in light of experience as it progresses and to gain early lessons that will be applicable to the wider roll out of the youth guarantee across the country.<\/p><p>A dissemination conference will be organised to highlight the outcomes of the pilot and to feed into the national and EU discussion on the development of future youth guarantee schemes that are relevant to young people and labour market integration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100037#LL00200","speaker":"1088"},{"type":"speech","time":1390328400,"counter":187,"content":"<p>I thank the Minister of State for taking the matter on behalf of his colleague.  Perhaps he would bring back to the Minister for Social Protection, Deputy Joan Burton, the issue regarding the Council recommendation and the corresponding starting point for the guarantee for those young people who are not registered with an employment service as the answer given was that to be eligible young people must be under 25 and on the live register.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100037#LL00300","speaker":"1155"},{"type":"speech","time":1390328400,"counter":188,"content":"<p>That is no problem.  I will convey the Senator's comments to the Minister.  The one thing I would say is that it is an innovative process and it is the coming together of many different programmes.  To be fair, this is something that has been broadly welcomed across the political divides.  We will have to learn initially from day 1.  Obviously, the focus will be on those under 25 who are on the live register.  As the plan develops and from these learnings we need to ensure the interventions are right.  I accept the point that a progression plan may be needed and I expect that will be put in place.  Certainly I will convey the Senator's point to the Minister concerning those who are not on the live register.  I would point out, however, that given the various processes and the volume of schemes in place in Ireland, unlike many other countries, the number who are not registered in some way is quite low.  That is a good thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100037#LL00400","speaker":"1088"},{"type":"minorheading","content":"Inland Waterways Development","time":1390328400,"counter":189,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100037#LL00450"},{"type":"speech","time":1390328400,"counter":190,"content":"<p>I welcome the Minister for Arts, Heritage and Gaeltacht Affairs, Deputy Jimmy Deenihan, to the House.  I am grateful that he is taking my question.  I have a great gr&aacute; for the canals system in this country.  I was fortunate to grow up in Monasterevin, along the canal, and have fond recollections of fishing and swimming there and encountering champion pike, roach, perch and bream.  I spent many school summer holidays watching the barges and leisure craft going through Coughlan's lock, Moore's lock and the famous aqueduct in Monasterevin across the River Barrow.<\/p> <p>This is, therefore, of particular interest to me.  I commend the Minister and his predecessors because the canal systems and inland waterways have in many respects come in from the cold, from an era when they were disused and derelict, and used as dumping grounds.  To my horror in the 1960s whole tracts of the canal were filled in and lost forever. <\/p><p>We do not put the same store and stock in the canal and inland waterways resource here as people do in the UK and elsewhere in Europe.  That is very unfortunate.  Spurs of the canal to towns such as Mountmellick and Portarlington, which would now be a huge asset and resource for tourism and leisure activity have been lost forever.  As the Minister knows, the canal system has been immortalised in ballad, verse and poetry.  There are concerns that we are about to take some retrograde actions.  If at all possible will the Minister extend the Waterways Ireland period of consultation for the proposed new canal by-laws?  The consultation period is due to expire on 3 February.  It was only a month, which is too short.  There is too much at stake for us to rush into this and put into legislation any measures that would curb or prohibit the use of the canals or be a retrograde step.<\/p><p>Inland waterways associations such as those in Offaly, Tullamore and other towns such as Edenderry, Rathangan, Monasterevin, Vicarstown and Athy are grievously concerned about this and the Minister&rsquo;s intervention would be most helpful.  We want to be positive and constructive but it is vital that we do not bring in any new by-laws that would impede access or impose prohibitive costs on leisure craft users and boaters, or would in any way impinge upon the tourism asset and discourage tourists from using the fabulous canal network which comes from the capital in Dublin through the Royal Canal and Grand Canal to the midlands, where I come from. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100037#LL00500","speaker":"1143","continuing":true},{"type":"speech","time":1390329000,"counter":192,"content":"<p>Waterways Ireland is undertaking two public consultation processes at present.  The consultation process on the draft corporate plan, to which the Senator refers, will be open until 31 March 2014.  The corporate plan, once finalised, will provide the strategic planning framework which will guide Waterways Ireland's operational work programmes over the next three years.  The other consultation process relates to proposed by-laws made under the Canals Act.  That Act empowers Waterways Ireland to make by-laws for the care, management, maintenance, control, regulation and use of the canals.<\/p><p>  Our waterways make a vital contribution to tourism, attracting visitors from around Ireland and from abroad.  There are over 14,000 registered boat owners on the seven waterways managed by Waterways Ireland.  The proposed by-laws are intended to support the investment already made by Waterways Ireland in new infrastructure and facilities along the canals.  They will enhance Waterways Ireland's ability to manage, care for and maintain the canals and to help to develop them as a vibrant recreational and tourist amenity for all waterway users.<\/p><p>  There will be new by-laws for the management of house boats and the charging regime will also be modernised.  In particular, there will be further provision for the care, management, maintenance, control and regulation of the use of the canals, and moorings on the canals, and their use by the public for recreation and navigation purposes; an amendment to the schedule in the 1988 by-laws relating to tolls and charges, described in the first schedule to the draft amendment by-laws; provision for the care, management, maintenance, control and regulation of the use of the canals and moorings on the canals by houseboats; and a fixed payment notice procedure for alleged offences for breach of the by-laws.  The consultation on the draft by-laws which commenced on 6 January is open to the public for a period of 21 working days in accordance with the Canals Act 1986.  This public consultation process closes at 3 p.m. on 3 February.<\/p><p>  I am informed by Waterways Ireland that the main stakeholders, which include the Inland Waterway Association of Ireland, the Heritage Boat Association, the Royal Canal Amenity Group and the Irish Boat Rental Association, have been contacted individually and invited to meet with the chief executive and the senior management team of Waterways Ireland prior to submitting their consultation responses.  At this meeting these groups will be given the opportunity to express their views, opinions and any concerns they may have in relation to the amendments to the by-laws.  All current permit holders on the Grand Canal have received individual written notice and have been given the opportunity to respond within the consultation timeframe on an individual basis.<\/p><p>  During this public consultation period, anyone, including those who have any concerns on the proposed amendments to the by-laws, should make written submissions to Waterways Ireland during this 21-day consultation period which closes at 3 p.m. on 3 February 2014.  The draft by-laws and the draft corporate plan 2014-2016 may be inspected and downloaded from the Waterways Ireland website at <i>waterwaysireland.org<\/i>.  Alternatively, they may be inspected by arrangement by visiting the Waterways Ireland offices and headquarters at Enniskillen.  The draft by-laws may also be inspected by arrangement at Waterways Ireland's eastern regional office, Ashtowngate, Dublin 15.<\/p><p>  Following completion of the consultation period, Waterways Ireland shall then consider all written responses before finalisation of the approach it intends to take to the new by-laws.  From a safety, environmental and best practice point of view, it is appropriate that Waterways Ireland would consider whether the current by-laws are fit for purpose and should be modernised where appropriate.  It is also appropriate that it would consult with users before making changes to the by-laws.  This is the process which is under way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100038#MM00200","speaker":"1046"},{"type":"speech","time":1390329000,"counter":193,"content":"<p>I thank the Minister for his comprehensive answer.  I urge him, however, to use his influence and good offices as the Minister with line responsibility in this area - I know that he has a strong interest in heritage and tourism - to urge Waterways Ireland to extend the consultation period.  What harm or hurt could come from that?  Some 21 days is not sufficient.  There is too much at stake.  There is an element within the proposed by-laws of over-bureaucracy and bureaucracy gone mad.  We should be encouraging people and voluntary organisations such as inland waterways associations to use the canals, to develop them for the benefit of local communities, for leisure craft users and to develop tourism.  A period of 21 days is far too short and I urge the Minister to meet me half-way on this, to use his good offices and influence to have this period extended so that some outstanding areas of concern can be addressed in a constructive manner to everyone's benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100038#MM00300","speaker":"1143"},{"type":"speech","time":1390329000,"counter":194,"content":"<p>As I said, the consultation on the draft by-laws which commenced on 6 January is open to the public for a period of 21 days in accordance with the Canals Act 1986.  If that can be extended I will certainly suggest that but if it is within the restrictions of the Act that may not be possible.  If it is possible I will certainly consider it and enquire whether there is flexibility within the Act.  If there is I see no reason why it could not be extended.  Maybe the short timeframe is due to the Act.  If it is possible I will consider that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100038#MM00400","speaker":"1046"},{"type":"minorheading","content":"Arts Funding","time":1390329000,"counter":195,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100038#MM00450"},{"type":"speech","time":1390329000,"counter":196,"content":"<p>I thank the Minister for coming into the House to deal with this matter.  It is not always possible for Ministers who are directly responsible for the matter put down to come to the House.<\/p><p>This year marks the 125th anniversary of the Clare Association in New York.  The Clare Association is one of the more prestigious Irish associations in New York and has played a significant role in promoting County Clare and Ireland in New York and throughout the United States.  As part of its celebrations and given that this is the millennial anniversary of the death of Brian Boru who, as the Minister is aware, had significant connections with east Clare, the Clare Association has invited the Tulla pipe band, which is rich in culture and tradition. <\/p> <p>The Tulla area of County Clare is representative of the quality of traditional music and music in general in this country.  As well as the Tulla Pipe Band, the Minister might also be familiar with the Tulla C&eacute;il&iacute; Band.  The Tulla Pipe Band was honoured and delighted to accept the invitation to lead the St. Patrick's Day parade.  This is taking place in the same year as the millennium Brian Bor&uacute; celebrations and the celebration of the 125th anniversary of the Clare Association.<\/p><p>The reality, however, is that there is a significant cost  - an estimated minimum of &euro;50,000 - involved in taking a pipe band to New York.  As the Minister is well aware, pipe bands do not have that type of money.  Clare County Council, under the personal direction of Councillor Joe Arkins, who is doing a fine job as Mayor of Clare and who reflects traditional culture and values in his own voluntary contributions to Comhaltas Ceolt&oacute;ir&iacute; &Eacute;ireann and to Irish music in general, together with his colleague councillors from east Clare, has made between &euro;10,000 and &euro;15,000 available from a very tight budget to facilitate this trip.  The Clare Association is also making a contribution, as are the members of the band themselves.  However, these combined contributions will fall somewhat short of the &euro;50,000 that is required to allow the band to travel to New York.<\/p><p>This is a golden opportunity for partnership.  Given the very difficult experience Clare has had in recent weeks as a consequence of the inclement weather and the job of repair that remains to be done, it would be an excellent partnership gesture from the Minister and from Culture Ireland were the latter to make a small financial contribution towards the cost of the Tulla Pipe Band going to New York for St. Patrick's Day.  The band's participation would showcase what is good about our country and its culture and help to promote Ireland and Clare by showing the people of New York, the United States and the world the quality of music emanating from our shores.  We in Clare have had a difficult three weeks and have received telephone calls and expressions of goodwill from all over the world.  I ask the Minister to encourage Culture Ireland to make a financial contribution to enable the Tulla Pipe Band to make its trip to New York.  That gesture of support would be well appreciated by all involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100038#MM00600","speaker":"1158","continuing":true},{"type":"speech","time":1390329600,"counter":198,"content":"<p>I thank Senator Conway for raising this matter on the Adjournment.  I am familiar with the county associations in New York.  The Clare Association is one of the most vibrant, along with others representing the west coast, including the Kerry Association.  I agree that this is a very important year for the Clare Association as it celebrates its 125th anniversary.  It has made a major contribution to the lives of Irish people in New York, having assisted thousands of young Irish immigrants and made a major contribution to the promotion of Gaelic games and Irish music in that city.<\/p><p>  The Culture Ireland division of my Department promotes Irish arts worldwide, creating and supporting opportunities for Irish artists and companies to present and promote their work at strategic international festivals and venues.  This is achieved, <i>inter alia<\/i>, through a regular grant round scheme.  The Culture Ireland expert advisory committee, at its most recent grant round in December 2013, considered applications for events in 2014, which included the St. Patrick's Day period.  More than 270 applications were received, 48% of which were recommended for support.  Unfortunately, the application referred to by the Senator was not recommended for funding.<\/p><p>  To be eligible for funding, the primary purpose of the proposed international visit must be to present the work of Irish artists to a wide audience through performance or exhibition.  The Culture Ireland division initially assesses the applications under the following criteria: quality of work and track record of the artist or company; level of geographic priority for the Government; profile of the international venue or festival; financial viability of the event, including the level of support from the presenter or other partners; proven capacity of the applicant to present work internationally; and any wider promotional and media impact.  Culture Ireland, in considering applications, consults with the embassy network in regard to the significance of the venue, likely impact of the event and any other local considerations before the applications are assessed by the expert advisory committee.  The final recommendations are based on the extent to which the above criteria are met.  Given the level of demand for Culture Ireland support, it is not possible to fund all eligible applications or even to fund all successful applications to the full level sought.<\/p><p>  In regard to the specific application referred to by the Senator, the impact for the group had to be considered, given the number of other artists performing at the same St. Patrick's Day festival, as did the extent of support required in order to travel to the United Sates.  It is a further consideration that where support is offered, it must deliver good value for money.  Multiple venues and joined-up touring is encouraged, particularly where distant travel is proposed.  This particular application was for only one event, at a time when there will be many competing demands for audience attention.  I am happy to arrange for further feedback directly to the applicant if that is required.<\/p><p>  Over the St. Patrick's Day period, the Culture Ireland division is supporting an increased number of events across the United Kingdom, Europe, the United States, Australia, Russia and China.  Culture Ireland will work closely with other Departments and State agencies to maximise the impact of these events for the wider benefit of all concerned and will endeavour to enhance Ireland's strong global reputation at this key time, when there is a worldwide spotlight on Ireland's cultural and creative strengths abroad.  I am sorry I do not have more positive news for the Senator.  As I said, there has been a large number of applications.  A c&eacute;il&iacute; band from my own area applied for funding and was very disappointed when it was not successful.  We are putting a major focus on St. Patrick's Day as an international day of Irish culture throughout the world.  It provides a great opportunity to connect with communities throughout the world on an occasion when they receive a great deal of attention on a global scale.  Our intention is to develop a theme around St. Patrick's Day as an international day of Irish culture.  The Tulla Pipe Band might be lucky enough to receive funding in the future.  In the meantime, it might be possible to identify other sources of funding for this year.  I would be happy to have a chat about that with the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100039#NN00200","speaker":"1046"},{"type":"speech","time":1390329600,"counter":199,"content":"<p>I thank the Minister for coming in today to take this matter and for his comprehensive reply.  I am concerned that the Tulla Pipe Band's application was not given comprehensive consideration in the context of the significance of the 125th anniversary of the Clare Association, which is in itself a banner event, and the tourism opportunity represented by the Brian Bor&uacute; millennium celebrations, a national cultural event in 2014 in respect of which there is a strong east Clare connection.  Those factors were not considered by the adjudicating panel in reaching its decision.  Is there any way the application might be reviewed by Culture Ireland if additional background information were to be submitted to Culture Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100039#NN00300","speaker":"1158"},{"type":"speech","time":1390329600,"counter":200,"content":"<p>I remind the Senator that although Culture Ireland comes within the remit of my Department, it operates independently, with an independent panel charged with assessing applications.  I do not direct the division on how it should dispense its allocation of funding.  It operates, in effect, on the same arms-length principle as does the Arts Council.  Unfortunately, I was forced to reduce the funding allocation - it was a considerable reduction of some &euro;700,000 - to Culture Ireland this year as a result of pressure from across the arts spectrum.  Nevertheless, I will undertake to request Culture Ireland to review its decision in this case.  I cannot, however, direct it on how to spend its allocation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100039#NN00400","speaker":"1046"},{"type":"minorheading","content":"NAMA Debtors","time":1390330200,"counter":201,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100040#OO00025"},{"type":"speech","time":1390330200,"counter":202,"content":"<p>I welcome the Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Perry, and ask him to transmit my views on this matter which deeply concerns me to the Minister for Finance, Deputy Noonan.  I raise with the Minister for Finance, the Government and all my political colleagues the need for us, as a body politic, to react quickly and firmly to the suggestion that somehow we will go back on the word we gave the Irish taxpayer at the time of the creation of the National Asset Management Agency that private arrangements would not be entered into where NAMA developers would be entitled to purchase back their loans at a discount.  I would like to quote the final sentence of George Orwell's book, <i>Animal Farm<\/i>, because it is very pertinent to this debate.  It reads: &quot;The creatures outside looked from pig to man, and from man to pig, and from pig to man again; but already it was impossible to say which was which.&quot;  I say to the Minister of State and the Cathaoirleach, on behalf of the Irish taxpayer, that if we, politically, decide to go back on the commitment we gave to the Irish taxpayer and re-enter into some cosy deal with NAMA developers, then the whole concept of political commitments and political promises will be totally irrelevant.  The last general election and the change of Government will not have been worthwhile.  That is at the very core of this debate.<\/p><p>  The suggestion is now being made, whether on behalf of Government sources or developers, that we will rewrite history in regard to NAMA and give a new set of discounted deals to NAMA developers.  The taxpayers, the very same people who footed the original bill, will foot the bill.  I want a very firm and very quick commitment from the Government that no such plan is receiving serious consideration.<\/p><p>  At the time of the creation of NAMA, which most of us supported as being the least worst option, and at its core were economics, politicise and ethics.  There was an economic requirement for it.  From a political perspective, it was seen as perhaps the Government and the political establishment taking a hands-on approach to the devastated construction industry.  From the perspective of ethics, it was presented as an arrangement which would be transparent and fair.<\/p><p>  Questions are being asked about NAMA in this House and the D&aacute;il, but the workings of NAMA and its transparency is a debate for another day.  However, section 172 of the legislation absolutely prohibits the prospect of NAMA entering into what I would call discounted deals with the NAMA developers.  That position must be maintained.  The Irish taxpayer and not some far away entity has already paid &euro;30 billion for the loans and the discount on those loans of &euro;40 billion was taxpayer-funded.  The Irish taxpayer, therefore, has a huge interest in how NAMA operates and in ensuring it operates well.<\/p><p>  We often hear about a functioning property market and somehow the story is spun that to have a functioning property market again, we must facilitate, in some special way, those who were in charge of what they previously deemed to have been a functioning property market.  It was not, of course, a functioning property market but an entirely dysfunctional one based on grossly inflated values and grossly inflated egos.  The last thing we want as a society, as a people and as an economy is to go back to those days.  The people who speak about a functioning property market must recognise it will be a new place and will not be a return to what existed in the so-called Celtic tiger years.<\/p><p>  We must ensure the commitment at the core of NAMA, which the taxpayer who was burdened with such debt was given, that there would be no discounted deals for developers is maintained.  I look forward to the broader debate on NAMA, to the concept of it coming under the freedom of information legislation and to the very serious questions which have been raised in this House and elsewhere over the past number of months being articulated and answered.  I also look forward with hope to a sense of decency and ethics remaining in this House, in this Government and in politics.  I hope the commitment that we would not allow developers discounted deals is fully and strongly maintained.  <\/p><p>  If there is a further write-down for developers, what will be the arrangement for householders and the tens of thousands of people throughout the country with mortgage debt, credit card debt or with small business debt?  How many people who have had difficulty with their financial affairs have been in receipt of salaries of up to &euro;200,000 per annum to look after or get out of their debts?  According to media reports, some NAMA developers have been in receipt of those sorts of salaries.  If the payment of those sorts of salaries helps, in some way, to get some of the projects up and running, the proper management of mismanaged projects and a return to the taxpayer, fair enough but where is the salary for the man or woman who is trying to live on weekly budget and to pay a mortgage which might be out of control?  Where is the salary for the small business person struggling against the odds?  We need openness and transparency but, above all, we need fairness.<\/p><p>  This country was brought to its knees by greed and by people who felt they lived outside the normal rules.  The Government, to its credit, is trying to return this country to solvency and, hopefully, in years to come, to prosperity but we must learn from past mistakes and recognise that one does not build an economy on a so-called property boom.  The purpose of development, of housing estates and of a property market should be to provide homes for families and not to turn millionaires into billionaires.  Will the Minister of State give a firm commitment that this Government will maintain the line, which its component parties certainly took during the initial debate on the NAMA legislation, that there will be no special arrangements for certain people and that section 172 will remain firmly part of the NAMA guidelines?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100040#OO00100","speaker":"1121"},{"type":"speech","time":1390330200,"counter":203,"content":"<p>I convey the regrets of the Minister for Finance, Deputy Noonan.  He is on Government business but would be here otherwise.<\/p><p>As the Senator may be aware, section 172 of the NAMA Act precludes NAMA from selling loans or property to a defaulting debtor or to parties connected to a defaulting debtor.  The Minister has no plans to amend this section at present.  NAMA requires that the sale of all loans and of all properties and other assets securing these loans is conducted on a competitive, fully open market basis by suitably qualified sales agents.   In all events, NAMA insists on independent valuations of all assets.  NAMA also requires sales agents to prepare a final report and recommendation.<\/p> <p>Included in these reports is a summary of the marketing campaign undertaken, a list of all parties who expressed interest in the loan or real estate or were contacted during the marketing campaign, a recommendation to accept the terms of the purchaser's offer as the best price reasonably obtainable, confirmation that the agent has reviewed the purchaser's confirmation relating to connected party sales, and a statement disclosing any commercial relationship between the agent, debtor, purchaser or purchaser's ultimate beneficial owners in the past five years and how any actual or perceived conflict of interest was managed during the sales process.<\/p><p>This process ensures all interested parties are given equal opportunity to bid for and purchase loans or properties sold by NAMA or by NAMA debtors and receivers.  NAMA has adopted a very thorough approach in line with international best practice for the sale of loans, central to which is the open marketing of the loans to ensure competitiveness and transparency.  For this purpose, panels of loan sale advisers have been selected through a public procurement process for each of the US and Europe. Where there are indications that a potential loan sale could be a feasible commercial option for NAMA relative to alternative options, an adviser from the relevant panel is selected by mini-tender to conduct the loan sale process, which includes the public marketing of the loans.<\/p><p>The adviser's role includes the preparation of a data room and the circulation of outline information to potential qualifying interested parties to generate as much competition as possible.  The adviser assembles all relevant data relating to the loans, which are made available at the appropriate stage to credible potential purchasers who complete the necessary confidentiality agreements.  The sale process is conducted on the basis of all parties having equal access to the necessary information at the same time to make fully informed bids, and NAMA will only approve a sale where it is satisfied the price obtainable represents the best possible return for taxpayers.<\/p><p>As part of the formal sales process, potential purchasers are required to provide an undertaking that they will not engage with the debtor or other obligors at any stage during the sales process without NAMA's pre-approval.  Both debtors and potential purchasers are aware that the infringement of agreed protocols or undertakings may have an impact on NAMA's decisions as to whether, and to whom, it sells a particular portfolio.  Where NAMA approves the sale of any loan or approves the sale of any secured property by a debtor, it requires a confirmation that the purchaser is not connected to the debtor or other obligors.<\/p><p>NAMA also requires sales agents to prepare a final report and recommendation.  Included in these reports is a summary of the marketing campaign undertaken, a list of all parties who expressed interest in the loan or real estate or were contacted during the marketing campaign, a recommendation to accept the terms of the purchaser's offer as the best price reasonably obtainable, confirmation that the agent has reviewed the purchaser's confirmation relating to connected party sales, and a statement disclosing any commercial relationship between the agent, debtor, purchaser or purchaser's ultimate beneficial owners in the past five years and how any actual or perceived conflict of interest was managed during the sales process.<\/p><p>Since inception, NAMA has overseen the sale of &euro;10.6 billion worth of loans, property and other assets held as security.  To year end 2013, NAMA has completed loan sales, across the entire portfolio, with a par debt value of in excess of &euro;4 billion.  In this period NAMA has also sold more than 10,000 individual properties, mainly across Ireland and the UK.  As the Minister has stated, NAMA will be reviewed this year and this issue may be considered within this review.  However, the Government does not see the requirement for such a change to the legislation at this time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014012100040#OO00200","speaker":"1081","continuing":true},{"type":"unspoken","time":1390330800,"counter":205,"content":"<p>The Seanad adjourned at 6.35 p.m. until 10.30 a.m. on Wednesday, 22 January 2014.<\/p>","notice":"TIME STRING DETECTED"}]