[{"type":"minorheading","content":"Prelude","time":1651669200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:00:00","time":1651669200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1651669200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1651669200,"counter":4},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1651669200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#A00100"},{"type":"speech","time":1651669200,"counter":6,"content":"<p>I have received the following message from D&aacute;il &Eacute;ireann.  D&aacute;il &Eacute;ireann has passed the Birth Information and Tracing Bill 2022 on 27 April 2022, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#A00200","speaker":"1650"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1651669200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#A00300"},{"type":"speech","time":1651669200,"counter":8,"content":"<p>I have received notice from Senator Lynn Boylan that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for the Office of Public Works, OPW, to make a statement on the use of non-established employment contracts in the OPW. <\/blockquote> <p>I have also received notice from Senator Catherine Ardagh of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for special education and inclusion to make a statement on the summer provision programme 2022. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Defence to make a statement on Ireland&rsquo;s current defence capabilities. <\/blockquote> <p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Children, Equality, Disability, Integration and Youth to make a statement on progress on an enhanced medical card for eligible applicants as part of the mother and baby institutions Government support scheme. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to provide an update on the status of the new accident and emergency department at University Hospital Galway. <\/blockquote> <p>I have also received notice from Senator Miche&aacute;l Carrigy of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to make a statement on the provision of a new fire station in Ballymahon, County Longford. <\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the appointment of the adjudicator of the primary medical health certificate. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on funding streams available to local authorities for the provision of public facilities at public amenities. <\/blockquote> <p>Of the matters raised by Senators suitable for discussion, I have selected those from Senators Boylan, Ardagh, Malcolm Byrne, Boyhan, Kyne and Carrigy and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Lombard as the Minister has no official responsibility in the matter.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#A00400","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1651669200,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#B00050"},{"type":"minorheading","content":"Office of Public Works Staff","time":1651669200,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#B00100"},{"type":"speech","time":1651669200,"counter":11,"content":"<p>I wish to raise the continued use of non-established industrial grade employment contracts within the OPW.  It does not just affect the OPW but I am specifically concerned with reports I have heard about worker morale in the OPW.  These contracts continue to be used despite the fact that the Department of Public Expenditure and Reform has acknowledged that it is an issue.  SIPTU has repeatedly raised its concerns at the national joint industrial council for State employees about the use of non-established grades.  Skilled guides are being denied access to opportunities and the current contract system limits their access to lifetime personal and financial improvements.<\/p> <p>The Department of Public Expenditure and Reform and the OPW are fully aware that employees have attended interviews and achieved competitive markings at those interviews but are then denied panel placement purely on the basis of their non-established status.  It is not good enough for the Department to hide behind the archaic Civil Service Regulation Act 1956 because it is within the gift of the Minister as a legislator to fix the legal basis and is also within the Department's gift to engage constructively with the trade unions and workers they represent to get this resolved.  SIPTU has requested that the matter be referred to the WRC.  My understanding is that the Department requested a two-month delay to that process in May 2021 yet it continued to advertise and recruit more guides on non-established contracts as recently as September 2021.  <\/p> <p>The inability to access opportunities and the failure of the OPW to provide upskilling while simultaneously refusing to remunerate those who choose to upskill themselves are having a significant impact on the morale of those working in the OPW.  One employee with whom I spoke told me of the hostile environment in which they currently work while another spoke of how, despite their contract stating that their place of work was in one site, they are now being instructed to make a daily 80-km round trip to another site with no financial compensation - something we all understand would be very difficult but which is simply impossible now given the current cost of living crisis.<\/p> <p>The failure to properly recognise the skills of these workers and to offer lifelong progression in their careers is also leading to employee attrition.  Perhaps this is the aim because according to other reports coming out of the OPW, senior OPW figures have told guides that they would love to replace them with machines.  Perhaps this is because machines would then free up even more money to carry out some of the vanity projects that have been undertaken, including ones that have flouted laws such as those requiring a legally mandated bat disturbance licence at Emo Court.  <\/p> <p>Why is the OPW continuing to advertise and hire people under non-established employee contracts despite the Department acknowledging that there are issues with these contracts?  Why are guides being relocated against their wishes to sites more than 40 km from their contracted place of work and why are successful interviewees being prevented from taking up posts in other public service jobs?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#B00200","speaker":"1635"},{"type":"speech","time":1651669200,"counter":12,"content":"<p>I am taking this Commencement matter on behalf of the Minister of State, Deputy O'Donovan.  The OPW employs approximately 2,500 staff across a wide range of craft, technical, administrative and management disciplines, and all OPW staff have essential roles to play that bring great value to those availing of OPW services across a number of work programmes.  The OPW manages in excess of 2,400 properties on behalf of the State through the estate management programme, which includes some of Ireland's most significant heritage properties, monuments, gardens and arboretums.<\/p> <p>Under its flood risk management brief, the OPW continues to co-ordinate Ireland's whole-of-government approach to managing Ireland's flood risk to reduce to the greatest extent possible the impact of flooding on families and businesses in communities known to be at risk from flooding.  This work is largely carried out by State industrial employees and makes a significant contribution to the health, enjoyment and well-being of the public, particularly in recent times.  The Minister of State, Deputy O'Donovan, pays tribute to these staff, who maintained a full service for client Departments and the general public during the pandemic.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Parks and heritage sites provided much-needed relief from the restrictions, and essential building and engineering services allowed Departments and local authorities to continue to deliver critical functions throughout the pandemic.<\/p><p>At peak season, the OPW employs approximately 1,400 full-time and seasonal State industrial staff in drainage, maintenance, visitor services, flood relief, hydrometrics, national historic properties, national monuments and the President's household staff.  State industrial staff are employed in essential roles at many sites including the Houses of the Oireachtas, Farmleigh House, the Phoenix Park and Dublin Castle.  They work various shifts.  Some shifts are five days over seven and some sites are manned over 24 hours.<\/p><p>The non-established grade employment contracts, which the Senator mentioned, in the OPW are technically classified as industrial employees and are recruited to the OPW in a non-established capacity.  I understand that they enjoy the same terms and conditions as industrial employees in other areas of the civil service.  A non-established State employee or industrial employee is a person employed in a whole-time capacity by a Department or office who is not an established civil servant.<\/p><p>Non-established State employees are not covered by the Civil Service Regulation Act 1956.  State industrial employees are regarded as those grades designated under section 23(3) of the Industrial Relations Act 1990.  State industrial employees are excluded from the Civil Service conciliation and arbitration scheme but are covered by the range of general employment laws and have access to the Workplace Relations Commission and the Labour Court on matters of pay and conditions.<\/p><p>The OPW continues to follow Department of Public Expenditure and Reform, DPER, guidelines on the employment classification of non-established industrial staff.  The policy is a matter for the Minister for Public Expenditure and Reform and is not something the OPW has any authority to change.  This also applies to all other public service bodies with State industrial staff.  The Senator mentioned a delay with regard to DPER.  This is a matter for DPER.  The OPW does not have authority to change it.  I suggest it may be worthwhile for the Senator to correspond directly with DPER or the Minister for Public Expenditure and Reform who may be able to give her further detail on her queries.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#B00300","speaker":"1472","continuing":true},{"type":"speech","time":1651669200,"counter":14,"content":"<p>The issue is that while the response has outlined the contractual arrangements for the non-established offices, the reality is that DPER has acknowledged this is an issue.  It is in the minutes of the national joint industrial council for State employees.  It has acknowledged it is a complex issue and said it would engage with the WRC conciliatory process.  We need progress on that because we have people who have 30 years' experience working as guides within the OPW and have no path of progression within the job they have chosen to do.  Many of them have taken on masters courses in heritage and history for which they are not compensated.  There is no facility for training within the OPW other than first aid courses.  Some employees are multilingual.  They have taken on extra languages at their own expense and yet there is no acknowledgement of this in their pay and conditions.  I encourage DPER to engage with the unions since it has acknowledged there are issues but we need to resolve the issues.  Acknowledging them is just the first step.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#C00200","speaker":"1635"},{"type":"speech","time":1651669200,"counter":15,"content":"<p>I assure the Senator that the OPW strives to value its staff equally, regardless of their grade or recruitment methodology, primarily through ongoing communication and engagement.  While there are many different grades and classifications of employees, the OPW will continue to work hard to minimise the impact of the historical differences in terms and conditions that apply between various employment categories through engagement mechanisms such as the partnership and joint industrial council in order that the organisation works as one team, one OPW.  However, I note what the Senator has said around morale within the OPW's work environment around lifelong progression, senior OPW staff in terms of technology and all of those matters.  I will bring these comments back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#C00300","speaker":"1472"},{"type":"minorheading","content":"Special Educational Needs","time":1651669200,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#D00100"},{"type":"speech","time":1651669200,"counter":17,"content":"<p>I thank the Minister of State for coming to the House.  I raised the issue of summer provision last week on the Order of Business and I tabled the Commencement matter on Friday.  Thankfully, however, the Department released details of the summer provision programme yesterday.  It is a great programme.  In 2021, the budget doubled to &euro;40 million, which shows the seriousness of the Minister of State's commitment to the programme.  Unfortunately, there was a delay this year in announcing the programme and that delay meant 26 out of 126 special schools have said they will not be running the programme due to the delay.  Last year, the programme was announced on 11 May and only &euro;15 million of the budget was actually used.<\/p> <p>What effort is the Department making to ensure that schools are incentivised to run these programmes?  They mean so much to families and the children who participate in them.  For families, it is some respite.  The summer is a daunting time for the families of children with additional needs because they do not have the extra childcare, and for some children who do not have other friends it is their only social outlet.  It is very important to incentivise schools to open these programmes.  Perhaps the Minister of State will contact the 26 schools that have decided they will not be able to run the programme.  Next year, perhaps the Department might be able to announce details of the programme before Easter just to give schools a chance to get their logistics in order.  Schools are outlining to us the difficulties they have with regard to staffing, the pay rates and the late communication from the Department in respect of the programme.<\/p> <p>There is a major commitment from the Department, which is very welcome, but we have to do a little more to ensure that these programmes happen.  It might be the case that the Minister of State will have to mandate schools to run these programmes for children with additional needs because they do not stop having additional needs during the summer months.  The barriers and obstacles before families do not go away for the summer.  Having all this time off creates a huge amount of anxiety for families.  Something could be done about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#D00200","speaker":"1630"},{"type":"speech","time":1651669200,"counter":18,"content":"<p>I note the Senator's particular interest in the area of special education in general.  We were very pleased to announce this programme yesterday.  There is a new package for the summer programme for this year.  We have matched the funding from last year of &euro;40 million for children with additional needs.  It will also help Ukrainian children in terms of the inclusion programme.<\/p> <p>First, there is the inclusion programme in primary school.  It is a two-week to three-week programme for mainstream pupils with complex needs and those at greatest risk of educational disadvantage.  There is also a special classes and special schools programme in primary schools, which is a two-week to five-week programme.  Then we have delivering equality of opportunity in schools, DEIS, numeracy and literacy camps, or campa&iacute; samhraidh, in DEIS primary schools, which will be for one week, and inclusive programmes for all post-primary schools, which is two weeks for students with complex needs and those at risk of disadvantage.  There is also home-based provision where there is no school-based programme available.<\/p> <p>The aim of the summer programme is to enhance well-being for children with additional needs.  There are arts-based programmes, sports activities, music, drama and language development.  Curricular subjects are looked at and there is obviously vocational support as well, particularly for post-primary children who may be at risk of leaving school so they can future plan for what they need to do.<\/p> <p>I understand the Senator's point about encouraging and incentivising schools to participate in this programme.  There are 4,000 schools, since the first time last year, that are eligible to apply.  We listened to their feedback and concerns from last year and we are confident that there will be more of an increase in participation this year.  Some of the concerns that were addressed were about funding.  Schools were looking for funding for a programme overseer so we have dealt with that.  Regarding preparation time, it is 4 May today which is the earliest the programme has ever been announced.  We believe there is sufficient time for schools now to plan for it.  There are faster payments for staff.  If the staff in a school are not available to participate in the summer programme the school can hire staff outside, which should help.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is also an easing of the administrative burden on schools and greater guidance materials are also given in that context.<\/p><p>There are obviously enhanced measures to encourage participation by the schools, including the recruiting of final year students, which can be done for the first time, and they should be able to help, as well as the centralised application process.  There is an online registration which is open from today for schools to apply to register their interest.  There is also flexibility for the schools so they can run the programmes at whatever time suits them or split the weeks during the summer which, again, is feedback we received.  This year, we had advocacy groups which were involved in the development of the summer programme so they could give us the feedback from their members as to what exactly they wanted.  There is also school transport for children, and grant funding will be available if transport services are not available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#D00300","speaker":"1472","continuing":true},{"type":"speech","time":1651669200,"counter":20,"content":"<p>It is great to hear all of the details.  I especially welcome the online application process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#E00200","speaker":"1630"},{"type":"speech","time":1651669200,"counter":21,"content":"<p>Around the Ukrainian children, I want to mention that, for this year, schools will be supporting children to be included in the inclusion programmes.  They are very focused on the individual needs of children as schools identify them.  Language tuition will be offered to these children.  The 16 ETBs are organising the English as a second language panels, which will assist these children.  It will be of great assistance to Ukrainian children coming into this jurisdiction over the next number of months and, indeed, to children who are here already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#E00300","speaker":"1472"},{"type":"minorheading","content":"Defence Forces","time":1651669200,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#E00350"},{"type":"speech","time":1651669200,"counter":23,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  We are all looking forward to debating the report of the Commission on the Future of the Defence Forces.  I welcome the indications by the Minister for Defence, Deputy Simon Coveney, that there will be an increase in defence spending of the order of about &euro;500 million, although, on the basis of the recommendations within the commission report, this could be viewed as somewhat conservative, even though it is about a 50% increase.  The commission set out very clearly that it believes we should be looking at being ambitious to bring Ireland in line in our spending on defence with similar-sized EU countries.  If we take the example of Finland, one of our fellow non-aligned countries and of similar size, it currently has a budget of &euro;2.8 billion, almost three times that of Ireland, and recently announced an increase of &euro;2 billion in spending.<\/p> <p>The Minister of State may be aware of the comments yesterday by the Chief of Staff, Lieutenant-General Se&aacute;n Clancy, around the adequacy of the Defence Forces.  This Commencement matter had been tabled in advance of his address but he did make the point that if we are to ensure that we can protect our sovereignty, particularly in light of what has happened in Ukraine, then we must have adequate investment in our Defence Forces.<\/p> <p>My question today is around Ireland's defence capabilities in the event of an attack.  People traditionally think about attacks as soldiers on the ground, marching over a border and invading a country, as we have seen in Ukraine, but that is not the nature of modern warfare.  What we see increasingly is incursions into airspace, into our maritime area and, more and more, in cyberspace.  I do not believe that Ireland is sufficiently well defended, nor do I believe we can defend our sovereignty in the event of an attack from an alien power.<\/p> <p>If we look at some of the specific areas, for example, in terms of a potential air incursion, we have inadequate radar to be able to pick that up.  Where we have had incidents in the past of Russian aircraft illegally operating in Irish space, we rely on the Royal Air Force to defend us in those circumstances.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Not so long ago we had a maritime incursion.  In this hybrid attack by Russia, which was an invasion of our sovereignty, we saw Russian warships based off the south-west coast of Ireland.  Had they done anything to the transatlantic cables, the damage to our country, economically and socially, would have been enormous.  Last year we saw what I would regard as a terrorist attack, the cyberattack on the HSE.  We will see more and more of those.  It is not unreasonable to expect that if Ireland votes in a particular way at the UN Security Council, all the traffic lights in Dublin will go down.<\/p><p>This is not the world of science fiction; it is the reality of what we are facing.  As we are now having debates on food security and energy security, we need our debates on defence capability to be broader than those simply focused on the Department of Defence.  We should co-operate with Sweden, Finland, Austria and the other non-aligned countries.  I hope the Minister of State will answer my questions on behalf of the Department today.  What are our defence capabilities at present in these areas?  What measures will we take to address them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#E00400","speaker":"1638","continuing":true},{"type":"speech","time":1651669200,"counter":25,"content":"<p>I thank the Senator for his important question.  I am happy to respond on behalf of the Minister for Defence, Deputy Coveney.  The priority for the Minister for Defence is to ensure that the operational capability of the Army, Air Corps and Naval Service is maintained and developed to enable the Defence Forces to carry out their roles as assigned by the Government, including overseas deployments.<\/p><p>The White Paper on Defence of 2015 set out an ambitious programme of capital investment for the Naval Service, including for the mid-life refitting and upgrading of the P50 class of vessels and the replacement of the flagship <i>LE Eithne<\/i>with a multi-role vessel.  It is the Government's intention that the new vessel will provide flexible and adaptable capability for a wide range of maritime tasks.<\/p><p>The White Paper, in addressing Air Corps capability, provided for the replacement of the Cessna and Casa 235 fleets.  The Cessnas have now been replaced by three Pilatus PC-12 aircraft in the intelligence, surveillance, target acquisition and reconnaissance, ISTAR, role, providing a substantially increased capability with their state-of-the-art surveillance technology.  A further Pilatus PC-12 was procured arising from the demands of Covid.  A contract for the supply of two C295 maritime patrol aircraft to replace the two Casa 235s was signed with Airbus in 2019, with delivery of the aircraft expected in 2023.  The C295s are larger and more capable than those they replace and will enable the Air Corps to conduct maritime patrols and surveillance across Ireland's area of maritime interest, with enhanced capabilities.<\/p><p>While the primary role of the Defence Forces with regard to cybersecurity, which the Senator mentioned, relates to the defence and security of their own networks and systems, the Department of Defence and the Defence Forces are committed to participating, under the leadership of the Department of the Environment, Climate and Communications, in the delivery of measures to improve the cybersecurity of the State.  The Department of Defence has received a capital allocation under the national development plan of &euro;566 million over the 2022-25 timeframe.  Within that capital allocation, the Defence annual capital budget for 2022 is &euro;141 million.  This will enable continued investment in defence equipment, including major platforms and barracks infrastructure.<\/p><p>The report of the Commission on the Defence Forces, which the Senator mentioned, and the current events in Ukraine are prompting an open debate and consideration of our defence requirements.  I fully accept there is an ongoing requirement to consider whether the capabilities we maintain are appropriate, having regard to the security environment, the roles that we wish the Defence Forces to undertake and the likely risks.  The report of the commission was published on 9 February 2022, as the Senator knows.  The commission's terms of reference included the consideration of appropriate capability, structures and staffing for the Army, Air Corps and Naval Service.  I understand the commission's report is being fully considered in consultation with other Ministers and stakeholders.  The intent is for the Minister for Defence to revert to the Government with a proposed response and a high-level action plan in advance of the summer recess.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The establishment of an independent commission on the Defence Forces underpins the Government's commitment to ensuring the Defence Forces are fit for purpose, both in terms of meeting immediate requirements and in terms of seeking to develop a longer term vision beyond 2030.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#F00200","speaker":"1472","continuing":true},{"type":"speech","time":1651669200,"counter":27,"content":"<p>I thank the Minister of State for the response, and while I appreciate she is answering on behalf of the Department of Defence, I am concerned by it.  My question is on our defence capability.  If we faced an air or sea incursion or a serious cyberattack on critical infrastructure in the State, can we be confident we would be able to address those attacks?  As an independent, sovereign State, one of the marks of sovereignty is being able to defend and protect that sovereignty, but on the basis of the response and the evidence presented, it is very clear Ireland cannot defend its sovereignty in the event of an air incursion, an incident in the maritime space or a cyberattack.  I appreciate that significantly more investment is happening, but if such attacks now happen, it is very clear from the response given here that we do not have the capability to deal with them.  In terms of the role of the State, the defence of our sovereignty is one of the most important responsibilities.  This has to be treated as a priority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#G00200","speaker":"1638"},{"type":"speech","time":1651669200,"counter":28,"content":"<p>The Senator is correct in saying that we need to treat this as a priority, and the Minister for Defence, Deputy Coveney, is doing so.  He very much welcomes the open discussion and debate around whether we can defend our sovereignty.  That is the pertinent question that needs to be teased out.  The Irish people need to be reassured we have adequate defence mechanisms.  The Senator mentioned the prospect of Russia invading our space, so to speak, and the British Royal Air Force having to come into our waters.  He also spoke about the risks to the transatlantic cables and about cybersecurity.  I have noted all of those points and will raise them with the Minister for Defence.<\/p> <p>On the issue of threat assessments and the two White Papers I mentioned earlier, my understanding is the assessments have indicated a low probability of a conventional military attack on the State.  However, they also point to the fact that security channels are such that no single country can deal with these threats alone.  That is important in terms of context.  I can assure the Senator that the Minister Defence is committed to this work and has said so on numerous occasions.  As Senator Byrne mentioned, the Minister is increasing the budget for the Defence Forces.  I also note what the Senator said about Finland, a similar-sized country, and the amount of money it is spending.  I do not think any conversation should be off the table on this particular issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#G00300","speaker":"1472"},{"type":"minorheading","content":"Mother and Baby Homes Inquiries","time":1651669200,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#G00400"},{"type":"speech","time":1651669200,"counter":30,"content":"<p>I welcome the Minister to the House.  This Commencement Matter relates to the Government's mother and baby institutions payment scheme.  I acknowledge the Minister's commitment since coming into office.  This has not been an easy issue to deal with as it is complex and diverse, with many strands to it.  There are many stakeholders involved, with the lives of many individuals and those of their children, families and guardians affected, and there are a range of dynamics at play relating to this very sensitive and difficult issue.<\/p> <p>I also acknowledge the work of the Oireachtas Joint Committee on Children, Equality, Disability, Integration and Youth - what a mouthful - in seeking written submissions from individuals or groups on the general scheme of the mother and baby institutions payment scheme Bill.  I looked at the Oireachtas website before coming in here this afternoon and was reminded that the closing date for receipt of submissions is 1 p.m. on Friday, 6 May 2022.  It is important that submissions are made and that they are concise, clear and to the point.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That helps everyone, including the people who are making the submissions and those who are ultimately processing these at the committee.  I thank the committee for its continuing work in this area.<\/p><p>My understanding is the Department is currently establishing a scheme to be known as the mother and baby institutions payment scheme.  It is proposed the scheme will provide for financial payments and-or an enhanced medical card to defined groups in acknowledgement of the suffering experienced while resident in mother and baby home institutions.  I also understand the scheme will be administered by an independent executive office within the Department.<\/p><p>I thank the Minister for coming to the House.  What are the timelines in respect of the scheme?  When does he think the first supports, such as the enhanced medical card, which is important, will be available?  It is not all about money, and I sometimes think that message is lost.  People who experienced various issues around this subject need ongoing supports, to which the Government has strongly committed.  My focus today is on the enhanced medical card.<\/p><p>There are people who need supports.  I meet people who have issues with accessing mental health supports.  They are being turned away from counselling services.  They may choose not to go to certain counselling services because of previous experience with them, or they feel they do not have trust in a service, or they want some sort of independent counselling service, or they want to avail of a service that is somewhat impartial and away from other members of their family or a spouse.  There are many good reasons that may be the case.<\/p><p>Will the Minister outline the current position regarding the enhanced medical card, how quickly we can get that up and running, and when the scheme will be rolled out?  Perhaps he might also make any other comments he might have on matter.  I again thank him for coming to the House to address this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#G00500","speaker":"1634","continuing":true},{"type":"speech","time":1651669200,"counter":32,"content":"<p>I thank the Senator for his kind comments, for raising this important issue, and for giving me the opportunity to come to the House today to provide an update on the mother and baby institutions payment scheme.  The provision of a form of enhanced medical card to survivors through the mother and baby institutions payments scheme will require the establishment of legislative and administrative structures to provide statutory access to the relevant health services, assess eligibility and carefully manage and share the relevant personal data with the HSE in respect of the issuing of these cards.<\/p><p>Given the scale and significance of the approved proposals for the mother and baby institutions payment scheme, an integrated piece of legislation is being prepared to encompass both aspects of the scheme, that is, the financial payments and the enhanced medical cards of which the Senator spoke.  This approach will make the scheme much more user-friendly as survivors will only have to make one application to be considered for both aspects of the scheme.  Last month, I secured Government approval for the heads of a Bill for the mother and baby institutional payments scheme and the referral of the heads of the Bill to the Office of Parliamentary Counsel for drafting.  I sought priority drafting for the Bill to ensure it can be introduced to the Houses of the Oireachtas as soon as possible.<\/p><p>I have also referred the draft heads of the Bill to the Committee on Children, Equality, Disability, Integration and Youth for pre-legislative scrutiny.  I have requested its assistance in meeting the urgent need to deliver the scheme for survivors as soon as possible.  Like the Senator, I thank the committee for its speedy response in that regard as it quickly launched a public consultation on the general scheme of the Bill.  As the Senator mentioned, the deadline for that is Friday, 6 May.  My officials and I look forward to engaging with the committee during the pre-legislative scrutiny process.<\/p><p>Once the legislation has been passed by the Oireachtas and the administrative infrastructure required to deliver the scheme has been established, the scheme will open for applications for financial awards and enhanced medical cards.  It is my hope we can get this Bill passed in the autumn term and open the scheme for initial applications in late 2022.  That is the timeline I am operating towards.<\/p><p>A person will be eligible for an enhanced medical card if he or she was resident in a relevant institution for six months or more.  The card will provide access to the same suite of services offered to those who hold the Magdalen restorative justice <i>ex gratia<\/i>scheme medical card.  For those eligible applicants who live outside of Ireland, they will have the choice of accepting a once-off health support payment of &euro;3,000 instead of the medical card, if they wish.  This will be a recognition of, and a contribution towards, their individual health needs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While acknowledging that healthcare costs can vary significantly between different people and jurisdictions, a payment of &euro;3,000 would represent a practical measure of acknowledgement for those living overseas who choose not to avail of the enhanced medical card.  If eligible people prefer to take the medical card instead of the once-off health support payment, this would mean that when they are visiting Ireland, or if they were ever to move back here, they would be able to avail of our health services using this enhanced medical card.<\/p><p>The Senator spoke about other supports and it is important to note that beyond the institutional payments scheme, and as part of the broader action plan in response to the report of the commission, counselling support has been made available to all survivors since before the publication of the commission&rsquo;s final report.  It is being provided through the national counselling service which has been strengthened with additional investment and an expanded out-of-hours service.  It is important to say as well that counselling is available free of charge and survivors of institutions are entitled to priority access to that free counselling service.<\/p><p>Additionally, the Department of Health, in partnership with the HSE, is working on establishing a patient liaison advocacy service.  When up and running, that service will have a dedicated team that can provide bespoke information and supports to survivors to assist them in accessing the health services they may need.  The Department of Health is also working with the Health Research Board on a research project to identify the further health needs of survivors.  This research will help to further inform future health policy and service responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#H00200","speaker":"1477","continuing":true},{"type":"speech","time":1651669200,"counter":34,"content":"<p>I thank the Minister for that informative response.  I will comment on three elements.  Regarding the eligibility of those applicants who are overseas and outside the State, it is likely that many of them may be living in London, Manchester, Birmingham, Liverpool and places like that.  It is critically important that this message regarding eligibility is disseminated and that to do so we tap into our connections with the diaspora, as well as making contact through our embassy.  We have an amazing network of Irish support groups across the UK and it is also critically important this message is got out to them.<\/p> <p>There may also be issues regarding the conditionality of the &euro;3,000 payment.  The Minister does not have time to talk this through with us now, but I will be interested to hear more about this aspect at some stage.  My request now, however, is that we reach out to the Irish who have gone abroad and are now living in other communities across the UK, Europe, America and Australia.  I thank the Minister for his response again, which was informative and brought us up to date.<\/p> <p>I reiterate that the Oireachtas Joint Committee on Children, Equality, Disability, Integration and Youth is seeking submissions regarding the general scheme of the mother and baby institutions payment scheme Bill.  The deadline stated for submissions is 1 p.m., and not 5 p.m. strangely, on Friday, 6 May 2022.  This is extremely important.  Email submissions should be made to MBIPS@oireachtas.ie.  I again thank the Minister for coming to the House and for his ongoing work in this important area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#J00200","speaker":"1634"},{"type":"speech","time":1651669200,"counter":35,"content":"<p>Senator Boyhan is right regarding the importance of survivors living overseas being informed of their ability to make claims under this legislation.  Once it is passed, we will have a dedicated information campaign.  We will co-ordinate that with the Department of Foreign Affairs and our embassies around the world and also link in with Irish diaspora groups.  When I was in the US as part of the week of festivities celebrating St. Patrick&rsquo;s Day, I met with a group of survivors.  It ended up being online, but I met with that group from the US.  I had hoped to meet them in person, but that did not work out.  It was just good to meet them and hear from them directly, although it was not the first time I met with that group.  Therefore, we are seeking to have these kinds of engagements with diaspora groups.  It is an important facet.<\/p> <p>Regarding wider work under way in this context, and as the Senator will be aware, the commission's report set out 22 actions.  Some involve significant items of legislation.  Next week, I will be back in this House in the context of Second Stage of the Birth Information and Tracing Bill 2022.  It is important legislation that will provide survivors with full access to all information.  Yesterday, we completed Committee Stage of the Institutional Burials Bill 2022, which will allow us to deal with Tuam and similar burial sites.  That legislation will be coming to this House in due course.  Additionally, about a month ago we announced approval for a national centre for research and remembrance and the identification of Sean McDermott Street as its location.  We will also begin work on the legislation needed to provide protection for records and allow access to them.  This project will also represent significant regeneration of the north inner city.  Therefore, work is under way on all elements of the State&rsquo;s response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#J00300","speaker":"1477"},{"type":"minorheading","content":"Health Services","time":1651669200,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#K00050"},{"type":"speech","time":1651669200,"counter":37,"content":"<p>I thank the Cathaoirleach's office for choosing this Commencement matter for debate.  I welcome the Minister of State, Deputy Butler, to the Chamber.<\/p> <p>I have raised this topic on a number of occasions with the Minister of State&rsquo;s colleagues, the Minister of State, Deputy Feighan, who has been in the House a number of times, and the Minister of State, Deputy Niall Collins.  Unfortunately, the senior Minister has not been to the Chamber as I would like to raise directly with him the ongoing and long-running saga of the new emergency department for University Hospital Galway, UHG.  We been talking for a long number of years about the need for a new emergency department.  When the Taoiseach, the Minister of State&rsquo;s party leader, appeared before us before Christmas, I reminded him that he raised this matter with the former Taoiseach, Enda Kenny, in 2015.  The then Taoiseach responded at the time that the emergency department in Galway was not fit for purpose.  It had not been fit for purpose for a long time before or since and it is not fit for purpose now.<\/p> <p>There are plans for a new emergency department, including a paediatrics and maternity ward beside the existing emergency department.  Works are ongoing on a new temporary emergency department to allow for decanting and the construction of a new emergency department.  I have said in respect of many construction projects that nothing can be built without planning permission.  We have not even reached the stage in Galway where a planning application has been lodged for a new emergency department.<\/p> <p>When the former Minister for Health, Deputy Harris, visited Galway in September 2018 he was told by the Saolta University Health Care Group that a planning application would be lodged before Christmas 2018.  The project specification has changed somewhat since then, which I appreciate.  However, considering that the project was so advanced at that stage, with so much work having been done on finalising the design, I still cannot get my head around the fact that all of these years later, and accepting Covid-19 and all that goes with it, we have not yet got to the stage where we can give a concrete date for lodging the planning application.  That is without mentioning all the other phases - I hope of course that planning permission will be granted - of detailed design, tender documents, contractors and construction.<\/p> <p>There is a long way to go in this process and I understand from engagement with the Saolta group that this project still has to go to the HSE board, the Department of Health, the Department of Public Expenditure and Reform and Cabinet for signing off before a planning application can be lodged.  If she has been provided with the information, I ask the Minister of State to set out some timelines for those stages, the current position in relation to them, whether they can be completed in a short period and whether it is just a case of rubber-stamping them.<\/p> <p>The Minister of State will appreciate the frustration in Galway, particularly among hospital staff and those who have received excellent care in the hospital but have endured conditions that are less than ideal and which, in the words of Enda Kenny, are not fit for purpose.  She will understand the frustration among staff, management and members of the public in Galway.  As I said, people have received excellent healthcare but the facilities are not what they should be for a centre of excellence in a regional capital of the west covering an area that extends from Donegal to Galway.  I hope the Minister of State will provide some better news than I have received heretofore.  There needs to be some concrete dates on the delivery of this project, the lodging of the planning application and the various stages to allow it to proceed to construction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#K00100","speaker":"1665"},{"type":"speech","time":1651669200,"counter":38,"content":"<p>I thank the Senator for raising this matter.  As he said, he has raised it several times before, which I acknowledge.  I welcome the opportunity to provide an update on the status of the new emergency department at University Hospital Galway.  I also take this opportunity to acknowledge the very difficult and unacceptable conditions for patients, families and healthcare staff working in University Hospital Galway.<\/p> <p>I am pleased to say that a &euro;13 million capital investment was approved for an interim emergency department, including additional resuscitation spaces, support accommodation and improved infection prevention and control measures.  This facility is under construction using a rapid-build solution.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These critical services are expected to be completed by the end of June 2022, about eight weeks away.  Further reconfiguration works to the existing emergency department will also be completed as part of the project.  I expect that these new facilities will be available for patients and staff during August.  While improving service delivery capability, the interim emergency department and associated works will also serve as enabling works for the larger project the Senator spoke about, freeing up the site required for a proposed new block.<\/p><p>I am aware that this project has been discussed for the past ten years and I share the frustration of the team in Galway and the patients there.  One of the reasons the project is still in the development phase is that there has been a significant increase in the scale and ambition for the solution on the Galway site.  Originally the proposal was for a new multistorey emergency department block, but now the proposals, driven by local requirements and the need to better utilise a constricted site, mean the Department of Health will shortly receive proposals costed in the hundreds of millions.  The estimated cost is likely to be in the region of &euro;275 million to &euro;300 million, significantly higher than the &euro;65 million to &euro;120 million cost for the original proposal.<\/p><p>As the Senator will be aware, all projects proposed in excess of &euro;100 million must be subject to the full scrutiny of the public spending code process.  The public spending code is designed to ensure that investment decisions are underpinned by a clear policy rationale and costs are well understood.  This ensures that maximum value for money for the taxpayer, through disciplined project evaluation, preparation and implementation, can be achieved.  The HSE is drafting a strategic assessment report to ensure full compliance with public spending code requirements.  I expect this to be submitted to the Department later this month.  If granted approval in principle, the preliminary business case, which is at an advanced stage of drafting, will be subject to the external assurance process prior to the submission of the final business case to Government for decision.<\/p><p>I am pleased to say that following the &euro;13 million capital investment, the interim emergency department, which will provide critical services, is expected to be completed by end of June 2022.  This will increase service delivery capability.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#K00200","speaker":"1614","continuing":true},{"type":"speech","time":1651669200,"counter":40,"content":"<p>I thank the Minister of State for the response.  The only concrete date there is for the opening of the interim emergency department at the end of June 2022.  Other than that, there are a lot of words I have heard before.  Some are new, such as the phrases \"strategic assessment report\" and \"external assurance process\".  They do not fill me with hope about the delivery of the project.  I am afraid, as I said last time, that the project is going backwards.<\/p> <p>The costs were originally less because the project was on a smaller scale.  I welcome the admission of the Department in relation to the HSE to ramp it up to include maternity services and paediatrics.  Before this, it was a shell and core project.  A detailed design of the project was then carried out which pushed the figure into the &euro;275 million to &euro;300 million category.  I appreciate there are processes but this does not fill me with hope about when we will get a solution, when a planning application will be lodged and when the process can go towards the long, complicated process of tender documents, contractors being appointed and construction.  It is still years away.  I wish I could say, as we start the month of May, that a planning application will be lodged before the end of the summer or in the autumn, but I am not getting that from the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#L00200","speaker":"1665"},{"type":"speech","time":1651669200,"counter":41,"content":"<p>I thank the Senator and will convey his concerns to the Minister, the Department and the HSE.  The proposed new emergency department and the women and children's project is a large and complex project and is in the early stages of design progression.  The original proposal was for a new multistorey emergency department block.  However, as a result of service-led demands, there has been a significant increase in scale and ambition for the constricted Galway site and the proposal is now for much more than an emergency department.<\/p> <p>The strategic assessment report is being drafted by the HSE to ensure full compliance with the public spending code.  I hope we will get project board approval and submission as quickly as possible.  If granted approval in principle, the preliminary business case, which is at an advanced stage of development, can be updated by the HSE and brought forward for review to progress proposals.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This project is part of a larger development that incorporates maternity and paediatric services.  It is a complex project that is in the early stages of design progression.  In advance of the more permanent arrangements, the interim extension to the emergency department is expected to be completed by the end of June.  While there is no date yet for the planning application for the main building, and I know this is the core of what the Senator is saying, the HSE is actively engaging with the local authority as the project proceeds through the initial stages of the public spending code.  The Senator has spoken here many times to push this project.  I hope progress can be made as quickly as possible if the strategic assessment report stacks up and I have no doubt it will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#L00300","speaker":"1614","continuing":true},{"type":"minorheading","content":"Fire Service","time":1651669200,"counter":43,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#M00150"},{"type":"speech","time":1651669200,"counter":44,"content":"<p>I welcome the Minister of State, Deputy Peter Burke, to the Chamber.  This Commencement matter is on the provision of a new fire station in Ballymahon, County Longford, an area with which the Minister of State is very familiar.  It is an issue I raised on the Order of Business in February.  At present the fire station in Ballymahon is located in a hired out industrial estate in the middle of a housing estate.  It is not suitable for a town of its size.  It is more than two and a half years since Longford County Council submitted a request for a new fire station for the town.  Since then Center Parcs has opened in Ballymahon.  It is the biggest tourism infrastructure project in the country.  The park attracts between 2,000 and 2,500 visitors to the town each week.<\/p> <p>The fire station has nine retained staff.  In 2021, there were 53 call outs and there have been more than 30 call outs so far this year.  These consist of fires, road traffic collisions, ambulance assists and special services.  The firefighters there are trained as cardiac first responders and emergency fire responders.  The population of the town has increased yearly since the 2011 census when it was 1,563.  In the 2016 census the population was 1,877.  It is expected to rise to more than 2,000 in the most recent census.  Along with this increase in population there is Center Parcs, Thomond Lodge nursing home and retirement village, a large daycare centre in the town, the Kepak processing plant, which is a large employer in the town, and numerous other units.  The town is also home to St. Matthew's Primary School, one of the biggest primary schools in the county.  There are also two post-primary schools in the town with Ballymahon Vocational School and the Mercy Secondary School.  Ballymahon fire service also covers areas in the boundary of County Westmeath<\/p> <p>Longford County Council has identified a site.  It is simply incredible to think that a town of this size does not have an up-to-date, up-to-standard fire station.  I ask that priority is given to the provision of a fire station for Ballymahon now that a site has been identified.  It is in the ownership of Longford County Council.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#M00200","speaker":"1639"},{"type":"speech","time":1651669200,"counter":45,"content":"<p>I thank Senator Carrigy for raising this very important matter.  I join him in acknowledging the great work our firefighters do.  He has articulated how they are first responders and keep our communities safe.  They do exceptional work.  Last year I asked departmental officials to liaise with Longford County Council on this matter.  The provision of a fire service in its functional area, including the establishment and maintenance of a fire brigade, the assessment of fire cover needs and the provision of fire station premises, is a statutory function of individual fire authorities under the Fire Services Acts 1981 and 2003.  The Department supports the fire authorities through setting general policy, providing a central training programme, issuing guidance on operational and other related matters, and providing capital funding for equipment and priority infrastructural projects.<\/p> <p>In December 2020, a new fire services capital programme was announced for the period 2021-25, with a funding allocation of &euro;61 million.  The Department's fire services capital programme for the period 2021-25 allows for continued investment at an appropriate level in our fire services.  The new programme will see six replacement fire stations built, continued support for the construction of a further 12 new fire stations, nine fire station refurbishments, as well as the allocation of 35 new fire engines.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Following extensive engagement with fire authorities, a number of proposals for fire station works have been received.  The proposals were evaluated and prioritised on the basis of the area risk categorisation of the fire station, established health and safety needs, the state of development of the project, and the value for money offered by the proposal.<\/p><p>In recognition of the current economic situation faced by the State because of Covid-19, the speed and extent to which proposed expenditure can stimulate local economies will also be a key consideration in the first few years of the new programme.  Longford County Council has indicated that the replacement of Ballymahon fire station, at an estimated cost of &euro;1.7 million, and that was in August 2021, is its priority.  The council has submitted a preliminary appraisal and outline plans to the Department, and I understand a site has been identified, as the Senator quite rightly pointed out in his opening contribution.<\/p><p>The project consideration stages in my Department include the submission of preliminary and detailed appraisals, submission of a design brief, selection of a site, which was already spoken about, an application for approval in principle, the appointment of design consultants, submission of a preliminary design, planning application, submission of a preliminary cost plan, detailed design and cost plans, and the tender process and construction stages.<\/p><p>While a new fire station at Ballymahon is not currently included in the Department's 2021-2025 capital programme, it has now been included on the list for review.  Projects in the capital programme are soon to be reassessed to maximise the available capital programme funding.  This includes consideration of additional fire station projects from fire authorities which fit the normal fire station project criteria and where an appropriate business case is presented.  Priority may be adjusted to bring forward projects that offer best value for money and take into account the state of readiness of the projects.<\/p><p>I have asked the Department to keep me and the Senator updated on this very important matter.  I expect the reassessment to be scheduled and concluded for quarter 3 of this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#M00300","speaker":"1595","continuing":true},{"type":"speech","time":1651669200,"counter":47,"content":"<p>I thank the Minister of State.  Like him, I compliment all the staff of the fire services, not just in Longford but throughout the country, on all the good work they do and, in particular, the extra work they did in communities during the Covid pandemic.<\/p> <p>I thank the Minister of State for ensuring Ballymahon fire station has been included in the list for review.  That is extremely positive from a County Longford point of view and I thank him for supporting the move.  I would be very hopeful this would be positive when it comes to quarter 3.  Longford County Council has a good track record in delivering quality work, not just in our stations but also in libraries etc.  I look forward to a positive answer in quarter 3 of 2022.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#N00200","speaker":"1639"},{"type":"speech","time":1651669200,"counter":48,"content":"<p>Along with the Senator, we will work hard to ensure the fire station is present on the capital plan because Ballymahon is a growing town.  The Senator has cited its growing population and services such as the nursing home as well as the other businesses that have opened recently.  We look forward to working to ensure the project is kept under review.<\/p> <p>I wish to be associated with and agree with the comments of the Senator about the leadership team of Longford County Council, which does excellent work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#N00300","speaker":"1595"},{"type":"speech","time":1651669200,"counter":49,"content":"<p>I thank the Minister of State for his attendance and responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#N00400","speaker":"1635"},{"type":"unspoken","time":1651669200,"counter":50,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 3.04 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.32 p.m.\r\n\r\nSitting suspended at 3.04 p.m. and resumed at 3.32 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1651669200,"counter":51,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#T00100"},{"type":"speech","time":1651669200,"counter":52,"content":"<p>The Order of Business is No. 1, motion regarding membership of the Committee of Selection, to be taken on the conclusion of the Order of Business, without debate; No. 2, motion regarding draft Planning and Development (Street Furniture Fees) Regulations 2022, referral to committee, to be taken on conclusion of No. 1, without debate; and No. 3, Online Safety and Media Regulation Bill 2022 - Committee Stage (Resumed), to be taken at 4.45 p.m. and to adjourn at 6.45 p.m. if not previously concluded, provided that if a vote is demanded in the D&aacute;il before 6.45 p.m., the debate shall adjourn forthwith.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#T00200","speaker":"1642"},{"type":"speech","time":1651669200,"counter":53,"content":"<p>As the House is well aware, Covid-19 as an infectious disease is reasonably well under control in Ireland and fairly well under control across Europe.  There are still some outstanding issues in other countries.  As a result, we see our tourism industry beginning to recover and there is no doubt that scheduled flights are very much back on track, with passenger numbers increasing.  I am thankful the frequency of flights is starting to recover.  This is all really positive for a major dimension of our domestic economy, namely, tourism and the hosting of international tourists.<\/p> <p>I will speak, however, to what can only be described as price-gouging and an outrageous approach to pricing that is taking place in the hotel sector, particularly here in Dublin.  People had mentioned this to me so I did a small bit of analysis in the office before coming here and the numbers bear this out.<\/p> <p>A hotel room for two nights, Friday and Saturday, next weekend comes to over &euro;700 for two people in a four star hotel in this city.  I did some comparisons and in Berlin the same stay would cost approximately &euro;300 and in Paris it would be approximately &euro;450.  In London it would cost &euro;500 and in Lisbon it would cost &euro;300.  In 2019, the average price for a room in Dublin was approximately &euro;150 per night.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Timmy Dooley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2015\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2015&amp;amp;pid=TimDooley&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That would be &euro;300 or &euro;350 at weekends, so during the space of the pandemic, the price has doubled.<\/p><p>I understand the hospitality sector has taken a very significant battering over the period of the pandemic but the hotel sector succeeded and survived with the support of the citizens of the State because, on behalf of the Irish people, the Government invested very significant amounts of money in the sector.  The hospitality sector received about &euro;1.6 billion in the employment wage subsidy scheme, which was 29% of all payments.  A total of &euro;717 million was provided under the Covid-19 restrictions support scheme while the figure for debt warehousing was &euro;2.9 billion.  Not all of that went to the hospitality sector but it certainly contributed to the survival of those businesses.  I know these businesses need to recover but they cannot expect to recoup all their losses in the course of a year because that approach will damage our image internationally.  As I said, the price of a weekend stay here is nearly twice that of our main competitors across Europe when we take in Berlin, Paris, London and Lisbon.  There is something wrong there.<\/p><p>Perhaps the Deputy Leader would arrange a debate on tourism and the obvious threats to our tourism product development.  We can thrash it out and, it is hoped, get the views of the Minister as to how we might approach this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#T00300","speaker":"1655","continuing":true},{"type":"speech","time":1651669200,"counter":55,"content":"<p>I wish to raise an issue relating to NCT centres.  Obviously, Covid has had an impact over a long period of time with regard to the NCT certificate, how long it is valid for and extensions.  Considering that in some parts of the country, it will be months before a person will get a date for an NCT, how does that affect the validity of a person's certificate is if he or she has an accident?  It is an issue because in certain parts of Dublin city, a person will not get a test before the autumn.  If his or her NCT is up, what is the legal standing of the person driving the car if he or she has an accident?  From what I understand, if someone is pulled over by An Garda S&iacute;och&aacute;na and does not have a valid certificate, he or she could get penalty points.  Will the Deputy Leader contact the relevant Minister or the Road Safety Authority, RSA, to provide some clarity on this because it is an issue of concern?  It is always the case there is never a problem with insurance until you have an accident and go looking to claim.  That is when issues can arise so there could be people who are affected in that regard.<\/p> <p>I also request a debate on our capital plan and capital projects.  I raised a Commencement Matter issue regarding a very important project for Galway city and county, namely, the new emergency department at University Hospital Galway.  Since I spoke on the matter in this House in January, it has gone backwards.  Three months on, it is still going backwards.  There is no certainty with regard to the delivery of this very important project, not taking into account any of the inflationary pressures regarding the price of the project.  This concerns getting consent to lodge a planning application for a project that in 2015 was deemed not to be fit for purpose by the then Taoiseach Enda Kenny when questioned by the current Taoiseach, Deputy Miche&aacute;l Martin, in the D&aacute;il.  This project is vital for the region.  Saolta University Health Care Group promised that a planning application would be lodged before Christmas 2018 and here we are in 2022, albeit with a changed specification for the project, and we have seen no progress.  This is one of a number of projects.  For any large project, from when we start talking about it to when the tape is cut on it, we could be talking about seven, eight or ten years.  People tend not to believe anymore what is being said about these projects until such time as the diggers actually go in to start construction, and it is a concern of mine regarding the processes in place for our capital projects.<\/p> <p>I ask for a debate on capital infrastructure in the country.  We could have one specifically on health projects because there are so many of them and they are so vital, but the debate could include all projects.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#U00200","speaker":"1665"},{"type":"speech","time":1651669200,"counter":56,"content":"<p>Before I call on the next Senator, I welcome our friends from Denmark, the Copenhagen executive forum, to the Senate and I thank them for coming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#V00100","speaker":"1650"},{"type":"speech","time":1651669200,"counter":57,"content":"<p>One issue I will raise is the sow for Ukraine initiative that came out with the packets of seeds one will see available around this place in the coming days and in every SuperValu and Centra in the entire country over the coming days.  SuperValu and Centra are sponsors and have bought into the sow for Ukraine sunflower seed initiative.  This is an initiative by people, including Ukrainian people.  It is a community initiative from Tullow in County Carlow.  Some people think Tullow is in County Wicklow but it is actually County Carlow.  There are 50 seeds in a pack which costs &euro;5.  It is being co-ordinated and all of the funding will go through the official Red Cross.  That is very positive.  I ask people to spread the word.  It is on <i>redcross.ie<\/i>.  It is a very good organisation.<\/p><p>The sunflower has become a symbol of Ukraine and a worldwide symbol for solidarity against the Russian invasion of Ukraine.  This is the Irish sunflower campaign.  The seeds are very easy to sow and to grow.  The target is to get 500,000 and they have been walking off the shelves in the past 24 hours.  I commend the initiative and acknowledge the work of the people in Carlow and those in the Red Cross who have gathered and put the initiative in place.  It is a very good and sustainable initiative.  The sunflower seeds can be thrown on the ground and birds eat them.<\/p><p>Another issue I will flag is that the mother and baby institutions payment scheme Bill has gone out to public consultation.  I commend the Oireachtas Joint Committee on Children, Equality, Disability, Integration and Youth which seeks written submissions by 1 p.m. on Friday, 6 May 2022.  That is very important.  I raised this with the Minister earlier today under a Commencement matter.  I acknowledge the significant proactive work on what is a very difficult issue for many people.<\/p><p>Part of this institutions payment scheme will set in place an appropriate compensation package and a special medical card.  That is very important for accessing supports.  The supports are practicable and tangible supports to give to people who have been involved in this very sensitive area.  I ask people and Senators to pass on the deadline of 1 p.m. on Friday, 6 May, for submissions on the public consultation.  I again thank the Oireachtas Joint Committee on Children, Equality, Disability, Integration and Youth which is driving and working proactively in this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#V00200","speaker":"1634"},{"type":"speech","time":1651669200,"counter":58,"content":"<p>The outcome of tomorrow's election in Northern Ireland is an opportunity to deliver real, seismic change.  It is the most important election not just in a generation but in the history of Northern Ireland.  It is an opportunity for a new beginning.  A few days ago, I attended a funeral in Northern Ireland for the late canon, Fr. Pat McHugh.  He was a kind, decent pastoral priest who was full to the brim of compassion and passion.  The funeral cortege made the short journey on foot from his home in Killynoogan to Pettigo in the Republic of Ireland.  It reminded me in stark terms of how partition caused such havoc, especially around the Border.<\/p> <p>Fr. McHugh was a wonderful man and a super English teacher at St. Macartan's College.  On one occasion before the Good Friday Agreement, Fr. McHugh had to assert his civil rights when the RUC was around.  Thankfully, those days are behind us.  The irony was not lost on me that a police officer from the Police Service of Northern Ireland helped with traffic duties during the course of the funeral.  The officer told me that things are better these days although there is still work to do.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Vincent P. Martin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=VincentPMartin&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He is a close neighbour of the late Fr. Pat McHugh.<\/p><p>We have come a long way since the funeral of our first President, Douglas Hyde.  All but one of the Cabinet stayed outside the church for his funeral service.  In 2017, Fr. Pat McHugh, as parish priest of Castleblayney, commenced significant renovations to his church.  During the course of those renovations over several months, he was welcomed with open arms into the local Church of Ireland.  Pat and Reverend Neal Phair were ahead of their time.  That is a glimpse of a better Northern Ireland for everyone.  Part of the liturgy at the funeral were the words of Luke 10:5, which have a resonance today as we face the election, \"Whatever house you enter, first say, \"Peace be to this house\".  I hope that when people return to the house at Stormont they bear that in mind and they adopt the peaceful way of mutual respect and tolerance, in fact, not just tolerance, but celebrate the enrichment of diversity.  Ar dheis D&eacute; go raibh a anam.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#V00300","speaker":"1667","continuing":true},{"type":"speech","time":1651669200,"counter":60,"content":"<p>Thank you for those beautiful sentiments regarding the great work of Canon Pat McHugh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#W00200","speaker":"1650"},{"type":"speech","time":1651669200,"counter":61,"content":"<p>I begin by raising the ongoing issues with the backlog in the Passport Office.  The last time I raised this, the Deputy Leader spoke of her experience in applying for a passport for one of her children.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#W00300","speaker":"1688"},{"type":"speech","time":1651669200,"counter":62,"content":"<p>It is sorted now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#W00400","speaker":"1642"},{"type":"speech","time":1651669200,"counter":63,"content":"<p>She finally got it.  I am very glad to hear that.  Unfortunately, that is not the experience for hundreds, if not thousands, of other people, but I am certainly glad it is resolved for the Deputy Leader.<\/p> <p>There was a very welcome motion on this issue from colleagues in Fine Gael a few weeks ago and a number of commitments were set out by the Government.  However, we are not seeing a clear pathway out of this issue so it would be timely for the Minister for Foreign Affairs to come to the House to address it.  We should have statements on the issues currently facing the Passport Office and, in particular, the issues currently facing its customers.  I stress the word \"customers\", as people are paying for this service and some people are waiting over a year now.  It is not a modest cost either to get a passport.  I have full admiration for the work the staff are doing there under pressure, but this simply cannot go on.  We must do something to address it.<\/p> <p>The second issue I wish to raise is one in which the Deputy Leader will have an interest given her former role as chair of the Brexit committee.  It is the denial to young people in the North of the ability to apply for the DiscoverEU programme.  The DiscoverEU programme gave 35,000 18-year-olds across the European Union a one-month free interrail pass.  Unfortunately, 18-year-olds from the Six Counties will not be able to apply for that.  It is another stark denial of entitlements as a result of Brexit.  This is something I hope to pursue via a Commencement matter, but I also wanted to raise it in the House.  I hope the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, will respond practically in terms of assisting young people in the North to avail of what is a very positive and exciting programme.<\/p> <p>Finally, like Senator Martin, I am conscious that tomorrow will see the opening of the polls in the election to the Assembly in the North.  I will steer clear of making party political points because you will not let me, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#W00500","speaker":"1688"},{"type":"speech","time":1651669200,"counter":64,"content":"<p>I do not know why you think that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#W00600","speaker":"1650"},{"type":"speech","time":1651669200,"counter":65,"content":"<p>However, I am in a collegiate mood so I will avoid the temptation other than to say that I wish candidates well.  We all know it is not easy to go forward in, and to fight, an election campaign.  For them and their families it is a very trying, but often very exciting and worthwhile, time to get out and engage with the electorate on the doorsteps.  I wish candidates and their families well.<\/p> <p>However, I hope following tomorrow's result that the outcome, whatever it is, will be respected and that the parties will return to the institutions of the Good Friday Agreement and work positively, collaboratively and respectfully, as Senator Martin very eloquently encouraged them to do, so we can get back to the work of ensuring not only that budgets are delivered and money is put back into people's pockets but also that we can work through institutions such as the North-South Inter-Parliamentary Association so we in the Oireachtas can engage with our colleagues in the North for the betterment of everyone across the island.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->On that note, I have to go North to knock on doors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#W00700","speaker":"1688","continuing":true},{"type":"speech","time":1651669200,"counter":67,"content":"<p>The Senator will not be around tomorrow, so I thank him for telling us.  He will be promoting democracy in another format.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#X00200","speaker":"1650"},{"type":"speech","time":1651669200,"counter":68,"content":"<p>I raise the issue of the tenant <i>in situ<\/i>scheme, which I have raised previously in the House.  The Department of Housing, Local Government and Heritage has given directions to local authorities that they are no longer allowed to buy second-hand properties and have to focus on one-bedroom properties and apartments.  While on paper that can seem very laudable, it does have the unintended and very dangerous consequence of people in receipt of social supports through the housing assistance payment, HAP, or the renal accommodation scheme, RAS, and who are living in rented accommodation being evicted from their rental accommodation and the local authority is not able to buy it.  This is a particular concern because while it has operated imperfectly, it has still saved many families from homelessness.  We know that people coming from the private rental sector, particularly those who are on social supports, where HAP limits have not been revised since 2016, are the number one type of family who are entering homelessness.<\/p><p>We get the figures for homelessness at the end of every month and, last month, 1,238 families entered homelessness, which was 58 more than the previous month.  Since the lifting of the eviction ban, we have seen family homelessness increase and come back again.  While I understand somewhat the rationale for that direction to local authorities and the limits placed upon it, the Minister should make an exception for tenants <i>in situ<\/i>.  It has operated as an imperfect method of homelessness prevention, especially for families and children, and we do not want to see children entering homelessness and spending their school years living in precarious housing.<\/p><p>I also raise the issue of the very concerning reports we are hearing from the US Supreme Court in regard to overturning Roe <i>v.<\/i>Wade.  I say this in the context of the rowback on abortion rights generally, what is happening in Poland and Texas, and certain state legislatures rowing back on access, for example, Oklahoma and Tennessee, where people from Texas had been going.  It is very concerning for women in the US, many of whom are very frightened, in particular low-income women.  Having an absolute ban on abortion does not stop abortions but makes them unsafe and ensures low-income people are particularly affected.  I send my solidarity in particular to women in the states that will be affected &ndash; Texas, Oklahoma and Tennessee - and to women in Poland.  As we know, the march of progress is not always forward and it does roll back.  We always need to be vigilant in making sure reproductive rights are protected worldwide.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#X00300","speaker":"1672"},{"type":"speech","time":1651669200,"counter":69,"content":"<p>Last weekend marked the all-Ireland confined drama finals in Ballyshannon, County Donegal, and it was won by a drama group from Kilmuckridge, County Wexford.  I am sure the Cathaoirleach will join me in congratulating the group and the director, Anthony O'Connor, and equally to wish the best of luck to the ten drama groups which, from tomorrow night, are taking part in the RT&Eacute; all-Ireland open drama finals at the Dean Crowe Theatre in Athlone.  This is a culmination after festivals have taken place all over the country where tens of thousands of people have gone along to see amateur drama groups put on some of the best performances that will be seen anywhere in the country.  People realise because of the pandemic how much we have missed being able to go to the theatre in our local communities and how important that is.  It is important we put on the record of this House our thanks to the Amateur Drama Council of Ireland for its organisation of these events and to all those who organised the drama festivals, and that we also wish the very best of luck to those taking part in the all-Ireland finals.  We all understand how much we have missed live theatre and it is incredibly important in all our communities.  To get it back up and running is an amazing experience.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Now that the Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, has outlined his proposals on the future of higher education funding, I hope we will have a debate.  I welcome the commitments.  The Minister was quite specific on \"Morning Ireland\" about some of the amounts of money to be invested.  We need to hear more detail in a debate.  We had a debate with the Minister of State, Deputy Niall Collins, last week but it was before the discussions at Cabinet yesterday.  Now that we know there will be a significant capital investment in higher education, it will be important to address the core funding issue.  The Minister has said he will consider Student Universal Support Ireland, SUSI, grants and the question of the fees themselves.  We should have an early debate to obtain clarity on these matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#X00400","speaker":"1638","continuing":true},{"type":"speech","time":1651669200,"counter":71,"content":"<p>Let me continue on the theme of higher education, as raised by my colleague, Senator Malcolm Byrne.  I wish to mark and acknowledge the occasion yesterday in the south east when the Minister visited the campuses of the new South East Technological University, SETU.  The sense of positivity and optimism among the staff and students was palpable.  There are many people who have worked for decades and campaigned tirelessly for a university in Waterford and for the south-east region.  Thankfully, it came to fruition over the weekend.<\/p> <p>At certain times in politics, one has to take a leap.  Certainly, that is what has been done with SETU.  There are many who sat on the fence throughout the entire process and who continue to do so.  If things go in the wrong direction, they will say \"I told you so\".  If they go in the right direction, they will say they always supported the technological university.  I now hope that many of the dissenting voices can get on board with the journey we are to undertake in the region, the aim being to create more balanced regional development but also to have educational and research excellence within our regions so the young people of the south east can go to university in their own locality and develop their careers from there.  Yesterday was a step change in that regard.  All Members of the Oireachtas from the south east will be working with the Minister to ensure resources are put in place so the new university can progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#Y00200","speaker":"1647"},{"type":"speech","time":1651669200,"counter":72,"content":"<p>I suppose there are many greats in Irish sport but there is none greater than Katie Taylor, and there is no greater achievement than hers last weekend.  Our hearty congratulations go to her from this House.<\/p> <p>I wish to voice a concern shared by many others.  It relates to the decision to use student accommodation to house Ukrainian refugees during the summer months.  I understand the difficulties faced by the Government in housing and providing for the people we have taken in, and how it would not sit well to have bedsits empty while there are those in need of them.  I understand how this idea came about.  However, the obvious concern, which is in the minds of many, relates to what will happen in September.  The Minister, Deputy Harris, said the accommodation is to be made available in the short term to allow time for other options to be availed of.  If that happens and everything goes without a hitch, it will be wonderful.  However, we have never had to look too far in this country to see short-term solutions that have lingered long past their due date.  That, of course, is simply not an option here.<\/p> <p>The apprehension is that if things do not all go according to plan and long-term accommodation is not found for everyone who needs it, the Government, a university or other body will be put in the position of having to evict refugees from student housing, or students who have paid for their housing will not be able to use it as it is occupied.  Either way, the Government may well have to put the Irish people and our resident Ukrainians on a public-opinion collision course.  Already we have seen a significant amount of public discourse on the concerted efforts of the Government to house the refugees we have taken in, which contrasts with the apparent lack of a similar effort in addressing the homelessness crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The prevailing question is: if the Government can do that for them, why can it not do it for us?  A them-and-us mentality is the last thing we need in this situation but I fear that this decision on student accommodation may end up pushing us in the wrong direction.  At this stage it is too late to go back on the decision but my warning to the Government is that it had better have a long-term solution ready on time.  Otherwise, in five months we could find ourselves in a very sticky situation<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#Y00300","speaker":"1664","continuing":true},{"type":"speech","time":1651669200,"counter":74,"content":"<p>I ask the Deputy Leader to arrange a debate on the future of the pharmacy sector.  Next week the Irish Pharmacy Union, IPU, will hold its annual general meeting, AGM.  I want to take the opportunity on the floor of Seanad &Eacute;ireann to pay tribute to the outgoing general secretary, Mr. Darragh O'Loughlin, for his professionalism, commitment, advocacy and drive, along with so many others in the IPU.  We heard a clarion call from the co-chairman of the IPU, Ms Kathy Maher, last weekend.  She said the pharmacy sector was at crisis point regarding the availability of hormone replacement therapy, HRT, medication, for women.  There is a gargantuan shortage, particularly of hormone patches.  The Minister for Health should come to the House to have a debate on the future of our pharmacy sector.  This would be opportune, given that we will have a new general secretary of the IPU next week.<\/p> <p>I also want to support Senator Dooley's call for a debate on the hospitality sector and in particular on the rising price of hotel beds, not just in our capital city but across the country.  To be fair, when the hospitality sector was in crisis, the Government stepped into the breach with various measures.  It is now incredible to see the rising prices for hotel accommodation across the country, including in counties Kerry, Mayo and Cork.  This is not just a Dublin issue but is countrywide.  I hope we can have that debate in advance of the summer recess.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#Z00200","speaker":"1637"},{"type":"speech","time":1651669200,"counter":75,"content":"<p>I join my colleague, Senator Malcolm Byrne, in calling for a debate on higher education funding, including the announcement today by the Government.  In welcoming that funding, I want to pay tribute to my uncle, Mr. Peter Cassells, who produced a report six years ago on the under-funding of third level in this country, which had left it in a perilous state.  Since Mr. Cassells produced that report, we have seen an additional &euro;1 billion provided for college education.  The Taoiseach has been extremely strong on the need to ensure additional funding was directed to that sphere.  While I welcome the additional &euro;370 million in core funding announced today, it is imperative now that the Minister delivers on his statement today to reduce student contribution fees.  That is central to the very essence of what we do here.  While investing in the system of third level is important, reducing costs to those who need to access it is essential.  Cost cannot be a barrier to students accessing third level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#Z00300","speaker":"1641"},{"type":"speech","time":1651669200,"counter":76,"content":"<p>I wish to raise the report published yesterday on women and ovarian cancer.  The report found that many women are presenting very late in the day in terms of being diagnosed with ovarian cancer.  Somewhere between 300 and 400 people are coming forward very late.  It is quite frightening to read of such high numbers and the fact that the prognosis for these people is unclear.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If people are feeling unwell or have any symptoms, they should come forward regardless of the circumstances.<\/p><p>I am known around here for raising the issue of University Hospital Limerick.  In the past month, there were 1,500 people on waiting lists for beds there.  There is also a fear that, given that people are waiting on beds and are not able to get into hospital, others are falling behind in terms of the diagnosis of serious conditions because so many have had their procedures or appointments cancelled due to the crisis in the hospital.  We need to encourage people to come forward if they are not feeling well.  That is something we need to support.  More resources need to be provided to deal with serious conditions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#Z00400","speaker":"1695","continuing":true},{"type":"speech","time":1651669200,"counter":78,"content":"<p>We learned last night that the Government has paused approval of the legal arrangements for the new national maternity hospital for two weeks.  I welcome that pause.  We need to hear the details of the scrutiny that is going to be allowed for in the D&aacute;il and Seanad.  We also need to understand that the concerns that will be articulated during that period will be taken into account.  In the Ireland of 2022, it is simply unthinkable that a new hospital funded with almost &euro;1 billion of taxpayers' money would involve anything other than full State control.<\/p> <p>I looked at the draft constitution and articles of association for the hospital this morning.  I am more alarmed than I had been previously with regard to what I understood to be the legal arrangements for the hospital.  Despite the best efforts of some, it is not a simple relocation of the hospital from Holles Street to Elm Park.  It is not the case that the St. Vincent's Healthcare Group, SVHG, has a seat on the board of directors just to look after the plot of land on which the hospital will be situated.  It is something much bigger than that.  The Minister and SVHG will be the only two members of the new hospital.  The SVHG will have 99 shares and the Minister will have one golden share which, to be honest, is framed ambiguously.  It is the case that the SVHG will have the power to appoint the chair of the board when the chair rotates once every six years.<\/p> <p>The question has to be asked as to why the State is allowing any involvement of a private entity in what was to be a public hospital.  We in the Labour Party and other parties have talked about the need for this to be a public hospital on publicly owned land.  If we accept for a moment the 299-year lease, I do not know of any other commercial situation in which the owners of a site have such major involvement in the governance and operation of a building.  It is simply untenable that the State would put that amount of money into a site and not own the land.  There is enough money owed by the Religious Sisters of Charity to the State, through the residential redress scheme following the Ryan report of 2002 to 2009, to ensure the land should be handed over by the SVHG to the State.  Money should not be passed over.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#AA00200","speaker":"1683"},{"type":"speech","time":1651669200,"counter":79,"content":"<p>Today, the funding the future report was launched.  It is crucial.  It will involve an investment of &euro;307 million in our third level sector.  We have close to 245,000 students in higher education in Ireland, an increase of almost 20% from 200,000 in 2010.  It is crucial the investment reduces lecturer-student ratios and is used for infrastructure and facilities.  It is also about accessibility.  We need to encourage students coming through post-leaving certificate, PLC, courses and further education into higher education.<\/p> <p>The Minister for Further and Higher Education, Research, Innovation and Science, Deputy Harris, has confirmed that no income contingent student loans will be part of this.  This investment from the Exchequer, through the National Training Fund, will involve an annual review of costs because we know the costs for families of sending children to third level.  Ireland is high in the OECD rankings.  According to a report in 2019, over 50% of 24- to 64-year-olds have a third level qualification.  We rank highly in terms of what we are able to achieve, but we need to make sure our third level sector will be fit for purpose in the time ahead.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aisling Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AislingDolan&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ireland ranks high in what we can achieve, but we must ensure our third-level sector will be fit for purpose in future.  <\/p><p>Changes are being made to student supports, including to those provided through the SUSI programme.  These changes will commence in September.  All students receiving SUSI supports will get an additional &euro;200.  The adjacency qualification distance will also be reduced from 45 km to 30 km and the income thresholds will be increased.  For postgraduate students, the income threshold to allow people to benefit from a grant will increase from &euro;30,000 to over &euro;50,000.  All these changes will ensure that third-level education is more accessible to more students in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#AA00300","speaker":"1654","continuing":true},{"type":"speech","time":1651669200,"counter":81,"content":"<p>I call Senator Craughwell, to whom I apologise because I should have called him earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#BB00200","speaker":"1650"},{"type":"speech","time":1651669200,"counter":82,"content":"<p>I attended the Easter Rising ceremony in Arbour Hill this morning, as did the Cathaoirleach.  As a former member of An Ch&eacute;ad Chathl&aacute;n Coisithe, or An C&eacute;ad Cath as it is known, in Galway and a former instructor at the brigade depot in Athlone, I compliment the excellent job done by the Defence Forces and by the members of the 7th battalion that provided the guard of honour.  It is right and proper that we remember these events.  It is right and proper that we remember all events in our history.<\/p> <p>On Sunday of this weekend just gone, I attended the commemoration of the Royal Irish Constabulary, RIC, in London.  It was deeply regrettable that this ceremony could not have been held in Ireland.  Many thousands of men served in the Royal Irish Constabulary throughout our history.  Many of them served with distinction.  They were, essentially, policemen doing the work of policemen.  Sadly, somehow or other, we managed to wrap the RIC in the shroud of the Black and Tans, which was a very different organisation and whose members are answerable not to us but to God, if there is one.  At that ceremony in London, I met many relatives of RIC men who had travelled from all over the world to be there to commemorate, in one case, their father, and, in many cases, their grandfathers.  <\/p> <p>In this Decade of Centenaries celebrations, it is sad we could not have facilitated that commemoration in this country.  I record that I remembered that many of the people being commemorated were policemen.  Not all of them were decent guys, but the majority were policemen who did the job policemen do.  I am glad I had an opportunity to remember those men last Sunday.  We must look into our souls.  If we want true reconciliation on this island, we must be able to extend the hand of friendship to our former foes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#BB00300","speaker":"1645"},{"type":"speech","time":1651669200,"counter":83,"content":"<p>I raise the concerning story that broke overnight about what appears to be the illegal retention of data by the Department of Social Protection.  The report published by the Journal.ie today of an investigation carried out by Noteworthy.ie came on foot of a complaint made by Mr. Martin McMahon.  It appears data on journeys undertaken by holders of free travel passes were held by the Department of Social Protection until 2020, when an order was given for the complete deletion of the database.  This raises serious questions for the Department of Social Protection, because it appears that the journey data on the integrated ticketing system could be linked back to the personal details of free travel pass holders.  On reviewing the evidence in the public domain so far, a data protection expert said he believed the type of monitoring and surveillance that was being carried out represented \"a profound interference in the privacy and data protection rights and freedoms\" of those free travel pass holders.<\/p> <p>It also seems the whole process was carried out because there was a suspicion that free travel passes were being abused.  However, the data showed 0.0004% of free travel journeys were fraudulent.  When we look at the timing of this mass surveillance of free travel pass holders, what is most striking is that it came not long after the now T&aacute;naiste, Deputy Varadkar, launched his \"Welfare Cheats Cheat Us All&rdquo; campaign.  That campaign was roundly and rightly criticised at the time and it was called a hate campaign by one former social welfare worker.  In that case as well, the level of fraud found was as similarly minuscule as the level found in this instance concerning the free travel passes.  Now that we know the Data Protection Commissioner is carrying out an investigation of the database that was held by the Department of Social Protection, we should hear from the Minister regarding who ordered this mass surveillance, on what legal basis it was carried out, who ordered the deletion of the database and how much public money was spent on setting up such a database.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#BB00400","speaker":"1635"},{"type":"speech","time":1651669200,"counter":84,"content":"<p>Over the past couple of weeks, while we were all in recess, the numbers on trolleys in University Hospital Limerick increased to new record levels.  I am becoming a broken record at this stage to come into this Chamber to speak on this issue because every month the figures seem to get higher and higher.  We have been told by the Minister for Health that HIQA will carry out an investigation and inquiry into this.  Yet, HIQA itself believes that it has no further role.  I have been calling for an independent inquiry into the situation at Limerick hospital for many months at this stage and I welcome the fact that there is now going to be such an inquiry.  We do not know the detail of this, who the person or persons who have been tasked with doing this are, what their background or qualifications are, whether they are from abroad or from Ireland, how independent they will be, what the terms of reference are, and what the timeline is.  We do not need solutions to this problem in six or 12 months; we need them very quickly in weeks rather than in months.  What is the timeline for this inquiry and, most importantly, will the recommendations be published and implemented.  I ask for a debate with the Minister for Health in this House on emergency departments in general and, most specifically, on Limerick's at the earliest possible convenience.<\/p> <p>It is not that long ago that Senators Ahern, Maria Byrne and myself tabled a tripartite Commencement debate on this issue and the response we received was not what we should have got.  We need statements now on emergency departments, specifically on the University Hospital Limerick group.  <\/p> <p>Finally, I welcome the investment announced by the Minister, Deputy Harris, this morning in third level education.  Third level education in this country had been underfunded for a long time and while this is not going to make up for the shortfall, I believe it is a very genuine first step in the right direction and I hope that this funding will reflect equality of access to third level for minority groups and for people with disabilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#CC00100","speaker":"1644"},{"type":"speech","time":1651669200,"counter":85,"content":"<p>I support the request for a debate on data protection and retention by the Department of Social Protection.  These are issues that I highlighted throughout the previous Oireachtas.  In addition to the concerns on travel, there are also the concerns on many of the actions and findings of the Data Protection Commissioner, which are no longer contested by the Department but which have still not been carried out, on the improper retention of information and documents.  I would also like those to be part of the debate.<\/p> <p>I also second the calls for a debate on higher education.  It is important that we look to the detail here, including, for example, the issue of public-public research as distinct from public-private research as well as the important core issues of access for students and fair play and decent conditions for those who work in our higher education institutions.  <\/p> <p>I also ask that we might have a debate on Lyme disease, or that it might be incorporated into another debate.  This is an issue that has been highlighted to me and I know so many wonderful people whose lives have been unnecessarily and unavoidably curtailed by the fact that the State still fails to have proper preventative recognition or diagnostic actions in respect of Lyme disease.  It is very regrettable that so much has been lost to so many people and to us collectively by the State&rsquo;s failure in that regard.<\/p> <p>Finally, and this is a fundamental point, I welcome the right decision of the Government to delay its decision on the national maternity hospital for two weeks.  I look forward to the opportunity for this House and the other House to scrutinise this issue in some detail.  This is something that we cannot afford to get wrong and that we will pass on for the next 100 years.  There is sometimes the idea that with some costs, we must move on and get it over with.  My core concern is that, for no real reason and avoidably, we may decide that instead of having a public national maternity hospital, we will have a national maternity hospital run by a private entity, be that a voluntary trust of whatever kind, in which the State has to negotiate on an ongoing basis for decades ahead on crucial matters, even though the State pays for the hospital, both its building and its running.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is not acceptable and does not make sense.  We are not in the Ireland of 1922, a new State which relied on partners.  We are not even in the Ireland of 2016 and the Mulvey report.  The delays to the project have been from those the State is negotiating with, who waited many years for permission from the Vatican on leasing.  If the State cannot get clear language on clinical procedures, why should we make ourselves vulnerable to future negotiations on an ongoing basis, especially looking at Roe <i>v<\/i>. Wade and at the context wherein we need to move forward and not create hostages to fortune?  The State needs to evolve and a new proposal must be part of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#CC00200","speaker":"1662","continuing":true},{"type":"speech","time":1651669200,"counter":87,"content":"<p>I rise to discuss Lyme disease.  I give my full support to the people who have spent a number of hours outside the gates of Leinster House today.<\/p> <p>Lyme disease is caused by a bacterial infection carried by a tick, as we all know, and has quickly become one of the most common diseases in Europe.  It is beyond time that Ireland recognises the dangers of that disease.  When we were young and growing up, if one's mother or father saw one getting a tick, there was panic and pandemonium to get this out of one's system and not pick up such.  We have an attitude now that this does not matter but it is becoming a massive problem.  If we do not deal with it now, in years to come we will regret that we did not move in time. <\/p> <p>I know people in my area, including one lady who is so sick she could not come here.  That young lady has asked me to come and make the case.  That is why I went outside the gates like many others today.  When one engages with those people, one sees all the symptoms like muscle pains and dizziness.  Sleep disturbance, depression, panic attacks and so many things are linked to Lyme disease.  We should take it seriously.  One can know from talking to people at the gate how badly they have been affected by it.  I fully endorse the calls for a debate.  That is the way to go.  Let us have a good debate about it and see if we can raise this higher on the agenda because we need to do that.<\/p> <p>On the national maternity hospital, I have listened to Professor Higgins and Dr. Rhona O'Mahony today.  People are saying to me today: \"For God's sake, will we move on on this?\"  I accept there are concerns but if one leases a piece of land for 298 years in a legal agreement, then one owns it for that period.  Most people say they are happy with what is there and we should move on with the project.  I hope we do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#DD00200","speaker":"1674"},{"type":"speech","time":1651669200,"counter":88,"content":"<p>I ask the Deputy Leader to liaise with the Minister for Transport, Deputy Eamon Ryan, and see if, with the Cathaoirleach's help, he will come to the House for a debate on e-scooters.  I know legislation is being proposed and in draft but it has to be addressed sooner rather than later.  As we all know, it can take a long time for legislation to get through this House.  They could be dealt with under existing guidelines, at least some of the parts affecting everyday life at present.  Anyone who goes anywhere in any village, town or city in Ireland cannot go 20 yds without coming in contact with an electric scooter.<\/p> <p>I am all for them but regulation is needed and there is little guidance or regulation, apart from the age one has to be to have one on the road.  There needs to be more enforcement of existing guidelines.  I have no doubt that can be done through the Minister and the Department.  I ask that we bring the Minister in to have a discussion and tease this issue out in the Upper House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#DD00300","speaker":"1652"},{"type":"speech","time":1651669200,"counter":89,"content":"<p>I thank all the Members who contributed to the Order of Business, which was kicked off by Senator Dooley who raised the tourism sector, in particular hospitality and the rising cost of hotel accommodation, especially in the capital city.  He gave examples of how Dublin compares with other capital cities, such as London, Lisbon and Berlin.  From the figures stated by the Senator, we seem to be far more expensive than those other capital cities.  He has requested a debate on this and was supported by Senator Buttimer.<\/p><p>Senator Kyne spoke about the long delays being experienced in some NCT centres.  He has asked for intervention by the Minister and the RSA.  I suggest the Senator table a Commencement matter as the issue is quite specific.  If that does not yield results, we can look to do something further on it.  The Senator also requested a debate on the capital plan and capital projects for the country.  We are seeking this debate with the Minister prior to the summer recess.  I hope to have information on this for Senators in the next while.<\/p><p>Senator Boyhan spoke this morning about the Sow for Ukraine campaign, whereby people purchase sunflower seeds at a cost of &euro;5.  The proceeds will go towards helping Ukrainian refugees.  The seeds can be purchased through the Red Cross and Senator Boyhan urged Senators to get involved in the initiative.  He also drew our attention to the public consultation under way on the mother and baby homes redress scheme and the fact that written submissions are being accepted until Friday, 6 May at 1 p.m.  I thank the Senator for that.<\/p><p>Senator Martin spoke about the Northern Ireland elections.  He made a very impassioned contribution about the change that is afoot.  He urged all stakeholders to adopt a peaceful way of dealing with the potential outcome.<\/p><p>Senator &Oacute; Donnghaile spoke, as he has on many occasions, about the backlog in the Passport Office.  He has requested statements with the Minister.  We will try to get this organised.  He said some families are experiencing delays of a year or more for passports for babies.  My experience is that generally it is three to four months unless something is not correct with the application.  If this happens people can be put back to the end of the queue and it can be quite lengthy.  A wait of three or four months is still far too long.  The Senator also spoke about the DiscoverEU programme and students in Northern Ireland not being permitted to apply for the one-month free interrail pass.  He also spoke about the Northern Ireland elections in which he has canvassed and he will be there tomorrow.<\/p><p>Senator Moynihan spoke about the tenant <i>in situ<\/i>scheme and the direction to local authorities not to buy these properties and to work instead to purchase one-bedroom apartments.  I note the Senator's concerns.  There is another side to this, which is that we do not want local authorities competing with other buyers who are trying to purchase properties.  It is a difficult balance to strike.  The Minister is attempting to strike the right balance.  I take on board the Senator's concerns about families entering into homelessness.  Perhaps this could be prevented where there is some degree of flexibility in the local authorities.  Senator Moynihan also spoke about the rowback in the United States in Roe <i>v.<\/i>Wade and the worrying developments in Texas and other states where hard-won rights to access termination are being taken away from women.  We send our support to the people there.  She also referred to the ongoing issues in Poland of which we are all very aware.<\/p><p>Senator Malcolm Byrne congratulated Kilmuckridge Drama Group on its win in Donegal and he wished them well.  He drew our attention to the great work being done by the Amateur Drama Council of Ireland in promoting amateur dramatics.  We have missed amateur dramatics in the past couple of years and it is great to see people back performing and doing what they do best.  The Senator also requested a debate on higher education funding.  We had a debate on this fairly recently but there have been new developments.  We will certainly request that the Minister, Deputy Harris, come before the House.  This request was supported by Senators Cassells, Dolan and Higgins who have also sought a debate.  We will try to get that organised at the earliest opportunity.<\/p><p>Senator Cummins spoke about the technological university in the south.  He said it was a fantastic development for the region and wished the university well in its work.<\/p><p>Senator Keogan sent her congratulations to the undisputed boxing champion Katie Taylor.  I am sure we all join her in wishing Katie well.  She has done a phenomenal service to the sport of boxing and to girls and women in boxing.  Her achievements will be hard to beat by subsequent women coming through.  She has done fantastic work.  Senator Keogan also spoke about the use of student accommodation for Ukrainian refugees and raised concerns about what will happen in September.  The Minister had said it is a short-term solution.  We need to ensure we have accommodation for students.  We will have to wait and hope we can find more permanent solutions for those fleeing the war.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That it is probably a good use of that accommodation.  It would be wrong to leave it empty when we have so many people looking for somewhere to stay as they flee the war and they need our support.  I take on board the concerns expressed about students for September onwards.<\/p><p>Senator Buttimer spoke about the pharmacy sector and asked for a debate on the future of the pharmacy sector.  He also referenced the ongoing HRT issues and the shortage that is being experienced by many women across the country.  It is an ongoing issue.  We have been told that there is a global shortage and that supply will increase in June or July.  The Government, pharmacies, the medical profession and pharmaceutical companies could do more to meet the demand at a quicker pace.  The Senator supported the call for a debate on the hospitality sector.<\/p><p>Senator Cassells referred to the announcement this morning of funding for higher education and referenced the report that his uncle, Mr. Peter Cassells, published six years ago that has yet to be properly acted upon.  That work is under way and we look forward to debating the matter with the Minister in this House in the coming weeks.<\/p><p>Senator Maria Byrne spoke about a recent report on women presenting with ovarian cancer and gave the stark number that between 300 and 400 women have come forward.  She spoke about her concerns, as she has often done in this House, about University Hospital Limerick and the huge number of sick people on trolleys.  I know that there is a particular acute issue in that hospital.  She is concerned that people may have their diagnosis delayed because they have been unable to access services as quickly as they should do.  The Minister for Health has appointed a special committee to look at the situation in UHL and we hope the situation is resolved shortly. <\/p><p>Senator Sherlock spoke about the new national maternity hospital.  She welcomed that the approval by Cabinet to proceed with building has been paused, as does Senator Higgins.  From the Government's perspective, we have spent almost ten years looking to get this hospital built.  The project was signed off by the previous Government.  Significant changes have been made.  It was a 150-year lease but the duration has now been doubled to a 299-year lease, which is a long time to lease land.  The building will be owned by the State and the HSE.  A service level agreement will be given to St. Vincent's Hospital and the National Maternity Hospital to run the services.  We are assured that all legally permissible services that are currently available, and legislated for, will be provided at the new maternity hospital as is currently provided in the existing maternity hospital.  However, I am very persuaded by the very strong arguments that have been made by so many senior clinicians like Dr. Rhona O'Mahony, Professor Shane Higgins, who is the current master of the National Maternity Hospital, and over 50 clinicians who work in the maternity hospital.  There is a strong clinical argument, which I say as a layperson, that co-location is best for women and girls.  I find it really concerning that women who are very seriously and critically ill in the National Maternity Hospital must be put in the back of an ambulance to be transferred to St. Vincent's Hospital and St. James's Hospital because the National Maternity Hospital does not have an ICU and there is no critical care capacity in the current maternity hospital.  That issue needs to be addressed.<\/p><p>I hear the concerns that have been raised but very few alternative proposals to resolve these issues have been put forward by those who have expressed concerns.  I plead with them to do so.  Clinicians who work on a day-to-day basis in obstetrics and gynaecology in the maternity hospital have expressed their concerns.  I can see from their contributions on different programmes that they are deeply frustrated at the ongoing delays.  These are the doctors who deliver care so I trust and I am reassured by what they have told us.  I welcome the publication of the legal framework for all of us to scrutinise as parliamentarians, which is our role, and the Minister for Health will engage with the Oireachtas Joint Committee on Health.  It is positive to have that space to do that out of respect for the genuine concerns expressed by genuine people, which have been raised.  My sincere hope is that the project gets under way without further delay because the prospect of waiting another decade is simply not good enough.<\/p><p>Senator Dolan spoke about the investment in higher education and the significant investment of &euro;307 million.  We will arrange a debate as quickly as we can.<\/p><p>Senator Craughwell spoke about his attendance at the RIC commemoration in London.  He expressed his disappointed that a similar commemoration could not be held here and I take on board his comments.  The backlash in this country was because the Black and Tans were part of the RIC.  So there is a genuine link between them and that anger was very real.<\/p><p>Senator Boylan mentioned the illegal retention of data by the Department of Social Protection.  I do not have the full details about the issue.  I suggest that she tables a Commencement matter to start with and if that is not sufficient then we will look to get a debate scheduled with the Minister in attendance.  The Senator has the support of Senator Higgins to delve further into the issue.<\/p><p>Senator Conway spoke about University Hospital Limerick and the number of people on trolleys.  He asked for a wider debate on emergency departments across the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He has welcomed the third level funding as well.<\/p><p>I think I have dealt with Senator Higgins's main concerns about the maternity hospital.  She has also requested a debate on Lyme disease, as has Senator Murphy.  We will try to get that organised.<\/p><p>Senator Davitt asked for a debate on e-scooters with the Minister for Transport.  Might I suggest to the Senator a Commencement matter to start?  Then, if we need a wider debate, we can schedule that through the Leader's office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#EE00100","speaker":"1642","continuing":true},{"type":"unspoken","time":1651669200,"counter":92,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Report of Committee of Selection: Motion","time":1651669200,"counter":93,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#GG00300"},{"type":"speech","time":1651669200,"counter":94,"content":"<p>I move:<\/p> <blockquote> \tThat Senator Gerard Craughwell be discharged from membership of the Committee of Selection and Senator Victor Boyhan be appointed in substitution for him. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#GG00400","speaker":"1642"},{"type":"unspoken","time":1651669200,"counter":95,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Planning and Development (Street Furniture Fees) Regulations 2022: Motion","time":1651669200,"counter":96,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#GG00600"},{"type":"speech","time":1651669200,"counter":97,"content":"<p>I move:<\/p> <blockquote> \tThat the proposal that Seanad &Eacute;ireann approves the following Regulations in draft:  \tPlanning and Development (Street Furniture Fees) Regulations 2022, a copy of which has been laid in draft form before Seanad &Eacute;ireann on 21st April, 2022, be referred to the Joint Committee on Housing, Local Government and Heritage, in accordance with Standing Order 71(2)(<i>b<\/i>), which, not later than 17th May, 2022, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#GG00700","speaker":"1642"},{"type":"unspoken","time":1651669200,"counter":98,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1651669200,"counter":99,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 4.36 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 4.51 p.m.\r\n\r\nSitting suspended at 4.36 p.m. and resumed at 4.51 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Online Safety and Media Regulation Bill 2022: Committee Stage (Resumed)","time":1651669200,"counter":100,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#KK00100"},{"type":"speech","time":1651669200,"counter":101,"content":"<p>I welcome the Minister of State to the House.  I am sure he was welcomed earlier, but not on my watch, as Ronald Reagan might have said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#KK00200","speaker":"1692"},{"type":"unspoken","time":1651669200,"counter":102,"content":"<p>SECTION 7<\/p>"},{"type":"speech","time":1651669200,"counter":103,"content":"<p>I move amendment No. 54:<\/p> <blockquote> \tIn page 29, between lines 9 and 10, to insert the following:   \t<b>&ldquo;Youth Advisory Panel <\/b><br \/><br \/><b>19A.<\/b>(1) The Commission shall, within one year of its establishment, establish a Youth Advisory Panel, in accordance with the provisions of this section.<br \/><br \/>(2) The Panel shall advise the Commission on issues of interest to children and young people, on online safety, and on any other matters as the Commission may determine.<br \/><br \/>(3) The Panel shall include representatives of organisations representing children and young people, and at least 40 per cent of the members of the Panel shall be under 30 years of age.&rdquo;  <\/blockquote> <p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it freisin.<\/p><p>This section of the Bill addresses the establishment of committees and sub-committees by the planned media commission.  Section 19 sets out the terms of the various committees it is intended to set up.  It does not specifically name some of the committees.  This amendment and the subsequent amendments seek to require two specific sub-committees or panels to be established.  Amendment No. 54 deals with the establishment of a youth advisory panel.  Senators Warfield, Carrigy, Cassells and I sat through the deliberations of the Oireachtas Joint Committee on Media, Tourism, Arts, Culture, Sport and the Gaeltacht.  We found the engagement with young people, their representatives and the schools very useful.  Many of the issues the new media commission will be engaging with will have an impact directly on young people and are of direct concern to young people.  Indeed, young people would be to the fore in adapting to new technologies.<\/p><p>Therefore, it is important that a very clear mechanism is found within the legislation to allow the commission to consult with young people and for this to be recognised at a statutory level.  We are proposing the establishment of a youth advisory panel with statutory recognition as part of the legislation.  It would be one of the standing committees of the commission and would have guaranteed youth representation.  Young people would attend to advise on the media codes that are being drawn up on the online safety practices and the programmes of digital media literacy that the media commission will roll out.  It does not preclude other forms of consultation with young people by the commission.  However, having this statutory committee would be a very useful way of interacting specifically with young people.  We would like to see it included so that there is statutory recognition within the legislation for a process of consultation such as this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#KK00400","speaker":"1638"},{"type":"speech","time":1651669200,"counter":104,"content":"<p>I support the proposal.  The proposed section 19A(2) states:<\/p> <blockquote> \tThe Panel shall advise the Commission on issues of interest to children and young people, on online safety, and on any other matters as the Commission may determine. <\/blockquote> <p>That is the priority of this legislation.  It is about safeguarding our youth.  The best people to tell us where the problems lie are our young people.  They are very forceful in doing that.  Along with the Minister, Deputy McEntee, I recently met representatives of Comhairle na n&Oacute;g in my county and the issue of online safety came to the fore.  We need to find a mechanism to engage with our youth and how better to do than to put it into the legislation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#KK00500","speaker":"1639"},{"type":"speech","time":1651669200,"counter":105,"content":"<p>I echo what has been said.  The significance of this amendment goes back to engagement we had at the Joint Committee on Media, Tourism, Arts, Culture, Sport and the Gaeltacht during pre-legislative scrutiny.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Shane Cassells:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2448\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2448&amp;amp;pid=ShaneCassells&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One of the most impressive engagements we had was when representatives from schools in Dublin and Cork came before the joint committee to address their concerns to us.  Their biggest concern was that we, as legislators, did not get what was required in a sphere that was predominantly dominated by their age groups and that we were dictating to them what was best for them to keep them safe.  It was an education in itself to hear from them.  They recognised the Government was trying to do something positive not only for them but for all people.  One of their first points of contact when dealing with such an issue would be with the teachers in the school system and they were concerned teachers were not adept at dealing with the issues at play.  That was highly informative.  We nearly need to educate teachers about the pressures, dangers and aspects impacting on young people across a range of different areas.<br\/><br\/>That was replicated in a different discussion when we had a conversation about identity theft that resulted in sexually explicit material being used.  When the person concerned went to the Garda as their first point of contact, the garda&iacute; were not adept at dealing with the issues at play.  There were a range of areas where those who were the first points of contacts for people were not <i>au fait<\/i>with what was being dealt with.  We have gained insight through engaging with young people.  This amendment seeks to ensure that by having representatives of young people on the panel, it would be kept apprised of those issues as they evolve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#KK00600","speaker":"1641","continuing":true},{"type":"speech","time":1651669200,"counter":107,"content":"<p>I want to speak briefly in support of this amendment.  It is not only good practice in this area in terms of the participation of youth in important decisions and decisions in areas that affect them, but it also has a strong practical purpose.  Young people identify much earlier than others the new trends and what is happening in society.  The Minister of State will be aware a number of our amendments, which we will deal with later, relate not only to harmful content online but harmful conduct online in terms of how vulnerable persons might be targeted by particular microtargeting.  A large number of the concerns of civil society about this Bill relate to young people, how they are targeted online, engage online, how their data are used and what kind of messaging is sent to them.  However, there is also an empowerment message.  This audiovisual directive is also about positive empowerment.  The general data protection regulation went some way towards this, the idea of people owning their own data, but similarly the spirit that people should feel empowered to help shape the online spaces, which we share and on which people spend so much of their time.<\/p> <p>A practical reason this panel is useful is in addressing other aspects of harmful behaviour.  Sadly, some of them only come to light through the courts system through which those with resources can vindicate, track down or pursue an issue to address a concern.  Young people often will not be in a position to have the resources to navigate either legally or bureaucratically, or even through political contact or connections in the world, a way to address their concerns.  There are not enough routes for young people to raise flags or raise their concerns to highlight issues.  It should not fall to individuals or, sadly, as we have seen so often, to families of young people after the fact talking about harmful behaviour or harmful content and how it affected the young person in their lives, sometimes with tragic effect.  Something like a youth advisory council is almost an early warning system whereby, separate from individual complaints, and we will discuss the individual complaint mechanism as the Bill evolves and it is crucial to its operation, there is a way for young people to talk, in practical effect, about what is happening, what are the trends and, if there are new regulations, what ways are being found around them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is an early warning system, as well as a space for positive ideas for inclusion and empowerment.  To my mind, it is an extremely practical idea that would aid and support the work of a new commission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#LL00200","speaker":"1662","continuing":true},{"type":"speech","time":1651669200,"counter":109,"content":"<p>I thank Senators Malcolm Byrne, Cassells, Carrigy and Higgins for speaking to this amendment.  I want to relay the apologies of the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media, Deputy Catherine Martin, who has had a bereavement in her family and cannot be here this evening.<\/p> <p>Section 19 of the Broadcasting Act 2009, as inserted by section 7 of the Bill, provides that an coimisi&uacute;n may establish committees to assist and advise it on matters relating to its functions, or on such other matters as it may determine.  The effect of the amendment would be to mandate an coimisi&uacute;n to establish a committee to advise it on issues of interest to children and young people and online safety.<\/p> <p>While the Minister, Deputy Catherine Martin, can see the merit of ensuring that the voice of children and young people is directly heard by an coimisi&uacute;n in the setting up of a committee, there are some worries about the mandating of an establishment of multiple committees in legislation.  This is because, notwithstanding the language used, this tends to fix the subject matter of the committee to a moment in time.  What is being suggested now is that we take further reflection on this amendment.  While it will not be supported today, we will return to the matter on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00200","speaker":"1475"},{"type":"speech","time":1651669200,"counter":110,"content":"<p>I welcome that and I appreciate the concern.  However, that is precisely the intention behind the amendment.  I worry that if time elapses there may be other reasons that committees are needed.  There may be a need to set up a committee on, for instance, how one deals with broadcasting in the metaverse in the future.  The core reasons that this commission is being set up are to address the issues of online safety and to ensure there is access to information on digital and media literacy for young people.  These are among the core functions, if we return to some of the principles about why this commission is being set up.<\/p> <p>We had a debate last week where we talked about specifically mentioning online safety and young people.  That is precisely why we want to ensure a specific standing committee with young people&rsquo;s representatives is set up and is required by statute.  If there is a specific committee set up on this, for all the reasons we have outlined, attention will be paid to these issues.<\/p> <p>I respect the Minister&rsquo;s decision to go back and reflect on it.  However, I anticipate that when these amendments are being addressed on Report Stage, this concern and many of the other concerns we have expressed previously will also be addressed in the amendments.  I expect that there would be a requirement by statute that in some form, and ideally through a youth advisory panel, the commission will have regard to the views and interests of young people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00300","speaker":"1638"},{"type":"speech","time":1651669200,"counter":111,"content":"<p>I will not go to war today with the Government Chief Whip.  However, the response that the impact of our amendments would be to mandate the commission is 100% right.  That is exactly what we are trying to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00400","speaker":"1641"},{"type":"speech","time":1651669200,"counter":112,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00500","speaker":"1638"},{"type":"speech","time":1651669200,"counter":113,"content":"<p>That is exactly what we are trying to do because that is exactly what is happening elsewhere in the Bill.  The Minister is herself cherry-picking.  She is picking oranges over there, and just because Senator Malcolm Byrne and I are in here picking apples, it does not seem to suit her.<\/p> <p>We had a discussion here last week in which we pointed out that reference was made in the Bill that it should have regard to Government policy on environmental issues, and rightly so.  Yet, we tabled an amendment to the Bill to have regard to Government policy on addiction issues, particularly with regard to gambling.  This would dovetail with the gambling Bill, which we will table later this year.  We asked for regard to be given to the establishment of the gambling commissioner&rsquo;s office, but it did not seem to suit.  Therefore, yes, we are trying to mandate it.  I say this because the individualisation of other aspects of Government policy is being mentioned in this Bill.<\/p> <p>Much like I said last week, the reflection process that keeps getting referenced in all of the answers during our debate had better be a very deep and meaningful one.  I mean that.  I was pretty peeved here last week about the response, in particular on the gambling issue.  This is a very soft amendment.  It is not a hardball amendment.  It is a soft amendment.  It has regard to the lengthy discussions that took place on Committee Stage.  I would hope that the Minister and the Government would have respect for the work that was undertaken for over a year on Committee Stage.  It engaged in particular with young people, who wanted to have their voices represented and reflected.  I get annoyed when we are being told in the written response that we are trying to mandate something that is clearly happening in other aspects of the Bill.  I will not go to war with the Government Chief Whip.  I respect the answer that has been given.  However, we will be returning to this very fulsomely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00600","speaker":"1641"},{"type":"speech","time":1651669200,"counter":114,"content":"<p>I will be brief.  It strikes me that the amendment is already quite reasonably worded.  It does not say that there must be a youth advisory panel for all eternity.  In the Minister of State&rsquo;s reply, he mentioned a particular &ldquo;moment in time&rdquo;.  We are at a particular moment in time when a wide range of new actors are going to be regulated for the first time.  In that context, a youth advisory voice is important.  The amendment, as I understand it, simply says that within one year of its establishment, the commission would establish the committee.  It does not prescribe the issues that the committee would deal with.  It talks simply about &ldquo;issues of interest to children and young people, online safety, and on any other matters as the Commission may determine&rdquo;.  In fact, it is quite widely framed around the areas of examination.  There is not an intent to tie down the agenda of the commission fully.  It is left quite open.  It also does not say that the youth advisory panel would have to continue forever.  Rather, it says that it would be important to have a youth advisory panel, or a very close equivalent, in the first couple of years of this commission&rsquo;s operation and that it should be set up within that first year.<\/p> <p>I understand the Minister of State&rsquo;s concern that sometimes a committee could be put in place and it would still be there in 20 years&rsquo; time.  However, that is not what this amendment seeks to mandate.  It simply says that it needs to happen early.  With respect, we heard the lengthy debate.  Even the online commissioner is only getting added in now.  Unless issues are put in legislation, they can become an afterthought.  We do not want in six years&rsquo; time for the commission to have to set up a youth advisory panel to let them know how they got it wrong.  This is about making sure the commission hits the ground running and makes decisions, policies and regulations that work from the beginning.  I think this is constructive.  I do not think it overly binds the Government or the commission.  We all expect that when we come back on Report Stage, we will be told it is the hope of the Minister that the commission might choose to establish a youth advisory panel.  There will need to be something in the legislation that indicates that consultation will be happening, and will be happening early in the lifetime of the commission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00700","speaker":"1662"},{"type":"speech","time":1651669200,"counter":115,"content":"<p>I want to briefly speak in support of my colleagues.  I will also support them on Report Stage, if needs be.  This is a soft amendment, as it has been said.  It is there to enhance the legislation.  We should not be in a situation whereby we hope that a commission that has not been appointed yet, and the members of which we do not know, might set up a committee that would take the views of young people on board.  It needs to be put into the legislation now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00800","speaker":"1639"},{"type":"speech","time":1651669200,"counter":116,"content":"<p>I thank all of the Senators for what they have said, as well as for their bona fides.  I hear what they have said.  There was significant pre-legislative scrutiny on the Bill.  This particularly impacts on young people and children.  The amendments that the Senators have sought to progress is to ensure the centrality of their voice in how policy is iterated and how it is implemented.<\/p> <p>In the response I have given, we have referenced the merit of the proposal to set up a committee.  As I said, there will be further reflection from the Minister on that on Report Stage.  She will revert to the Senators when it reaches Report Stage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jack Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2429\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2429&amp;amp;pid=JackChambers&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the position.  The Minister has been clear that she does see merit in this, and she will reflect on it.  The Senator has made very fair points on the need to ensure that the voice of young people does dovetail with the work of the commission, which it should, because many young people are at the coalface of this whole area, and it is important that that is reflected in the working of the commission when it is established.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#MM00900","speaker":"1475","continuing":true},{"type":"speech","time":1651669200,"counter":118,"content":"<p>Is Senator Byrne pressing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00200","speaker":"1692"},{"type":"speech","time":1651669200,"counter":119,"content":"<p>Am I allowed to ask a question of the Minister of State before I answer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00300","speaker":"1638"},{"type":"speech","time":1651669200,"counter":120,"content":"<p>Yes, the Senator can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00400","speaker":"1692"},{"type":"speech","time":1651669200,"counter":121,"content":"<p>I think this is important.  We worked in a very collegial way, both in this House and in the committee, and we are being told on many amendments that the Minister will go away and reflect on them.  The Minister of State will appreciate this as the Chief Whip.  Could we say that if the Minister's reflections do not take on board a lot of the proposed amendments coming forward, it is fair to say that the Government should not necessarily count on the support of all Senators with regard to this?<\/p> <p>Much work has gone into a lot of the amendments.  This is not a controversial amendment.  There are other elements that we can have a heavy debate about.  We are now into the fifth hour or more of this debate and, so far, one minor amendment has been accepted.  My question is why the Government would not accept this amendment and then on Report Stage if the Minister chooses she can tidy it up or change it and she can bring it back at that Stage.  We are accepting the bona fides on Report Stage.  I am probably a little calmer, but I understand my colleague's frustration on this.  Everyone in this House is acting in a bona fide way.  This is a very important issue and we do not think the Government is being fair.  I am asking the Minister of State if the Government would accept this amendment and that in accepting it that there would be changes.  I am very tempted to push the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00500","speaker":"1638"},{"type":"speech","time":1651669200,"counter":122,"content":"<p>The Minister of State has indicated the position.  Is the Senator pressing the amendment?  I gather that the Minister of State does not wish to comment further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00600","speaker":"1692"},{"type":"speech","time":1651669200,"counter":123,"content":"<p>No, I have made my point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00700","speaker":"1475"},{"type":"speech","time":1651669200,"counter":124,"content":"<p>I wish to speak in support of the amendment and perhaps give my colleagues some time to consider their approach.  As other speakers have said, the section gives the commission power at any time to dissolve a committee.  I assume that would apply to this committee as well.  A report was launched by the Children's Rights Alliance recently which, among other things, called for a lowering of the voting age to 16.  I will read a statement from Tanya Ward of the Children's Rights Alliance:<\/p> <blockquote> \tIreland has made great strides to step out of the shadows of our past and create a society where children and young people have a voice.  However, rights on paper are not enough and what is clear from this report, young people are ready to help shape the future they want to see for themselves and their peers.  When they are given the right information and opportunities to do so, as this report demonstrates, they bring valuable insights to the table.  Now is the time to give children and young people a true voice in our political system. <\/blockquote> <p>This is a very well-worded, sensible amendment.  Senator Higgins and I spoke at an event organised by Young Voices some years ago.  There are avenues where young people can express their views at local and national levels, but this is just one other option, and it is worthy of the Government's support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00800","speaker":"1686"},{"type":"speech","time":1651669200,"counter":125,"content":"<p>How stands the amendment?  Is the Senator pressing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN00900","speaker":"1692"},{"type":"speech","time":1651669200,"counter":126,"content":"<p>I will withdraw the amendment, but I will reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01000","speaker":"1638"},{"type":"unspoken","time":1651669200,"counter":127,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":128,"content":"<p>Amendment No. 55 is ruled out of order as a potential charge on the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01200","speaker":"1692"},{"type":"speech","time":1651669200,"counter":129,"content":"<p>On a point of order, I must challenge this interpretation.  It comes back to the points on amendments being ruled out of order.  This amendment is in many ways structurally no different to the previous amendments in that it proposes to specifically require the establishment of one of the sub-committees or committees to deal with broadcasting.  In many ways, there is no difference to the proposal in the previous amendment and this one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01300","speaker":"1638"},{"type":"speech","time":1651669200,"counter":130,"content":"<p>I note that Senator Byrne says \"in many ways\".  Could I respond to him?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01400","speaker":"1692"},{"type":"speech","time":1651669200,"counter":131,"content":"<p>Yes, but I question why we are allowed to debate the establishment of a youth advisory panel as a sub-committee of the commission but not a specific committee to deal with broadcasting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01500","speaker":"1638"},{"type":"speech","time":1651669200,"counter":132,"content":"<p>The position is that amendment No. 55 would require the commission to establish a broadcasting committee.  Establishment of a committee would involve additional expenditure and remuneration for committee members.  The amendment must be ruled out of order in accordance with Standing Order 41, as it has the potential to impose-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01600","speaker":"1692"},{"type":"speech","time":1651669200,"counter":133,"content":"<p>The amount of committees I am on-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01700","speaker":"1681"},{"type":"speech","time":1651669200,"counter":134,"content":"<p>Senator Ruane should please not interrupt me.  It has the potential to impose a charge on the revenue.  I might draw the attention of Senators to section 19(1), which states: \"The Commission may establish committees to assist and advise the Commission on matters relating to its functions or on such other matters as the Commission may determine.\"<\/p> <p>I also draw their attention to section 19(8), which states: \"There may be paid by the Commission to members of a committee such allowances for expenses (if any) incurred by them as the Commission may, with the consent of the Minister and the Minister for Public Expenditure and Reform, determine.\"  Therefore, it would involve a charge, while the other is a panel, so I am ruling it out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01800","speaker":"1692"},{"type":"speech","time":1651669200,"counter":135,"content":"<p>On a point of clarification, a Leas-Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN01900","speaker":"1641"},{"type":"speech","time":1651669200,"counter":136,"content":"<p>If Senators want further clarification, they must get it from the Cathaoirleach's office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02000","speaker":"1692"},{"type":"speech","time":1651669200,"counter":137,"content":"<p>On a point of information and for clarification, a Leas-Chathaoirligh, in terms of consistency, you read that out in respect of amendment No. 55, yet in respect of amendment No. 54, I am sure the young people would have been provided with tea and sandwiches or a Coca-Cola and that would have been a charge on the State as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02100","speaker":"1641"},{"type":"speech","time":1651669200,"counter":138,"content":"<p>No, that is a panel not a committee.  That is not a point of clarification.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02200","speaker":"1692"},{"type":"speech","time":1651669200,"counter":139,"content":"<p>It is ludicrous.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02300","speaker":"1641"},{"type":"speech","time":1651669200,"counter":140,"content":"<p>No, it is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02400","speaker":"1692"},{"type":"speech","time":1651669200,"counter":141,"content":"<p>It is ludicrous.  Last week, Senator Higgins called for a review on the determination, and I totally support her on this because there is no consistency whatsoever on the ruling on the last two amendments we have discussed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02500","speaker":"1641"},{"type":"speech","time":1651669200,"counter":142,"content":"<p>There is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02600","speaker":"1692"},{"type":"speech","time":1651669200,"counter":143,"content":"<p>We are only half an hour into the debate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02700","speaker":"1641"},{"type":"speech","time":1651669200,"counter":144,"content":"<p>In any case, I refer the Senators to the Cathaoirleach's office for further discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02800","speaker":"1692"},{"type":"speech","time":1651669200,"counter":145,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN02900","speaker":"1638"},{"type":"speech","time":1651669200,"counter":146,"content":"<p>We will move on.  Amendment No. 56 is in the names of Senator Higgins-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03000","speaker":"1692"},{"type":"unspoken","time":1651669200,"counter":147,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1651669200,"counter":148,"content":"<p>I will not be interrupted further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03200","speaker":"1692"},{"type":"speech","time":1651669200,"counter":149,"content":"<p>All I will say on amendment No. 55 is that in the process of reflection that is going on, I urge that there would also be a requirement in terms of what is brought forward because we specifically want something to deal with broadcasting for fear that it will be lost in the overall area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03300","speaker":"1638"},{"type":"speech","time":1651669200,"counter":150,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03400","speaker":"1641"},{"type":"speech","time":1651669200,"counter":151,"content":"<p>I thank Senator Byrne.  He has made his point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03500","speaker":"1692"},{"type":"unspoken","time":1651669200,"counter":152,"content":"<p>Amendment No. 55 not moved.<\/p>"},{"type":"speech","time":1651669200,"counter":153,"content":"<p>I move amendment No. 56:<\/p> <blockquote> \tIn page 29, line 15, to delete &ldquo;shall&rdquo; and substitute &ldquo;may&rdquo;. <\/blockquote> <p>I will begin by saying-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03600","speaker":"1662"},{"type":"speech","time":1651669200,"counter":154,"content":"<p>We are not going back, we are going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03700","speaker":"1692"},{"type":"speech","time":1651669200,"counter":155,"content":"<p>It is relevant because it relates to this section and effectively as well to this amendment which also involves consultancy.  You described, a Leas-Chathaoirligh, the intersection of amendment No. 55 with section 19.  Again, this does not impose, it gives the power to the commission, with the consent of the Minister to determine costs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03800","speaker":"1662"},{"type":"speech","time":1651669200,"counter":156,"content":"<p>We are discussing amendment No. 56.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN03900","speaker":"1692"},{"type":"speech","time":1651669200,"counter":157,"content":"<p>The freedom to make that determination and whether there would be costs sits with the commission and with the Minister.  This is an issue we need to examine at the Committee on Parliamentary Privileges and Oversight because of the recent inconsistent rulings.<\/p> <p>This amendment is very important.  It might be inadvertent in its wording because the way it is phrased at the moment is that the commission may hire a consultant or specialist to look at a particular area, but then it says, \"The Commission shall have regard to the advice of any consultant or adviser engaged under this section\".  In fact, when we talk about unduly tying the hands of the commission, we are creating a situation whereby a consultant who might be hired could effectively be in a position where he or she is inappropriately determining or shaping the policy of the commission.  My amendment simply says \"may have regard to the advice of any consultant or adviser engaged under this section\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since we are dealing with specialist areas, there will be situations involving the training of algorithms, the operation of particular online platforms, recommender systems for which videos get proposed next and those within the industry where the commission will seek to ask a number of consultants or advisers who are linked with, or have previously been linked with, the industry to make recommendations.  It has to be at the discretion of the commission to determine the extent to which that advice is taken on board.  Otherwise, consultants that have one contract with the commission and multiple more lucrative contracts with others are in a position where their advice or recommendations \"shall\" be strongly considered by the commission.  The commission \"shall\" have regard to it.  That is too onerous.  \"May\" is contained in a number of places in the Bill where I believe \"shall\" should be inserted because the latter carries more weight.  There is a reason that we have sought \"shall\" in respect of certain actions instead of \"may\".  For that reason, it is appropriate in this case that, instead of a situation where the commission \"shall have regard to the advice of any consultant or adviser engaged under this section\", it \"may\" have regard to that advice.  These are not members of the commission, but specific consultants who may be taken on and there will be instances - it will not always be the case - where they may produce advice that is inappropriate or seems to be overly determined by other contracts that they hold.  I wish to ensure that, in such circumstances, the commission retains the discretion to disregard that advice, if it so wishes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#NN04000","speaker":"1662","continuing":true},{"type":"speech","time":1651669200,"counter":159,"content":"<p>I understand the intention of the Senator's amendment.  It rests on the question of whether the phrase \"shall have regard to\" should be interpreted as requiring the commission to follow whatever advice is given unless there is a compelling case not to.  The legal advice that the Minister has received regarding this phraseology is that, where a public body shall have regard to a thing, it may depart from that focus and other such considerations where it has a bona fide reason to do so.  As such, an coimisi&uacute;n is not bound by advice given under this provision.  Instead, it is obligated to give it due consideration.<\/p> <p>The purpose of this provision is to ensure that an coimisi&uacute;n does not engage consultants and advisers without the intention of paying heed to their advice.  This is prudent, given that an coimisi&uacute;n will be paying for such advice and commissioning it on the basis of the particular expertise required to inform its decision making.  In this light, we are not accepting the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00200","speaker":"1475"},{"type":"speech","time":1651669200,"counter":160,"content":"<p>How stands the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00300","speaker":"1692"},{"type":"speech","time":1651669200,"counter":161,"content":"<p>I am going to reflect on the Minister of State's response.  I am not fully convinced.  I can see scenarios where I would be disappointed that advice was not properly considered, but I can also see scenarios where what we have sometimes seen-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00400","speaker":"1662"},{"type":"speech","time":1651669200,"counter":162,"content":"<p>Are you withdrawing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00500","speaker":"1692"},{"type":"speech","time":1651669200,"counter":163,"content":"<p>I am considering as I speak.  Certain consultant bodies manage time and again to have disproportionate influence on the actions of public bodies.  I am going to withdraw the amendment for now and reserve the right to reintroduce it.  I may look for that explanation or opinion in writing from the Department.  It would be useful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00600","speaker":"1662"},{"type":"speech","time":1651669200,"counter":164,"content":"<p>The Senator has the right to reintroduce the amendment on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00700","speaker":"1692"},{"type":"unspoken","time":1651669200,"counter":165,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":166,"content":"<p>Amendments Nos. 57, 58 and 60 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO00900","speaker":"1692"},{"type":"speech","time":1651669200,"counter":167,"content":"<p>I move amendment No. 57:<\/p> <blockquote> \tIn page 29, to delete lines 32 to 40, and in page 30, to delete lines 1 and 2.  <\/blockquote> <p>These amendments relate to the power to impose levies.  Within this legislation, two forms of levy are discussed but they are not given different titles, <i>per se<\/i>.  They are both referred to as &quot;the levy&quot; or &quot;levy order&quot;.  A number of restrictions are placed in respect of the levies under this section, yet there are other levies relating to European works, for example, and I am not satisfied that there is enough clarity that the constraints on the commission's power to impose levies will not have a leakage effect as regards the European works levies.  I am giving them different titles, which is not the case in the Bill.  They are simply referred to as &quot;the levy&quot;.<\/p><p>The proposed section 21 envisages the making of &quot;an order imposing a levy&quot; that is designed to meet the expenses of the commission's operation.  The later levies under the proposed section 159E are in respect of European works, but section 21 contains a framework of subsections and language that essentially says that any levy in excess of the operations of the commission should be returned and should not represent more than a certain proportion of the commission's operational costs.<\/p><p>I will go through the amendments in order.  Regarding amendments Nos. 57 and 58, the Bill reads:<\/p> <blockquote> \tIn calculating the amount of a levy under any paragraph of subsection (1) in respect of a levy period, the Commission--<br \/><br \/>(a) shall consider the Commission&rsquo;s expenses in that period in performing functions ...<br \/><br \/>(b) shall seek to ensure that the total amount imposed by way of levy under that paragraph in respect of that period, represents a corresponding proportion of the total amount imposed by way of levy under this section in respect of that period.&quot; <\/blockquote> <p>The commission calculates its expenses and then ensures that the total amount of the levy represents a proportion of those operational costs.<\/p><p>I have taken a few different approaches in the later amendments.  Regarding amendment No. 60, the Bill reads:<\/p> <blockquote> \t(11) Any surplus of income, from levies imposed in respect of a levy period, over the expenses properly incurred by the Commission in that period and its working capital requirements in that period shall either--  \t(a) be retained by the Commission to be offset proportionately against subsequent levy obligations of the providers on whom the levy was imposed, or<br \/><br \/>(b) be refunded proportionately to those providers.  <\/blockquote> <p>This subsection is of concern.  There are some caveats to the earlier provisions, which refer to a levy's mandate under a particular subsection.  However, this subsection just refers to levy orders and the surplus of income from levies.  There is nothing wrong with any of that in itself, but I am concerned by its potential implications for section 159E.  Importantly, there is the possibility that the commission may make a levy order on service providers that will be used to fund European works.  In later amendments, we will deal with the kinds of work involved.  The levy order sets out the methods of calculation, periods involved, records, exemptions and so forth, but I am concerned that the constraints on levies in section 21 could muddy some of the planning of a levy under section 159E.<\/p><p>I have suggested a few removals and insertions to address the issue.  In one place, I propose: &quot;For the avoidance of doubt, this section shall not apply to levies issued under section 159E of the Principal Act and nothing in this section shall be construed as limiting such powers.&quot;<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also have a corresponding equivalent amendment to insert into section 159E, but again, it is simply a clarification.  There are a few of the paragraphs within that section on levies, however, where it is not clear they are only speaking to the levies on the operation of the commission.  Perhaps the Minister of State could address that or some way could be found to clarify it.  As I said, I will put forward one proposal in terms of clarifying it but I am very happy if the Government has its own proposals in that manner.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#OO01000","speaker":"1662","continuing":true},{"type":"speech","time":1651669200,"counter":169,"content":"<p>I thank Senator Higgins.  I understand the purpose of amendment No. 60 is to ensure there is sufficient distinction between the levy under the new section 21 of the Broadcasting Act 2009, as inserted by section 7 of the Bill, which will be used to meet the expenses of the commission incurred in the course of discharging its regulatory functions set out in the Bill in the Broadcasting Act 2009, and the levy made under section 159E, as inserted by section 53 of the Bill, which will be used to fund any content production scheme established under section 159F.<\/p> <p>On the basis of my Department's engagement with the Office of the Attorney General, I believe there is sufficient distinction already provided through the legislation between the two levies, which is achieved in particular through the wording of sections 21(12) and 159E(8), which, when read together, clearly delineate where the Bill is referring to the industry levy or content production levy.<\/p> <p>The effect of amendments Nos. 57 and 58 would appear to be to remove the obligation on the commission to have regard to its expenses incurred in a given period when imposing the industry levy.  This could lead to the commission being unable to levy a higher amount from the industry than is needed to meet its operating costs.  This would be against the intention of the Bill to require regulated entities to fund the cost of their regulation.  The purpose of regulation as a general principle is to mitigate the negative impacts caused by these businesses as a matter of supporting the public good.  Providing an coimisi&uacute;n with unlimited revenue raising powers would not encourage efficiency and effectiveness in pursuit of this principle.  The new section 21(11) of the Broadcasting Act 2009, as inserted by section 7 of the Bill, would still provide that any surplus would in any case be rolled into subsequent years to be offset against future levies or refunded to any providers levied.  This is in congress with the proposed amendment, which would lead to a lacuna in the legislation.  Accordingly, we do not propose to accept any of these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00200","speaker":"1475"},{"type":"speech","time":1651669200,"counter":170,"content":"<p>I am a little concerned by that because I am looking to the language in subsections (1) and (2) referred to in section 21(12).  All that subsection (1) says is that:<\/p> <blockquote> \t(1) The Commission may make an order (a &lsquo;levy order&rsquo;) imposing a levy on any of the following:   \t(a) providers of audiovisual media services; <br \/><br \/>(b) providers of sound broadcasting services; <br \/><br \/>(c) providers of designated online services.  <\/blockquote> <p>All that subsection (2) says is that &quot;A levy order shall specify the period in respect of which a levy is imposed&quot;.  I do not see how that safeguards anything.  That is, in fact, quite wide.  It simply says a levy order relates to these kinds of actors, which are the actors covered by the Bill - that is nothing - and that a levy period is the period when the levy is imposed.<\/p><p>I do not, therefore, see how that is any insurance in terms of the concern I have about the levies in respect of European works.  I am concerned because, in fact, it is not the goal that the commission should only be making levies in respect of its operation.  As I understand it, the audiovisual directive also empowers a proactive making of levies on audiovisual media services and similar bodies that can then be channelled towards the production of European works.  Again, that is part of that obligation in terms of diversity of content and diversity of voice within our audiovisual landscape.<\/p><p>It certainly should not be the case that any scheme in relation to European works is simply a kind of small subfunction of the commission's operation.  It is, in fact, a power that goes beyond operational costs.  It is something that represents instead a proactive role.  As the Minister of State described it, again, that is the part that is getting focused on.  I have not heard something that addresses my concern in terms of really being assured this commission will be able, for example, to say it wishes to put a 2% or 5% levy or whatever it might be on audiovisual services which it wants to be channelled into all of those more diverse forms of cultural participation and product such as are set out in the scheme for European works under section 159F.<\/p><p>I would accept that subsection (5) has some caveats in terms of &quot;calculating the amount of a levy under any paragraph of subsection (1)&quot;.  Subsection (5) has some caveats but, say, something like subsection (11) around the surplus of income and subsections (1) and (2), which were referred to by the Attorney General, do not distinguish that the constraints in this section shall apply only in respect of the operational costs and levies in terms of operational costs.  I have not heard, in fact, an argument as to how these will not constrain levies in respect of the European works.  I listened, and apologies if there is something I missed in the answer, but the answer as I heard it, however, kind of looped around itself in that it referred right back to this section.<\/p><p>As I said, I see some language in subsection (5) that seems potentially useful in terms of constraint, but again, the provisions in terms of subsection (11) simply just say a &quot;levy period&quot;.  The levy period is simply the period in which a levy is imposed.  It does not say a levy in respect of the workings of the commission or a levy in respect of operations.  I am sorry to labour this but I am excited about the positive potential of this legislation as well as the protective and promotional role.  I just do not see it.  Again, perhaps I need to have it outlined clearly to me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00300","speaker":"1662"},{"type":"speech","time":1651669200,"counter":171,"content":"<p>I thank Senator Higgins.  I will say again that this has been reviewed by the Office of the Attorney General and our legal advice is there is sufficient distinction as currently drafted.  The levy to fund the expenses of an coimisi&uacute;n and a levy to fund the content are in two completely different sections of the Bill.  The levy to fund the expenses is in section 21 and the levy to fund the content is in section 159E(8).<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00400","speaker":"1475"},{"type":"speech","time":1651669200,"counter":172,"content":"<p>In that case, I ask if the Minister of State might consider the amendment I have tabled.  If that is the intent, why not include the amendment that simply clarifies that nothing in section 21 should be seen to affect section 159E.  If that is the intent, there is no harm in putting that in.  It would certainly be clear to me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00500","speaker":"1662"},{"type":"speech","time":1651669200,"counter":173,"content":"<p>That is a question for the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00600","speaker":"1692"},{"type":"speech","time":1651669200,"counter":174,"content":"<p>Again, I have amendments that are deletions.  I also have this amendment, which is simply to add a clarification.  Is there any argument not to include that clarification?  Besides saying they are different, there is nothing in the Bill that says they are different.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00700","speaker":"1662"},{"type":"speech","time":1651669200,"counter":175,"content":"<p>As I said, they are in two completely different sections.  It has been fully reviewed.  The legal advice and legal interpretation of the sections as drafted is that there is sufficient distinction presently and there is not a requirement to insert the amendments the Senator has proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00800","speaker":"1475"},{"type":"speech","time":1651669200,"counter":176,"content":"<p>I thank the Minister of State.  We have reached decision time.  Does Senator Higgins wish to press amendment No. 57?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP00900","speaker":"1692"},{"type":"speech","time":1651669200,"counter":177,"content":"<p>I will withdraw.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP01000","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":178,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":179,"content":"<p>I move amendment No. 58:<\/p> <blockquote> \tIn page 29, to delete lines 39 and 40, and in page 30, to delete lines 1 and 2. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#PP01200","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":180,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1651669200,"counter":181,"content":"<p>Amendment No. 59 not moved.<\/p>"},{"type":"speech","time":1651669200,"counter":182,"content":"<p>I move amendment No. 60:<\/p> <blockquote> \tIn page 31, between lines 7 and 8, to insert the following:  \t&ldquo;(12A) For the avoidance of doubt, this section shall not apply to levies issued under section 159E of the Principal Act and nothing in this section shall be construed as limiting such powers.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#QQ00200","speaker":"1662"},{"type":"vote","time":1651669200,"counter":183,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 10; Níl, 26.<\/p><br\/><br\/><p>Tellers: Tá, Senators Alice-Mary Higgins and Lynn Ruane; Níl, Senators Seán Kyne and Robbie Gallagher.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#QQ00300","aye":["1634","1635","1699","1645","1660","1662","1681","1683","1684","1686"],"nay":["1637","1638","1695","1639","1640","1641","1642","1646","1647","1648","1652","1653","1654","1658","1659","1661","1696","1664","1665","1666","1667","1670","1674","1692","1693","1682"],"abs":[]},{"type":"speech","time":1651669200,"counter":184,"content":"<p>I welcome the Minister of State, Deputy Chambers, back to the House.  Amendments Nos. 61 to 64, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#RR00100","speaker":"1696"},{"type":"speech","time":1651669200,"counter":185,"content":"<p>I move amendment No. 61:<\/p> <blockquote> \tIn page 31, lines 28 and 29, to delete &ldquo;(including money in a currency other than the currency of the State)&rdquo;. <\/blockquote> <p>This amendment relates to the power to borrow and is a response to a concern about a provision on page 31 of the Bill that allows for the commission to borrow money, including money in a currency other than the currency of the State, for the purposes of performing its functions.  It is an area of some concern.  We believe that, where the commission borrows such moneys, it would be best practice for it to do so in the currency of the State.  There is another specific concern here, to which our subsequent amendment No. 63 relates.  That amendment proposes that &quot;The Commission may only borrow money from a financial institution authorised by the Central Bank of Ireland to operate in the State.&quot;<\/p><p>The concerns here relate to specifying the currency.  That is a particular concern because we have seen the creep of cryptocurrency and increasing attempts to give it a central role and to have it be used, crafted and shaped as a legitimate currency for operations.  There are attempts to have crypto assets treated as assets and some want financial or investment portfolios that contain crypto assets or cryptocurrency to become part of our financial infrastructure.  That is a really troubling trend.  I was not only thinking of cryptocurrency in proposing this amendment but it was at the back of my mind given the areas it is planned to regulate through the operations of the commission.<\/p><p>Amendment No. 61 removes the capacity to borrow in a currency other than the currency of the State, which would be better practice.  Amendment No. 63 requires that money be borrowed only from &quot;a financial institution authorised by the Central Bank of Ireland to operate in the State.&quot;  I recognise that amendment No. 63 may be seen as overly onerous and I would be happy not to press that amendment as it should probably refer to institutions within the European Union instead.  Again, the core point of this amendment relates to the concern that we are seeing people seeking to use currencies not regulated by central banks in Ireland or elsewhere in respect of financial transactions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#RR00200","speaker":"1662"},{"type":"speech","time":1651669200,"counter":186,"content":"<p>I am afraid I have some problems with a number of these amendments.  The Senator touched on some of these herself.  I have no problem with the oversight aspect but I believe the Senator is being overly prescriptive.  I can foresee circumstances in which it would be required to borrow in dollars or another currency, particularly given the nature of the business the media commission is to be in.  I do not want to get into a debate on the Central Bank and its granting of licences and so on because that is entirely different debate.  I have spoken here before about it being overly prescriptive.  However, there may be circumstances in which it makes more sense to borrow from a financial institution regulated elsewhere within the European Union.  I will not get into a debate on cryptocurrency, although we can have that discussion when we move into an era of digital currency.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senators are being overly prescriptive in terms of some of the requirements here.  I would certainly expect an agency of State to follow best practice in the context of its borrowing practices.  I do not have a problem with oversight provisions being written into the Bill but these amendments are overly prescriptive, as the Senators have acknowledged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#RR00300","speaker":"1638","continuing":true},{"type":"speech","time":1651669200,"counter":188,"content":"<p>Amendment No. 64 is really about financial independence.  The Bill provides that the Minister may advance moneys to the commission, provided by the Oireachtas, and with the consent of the Minister for Public Expenditure and Reform.  The Bill does not specify whether any such advancements will be subject to the oversight or approval of both Houses of the Oireachtas, as we see in other legislation relating to State bodies like IHREC, for example.  It is not appropriate that the commission would be funded at the discretion of the Government and this amendment seeks to provide an important check and balance in the legislation.  The amendment provides that financial advancements to the commission from the Oireachtas would be subject to the independent oversight and approval of both Houses.<\/p> <p>In terms of financial independence, it is significant to note that head 40 provides the media commission with the power to impose a levy on regulated entities and further, that head 26 provides that the commission chair would be the Accounting Officer.  However, in order to strengthen financial independence, it is submitted that the media commission's grant for budgetary allocation should be subject to a separate vote in the Oireachtas, which is what this amendment seeks to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS00200","speaker":"1681"},{"type":"speech","time":1651669200,"counter":189,"content":"<p>I thank the Senators for their amendments regarding the powers of an coimisi&uacute;n.  Amendment No. 61 would delete a reference specifying that an coimisi&uacute;n can borrow in a currency other than the currency of the State but this is a standard provision for State bodies.  Accordingly, I do not propose to change the drafting approach taken to avoid any unintended consequences.<\/p> <p>Similarly, amendment No. 62 represents a departure from the standard provisions regarding the authorisation of borrowing by State bodies.  It is right that bodies require not only the approval of the relevant Minister but also the consent of the Ministers for Public Expenditure and Reform, and Finance.  The consent provisions are necessary because any borrowing by State bodies such as the commission will add to our general Government debt and affect our compliance with EU fiscal rules.  While I am, as a principle, usually in favour of more Oireachtas oversight, I believe that public bodies should be accountable to the Oireachtas rather than being subject to prior authorisation by the Oireachtas for each decision they take.  This amendment cannot be accepted because it would be a departure from the standard practice, with the Minister for Public Expenditure and Reform and the Minister for Finance being required to consult and seek the views of the relevant Oireachtas joint committee for a matter of this nature.  There are sufficient safeguards in the Bill's provisions to mitigate the risk of any excessive borrowings by the commission.  There are also practical considerations such as the fact that committees fall on the dissolution of the D&aacute;il and might, therefore, not be available in the event of urgent matters needing to be resolved.<\/p> <p>Amendment No. 63 requires that the commission may borrow only from institutions authorised by the Central Bank.  This amendment would appear to be at variance with EU law.  Under EU directive 2013\/36\/EU, financial institutions authorised in other member states of the EEA may carry on business in the State without receiving further authorisation from the Central Bank.<\/p> <p>I also have concerns regarding both the practical implications and the EU law implications of amendment No. 64.  The issuance of broadcasting contracts is a core part of the means by which the commission will regulate broadcasting services such as linear television services.  In requiring the commission to seek the approval of the Oireachtas regarding matters pertaining to the awarding of broadcasting contracts, this amendment would appear to be contrary to the provisions of Article 30 of the audiovisual media services directive, which provides that member states shall ensure that regulatory bodies are functioning independently of their respective governments or of any other public or private body.  In addition to this, requiring Oireachtas approval for every deposit made by an applicant for a broadcasting contract with an coimisi&uacute;n would be both impractical and cumbersome.  At present and in most instances, the Broadcasting Authority of Ireland requires deposits to be made when an applicant for a broadcasting contract submits a statement of intent to the authority in respect of an open licensing period being run by the authority.  The sums of money involved are small and the process is designed to encourage quality in submissions to the authority and to avoid frivolous submissions.  Accordingly, we do not propose to accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS00300","speaker":"1475"},{"type":"speech","time":1651669200,"counter":190,"content":"<p>How stands amendment No. 61?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS00400","speaker":"1696"},{"type":"speech","time":1651669200,"counter":191,"content":"<p>As I will not be able to speak on the other amendments in this group after I make my decision on No. 61, I would like to respond quickly to the Minister of State, if I may.  I accept the point he makes in respect of amendment No. 63.  His analysis is fair and I realised that as he spoke.  The thrust of the other amendments was about trying not to erode the independence of the commission but to preserve it.  Many of these amendments were taken from legislation in respect of IHREC, in terms of the idea of having a separate strand.  The goal had been to ensure independence from the Government rather than the contrary but I accept that they may need revision.<\/p> <p>I intend to return to amendment No. 61 because we are entering an era of digital currency.  We may well be in a period of time where there is much more digital use of existing currencies and transfers.  To be frank, coming from an environmental and energy perspective, we simply cannot ignore this.  We have seen the impacts of cryptocurrency in places like Kazakhstan.  Ireland is gearing up to have large-scale data centres.  I know from sitting on the Joint Oireachtas Committees on Finance, and Environment and Climate Action that there are those who would like to see Ireland becoming a hub in respect of things like cryptocurrencies but that comes with extraordinary levels of risk.  In that context, I reserve the right to submit amendments on Report Stage in respect of the engagement that the commission may have with cryptocurrencies because this is an area in which we need to be very vigilant and take our responsibilities as regulators and leaders very seriously.  However, I will not press amendment No. 61 at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS00500","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":192,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":193,"content":"<p>I move amendment No. 62:<\/p> <blockquote> \tIn page 31, between lines 32 and 33, to insert the following:  \t <blockquote> \t&ldquo;(2) Before giving their consent, the Minister for Public Expenditure and Reform and the Minister for Finance shall consult with and seek the views of the Joint Oireachtas Committee on Finance, Public Expenditure and Reform and Taoiseach.&rdquo;.  <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS00700","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":194,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1651669200,"counter":195,"content":"<p>Amendment No. 63 not moved.<\/p>"},{"type":"speech","time":1651669200,"counter":196,"content":"<p>I move amendment No. 64:<\/p> <blockquote> \tIn page 31, between lines 36 and 37, to insert the following:  \t&ldquo;(1A) Any such financial advancements will be subject to the oversight and approval of both Houses of the Oireachtas, prior to their being advanced to the Commission.&rdquo;.   <\/blockquote> <p>I am struggling to understand the Minister of State's response in relation to broadcasting contracts.  Would the commission not be given-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01000","speaker":"1681"},{"type":"speech","time":1651669200,"counter":197,"content":"<p>The amendment has already been discussed so at this stage, the Senator can either-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01100","speaker":"1696"},{"type":"speech","time":1651669200,"counter":198,"content":"<p>This is Committee Stage so I can come back in on the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01200","speaker":"1681"},{"type":"speech","time":1651669200,"counter":199,"content":"<p>You can speak to the section but you cannot speak to amendment No. 64 at this stage.  You can decide what you want to do with it but you cannot discuss it because amendments Nos. 61 to 64, inclusive, were discussed as a block already.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01300","speaker":"1696"},{"type":"speech","time":1651669200,"counter":200,"content":"<p>Usually proposers can come back in on their amendments when the Minister or Minister of State has given a response on Committee Stage.  This is not Report Stage.  The first three amendments in the group are Senator Higgins's amendments.  My name is first on amendment No. 64.  We have dealt with Senator Higgins's three amendments and mine is next.  I had to wait until we reached it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01400","speaker":"1681"},{"type":"speech","time":1651669200,"counter":201,"content":"<p>Are you responding to the Minister of State's response?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01500","speaker":"1696"},{"type":"speech","time":1651669200,"counter":202,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01600","speaker":"1681"},{"type":"speech","time":1651669200,"counter":203,"content":"<p>Okay, go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01700","speaker":"1696"},{"type":"speech","time":1651669200,"counter":204,"content":"<p>Perhaps there is a misunderstanding on my part here.  I am not suggesting that the Oireachtas has to oversee every single decision that the commission makes about expenditure on broadcasting contracts and so on.  The amendment relates to advancements and yearly budgets.  Maybe there is a misunderstanding on my behalf but I am not really following the response from the Minister of State.  He said the amendment sought to ensure that the Oireachtas would have oversight of every single budgetary decision that the commission would make but I am not suggesting that the Department of Public Expenditure and Reform would be making decisions on every single broadcasting contract, for example.  I am confused as to the relationship there.  At this point, I will withdraw the amendment but reserve the right to come back on Report Stage.  I would like some further clarification of the Minister of State's explanation because I do not understand it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01800","speaker":"1681"},{"type":"speech","time":1651669200,"counter":205,"content":"<p>I will let the Minister of State respond to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS01900","speaker":"1696"},{"type":"speech","time":1651669200,"counter":206,"content":"<p>Amendment No. 64 seeks to amend section 25 which relates to deposits and charges for services which may be required by the commission.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jack Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2429\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2429&amp;amp;pid=JackChambers&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In requiring the commission to seek the approval of the Oireachtas, this amendment would, first of all and as I said earlier, be contrary to Article 30, which provides that member states shall ensure regulatory bodies are functioning independently of their respective governments or of any other public or private body.  That is the first issue.  By amending section 25 and then requiring Oireachtas approval for every deposit by an applicant for a broadcasting contract would be both impractical and cumbersome.  I have already outlined the position regarding the Broadcasting Authority of Ireland relating to contracts.  That is the position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#SS02000","speaker":"1475","continuing":true},{"type":"speech","time":1651669200,"counter":208,"content":"<p>I will look at the amendment in relation to its intention and perhaps its placement within the Bill.  When you look at the Irish Human Rights and Equality Commission, IHREC, I am sure it has to seek contracts in other ways for other things, but yet it seems to have the complete opposite of what is being suggested.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#TT00200","speaker":"1681"},{"type":"unspoken","time":1651669200,"counter":209,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":210,"content":"<p>Amendments Nos. 65 to 69, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#TT00400","speaker":"1696"},{"type":"speech","time":1651669200,"counter":211,"content":"<p>I move amendment No. 65:<\/p> <blockquote> \tIn page 34, line 42, after &ldquo;Minister&rdquo; to insert &ldquo;and the Joint Oireachtas Committee on Tourism, Culture, Arts, Sport and Media&rdquo;. <\/blockquote> <p>Amendment No. 65 amends section 29(1).  It provides that when preparing a strategy statement, as well as submitting it to the Minister, the commission would also share it with the Oireachtas Joint Committee on Tourism, Culture, Arts, Sport and Media.<\/p><p>Amendment No. 66 inserts a new subsection.  Again, these are core things when setting out the strategy.  These are not day-to-day but rather three-year strategy periods and broad strategy statements for three-year periods.  This amendment provides that when preparing these strategy statements, the commission would consult the Irish Human Rights and Equality Commission, the Data Protection Commission, the Oireachtas Joint Committee on Tourism, Culture, Arts, Sport and Media, Screen Ireland, which is an important voice in this respect, and any other persons or bodies the commission considers appropriate.  In setting out its strategy for each three-year period, each of these bodies has a very specific expertise that is of value and of use to the commission in its work.<\/p><p>Due to the fact there is a remit of equality and human rights and a specific remit in terms of inclusion and participation for the media commission, the Irish Human Rights and Equality Commission obviously offers a useful input in that regard.  Due to the fact there are provisions in its operation that relate to areas of data protection, data management and privacy, the Data Protection Commission has an expertise.  For example, we know that one of the areas that is being much discussed in terms of harmful conduct and content is how special categories of personal data are used to create microprofiles and enable microtargeting.<\/p><p>The Oireachtas Joint Committee on Tourism, Culture, Arts, Sport and Media also has a particular role.  Regarding this amendment, I am open to having the committee mentioned separately because I am conscious the others in this list are public bodies.  Therefore, if it is felt appropriate to accept those bodies but not the joint committee, I am happy to put forward a revised version of this amendment on Report Stage.<\/p><p>Screen Ireland is something that will represent the audiovisual sector in terms of that kind of positive content role, which is part of the role of the new media commission and part of the remit of the audiovisual directive.  It would help to address the issue of Irish-related content and generate assurance that we have a plurality and diversity of content represented in our online media provider spaces.  Each of those would add something very concrete to the development of strategy, and none of them is prescriptive or requires sign-off.  It simply requires and suggests the commission would consult them.<\/p><p>Amendment No. 67 is an alternative to amendment No. 65.  It just words it in a slightly separate way to say that when preparing the strategy statement, it should consult the Oireachtas Joint Committee on Tourism, Culture, Arts, Sport and Media.  It may be that I may submit in future iterations a version of amendment No. 66 that does not include the committee and lists the committee in a separate amendment.<\/p><p>The Bill at the moment allows for the commission to consult persons under subsection (4).  Amendment No. 68 simply states that where it consults such persons as it considers appropriate, a record of such consultation should be kept, deposited with the Minister and laid before both Houses of the Oireachtas.  The key point here in terms is not so much where they should be deposited or laid but that the record should be kept.  For example, if the commission is engaging in consultation with large online media service providers in the development of a strategy, it would be very important that there would be a record of that.  If one of the major media companies that may be affected by the regulations in the strategy has a meeting with the commission around the development of the strategy, it would of course be very important that would be recorded.  Again, this is addressing some of the concerns there have been.  There is a perception of very big and wealthy media actors and online media actors being in a position where they have had quite a high level of access and meeting in terms of political decision-making.  It would be very important it would be clear exactly what their engagement might be in relation to the commission&rsquo;s strategy and actions.<\/p><p>I apologise for being quite lengthy.  My last amendment in this grouping is amendment No. 69.  I suggest a slightly different wording because, as it stands, the Bill reads, in relation to the commission's operations, that, &ldquo;The Commission shall, in preparing each strategy statement and each work programme, have regard to the need to ensure the most economical and efficient use of its resources.&rdquo;  I am worried this directs the commission towards a minimalist approach.  &ldquo;The most economical and efficient use of its resources&rdquo; could direct it towards a position whereby a light-touch regulation approach becomes the most economical and efficient way to approach an issue.  What might be &quot;economical&quot; and might even be &ldquo;efficient&rdquo; in the classic sense of the word , that it is quicker and shorter, is not necessarily the most effective.  They are different things.  Efficiency and effectiveness are not the exact same thing.  The absolute priority of the commission, surely, in its operation and strategies should be that it is effective.  I am concerned that &ldquo;efficiency&rdquo;, in terms of minimising what it does, and &ldquo;economy&rdquo;, in terms of spending as little as possible, could lead to a commission that only does the absolute minimum rather than that ambitious role we hope it will play.  We have seen that the under-resourcing of the Data Protection Commission had very negative impacts in terms of Ireland reputationally.  Similarly, if we have a minimalist approach to the operation of a new media commission, where Ireland will be one of the major regulators, that will also reflect very poorly on us and will have consequences down the line.<\/p><p>I suggest the wording &ldquo;sustainable and efficient use of its resources, while ensuring that such resources are directed towards maximum social and cultural benefit to the public&rdquo;.  However, I am happy to come back with another single-word amendment to add the word &ldquo;effective&rdquo;.  Perhaps my version of amendment No. 69 might be a little bit too visionary around what we would hope for around this maximum cultural and social benefit to the public.  I am conscious that is quite interpretable.  Perhaps I will bring in an amendment on Report Stage that simply says &ldquo;economic, efficient and effective&rdquo;, or perhaps, the Government may bring such an amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#TT00500","speaker":"1662"},{"type":"speech","time":1651669200,"counter":212,"content":"<p>I note amendments Nos. 65 and 67 where they specifically reference reports and discussions with the Oireachtas joint committee.  That is very important.  Senators Malcolm Byrne and Warfield and I were on that committee.  We spent a significant number of months discussing with all of these companies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2022&amp;amp;month=05&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is an expertise within the committee.  There is merit in going back to the committee when these discussions are taking place rather than meetings taking place with any of these big companies at the commission.  The Oireachtas joint committee is the place where these companies should be met so that it is on the public record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#TT00600","speaker":"1639","continuing":true},{"type":"speech","time":1651669200,"counter":214,"content":"<p>I thank Senator Higgins for her amendments in regard to the application in the Bill for an coimisi&uacute;n to produce a statement of strategy.  I recognise the intention of amendment No. 65.  Section 29(3) of the Broadcasting Act 2009 currently provides that the Broadcasting Authority of Ireland shall present a copy of the strategy statement to the Minister and to such committees of either or both Houses of the Oireachtas as the Minister may, from time to time, direct.  I propose that the language could be introduced on Report Stage to achieve the intended affect of the Senator&rsquo;s amendment.  As the names of Oireachtas committees tend to change following general elections, it is not best practice to use the current names of committees in such references, but instead to refer to the committee whose functions relate to the functions of the Act in question.  This is provided for in the Bill by way of an amendment to the definition of Oireachtas joint committee in the 2009 Act.  I would be concerned that amendments Nos. 66 and 67 would unduly circumscribe the independence of the commission in determining whom it should consult when preparing the statement of strategy.  I believe it is sufficient to allow an coimisi&uacute;n to determine the effective mode of consultation and the number of consultees.  For that reason, the Minister will not be accepting amendments Nos. 66 and 67.<\/p> <p>I do not see the value of the proposed approach in amendment No. 68.  We are not proposing to accept it.  It is not usual practice to lay internal records of processes and activities of public bodies before the Oireachtas nor for the Oireachtas Library services to store such materials.<\/p> <p>The Minister, Deputy Catherine Martin, will not be accepting amendment No. 69.  The language used in the Bill, which requires the commission to have regard to the need to ensure the most economical and efficient use of its resources, is appropriate.  The language reflects long-standing principles with regard to the importance of value for money in the use of resources and can be found for example in the Comptroller and Auditor General (Amendment) Act 1993.  Further to this, an coimisi&uacute;n is already obliged in section 7 of the 2009 Act, as inserted by section 3 of this Bill, to exercise its functions which exist for the purpose of the public good to further support, promote and safeguard the public good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#UU00200","speaker":"1475"},{"type":"speech","time":1651669200,"counter":215,"content":"<p> Senator Higgins moved amendment No. 65.  This is the first amendment and I am dealing with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#UU00300","speaker":"1696"},{"type":"speech","time":1651669200,"counter":216,"content":"<p>Yes, I have moved amendment No. 65.  However, I am still speaking to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#UU00400","speaker":"1662"},{"type":"speech","time":1651669200,"counter":217,"content":"<p>The Senator may continue to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#UU00500","speaker":"1696"},{"type":"speech","time":1651669200,"counter":218,"content":"<p>On amendment No. 65, I understand, accept and welcome that the intention is to ensure language in terms of relevant committees will be inserted by a Government amendment on Report Stage.  I accept that the title of the relevant committee may change at a certain point.  However, it is important that there would be that parliamentary oversight or engagement in terms of the strategy and not solely Executive or Government engagement.  I welcome the fact that there would be engagement with the relevant committees.<\/p> <p>In regard to the issue of IHREC, the Data Protection Commission and others, as this Bill moves towards Report Stage the human rights and equality duty will be really important.  We had other amendments in regard to this earlier.  We had some indication that the Minister was looking to them.  The duty which all public bodies have in regard to human rights and equality is somewhat greater in the case of this body.  It must not simply be a minimalist approach.  I believe it should be very liberally interpreted.  All public bodies have an obligation to promote human rights and equality actively, but this commission has more than that - coming from the audiovisual directive, it also has a specific charge in relation to inclusion, equality and participation.  Those are core policy goals of the audiovisual directives which this legislation is supposed to be transposing and giving effect to in Irish law.  It may not be in this section, but it is important that there is a really specific acknowledgement of that area of human rights and equality and the goals and obligations in that respect.  We discussed that earlier in regard to certain other aspects of the operation of the commission.  I may bring another amendment which simply reaffirms that those matters must be given due regard in the development of the strategy, separate from the question of with whom it consults in regard to those obligations.  Thematically, those are core points.<\/p> <p>In regard to amendment No. 68, the key issue is not simply the laying before both Houses of the Oireachtas.  That can go by the wayside.  The extremely important point is that a record would be kept.  I note that we have had similar amendments put forward in regard to a number of areas of the Government&rsquo;s operation, including in regard to planning, climate legislation and other areas where we have simply required that a record would be kept in regard to consultations.  That is an absolute minimum in terms of transparency.  We know that the decisions that the media commission in Ireland makes will have extremely significant ramifications for extraordinarily wealthy companies which have massive lobbying architecture.  We need to be frank about that.  There is no point in acting as though that is by the by.  That is the reality.  In that context for the public, not just in Ireland but also across the European Union, where in many cases regulatory decisions made in Ireland will have an impact, it is really important that there is clear transparency in regard to whom the commission meets with.  That does not impact on its independence but it does mean it will be doing its job in a way that is properly accountable.  The question of laying something before both Houses of the Oireachtas or depositing it with them can be left by the wayside, but the core point is that records must be kept in regard to with whom the commission meets when developing its strategy.  I will be come back to this and press for it quite strongly on Report Stage.  I hope that the Government may bring its own amendments. <\/p> <p>I accept that the language in regard to the public good is there at the beginning, but the public good can be delivered in a minimalist or a maximalist way.  It is not always sufficient to refer to &ldquo;the most economical and efficient use of resources&rdquo;.  The question of the most economical, efficient and effective use of resources is a core one.  If the commission wishes to explore a potential new area of regulation - for example, if a practice that is developing gets flagged by a youth panel as something to be followed up and investigated further - we do not want to indicate that it is effectively tied by telling it that it needs to be as economical as possible by doing the minimum and keeping its margins narrow.  There is a danger in how it is framed at the moment.  I accept that the Minister might not want to accept my wording in amendment No. 69.  I am not going to press that.  However I would ask that the phrasing in section 29(8) be re-examined, that the potential risks of the \"economical and efficient\" phrasing be looked at and that a phrase such as &ldquo;economical, efficient and effective&rdquo; be addressed.  Similar changes have been made in other legislation.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#UU00600","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":219,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":220,"content":"<p>I move amendment No. 66:<\/p> <blockquote> \tIn page 35, to delete lines 15 and 16 and substitute the following:   \t&quot;(3) When preparing a strategy statement, the Commission shall consult with&mdash;  <blockquote> \t(a) the Irish Human Rights and Equality Commission, <br \/><br \/>(b) the Data Protection Commission, <br \/><br \/>(c) the Joint Oireachtas Committee on Tourism, Culture, Arts, Sport and Media, <br \/><br \/>(d) Screen Ireland, and <br \/><br \/>(e) such other persons or bodies, the Commission considers appropriate.&quot;.  <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV00100","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":221,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":222,"content":"<p>I move amendment No. 67:<\/p> <blockquote> \tIn page 35, between lines 18 and 19, to insert the following:   \t&quot;(4A) When preparing a strategy statement, the Commission shall consult with the Joint Oireachtas Committee on Tourism, Culture, Arts, Sport and Media.&quot;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV00300","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":223,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":224,"content":"<p>I move amendment No. 68:<\/p> <blockquote> \tIn page 35, between lines 18 and 19, to insert the following:   \t&quot;(4A) A record of such consultations described in subsection (4) shall be kept and deposited with the Minister and laid before both Houses the Oireachtas.&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV00500","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":225,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":226,"content":"<p>I move amendment No. 69:<\/p> <blockquote> \tIn page 35, to delete lines 38 and 39 and substitute the following:   \t&quot;work programme, have regard to the need to ensure the most sustainable and efficient use of its resources, while ensuring that such resources are directed towards maximum social and cultural benefit to the public.&quot;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV00700","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":227,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":228,"content":"<p>Amendments Nos. 70 and 71 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV00900","speaker":"1696"},{"type":"speech","time":1651669200,"counter":229,"content":"<p>I move amendment No. 70:<\/p> <blockquote> \tIn page 36, line 16, after &quot;any&quot; to insert &quot;appropriate&quot;. <\/blockquote> <p>I propose to withdraw this amendment, but I may return to the issue on Report Stage.  May I speak to the other amendment in the group?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01000","speaker":"1662"},{"type":"speech","time":1651669200,"counter":230,"content":"<p>Amendments Nos. 70 and 71 are being taken together.  The Senator has already indicated that she intends to withdraw amendment No. 70.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01100","speaker":"1696"},{"type":"speech","time":1651669200,"counter":231,"content":"<p>I indicated that that is my intention, but I want to speak to amendment No. 71.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01200","speaker":"1662"},{"type":"speech","time":1651669200,"counter":232,"content":"<p>The Senator has indicated that she proposes to speak to amendments Nos. 70 and 71, but that she proposes to withdraw amendment No. 70.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01300","speaker":"1696"},{"type":"speech","time":1651669200,"counter":233,"content":"<p>I have queried the procedure where I propose to withdraw amendment No. 70.<\/p> <p>Amendment No. 71 provides that where there are consultations, a record would be kept and that such record would include the rationale by which the commission deemed the person to be appropriate to consult with.  Here, again, I have used the language that such record should be deposited with the Minister and laid before both Houses of the Oireachtas.  I would appreciate it if in his reply the Minister of State would focus not on the piece that the record be deposited with the Minister and laid before both Houses of the Oireachtas but on the core issue.  The Minister of State did not respond in regard to the core issue in my previous set of amendments, the core issue being the principle that a record of consultation should be kept and that such a record would include the rationale whereby a commission decided that a person should be consulted with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01400","speaker":"1662"},{"type":"speech","time":1651669200,"counter":234,"content":"<p>I welcome to the Visitors Gallery our colleague, Senator Crowe, who for the first time since he was elected is accompanied here by his mother, Breda, his uncle, Pat McMahon and Pat's daughter, Yvonne.  You are all very welcome to Leinster House.  I am sure but for Covid-19 they would have been here a long time ago, but better late than never.  You are very welcome.  I hope you enjoy your evening.  I am sure all Members of the House share in that welcome to you all.  Enjoy your day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01500","speaker":"1696"},{"type":"speech","time":1651669200,"counter":235,"content":"<p>I echo the welcome to the visitors.  I, too, was born in County Galway.  The visitors are well represented by Senator Crowe.  They are very welcome to Leinster House.<\/p> <p>I thank Senator Higgins for the amendments.  I will not be accepting amendment No. 71.  The purpose of section 30 is to provide legislative underpinning for the Minister to direct an coimisi&uacute;n to provide observations on legislative proposals, to undertake a review of the operation or intended operation of an enactment or to make a proposal of its own volition regarding a legislative measure.  This will be a useful provision in light of the type of future legislation that may be required to take account of societal or technological changes as it would enable an coimisi&uacute;n to be proactive and to make timely observations and proposals to Ministers.  In this context, the Minister, Deputy Catherine Martin, does not believe there is a requirement to lay records of consultations undertaken with any person to comply with a ministerial direction to provide observations.  It is not usual practice to lay internal records of the processes and activities of public bodies before the Oireachtas or for the Oireachtas Library to store such materials.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01600","speaker":"1475"},{"type":"speech","time":1651669200,"counter":236,"content":"<p>I would like clarification.  A similar answer was given in terms of the earlier piece when the focus was laid on the phrase \"laid before the Houses of the Oireachtas\".  I have made it clear that that is not the core point.  Does the Minister agree that records in regard to with whom the commission consults should be kept?  I am speaking about those with whom the commission consults in the general sense and also specifically with whom it is consulting in regard to the advice it may give in regard to legislation which will potentially have a significant impact.  The question of whether those records are laid and who they might be laid before is only one part of it.  The core issue here is the principle that records of consultations should be kept and that there should be a note in that regard.<\/p> <p>I do not like to name companies and I do not want to do so in respect of the Chamber, but there are companies who we know may have a very strong interest in regard to legislation that may come through Ireland and on which a Minister may seek advice from the commission.  If the commission is meeting with a company who may be affected by legislation, which company may be giving advice to the Minister in respect of that legislation, it is appropriate and important that a record would be kept of that and that the public would be able to be aware of it.  That is core to public confidence in the commission.  The public must be confident that the Minister in receiving the advice of the commission is not influenced in a way that it is not aware of.  I do not want to impugn the intentions of the commission or how it operates but it is important that it be transparent and be seen to be transparent and that there be clear records of how it does its work.  That is part of the public confidence piece.  <\/p> <p>Leaving aside the question of what may be laid in the Oireachtas Library, is the question of the keeping of records in regard to with whom the commission consults at least a point that the Government recognises as being appropriate?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01700","speaker":"1662"},{"type":"speech","time":1651669200,"counter":237,"content":"<p>I can only respond to the substance of the amendment and what the consequences of accepting it would be.  As I said, it would not be usual for internal records to be placed before the Oireachtas or for the Oireachtas Library to store such records.  An coimisi&uacute;n will be independent and will have the right to consult with whom it wishes as an independent body.  We have confidence in an coimisi&uacute;n.  As I said, it is not the norm that it would deposit a record of each activity with the Oireachtas for the Oireachtas Library to store.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01800","speaker":"1475"},{"type":"speech","time":1651669200,"counter":238,"content":"<p>The Minister of State can choose to not answer that question.  This is the Committee Stage debate.  When we come to the section I will speak to it and ask the Minister of State the same question and, perhaps, he might answer it.  He is currently answering in respect of the records being laid before the Houses of the Oireachtas.  He is not answering in terms of the other issue.  In this Committee Stage debate we are trying to determine how we are able to move forward together on Report Stage.  As we come to it, I will speak to the section, when I will again put the question to the Minister of State.  I would urge that the Government would give a clear signal that it expects and plans to ensure that there would be transparency in regard to the consultations that take place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV01900","speaker":"1662"},{"type":"speech","time":1651669200,"counter":239,"content":"<p>The Senator has made her point.  The Minister of State has responded to the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV02000","speaker":"1696"},{"type":"speech","time":1651669200,"counter":240,"content":"<p>He has spoken to the amendments.  We can come back to the issue when we come to the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV02100","speaker":"1662"},{"type":"speech","time":1651669200,"counter":241,"content":"<p>To my mind, the Minister of State is dealing with all 228 amendments as tabled.  He will deal with sections as we come to them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV02200","speaker":"1696"},{"type":"speech","time":1651669200,"counter":242,"content":"<p>We will come to the section presently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV02300","speaker":"1662"},{"type":"speech","time":1651669200,"counter":243,"content":"<p>We must first dispose of amendments Nos. 70 and 71.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#VV02400","speaker":"1696"},{"type":"unspoken","time":1651669200,"counter":244,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":245,"content":"<p>I move amendment No. 71:<\/p> <blockquote> \tIn page 36, between lines 18 and 19, to insert the following:  \t&ldquo;(4A) A record of any consultations conducted under subsection (4) shall be kept and such a record will include the rationale by which the Commission deemed the person to be appropriate to consult with, and such records shall be deposited with the Minister and laid before both Houses of the Oireachtas.&rdquo;.  <\/blockquote> <p>I reserve the right to reintroduce this amendment or a similar amendment on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW00200","speaker":"1662"},{"type":"unspoken","time":1651669200,"counter":246,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1651669200,"counter":247,"content":"<p>I move amendment No. 72:<\/p> <blockquote> \tIn page 37, line 14, after &ldquo;rules&rdquo; to insert the following:  \t&ldquo;and shall identify specific barriers to accessing audiovisual media services for people with disabilities along with possible mitigation measures&rdquo;.  <\/blockquote> <p>This deals with the annual report which addresses the issue of the accessibility of audiovisual media services to persons with a disability.  We had this discussion in our previous debate on the Bill.  The question was not simply about accessibility but also identifying specific barriers.  My amendment would elaborate on that report and look to the identification of specific barriers to the accessing of audiovisual services for persons with disabilities and mitigation measures.<\/p><p>I intend to introduce a further amendment on Report Stage which would ensure that the annual report would not simply look at the issue of access for persons with disability in terms of audiovisual media but would also look at the issue of participation by persons with a disability in respect of audiovisual media.  That is a further amendment to section 31(4) that I intend to introduce on Report Stage.  In the interim I have simply expanded on the language of the annual report outlined in section 31(4) to cover the identification of specific barriers and the suggestion of potential mitigation measures.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW00400","speaker":"1662"},{"type":"speech","time":1651669200,"counter":248,"content":"<p>I thank the Senator for this amendment.  Section 46O of the Broadcasting Act, as amended by section 9 of the Bill, provides that the commission may make media service rules to, among other things, ensure the broadcasters take steps to promote the understanding and enjoyment of, and access to programmes by persons with a disability.  These will build on the access rules published by the Broadcasting Authority of Ireland in 2009, which will continue in force under this Bill.<\/p><p>In addition to this, section 46O also provides that an coimisi&uacute;n shall give effect through media service rules to article 7 of the revised audiovisual and media services directive which requires that member states ensure that media service providers under their jurisdiction work continuously and progressively to make their services more accessible to persons with disabilities through proportionate measures.  As such, in reporting annually to the Minister, an coimisi&uacute;n will be required to report on progress in this obligation to continuously and progressively work towards making audiovisual media services more accessible.  This requirement is set out in the subsection Senator proposes to amend as follows: <\/p> <blockquote> \tAn annual report shall include a report to the Minister on progress made towards increasing the accessibility of audiovisual media services to people with disabilities, and in particular, on progress made to achieve the intended outcomes relating to such accessibility set out in any media service rules. <\/blockquote> <p>As the subject matter is already covered by the Bill, I do not intend to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW00500","speaker":"1475"},{"type":"speech","time":1651669200,"counter":249,"content":"<p>My amendment seeks to ensure that we did not end up having very general figures in terms of accessibility but that the report looks to address specific barriers and how they might be mitigated.  Rather than having a very generic progress report, it should actually be a problem-solving report.  I welcome the existence of the annual report within the legislation.  I think it is a constructive and positive measure.  My amendment was an attempt to strengthen it.  I will not press my amendment further at this point but I ask that there be engagement according to the principle the Minister, Deputy Catherine Martin, previously-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW00600","speaker":"1662"},{"type":"speech","time":1651669200,"counter":250,"content":"<p>I must ask the Senator to report progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW00700","speaker":"1696"},{"type":"unspoken","time":1651669200,"counter":251,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"speech","time":1651669200,"counter":252,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW00900","speaker":"1696"},{"type":"speech","time":1651669200,"counter":253,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022050400002#WW01000","speaker":"1641"},{"type":"unspoken","time":1651669200,"counter":254,"content":"<p>Cuireadh an Seanad ar athl&oacute; ar 6.45 p.m. go dt&iacute; 10.30 a.m., D&eacute;ardaoin, an 5 Bealtaine 2022.<\/p><p>The Seanad adjourned at 6.45 p.m. until 10.30 a.m. on Thursday, 5 May 2022.<\/p>","notice":"TIME STRING DETECTED"}]