[{"type":"minorheading","content":"Prelude","time":1481797800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1481797800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1481797800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1481797800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1481797800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#A00100"},{"type":"speech","time":1481797800,"counter":6,"content":"<p>I have received notice from Senator Robbie Gallagher that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to increase the funding for regional and local roads in County Monaghan and throughout rural Ireland to a level commensurate with maintaining roads at an acceptable level. <\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make funding available for the completion of the Bandon bypass.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter: <\/p><blockquote>The need for the Minister for Health to sanction the appointment of additional accident and emergency consultants for the Mercy University Hospital, Cork, in view of the large number of people attending the emergency department in that hospital.<\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Communications, Climate Change and Natural Resources to explore what measures he can take with RTE to ensure satellite subscribers in the North of Ireland are no longer prohibited from viewing major sporting events on RTE as well as ensuring they can access programmes via the RTE Player on an equal basis with viewers in this State. <\/blockquote> <p>I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the status of and funding for the N5 Ballaghaderreen to Scramoge road project and for sections of the N4 that have been identified for upgrading.<\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<\/p><blockquote>The need for the Minister of Health to clarify when the new 75-bed ward block for University Hospital Galway will open, if it will open fully and if it will have the full complement of staff in place to allow it to be fully functional.<\/blockquote> <p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister for Health to outline what measures he intends to introduce to help children with cerebral palsy who require specialised physiotherapy only available from First Step Therapy Centre in Patrickswell, County Limerick.<\/blockquote> <p>I have also received notice from Senator Gerald Nash of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to discuss how to protect and vindicate the employment rights of non-EEA fishermen under the terms of the atypical permit scheme introduced this year.<\/blockquote> <p>I have also received notice from Senator Kieran O'Donnell of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to confirm the funding available for the provision of a night caf&eacute; for the homeless in Limerick city.<\/blockquote> <p>I regard the matters raised by Senators Gallagher, Lombard, Colm Burke, Feighan, &Oacute; Clochartaigh, Conway-Walsh and Nash as suitable for discussion.  I have selected Senators Gallagher, Lombard and Colm Burke and they will be taken now.  Senator &Oacute; Donnghaile has had to withdraw his matter.  Senators Feighan, &Oacute; Clochartaigh, Conway-Walsh and Nash may give notice on another day of the matters that they wish to raise.<\/p><p>I regret I have had to rule out of order the matter raised by Senator O'Donnell on the grounds that the Minister has no official responsibility in this matter.  As there is a vote in the D&aacute;il I ask the Leader to move a suspension.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#A00200","speaker":"1381"},{"type":"speech","time":1481797800,"counter":7,"content":"<p>There may be a number of divisions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#A00250","speaker":"1391"},{"type":"speech","time":1481797800,"counter":8,"content":"<p>We will have a problem if the resumption is later than 11 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#A00275","speaker":"1381"},{"type":"speech","time":1481797800,"counter":9,"content":"<p>As a point of information there could be a number of divisions in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#A00287","speaker":"1391"},{"type":"speech","time":1481797800,"counter":10,"content":"<p>I respectfully suggest we suspend until 10.50 a.m. and we might have a better idea then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#A00293","speaker":"1381"},{"type":"unspoken","time":1481797800,"counter":11,"content":"<p>Sitting suspended at 10.40 a.m. and resumed at 10.55 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Commencement Matters","time":1481797800,"counter":12,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#C00100"},{"type":"minorheading","content":"Road Network","time":1481797800,"counter":13,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#C00200"},{"type":"speech","time":1481797800,"counter":14,"content":"<p>I raise the issue of the need for increased funding for local roads in counties Monaghan and Cavan and record our appreciation of the Minister for Transport, Tourism and Sport, Deputy Shane Ross, who met a delegation from Monaghan County Council a few weeks go, for which I thank him.  The condition of roads in County Monaghan is particularly poor.  There are a number of considerations we would like the Minister to take on board when allocations are being made for 2017.  Monaghan has a number of unique characteristics which other counties do not have.  First, 30% of the population live in rural areas compared to a national average of 62%, while the county has the highest density of local roads per km outside Dublin.  It is a strongly agriculturally-based county, with a large employment base in the agrifood and engineering sectors.  Many of the facilities involved are located along minor local and regional roads and completely dependent on the roads infrastructure to get their goods to and from the marketplace.<\/p> <p>Last year Monaghan County Council received an allocation of &euro;12.3 million from the Department.  While the money was welcome, it represented a 40% reduction on the 2011 allocation.  The council has conducted a survey of the local and regional road network which indicates that 60% of local and regional roads need immediate attention owing to their poor condition.  I appeal to the Minister to consider counties Monaghan and Cavan as a special case when making the allocation in order that roads can be brought up to an acceptable level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#C00300","speaker":"1396"},{"type":"speech","time":1481797800,"counter":15,"content":"<p>I apologise on behalf of my colleague, the Minister for Transport, Tourism and Sport, Deputy Shane Ross, who is in the D&aacute;il and asked me to take this matter for him.  I thank the Senator for giving me the opportunity to address the House.<\/p> <p>The improvement and maintenance of regional and local roads are the statutory responsibilities of each local authority.  In accordance with the provisions of section 13 of the Roads Act 1993, works on these roads are funded from each authority's own resources, as supplemented by the State's roads grants.  The initial selection and prioritisation of works to be funded are also matters for the local authority.  Ireland has just under 100,000 km of roads in its network and the maintenance and improvement of roads, including national, regional and local roads, place a substantial financial burden on local authorities and the Exchequer.  Owing to the national financial position, there have been very large reductions in the Exchequer funding available for roads expenditure in the past few years.  As such, the focus has had to be on maintenance and renewal rather than major new improvement schemes.<\/p> <p>The capital plan published in September 2015 outlines proposed transport investment priorities to 2022.  The transport element of the plan was framed by the conclusions reached in the Department's strategic investment framework for land transport.  The framework report highlighted the importance of the maintenance and renewal of transport infrastructure, together with targeted investments to address particular bottlenecks and critical safety issues.  The capital plan provides &euro;6 billion for investment in the road network in the period to 2022, with &euro;4.4 billion earmarked for the maintenance and strengthening of the existing extensive network throughout the country.  There is also &euro;1.6 billion for new projects.  Allowing for the commitments related to PPP projects, the balance available for new projects within the available capital envelope is limited.  The Minister must work within the annual allocations set out in the plan.  In this context, the capital plan provides for a gradual build up in capital funding from the current relatively low base towards the levels needed to support maintenance and improvement works.<\/p> <p>While there will be a modest increase in funding for the maintenance and improvement of regional and local roads in 2017, it will take some years under the capital plan to restore steady State funding levels for land transport.  The significant ramp up in funding will occur in 2020 and, by the end of the plan period, the Minister expects capital funding for the road network to be back up to the levels needed to support maintenance and improvement works in the future.  While regional and local road grant allocations for next year have yet to be decided, the Minister expects to announce the details early next year.  Given funding constraints, his objective must be to allocate funding to local authorities on as equitable a basis as possible, taking into account road lengths in each local authority's area of responsibility.  It is important to reiterate that State grants are intended to supplement local authorities' own resources.  In that context, the Minister is emphasising to local authorities that their commitment to contribute significantly from their own resources towards the cost of improving and maintaining the regional and local roads network is essential.<\/p> <p>On the possibility of additional funding being provided within the plan period, the Minister for Public Expenditure and Reform indicated in his Budget Statement that he was bringing forward the capital plan review.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a strong case for additional funding for the transport sector, which the Minister will make robustly.  However, the parameters for the review and the final decisions on allocations are matters for the Minister for Public Expenditure and Reform and the Government as a whole.  Senator Gallagher raised this issue previously, and I dealt with the Commencement debate on that occasion.  I forwarded the contribution to the Minister, Deputy Ross, and I will undertake to do the same today.  I understand the severity and complexity of the issue Senator Gallagher has raised, and the issue has also been brought to my attention by the Minister, Deputy Humphreys, as late as this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#C00400","speaker":"1267","continuing":true},{"type":"speech","time":1481797800,"counter":17,"content":"<p>I thank the Minister of State for his response.  I welcome the fact there will be an increase in funding for regional and local roads in 2017 but I am disappointed with the word \"modest\".  Monaghan and Cavan are classified as a special case and I ask that additional funding is forthcoming.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00200","speaker":"1396"},{"type":"speech","time":1481797800,"counter":18,"content":"<p>I take on board what the Senator has said.  He is quite right that in 2015 the allocation to County Monaghan was &euro;7.6 million and in 2016 it was &euro;12.3 million.  There was a substantial increase.  He is correct that it is a long way from where it was in the good old days but, unfortunately, so is everything else.  We have a plan to get it back to where it was but I take on board the points made by the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00300","speaker":"1267"},{"type":"minorheading","content":"Road Projects Status","time":1481797800,"counter":19,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00350"},{"type":"speech","time":1481797800,"counter":20,"content":"<p>I wish to find out where the proposals to bypass Bandon sit in the list of priorities.  Bandon is the biggest town in west Cork with a population of 6,500 people.  It is the gateway to west Cork and the N71 goes through the town.  If Bandon and west Cork are to develop, we need to have a plan to ensure the town is bypassed.  There have been major developments in Bandon in recent years, some good and some bad.  It has been flooded 12 times over the past 40 years, and the town has suffered because of this.  Movement has been made on these issues in recent years, and flood defence systems will be in place by 2019 as will a new sewerage treatment scheme.  A multi-million euro revamp of the town centre has also been proposed with regard to the streetscape.<\/p> <p>The main issue in Bandon is traffic, particularly the HGVs that go through the town.  We need to have a plan so Bandon can develop and its town centre can be used by pedestrians.  The way forward is to have a long-range plan for the northern bypass, which is in the county development plan, and a short-term measure for the southern side of the town, particularly the Old Chapel area.  These issues are very important.  We need to put them on the agenda by raising them in the Seanad and to see whether they can be progressed in the coming years and that there is the funding for the key infrastructure Bandon needs to develop.<\/p> <p>I welcome the Minister of State, Deputy O'Donovan, who has family living in Bandon.  He knows the town and the issues.  I hope we can move it up the agenda so we have developments for the people of Bandon and west Cork.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00400","speaker":"1386"},{"type":"speech","time":1481797800,"counter":21,"content":"<p>I thank Senator Lombard for raising the issue.  He is correct that I have family in Bandon, as my brother and sister both live there.  My brother is a publican.  Senator Lombard referred to the flooding in the town and my brother has been flooded three times.  I know acutely the difficulties the town has experienced with flooding.  I am glad the Office of Public Works and Cork County Council have a plan in place to remedy the issue.<\/p> <p>As I did to Senator Gallagher, I apologise to Senator Lombard for the absence of the Minister, Deputy Ross.  The Minister for Transport, Tourism and Sport has responsibility for overall policy for and funding of the national roads programme.  The planning, design and implementation of individual national road projects is a matter for Transport Infrastructure Ireland, TII, formerly known as the NRA, under the Roads Acts 1993 to 2015, in conjunction with the local authorities concerned.  Within its capital budget, the assessment and prioritisation of individual projects is a matter in the first instance for TII in accordance with section 19 of the Act.  As I stated previously, Ireland has 100,000 km of road in its network, and the maintenance and improvement of national, regional and local roads places a substantial burden on local authorities and on the Exchequer.  Given the national financial position, there have been very large reductions in Exchequer funding available for roads expenditure over the past number of years.  For this reason, the focus has been on maintenance and renewal rather than new improvements.<\/p> <p>The capital plan published in September 2015 outlined proposed transport investment priorities to 2022.  The transport element of the plan was framed by the conclusions reached in the Department's strategic investment framework for land transport.  This report highlighted the importance of maintenance and renewal of transport infrastructure together with targeted investments to address particular bottlenecks and critical safety issues.  The capital plan provides &euro;6 billion for investment in the roads network in the period to 2022, with &euro;4.4 billion earmarked for the maintenance and strengthening of the existing road network throughout the country, and &euro;1.6 billion for new projects, as I stated earlier to Senator Gallagher.<\/p> <p>There will be a significant ramp up in funding from 2020, which will facilitate the construction of the road improvement projects included in the plan.  In this context, a number of important projects in Cork are included in the plan, including the upgrade of the Dunkettle roundabout and the N22 road between Ballyvourney and Macroom.  In addition, the plan also provides that the N28 upgrade scheme will commence, subject to necessary approvals.<\/p> <p>The Minister understands from Transport Infrastructure Ireland that while it is aware of the N71 Bandon relief road extension as a potential improvement scheme, due to lack of funding it is not in a position to progress the scheme.  While available funding is not sufficient to address all the demands for improvement schemes, including schemes such as the Bandon relief road extension, by the end of the plan period the Minister expects that capital funding for the road network will be back up to the levels needed to support maintenance and improvement works in the future.<\/p> <p>With regard to the possibility of additional funding within the plan period, the Minister for Public Expenditure and Reform indicated in the budget that he will bring forward a capital review.  As I stated in the previous debate, there is a strong case for additional funding for the transport sector, which the Minister will make.  I know exactly the situation in Bandon.  The existing relief road is not sufficient to meet the needs of the town.  Towns throughout the country are in a similar situation.  The Leas-Chathaoirleach is familiar with Adare, Abbeyfeale and Newcastle West in my constituency, and they are in the same situation.  We must try to progress them as best we can.  I will bring the issue raised by Senator Lombard to the attention of the Minister.  The total estimated cost for the project, according to the Department, is approximately &euro;7.5 million.  It might be possible for Senator Lombard to have an opportunity to discuss the matter directly with the Minister.  I will certainly seek to arrange this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00500","speaker":"1267"},{"type":"speech","time":1481797800,"counter":22,"content":"<p>I thank the Minister of State for his response.  I want this on the agenda to ensure when the capital review takes place the Bandon bypass extension will be included.  I would like to take up the Minister of State's offer to meet the Minister, Deputy Ross, to discuss the issue.  It is a key issue for Bandon and west Cork.  I thank the Minister of State for his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00600","speaker":"1386"},{"type":"speech","time":1481797800,"counter":23,"content":"<p>The proposed relief road extension involves bridging over the existing R603 to remove an existing steep gradient, which the Senator and I know, and the construction of approximately 2.5 km of a new single carriageway tying back to the existing N71 just west of the town near the Old Chapel area.  The total cost is approximately &euro;7.5 million.  Cork County Council and other local authorities will be asked to consider what they want in the capital review, which will be brought forward.  As the Minister said, and as I have heard others state umpteen times and as I have said myself, the Department will be a significant beneficiary of the mid-term capital review being brought forward to early 2017.  While I cannot, should not and would not make any specific commitments on individual projects, representatives from Cork South-West and Bandon, in particular, should begin to do what Senator Lombard is doing and bring the issue to the floor of the Seanad and elsewhere to ensure those who need to hear it, namely, TII, the Department and the Minister, are aware of it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#D00700","speaker":"1267"},{"type":"minorheading","content":"Hospital Consultant Recruitment","time":1481797800,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#E00100"},{"type":"speech","time":1481797800,"counter":25,"content":"<p>I welcome the Minister of State, Deputy Catherine Byrne, and thank her for coming to the House to deal with this matter.  I know she has a very busy schedule.  The matter I am raising this morning concerns Mercy University Hospital in Cork, which has an accident and emergency department and a urgent care centre.  When the accident and emergency department was constructed, the view was that it would deal with 25,000 attendances per annum.  In 2015, it received 31,946 attendances.  By the end of November 2016, it had already received 30,297 attendances.  In addition, its urgent care centre dealt with 15,430 people in 2015.  By the end of November 2016, the centre had received 15,066 attendances so the figures are going up.<\/p> <p>The hospital has accident and emergency consultant cover for only 55 hours per week in an accident and emergency department that is open 24-7.  It has 55 hours per week, which is equivalent to 1.4 whole-time equivalent consultants.  A similar facility throughout the country would have five accident and emergency consultants.  The unit faces major challenges.  The other significant problem faced by Mercy University Hospital is the huge increase in the number of elderly people attending its accident and emergency department.  I understand the 2015 figure relating to this went up by 12%.<\/p> <p>This is a great unit that is very welcome in the sense that the standard of care provided is excellent and, therefore, people have confidence in it.  However, it needs sanction from the Department and the HSE for additional accident and emergency consultants to be appointed so that it can deal with the volume of people attending.  That is my request and that is why I tabled this Commencement matter. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#E00200","speaker":"1409"},{"type":"speech","time":1481797800,"counter":26,"content":"<p>I apologise for the fact that the Minister for Health cannot be here to take this Commencement matter and I am have been asked to take it on his behalf.<\/p> <p>I thank Senator Colm Burke for tabling this Commencement matter.  Trolley numbers nationally were high in November and have been so far in December due to increased emergency department attendances, greater incidence of infection in several hospitals and a high rate of elective activity in hospitals to address waiting lists.  Similar to many other hospitals, Mercy University Hospital has experienced an increase in emergency department presentations since January when compared to the same period last year.  According to the September HSE management data report, an additional 1,653 people have presented at Mercy University Hospital's emergency department, which represents a 4.6% increase.  This is in line with the national experience.  <\/p> <p>The HSE has advised that approval has been received from the consultant applications advisory committee in respect of a consultant in emergency medicine for Cork University Hospital.  This post is being progressed by the hospital through the Public Appointments Service.  I am also advised that two further consultant posts in emergency medicine have been referred to the consultant applications advisory committee for consideration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#E00300","speaker":"1307"},{"type":"speech","time":1481797800,"counter":27,"content":"<p>I thank the Minister of State for her reply.  My only problem with it is that it is very much HSE spin.  I will give the figures.  Between the urgent care centre and the accident and emergency department, 48,000 people attend Mercy University Hospital.  A total of 66,000 people attend Cork University Hospital.  We have 1.6 consultants in Mercy University Hospital and we are now talking about recruiting more consultants for Cork University Hospital thinking that this will sort out the problem for Mercy University Hospital.  This concerns the HSE because it controls Cork University Hospital where it does not control Mercy University Hospital in real terms.  Yes, there is co-ordination between the two of them but we need accident and emergency consultants to be assigned to Mercy University Hospital.  It is dealing with the volume and delivering a very good service but only have cover for 55 hours per weeks.  Yet it is providing many of the same services Cork University Hospital is offering.  We should go back to the HSE and tell it that while we know it is recruiting another consultant for Cork University Hospital, we want to know what is happening about an additional consultant for Mercy University Hospital.  This is my concern about this reply.  I understand that the Minister of State must get this information from the HSE but I am concerned that we will now go down the same road where this time next year, Mercy University Hospital will be in the next position with only 55-hour cover for accident and emergency consultants.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#E00400","speaker":"1409"},{"type":"speech","time":1481797800,"counter":28,"content":"<p>I understand the point made by the Senator and his anxiety about accident and emergency consultant hours at Mercy University Hospital.  The reply I was given clearly outlines that funding has been made available and that the HSE is in the process of providing another consultant, be it through Cork University Hospital or Mercy University Hospital.  I will relay the Senator's concerns to the Minister, particularly in respect of the numbers, which I believe are very high.  Money has been provided to community care, particularly home help service and the provision of facilities to allow people to go back to their homes and communities.  I understand the Senator's frustration that the reply did not specifically outline the urgent need to appoint more consultants given the cover provided at present to Mercy University Hospital.  I will relay his concerns and the matters he raised to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#E00500","speaker":"1307"},{"type":"speech","time":1481797800,"counter":29,"content":"<p>I thank the Minister of State.  If she ever visits Cork, she is very welcome to visit Mercy University Hospital where staff would be delighted to meet the Minister and the Minister of State because it is an excellent hospital.  It would be worth a call.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#E00600","speaker":"1409"},{"type":"unspoken","time":1481797800,"counter":30,"content":"<p>Sitting suspended at 11.20 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1481797800,"counter":31,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00100"},{"type":"speech","time":1481797800,"counter":32,"content":"<p>The Order of Business is No. 1<i>a<\/i>, motion re the arrangements for the sitting of the House on Tuesday 20 December 2016, to be taken on the conclusion of the Order of Business without debate; No. 2, motion re a report of the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach on a reasoned opinion on proposals for a Council directive on a common consolidated corporate tax base and for a Council directive on a common corporate tax base, to be taken on the conclusion of the Order of Business without debate; No. 3, Health Insurance (Amendment) Bill 2016 &ndash; Committee and Remaining Stages, to be taken at 1.30 p.m. and to conclude no later than 2 p.m., if not previously concluded; No. 4, statements on the Be Winter Ready campaign, to be taken on the conclusion of No. 3 and to conclude within 75 minutes, with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes, with the Minister to be given five minutes in which to reply to the debate; and No. 5, Appropriation Bill 2016 - All Stages, to be taken on the conclusion of No. 4.  The proceedings on Second Stage shall, if not previously concluded, be brought to a conclusion after 45 minutes, with the contributions of group spokespersons not exceeding five minutes.  Time can be shared and the Minister is to be given four minutes in which to reply.  Committee and Remaining Stages are to be taken immediately thereafter and shall, if not previously concluded, be brought to a conclusion after 15 minutes by one question, which shall in regard to amendments, include only those set down or accepted by the Government.  No. 6, Courts Bill 2016, Second Stage, is to be taken on the conclusion of No. 5, with the contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00200","speaker":"1391"},{"type":"speech","time":1481797800,"counter":33,"content":"<p>To confirm, is No. 2 to be taken on the conclusion of No. 1<i>a<\/i>?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00300","speaker":"1381"},{"type":"speech","time":1481797800,"counter":34,"content":"<p>Correct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00400","speaker":"1391"},{"type":"speech","time":1481797800,"counter":35,"content":"<p>I misunderstood that.  I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00500","speaker":"1381"},{"type":"speech","time":1481797800,"counter":36,"content":"<p>I would like to address the House on the proposed new rent certainty legislation.  We all know many parts of the country, and this city in particular, are in the midst of a housing and rental crisis.  Many of our clinics are attended by families one rent hike away from being out on the street and homeless.  Arbitrary rent increases due to a complete failure by this Government to increase the supply of housing have caused a very serious rental bubble that directly affects our capital and many large urban areas.<\/p> <p>Fine Gael has ignored this crisis and it has always held the view that any interference with the rental market was untenable.  In the last hours of this session, however, the Minister for Housing, Planning, Community and Local Government, Deputy Simon Coveney, presented ill-thought-out legislation and has attempted to railroad it through this House without any proper consultation.  We all know that ill-thought-out and rushed legislation is never a good idea.  We saw this with the disastrous creation of Irish Water in 2013 which, as we know, is the Achilles heel of this Government.  The flippant manner of the introduction of the rent legislation is negligent when dealing with a serious policy issue that affects tens of thousands of people and that will have long-lasting effects on the housing market as a whole<\/p> <p>Saying that, Fianna F&aacute;il has always been a strong advocate of rent certainty.  The legislation should have been introduced in a meaningful and considerate fashion in which long-, medium- and short-term effects were all considered.  Fianna F&aacute;il believes a 4% increase on top of other increases is far too high.  We envisage increases of 1% to 2%, which would include wider geographic areas and a taxation policy that will actually encourage supply so that once the housing market catches up, intervention in the rental market can be reviewed and dismantled.<\/p> <p>Many struggling families are watching us in Leinster House this Christmas.  I hope the Government can make serious efforts to solve the impasse so families can take some comfort in the knowledge that they will not have to face any more rent hikes in 2017 and thereafter and so they can give their children the security they deserve this Christmas.  Fianna F&aacute;il is open to discussion and I hope this matter can be resolved by Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00600","speaker":"1407"},{"type":"speech","time":1481797800,"counter":37,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00700","speaker":"1396"},{"type":"speech","time":1481797800,"counter":38,"content":"<p>One of the most-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00800","speaker":"1378"},{"type":"speech","time":1481797800,"counter":39,"content":"<p>There is nobody on the other bench.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G00900","speaker":"1381"},{"type":"speech","time":1481797800,"counter":40,"content":"<p>They are never there when we need them, are they?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01000","speaker":"1378"},{"type":"speech","time":1481797800,"counter":41,"content":"<p>The Senator should appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01100","speaker":"1381"},{"type":"speech","time":1481797800,"counter":42,"content":"<p>It would not be like the Fianna F&aacute;il-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01200","speaker":"1378"},{"type":"speech","time":1481797800,"counter":43,"content":"<p>The Senator should appreciate the priority she is getting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01300","speaker":"1381"},{"type":"speech","time":1481797800,"counter":44,"content":"<p>I thank the Cathaoirleach.  I feel very important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01400","speaker":"1378"},{"type":"speech","time":1481797800,"counter":45,"content":"<p>I am here.  I am an independent Independent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01500","speaker":"1392"},{"type":"speech","time":1481797800,"counter":46,"content":"<p>Are you?  Good.  I am very happy for you.<\/p> <p>One of the most important Bills to be produced since the election was initiated here in the Seanad.  It represented a great opportunity to show how a considered, thoughtful debate in this House could lead to better legislation, in this case to tackle one of the biggest problems facing our people.  The Planning and Development (Housing) and Residential Tenancies Bill is in limbo as we speak.  After hours of debate here and a long debate in the D&aacute;il, the end of this great democratic process seems to be playing out between the Minister for Housing, Planning, Community and Local Government, Deputy Simon Coveney, and Deputy Barry Cowen.  It is a mess.  We do not even know this morning if it will be resuming at all.  This shows that even when Fianna F&aacute;il and Fine Gael are in cahoots together, they still cannot get it right.  The legislation was cobbled together far too fast.  This was clear from the number of Government amendments correcting technical errors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The only conclusion I can reach is that the Government was not serious about fixing the rental crisis until recently and now it is fumbling to get it over the line by Christmas.  Homelessness and being without a home have a devastating effect on individuals and families.  To lose a home for any reason is terrible but to lose it through theft is an outrage.  Many people have lost a home through no fault of their own.  They were victims of greed.  They were told they were not entitled to return to a tracker mortgage and were kept on higher rates.  As many as 9,000 may have been charged higher rates than they should have been, with the full knowledge of the banks.  In the case of AIB, 2,600 customers were involved; in the case of KBC, it was approximately 1,000 customers; in the case of Ulster Bank, it was approximately 2,000; in the case of Bank of Ireland, it was approximately 1,800; and in the case of Permanent TSB, it was approximately 1,372.  In response to a question from my colleague, Deputy Doherty, about the number of people who lost their homes as a result of that robbery, the Department of Finance conveyed the following information, that is, that 22 people lost their homes due to Permanent TSB lying to them and that 14 people lost homes due to AIB stealing their money.  Those are strong words - \"robbery\" and \"lying\" but they are appropriate.  We should have a debate in the new year on the behaviour of banks towards their customers and how that feeds into homelessness.  We must maintain pressure and help the victims, which is what they are.  We must also ensure that such robbery never happens again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#G01600","speaker":"1378","continuing":true},{"type":"speech","time":1481797800,"counter":48,"content":"<p>I wish to follow on from Senator Conway-Walsh's remarks.  It is shocking what we are seeing in the D&aacute;il Chamber today.  The fight is causing greater uncertainty as we go into the Christmas period.  I read this morning that people who are homeless are being exposed to violence, drug taking, mould, damp, bed bugs, scabies, blood-stained mattresses, rats and abuse.  It is disgraceful that coming up to Christmas there is such uncertainty when people are being evicted and thrown out of their homes into homelessness.  I hope business in the D&aacute;il will resume soon and that the Bill will be debated, amendments will be agreed and some degree of certainty will be afforded to people as we come up to Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H00400","speaker":"1385"},{"type":"speech","time":1481797800,"counter":49,"content":"<p>I have been very critical of what is being termed \"new politics\".  Very few decisions have been made during the Government's term in office.  We have had committees, studies and the Citizens' Assembly but we have had very little legislation.  That is the case for one clear reason.  When the Government tries to make a decision, it must bring Fianna F&aacute;il along with it.  Fine Gael was re-elected into office and its members got the cars but Fianna F&aacute;il got the keys.  Unfortunately, Fianna F&aacute;il, as we saw from earlier contributions, has a record of driving the car off the cliff and crashing it.  It has taken us seven to eight years to recover.  If we are serious about new politics let us put the rent certainty issue to the House.  We should let the Bill be amended and allow contributions to be made on the floor of the House but let us have legislation.  I will accept the democratic decision of both Houses.<\/p> <p>The Taoiseach came to the Seanad at my request to talk about new politics.  He said he would look forward to being back in the House before Christmas.  I put the Leader on notice that I expect the Taoiseach to be in this House next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H00500","speaker":"1417"},{"type":"speech","time":1481797800,"counter":50,"content":"<p>Go away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H00600","speaker":"1391"},{"type":"speech","time":1481797800,"counter":51,"content":"<p>No, I will not go away.  The Taoiseach made a commitment to do so.  He has given 100% support to the Minister, Deputy Coveney, for a possible withdrawal of the legislation.  The country needs leadership.  There is a housing crisis and a need to deal with the rental crisis that exists, especially in terms of the rent hotspot that is Dublin.  A 4% increase is a very clear signal to landlords to increase rents by 4%.  That would have enormous knock-on effects across many areas, not just for people who are in private rented accommodation but also people who are in receipt of the housing assistance payment, HAP, and rent allowance because one can guarantee that landlords who have tenants in receipt of rent allowance will also increase rents by 4% and so will those with tenants who get HAP.  Once the leases come up for renewal then the rent will be increased by 4%.<\/p> <p>We must be serious about new politics.  The names who annoy me are always the same.  Deputy Miche&aacute;l Martin was a member of the previous Administration.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H00700","speaker":"1417"},{"type":"speech","time":1481797800,"counter":52,"content":"<p>There are not as many Labour Party names around the place as there were previously.  When the party was in government for five years it did not do much about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H00800","speaker":"1418"},{"type":"speech","time":1481797800,"counter":53,"content":"<p>We have a former Taoiseach who was at the Cabinet table when this country crashed.  We have the Minister, Deputy Ross-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H00900","speaker":"1417"},{"type":"speech","time":1481797800,"counter":54,"content":"<p>Where are the rest of the Labour Party names?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01000","speaker":"1418"},{"type":"speech","time":1481797800,"counter":55,"content":"<p>-----who wanted Sean Fitzpatrick at the table as Minister for Finance.  Unfortunately, the Fianna F&aacute;il spokesperson, Deputy Barry Cowen, has caused total uproar with his lack of negotiation skills.  Cowen is a familiar name that one can add to the list that contributed to the crash in this country.  We have a responsibility to call the Taoiseach into this House to make clear exactly what is happening in terms of rent certainty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01100","speaker":"1417"},{"type":"speech","time":1481797800,"counter":56,"content":"<p>Deputy Coveney is the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01200","speaker":"1391"},{"type":"speech","time":1481797800,"counter":57,"content":"<p>The Leader can deal with the matter later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01300","speaker":"1381"},{"type":"speech","time":1481797800,"counter":58,"content":"<p>The Minister went to the Taoiseach last evening.  I put the Leader on notice that I will call for the Taoiseach to be present on Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01400","speaker":"1417"},{"type":"speech","time":1481797800,"counter":59,"content":"<p>Today is an important day.  There is no point in saying it is not.  The other House of this Parliament is having a debate about one of the key issues that affects society, namely, rent certainty and how we will move forward.  The Minister, Deputy Coveney, has introduced a brave proposal and he has moved where many people would not go.  I object to being lectured from the other side of the House about planning and how we failed to plan for the housing crisis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01500","speaker":"1386"},{"type":"speech","time":1481797800,"counter":60,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01600","speaker":"1421"},{"type":"speech","time":1481797800,"counter":61,"content":"<p>We were not the people in charge when the banking crisis collapsed the nation.  The people who are sitting on the other side of the House must take responsibility for the car crash-state in which they left this country.  Now we are trying to put the wheels back on and to move the country forward.  We are trying to get the construction industry, banking sector and the entire country moving again.  The construction industry needs to provide 20,000 units and at the moment we are only providing a fraction of that.  We must realise where we are.  Rent certainty is a key issue and not only for Dublin.  Problems are not always just Dublin-based.  The issue affects Cork also.  We must not forget the other areas.  The Minister said he is starting with those two cities but he will look at areas outside of them in January.  He said he will focus on local authority wards because those areas are smaller demographic areas.  He has thought through the legislation very well but it is now up to all the parties - the Labour Party, Fianna F&aacute;il and Sinn F&eacute;in - to put politics behind them and to deliver something for the people.  I have no problem being here up to Christmas Day if we need to be to do that, but we should not say the legislation is rushed.  We will give it as much time as is wanted because the legislation is needed and it must be delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01700","speaker":"1386"},{"type":"speech","time":1481797800,"counter":62,"content":"<p>It is unfortunate that at the moment the Government is not able to proceed with the business in question of rent caps.  I am a pragmatist and I believe progress will be made on the issue before the day is over.  Sinn F&eacute;in and the Labour Party are gas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01800","speaker":"1394"},{"type":"speech","time":1481797800,"counter":63,"content":"<p>Gas?  We would not have a homeless problem if we had our gas and oil.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H01900","speaker":"1378"},{"type":"speech","time":1481797800,"counter":64,"content":"<p>It is very low to go into political things but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H02000","speaker":"1394"},{"type":"speech","time":1481797800,"counter":65,"content":"<p>The Senator should proceed on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H02100","speaker":"1381"},{"type":"speech","time":1481797800,"counter":66,"content":"<p>-----when Fianna F&aacute;il was able to work with the Government to provide stability for the country, according to Sinn F&eacute;in we were in bed with it, and when we do not agree with it on an important issue, Sinn F&eacute;in says we cannot get our act together.  What does it want?  Sinn F&eacute;in reminds me of the punter at the racetrack whose horse is an also-ran and his only hope is that the ones in front will all fall.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a howl.  Sinn F&eacute;in has some excuse because it has no experience of being in government - down here anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#H02200","speaker":"1394","continuing":true},{"type":"speech","time":1481797800,"counter":68,"content":"<p>Not yet anyway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00200","speaker":"1413"},{"type":"speech","time":1481797800,"counter":69,"content":"<p>Down here?  It is all the one island.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00300","speaker":"1378"},{"type":"speech","time":1481797800,"counter":70,"content":"<p>However, the Labour Party has been in and out so often, it would, as Se&aacute;n Lemass said, go with anyone.  It is like Mother Machree's dog: it would go a bit of the road with anyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00400","speaker":"1394"},{"type":"speech","time":1481797800,"counter":71,"content":"<p>We normally have to go in to fix Fianna F&aacute;il's mess.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00500","speaker":"1417"},{"type":"speech","time":1481797800,"counter":72,"content":"<p>It cannot resist the siren call of the State cars.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00600","speaker":"1394"},{"type":"speech","time":1481797800,"counter":73,"content":"<p>The Senator is meandering through the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00700","speaker":"1381"},{"type":"speech","time":1481797800,"counter":74,"content":"<p>Given the season that is in it, I wish the Cathaoirleach, everyone in the House, our staff and the staff in the Cathaoirleach's office and the Seanad office, all the ushers and everyone else a very happy Christmas.  I hope we have many more of them here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00800","speaker":"1394"},{"type":"speech","time":1481797800,"counter":75,"content":"<p>I call Senator Paul Gavan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J00900","speaker":"1381"},{"type":"speech","time":1481797800,"counter":76,"content":"<p>Now we will have gas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01000","speaker":"1391"},{"type":"speech","time":1481797800,"counter":77,"content":"<p>If I came into the House demanding a 12% pay hike for public sector workers-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01100","speaker":"1389"},{"type":"speech","time":1481797800,"counter":78,"content":"<p>We would all support the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01200","speaker":"1392"},{"type":"speech","time":1481797800,"counter":79,"content":"<p>I thank the Senator.  Were I to go further and say that if they do not get the money they will walk away from their work for ever, I would be laughed out of it, and rightly so.  Yet here we are with Fine Gael demanding just that: a 12% pay hike for landlords.  However, that is the minimum.  There is plenty of room for greater increases if living in Limerick, Galway or Waterford.  That is considered not just acceptable but absolutely necessary.  Otherwise, apparently, landlords will walk away from the market and, worse than that, they will take the houses with them.  We do not know where they will hide these houses, but the Fine Gael mantra is that we will never see them again and no one will ever be able to live in them again.  I know it is Christmas and fairy tale time, but it is a bit rich to be going down that road, particularly when we have 174,000 landlords, which is 2,000 more than we had at the beginning of the year.  I would love to hear from my colleagues in Limerick.  My heart goes out to them because it would appear that Limerick people are not good enough for any kind of rent protections.  Dublin and Cork people perhaps, but Limerick people?  God no.  There was a 15.9% increase in rents this year in Limerick, but we cannot have anything that might upset the landlords in Limerick or Galway, which is bizarre.<\/p> <p>The key point is that Sinn F&eacute;in gave this House three opportunities to legislate for rent certainty, the first one being in June of this year.  To be frank with Fianna F&aacute;il, the difference between what we were arguing for, which was a rate of inflation increase, and a 2% increase is virtually nothing.  I really do not understand why Fianna F&aacute;il did not agree with us at the time.  Fianna F&aacute;il is now complaining about Fine Gael, but when it had the opportunity to do something about rent certainty it, unfortunately, blew it.  It is a little late to come into the Chamber now complaining about this legislation.  This is a theatre of the absurd.  It is Fianna F&aacute;il pretending to be different from Fine Gael.  It is a bizarre spectacle.  We are here to legislate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01300","speaker":"1389"},{"type":"speech","time":1481797800,"counter":80,"content":"<p>Sinn F&eacute;in did a good job itself at the theatre.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01400","speaker":"1391"},{"type":"speech","time":1481797800,"counter":81,"content":"<p>-----yet it is clear that no legislation is forthcoming today because of this spectacle of the absurd between the two conservative parties in our Chamber.  Like my colleague, Senator O'Sullivan, although I will be here on Tuesday, I wish all the Senators a happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01500","speaker":"1389"},{"type":"speech","time":1481797800,"counter":82,"content":"<p>I had not intended to speak this morning but, having listened to what I can only describe as diatribe from the leader of the Opposition, I wonder who wrote it for her.  It is clear that whoever it was has a wonderful imagination.  Fianna F&aacute;il, of which Senator Ardagh is the leader in this House, wrecked this country's economy and wrought this on all the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01600","speaker":"1421"},{"type":"speech","time":1481797800,"counter":83,"content":"<p>Action time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01700","speaker":"1400"},{"type":"speech","time":1481797800,"counter":84,"content":"<p>She now has the temerity to stand up in this House and rewrite history.  Her colleague used the word \"gas\" but-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01800","speaker":"1421"},{"type":"speech","time":1481797800,"counter":85,"content":"<p>Fianna F&aacute;il was egged on by the Senator's lot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J01900","speaker":"1392"},{"type":"speech","time":1481797800,"counter":86,"content":"<p>Let us return to the business of the day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02000","speaker":"1381"},{"type":"speech","time":1481797800,"counter":87,"content":"<p>The Senator loves to heckle others but does not tolerate any heckling himself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02100","speaker":"1421"},{"type":"speech","time":1481797800,"counter":88,"content":"<p>I always tolerate heckling.  I absolutely love it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02200","speaker":"1392"},{"type":"speech","time":1481797800,"counter":89,"content":"<p>I put it to the House that the country is back on track thanks to the last Government.  There has been a lot of pain for a lot of people and this Christmas we could give some people certainty about their tenancies and their rents next year and the years to follow.  Instead, however, we have Fianna F&aacute;il brinkmanship - that is what I would call it - as operated by Deputy Barry Cowen.  I remind the party across the floor that theirs is the party of Ray Burke and of Bertie Ahern, who made a comment on suicide in respect of some people who were giving out about the economy at the time, who accused Deputy Bruton, when he warned about it, of economic treason and who encouraged people, in particular, young people, to get on the property ladder before they missed the boat.<\/p> <p>Let us get back to reality.  Six months of work has gone into this strategy, in consultation with all the stakeholders.  That is where the figure of 4% comes from.  However, Fianna F&aacute;il and Deputy Barry Cowen have just pulled the figure of 2% out of the air.  It sounds awfully like the language used by Anglo Irish Bank bankers, as I recall.  Let us stop the brinkmanship if we can.  Let us give people some certainty for next year.  If we mean, \"Happy Christmas\", let us try to make it a little happier for those who find themselves with uncertainty around having a roof over the heads next year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02300","speaker":"1421"},{"type":"speech","time":1481797800,"counter":90,"content":"<p>I move an amendment to the Order of Business that No. 30, non-Government motion No. 13, would be taken today and approved by the House.  It would be hoped that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02400","speaker":"1414"},{"type":"speech","time":1481797800,"counter":91,"content":"<p>What?  We cannot hear the Senator.  He is mumbling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02500","speaker":"1392"},{"type":"speech","time":1481797800,"counter":92,"content":"<p>If there was silence in the Chamber, we might hear him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02600","speaker":"1381"},{"type":"speech","time":1481797800,"counter":93,"content":"<p>Not all of us have the benefit of Senator Norris's learned education-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02700","speaker":"1414"},{"type":"speech","time":1481797800,"counter":94,"content":"<p>The Senator should not be bated.  Will he clarify the number?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02800","speaker":"1381"},{"type":"speech","time":1481797800,"counter":95,"content":"<p>-----in the hallowed halls of Trinity College.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J02900","speaker":"1414"},{"type":"speech","time":1481797800,"counter":96,"content":"<p>It is voice projection, darling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03000","speaker":"1392"},{"type":"speech","time":1481797800,"counter":97,"content":"<p>Allow Senator Daly the floor.  I was going to call Senator Norris early, but if he is being obstreperous I will not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03100","speaker":"1381"},{"type":"speech","time":1481797800,"counter":98,"content":"<p>I remind Senator Norris that it is allegedly the season of goodwill towards all men.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03200","speaker":"1414"},{"type":"unspoken","time":1481797800,"counter":99,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":100,"content":"<p>And women too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03400","speaker":"1414"},{"type":"speech","time":1481797800,"counter":101,"content":"<p>For the benefit of the Chair, allow Senator Daly clarify his proposal.  Afford him that respect at least.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03500","speaker":"1381"},{"type":"speech","time":1481797800,"counter":102,"content":"<p>I propose that No. 30, non-Government motion No. 13, be approved by the House.  I will have one of my colleagues second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03600","speaker":"1414"},{"type":"speech","time":1481797800,"counter":103,"content":"<p>Is it to be taken before No. 1?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03700","speaker":"1381"},{"type":"speech","time":1481797800,"counter":104,"content":"<p>Yes, before No. 1.  I propose that the Cathaoirleach would then send the necessary letters on behalf of the House.  This is the last month of the decade of commemorations relating to 1916.  The National Park Service of the Department of the Interior in the United States has afforded Ireland a distinct honour by having a replica of the 1916 Proclamation placed inside the Washington monument.  It is one of only 17 countries to be given such an honour and only five plaques have been placed within the Washington monument in the past 75 years.  President Michael D. Higgins gave the plaque on behalf of the citizens of Ireland at home and abroad and it is hoped that the Taoiseach, on behalf of the nation, will attend there next March to formally dedicate it.  I hope the Cathaoirleach, with the acceptance of the Leader, will send the letters to those in the United States who helped with that particular proposal.<\/p> <p>Finally, I wish everyone a happy Christmas, including Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03800","speaker":"1414"},{"type":"speech","time":1481797800,"counter":105,"content":"<p>How kind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J03900","speaker":"1392"},{"type":"speech","time":1481797800,"counter":106,"content":"<p>It is the season of goodwill to all people.<\/p> <p>On the issue of housing and the mismanagement of the Government-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04000","speaker":"1414"},{"type":"speech","time":1481797800,"counter":107,"content":"<p>T&aacute; an t-am istigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04100","speaker":"1381"},{"type":"speech","time":1481797800,"counter":108,"content":"<p>-----to bring this issue relating to rent certainty at the last hour of the last day of the sitting of the D&aacute;il and to try to force all sides to come to an agreement with such little time available is nothing short of mismanagement of the highest order.  I agree with my colleague, Senator O'Sullivan, and others who have raised the issue.  If this is the best Fine Gael can do in terms of managing a crisis-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04200","speaker":"1414"},{"type":"speech","time":1481797800,"counter":109,"content":"<p>I call Senator Warfield.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04300","speaker":"1381"},{"type":"speech","time":1481797800,"counter":110,"content":"<p>The Labour Party now seems, through its leader, to have a new line, which is, \"If only we had been allowed to do this when we were in government.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04400","speaker":"1414"},{"type":"unspoken","time":1481797800,"counter":111,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":112,"content":"<p>Senator Daly is over the limit.  I call Senator Warfield.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04600","speaker":"1381"},{"type":"speech","time":1481797800,"counter":113,"content":"<p>It blamed Fine Gael when it was in government and is blaming Fianna F&aacute;il now that it is in opposition.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04700","speaker":"1414"},{"type":"speech","time":1481797800,"counter":114,"content":"<p>Senator Daly is over the limit.  Will he sit down?  He should resume his seat.  I call Senator Warfield.<\/p> <p>I presume we are sitting next week.  That was my understanding.  Will no one turn up?  I hope Senators do.  I call Senator Warfield.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J04800","speaker":"1381"},{"type":"unspoken","time":1481797800,"counter":115,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":116,"content":"<p>Allow Senator Warfield to contribute.  When he does contribute, he is very much to the point and brief, which I respect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J05000","speaker":"1381"},{"type":"speech","time":1481797800,"counter":117,"content":"<p>Last week, D&uacute;n Laoghaire-Rathdown County Council passed a motion calling for its chief executive to convene an early meeting of the board of the Genealogical Society of Ireland to discuss the decision of the D&uacute;n Laoghaire Harbour Company to acquire the premises that houses the unique archive and research facility of the society and to explore the assistance the council could provide in keeping the valuable cultural and educational facility in D&uacute;n Laoghaire.  It was proposed by Councillor Shane O'Brien of Sinn F&eacute;in and seconded by Councillor Patricia Stewart of Fine Gael.  I should note that I am a nominee of the Genealogical Society of Ireland.<\/p> <p>The background to the motion is the imminent closure of the society's archive on the pier.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is set to close on 14 February following the delivery of a notice to quit from the D&uacute;n Laoghaire Harbour Company.  I would like to see the Minister for Transport, Tourism and Sport, Deputy Ross, intervening to address this situation in light of the proposed transfer to the harbour company by February 2017.  I ask that the Minister addresses the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#J05100","speaker":"1372","continuing":true},{"type":"speech","time":1481797800,"counter":119,"content":"<p>I rise to welcome the negotiations that have commenced between Vertex and the HSE on the price of Orkambi with a view to making it available to suitable cystic fibrosis patients.  On the basis of the 25% success rate for patients in clinical trials, the best approach for the HSE and the one it wishes to take is to seek payment based on patient outcome.  The outcome of the negotiations may well be a watershed and an opportunity to draw a line under the rogue and unethical behaviour in which drug companies have engaged.  These drug companies should not be making a corporate game out of making life-saving and life-enhancing drugs available to the sick and dying, knowing well that governments like ours are trying to do the best for their citizens.  In this case, asking for &euro;160,000 per patient while the CEO is earning &euro;25 million per annum can be described as shameless greed and highly unethical.<\/p> <p>Drug companies have a track record.  They have denied life-saving drugs to people in developing countries, including HIV-AIDS drugs and antiretroviral drugs in Africa, while people in some of the same countries have been used as guinea pigs and lost their lives.  Corporate social responsibility is an in-vogue concept for these multinational companies.  The challenge is for the drug companies to pay more than lip-service to it so that it actually means something.  Drug companies would do well to remember that they would not be in a position to make their big profits without the environment of relative political stability provided in particular by western governments.  I refer in particular to our respect for the rule of law which protects their intellectual property and patents and provides them with the protection of the corporate veil under which they can trade and take risks.  They have a great deal to thank western governments for.  As such, a line must be drawn under the unacceptable unethical behaviour in which they have a long track record of engaging.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00200","speaker":"1425"},{"type":"speech","time":1481797800,"counter":120,"content":"<p>I call Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00300","speaker":"1381"},{"type":"unspoken","time":1481797800,"counter":121,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":122,"content":"<p>Can I remind the Senator I am the Protestant Tweedledum?  I am Senator Norris.  Senator Ross is in the other House now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00400","speaker":"1392"},{"type":"speech","time":1481797800,"counter":123,"content":"<p>Sometimes the Senator does not listen to me.  I am allowing him to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00500","speaker":"1381"},{"type":"speech","time":1481797800,"counter":124,"content":"<p>He has a problem with his hearing apparently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00600","speaker":"1414"},{"type":"speech","time":1481797800,"counter":125,"content":"<p>I note that the first three speakers, and several subsequent ones, read prepared statements.  I just note the fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00700","speaker":"1392"},{"type":"speech","time":1481797800,"counter":126,"content":"<p>What is wrong with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00800","speaker":"1406"},{"type":"speech","time":1481797800,"counter":127,"content":"<p>It is against the tradition of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K00900","speaker":"1392"},{"type":"speech","time":1481797800,"counter":128,"content":"<p>I did not do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01000","speaker":"1384"},{"type":"speech","time":1481797800,"counter":129,"content":"<p>I do not think the Senator has spoken yet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01100","speaker":"1392"},{"type":"speech","time":1481797800,"counter":130,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01200","speaker":"1384"},{"type":"speech","time":1481797800,"counter":131,"content":"<p>Well, there you are.  How could she possibly have read a statement?  Really, the intelligence level in the House is going down and down.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01300","speaker":"1392"},{"type":"speech","time":1481797800,"counter":132,"content":"<p>It is the season of goodwill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01400","speaker":"1414"},{"type":"speech","time":1481797800,"counter":133,"content":"<p>It is not appropriate for the Senator to question my intelligence level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01500","speaker":"1384"},{"type":"speech","time":1481797800,"counter":134,"content":"<p>I love interruptions but I cannot hear them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01600","speaker":"1392"},{"type":"speech","time":1481797800,"counter":135,"content":"<p>I ask Senator Norris to let me correct one thing for the record.  This matter was brought before the Committee on Procedure and Privileges at the request of Senator Norris some months ago and it was agreed unanimously by the committee that those who wished to read statements or from documents and those who, like the Senator, pronounce their contributions very eloquently without same are all entitled to be here and to contribute in the manner they wish.  It is unfair to say what the Senator said.  It may have been historically the way things were done.  It was the case when I was here 25 or 30 years ago, but not any more.  That has been agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01700","speaker":"1381"},{"type":"speech","time":1481797800,"counter":136,"content":"<p>I just noted the fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01800","speaker":"1392"},{"type":"speech","time":1481797800,"counter":137,"content":"<p>He should not refer to intelligence levels either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K01900","speaker":"1375"},{"type":"speech","time":1481797800,"counter":138,"content":"<p>I want to see what is on Senator Norris's white paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02000","speaker":"1413"},{"type":"speech","time":1481797800,"counter":139,"content":"<p>It is the Order of Business.  There are about three words on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02100","speaker":"1392"},{"type":"speech","time":1481797800,"counter":140,"content":"<p>I ask Members to allow Senator Norris to speak.  He is running out of time and I do not want him to run out of steam also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02200","speaker":"1381"},{"type":"speech","time":1481797800,"counter":141,"content":"<p>As the only Independent Member present, I will oppose the Order of Business.  I note in recent years the habit of meeting without an Order of Business and I do not approve of that.  I see no reason we should not have an Order of Business on Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02300","speaker":"1392"},{"type":"speech","time":1481797800,"counter":142,"content":"<p>We are going to have one.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02400","speaker":"1391"},{"type":"speech","time":1481797800,"counter":143,"content":"<p>Why does it say here that there shall be no Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02500","speaker":"1392"},{"type":"speech","time":1481797800,"counter":144,"content":"<p>It has been proposed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02600","speaker":"1381"},{"type":"speech","time":1481797800,"counter":145,"content":"<p>It says there shall be no Order of Business.  That is what it says in black and white.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02700","speaker":"1392"},{"type":"speech","time":1481797800,"counter":146,"content":"<p>To clarify, there will be an Order of Business.  Perhaps it is sometimes good to refer to notes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K02800","speaker":"1381"},{"type":"speech","time":1481797800,"counter":147,"content":"<p>It is in the official Order of Business but I have only just received the amendment this second.  I have it in my hand.<\/p> <p>On the rent situation, we should not castigate all landlords.  I spent a huge amount of money on the basement of my house, which I rent out.  I have not put up the rent for about ten years because I have decent tenants.  It suits me very well.  They are nice people who leave me alone and I do not have to bother too much with them.  However, one is charged approximately 50% on the rent because it is deemed \"unearned income\".  I am thinking of giving it up.  It is just not worth it.  It is a waste of time.  Why should I be earning money for the Government?  I cannot see why.<\/p> <p>There we are.  It was rather an unruly spot but I am very glad I pointed that out to Senator O'Reilly.  I delighted in the highly intelligent heckling I got.  It is all part of parliamentary business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03000","speaker":"1392"},{"type":"speech","time":1481797800,"counter":148,"content":"<p>It was an own goal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03100","speaker":"1406"},{"type":"speech","time":1481797800,"counter":149,"content":"<p>Despite what Senator O'Reilly says, I enjoy the interruptions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03200","speaker":"1392"},{"type":"speech","time":1481797800,"counter":150,"content":"<p>We aim to please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03300","speaker":"1406"},{"type":"speech","time":1481797800,"counter":151,"content":"<p>The Senator does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03400","speaker":"1392"},{"type":"speech","time":1481797800,"counter":152,"content":"<p>The Senator contributed slightly to the disorder on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03500","speaker":"1381"},{"type":"speech","time":1481797800,"counter":153,"content":"<p>I am going to read from notes.  Is that okay?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03600","speaker":"1388"},{"type":"speech","time":1481797800,"counter":154,"content":"<p>It is allowed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03700","speaker":"1381"},{"type":"speech","time":1481797800,"counter":155,"content":"<p>Yes, it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03800","speaker":"1392"},{"type":"speech","time":1481797800,"counter":156,"content":"<p>Senator Norris's remiss was a case in point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K03900","speaker":"1381"},{"type":"speech","time":1481797800,"counter":157,"content":"<p>I note the launch today of the HSE's campaign to lure nurses back in an appeal to their sentimental sides at Christmas.  The plan is to hold three open recruitment days with walk-in interviews at the HSE's Dublin headquarters where up to 1,000 full and part-time positions are on offer.  The message from the Minister is going to be, \"We need you back\".  This is going to take place over the Christmas break.  As a registered nurse who served on the front line all my working life, I would like nothing more than to see the young graduates we nurtured and mentored return to work in our country.  This, however, is a desperate attempt by the HSE to pull on the heartstrings of our brightest and best at a time of high emotion to get them to come back and save a health system that is on its knees and which the HSE has run into the ground.  The measure is an admission of the grave mistakes the Government and Fianna F&aacute;il have made since 2008 in regard to the health service and its staff.<\/p> <p>We sold our nurses and other front line workers down the river to pay back billions to the speculators.  Yesterday, 536 of our citizens lay on trolleys in corridors and in wards across the country.  This situation is a damning indictment of the failed policy in scattering our young nurses all over the world.  We now have the audacity to crawl back to them, pleading with them to come home.  On top of this, the INMO is releasing the results of a ballot which is expected to favour industrial action.  <\/p> <p>I will end on a positive note.  I extend the very best Christmas wishes to all my nursing colleagues, including the ones at home and those who are on their way home.  They do fantastic and admirable work in trying circumstances.  I am particularly conscious of those nurses who will be away from their families working on Christmas Day.  All I can say is, \"Go raibh m&iacute;le, m&iacute;le maith agaibh go leir\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K04000","speaker":"1388"},{"type":"speech","time":1481797800,"counter":158,"content":"<p>University Hospital Limerick is always getting negative publicity around here but there was good news in the announcement yesterday that the opening date of the new accident and emergency department may be brought forward following the significant upgrade of the software systems there.  This includes the integration of the patient and clinical management systems which allow consultants and their teams to maximise the operation of the emergency department.  This is a good news story given the fact that University Hospital Limerick covers the entire mid-west region along with the other hospitals in its group.  We are always knocking it around here, so it is good to welcome good news.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K04100","speaker":"1384"},{"type":"speech","time":1481797800,"counter":159,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K04200","speaker":"1392"},{"type":"speech","time":1481797800,"counter":160,"content":"<p>I do not know if the Leader has watched the movie \"The Seige of Jadotville\" yet but many Members have.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator P&aacute;draig Mac Lochlainn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2321\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2321&amp;amp;pid=PadraigMacLochlainn&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For many years, the men were betrayed by their Government and the State and their heroism was turned into cowardice by people in political leadership in the State.  What the men went through in Jadotville was one of the most remarkable military feats in history.  Rather than this being presented to young members of the Defence Forces as the standard to adhere to, it was presented as the standard to walk away from and as cowardice.  The betrayal was tremendous.  Some people took their own lives or died in despair, and their families dealt with all this over the years.<\/p><p>I and my colleague, Senator Craughwell, have asked the Minister for a presentation of medals in &Aacute;ras an Uachtar&aacute;in.  In this centenary year, members of the Defence Forces were rightfully paraded and presented with medals.  Why can we not bring the surviving members of Jadotville, whose numbers are dwindling every year, and their families to &Aacute;ras an Uachtar&aacute;in to be presented with medals by our President?  If they cannot be presented with medals of gallantry, they should be given medals to acknowledge their service to the State and the United Nations and the honour they brought upon the Irish people by their actions over those days.  The manner in which they were betrayed by those in UN and Irish political leadership at that time was disgrace.<\/p><p>I assume everybody in the House agrees that the Leader should communicate, on behalf of the entire House, our wishes and firm view that the heroes of Jadotville, the surviving members and their families should be brought to &Aacute;ras an Uachtar&aacute;in at the earliest opportunity and have medals pinned on their chests on behalf of the people of the State.  I urge the Leader to ask the Minister to listen to the views of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#K04300","speaker":"1400","continuing":true},{"type":"speech","time":1481797800,"counter":162,"content":"<p>I agree with Senator Mac Lochlainn about Jadotville.  I was probably one of the first Members of the Oireachtas who highlighted the fact the men were forgotten about.  I was delighted the Government recognised their heroism.  I was in Custume Barracks to see the men being presented certificates.  I agree they should be recognised in a much more significant fashion.  The day in Custume Barracks was a great day of emotion and thanks.  Their sacrifice and heroism was forgotten about.  Let us not discuss history.  We will not go there because what happened was wrong and I am glad we have now reached a situation whereby we can recognise the sacrifices made.<\/p> <p>I am intrigued that Lloyds of London could now become Lloyds of Dublin.  It is moving an office, which deals with tens of millions of pounds, to Dublin.  This is good news for our country following Brexit, which normally involves bad news for Ireland.  <\/p> <p>I note the European Medicines Agency and the European Banking Authority will move to different locations.  Given what the Government and country did to save the EU and the euro, the two should move to Dublin.  Some 900 jobs in Canary Wharf are moving out of London.  There up to 200 jobs in the European Banking Authority.  We need and deserve these jobs, and they should come to Dublin.  I was the first to highlight that the European Medicines Agency would move if Brexit happened.  It needs to move to a place like Carrick-on-Shannon or Dublin.  We need and deserve those jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00200","speaker":"1424"},{"type":"speech","time":1481797800,"counter":163,"content":"<p>Ba mhaith liom ceist a ard&uacute; ar maidin at&aacute; ag teacht chun cinn sna ceantair tuaithe agus at&aacute; ag cur imn&iacute; orm.<\/p> <p>The new JobPath scheme has been rolled out, about which I and many other people in rural areas are concerned.  Community employment schemes and other employment schemes across the country have been seriously affected by the implementation of JobPath.  Private companies working on behalf of the State are signing up people to the JobPath scheme which means they are then ineligible to take part in community employment and other schemes.<\/p> <p>The latest turn of events is that Seetec, a company working my area, is opening offices in rural areas and signing up people who are in receipt of social welfare.  A number of schemes in Connemara have been unable to recruit people this year because all the people who would have been eligible are now on JobPath lists and, therefore, are ineligible to take part in other schemes.  There is a fear that the opening of new clinics in rural areas by companies such as Seetec will result in more people being put on lists, which will lead to social employment schemes in rural areas no longer being viable.  These schemes are very important to local communities.<\/p> <p>The other side of the coin is that most of the people who are signed up to Seetec are not getting any gainful employment from JobPath.  A review of the scheme has been called for on a number of occasions and it is urgently needed given how the two private companies contracted by the Government to roll out the scheme are acting.  What is happening is quite cynical.  I do not think the companies involved are acting in the best interests of the people taking part in schemes or the local communities they serve.  We need a review of the system and I call for a debate on it as soon as possible in the new year so that we can review the programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00300","speaker":"1377"},{"type":"speech","time":1481797800,"counter":164,"content":"<p>I wish everyone a happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00400","speaker":"1374"},{"type":"speech","time":1481797800,"counter":165,"content":"<p>Happy Christmas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00500","speaker":"1392"},{"type":"speech","time":1481797800,"counter":166,"content":"<p>I agree with Senator Devine and extend my compliments to the public and private sector workers who will be working over the Christmas break in Limerick and other areas.  Senator Norris referred to intelligence.  I thought, given the large influx of females to the House, that the average intelligence would have been brought way up.  I thought he would have reflected on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00600","speaker":"1374"},{"type":"speech","time":1481797800,"counter":167,"content":"<p>Smaller brains.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00700","speaker":"1392"},{"type":"speech","time":1481797800,"counter":168,"content":"<p>Obviously, there are-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00800","speaker":"1378"},{"type":"speech","time":1481797800,"counter":169,"content":"<p>Sorry, I cannot hear the Senator because Radio Luxembourg is butting in.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L00900","speaker":"1381"},{"type":"speech","time":1481797800,"counter":170,"content":"<p>I refer to rents.  I am glad to see that common sense has prevailed in the D&aacute;il and that the Bill will be debated later today and tomorrow.  My area, Limerick city, has not been included, but I would have liked it to have been.  I have spoken to the Minister, Deputy Coveney, about the matter.  He has agreed that it would be prioritised.  There is a long way to go.  We do not always need to talk to Fianna F&aacute;il; we can actually talk among ourselves.<\/p> <p>The Residential Tenancies Board has been charged with providing evidence.  I have asked the Minister to fast-track the evidence.  I hope Limerick city will be included quite quickly and that the timeframe in terms of other areas would be virtually coterminous.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L01000","speaker":"1374"},{"type":"speech","time":1481797800,"counter":171,"content":"<p>I second the amendment to the Order of Business moved by Senator Daly.  I commend him for his achievement in regard to the motion.  It is a pity that Senator Norris was not asked to speak before Senators Humphreys and Reilly.  I will forgive Senator Lombard because he is new to the House.  The word \"intelligence\" was used by Senator Norris.  If it had to be used prior to the contribution of those Senators, perhaps he would have been intelligent enough not to speak.<\/p> <p>If we want to rehearse history and the economic downturn in the House, we can and we have no difficulty in so doing.  Senator Humphreys and what is left of his party were in government for five years, and the people of this country gave their verdict on that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For five years the Senator's party, predominantly, talked about my party and what it did to the economy.  The people of this country are brighter and more intelligent than that and gave the Government its verdict.  Any day the Senator's party wants to come into this House to debate the issue my party will do so.  We have no difficulty in doing so.  <\/p><p>I welcome the fact that the CPP has agreed that any Member of this House can come in and read from a script.  Not all of us have had an opportunity to lecture big crowds, participate in television programmes or take to the stage as Senator Norris and other individuals have done.  In particular, I am delighted for one reason and that is for the 35 or so people who are employed by Sinn F&eacute;in.  I do not want to see them disappeared and losing their jobs.  If they have to be employed then so be it and I am glad to see them employed.  I welcome the fact----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#L01100","speaker":"1418","continuing":true},{"type":"speech","time":1481797800,"counter":173,"content":"<p>At lease we have something to say, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00200","speaker":"1377"},{"type":"unspoken","time":1481797800,"counter":174,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":175,"content":"<p>In response to the criticism of the health service, we need to be careful because over 100,000 very dedicated and committed people work in the health service.  We need to keep in mind the fact that they must work over Christmas while the rest of us are at home.  Every week 61,500 people attend outpatient departments and a further 23,000 people attend the accident and emergency departments.  That means over 84,000 go through the hospitals system every week and that is in addition to the number of people who go through the system and are in beds.  To suggest that the health service is crumbling is unfair to the people who work in it because they provide a comprehensive service and work extremely hard.  It is wrong to suggest that 100,000 people are not doing their job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00400","speaker":"1409"},{"type":"speech","time":1481797800,"counter":176,"content":"<p>Who suggested that?  On a point of order, I want to know if Senator Burke is targeting me with his claim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00500","speaker":"1388"},{"type":"speech","time":1481797800,"counter":177,"content":"<p>I suggest Senator Burke is allowed to conclude as his time is nearly up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00600","speaker":"1381"},{"type":"speech","time":1481797800,"counter":178,"content":"<p>An additional 5,000 people now work in the health service when compared with 2014 and we are making huge progress.  It is important to give credit where credit is due in respect of the service that is delivered.<\/p> <p>Many people have been caught up in the rental market and I am talking about tenants in particular.  We need to give security and do everything possible for them.  We need to all work together to deal with the issue.  Unfortunately, many people will not get on the property ladder.  Therefore, we need to ensure they have security and do not have to worry  about when the next notice to quit will be delivered to their doors compared with what happened before.  Let us all be careful in the way we handle the issue.  Many people are very worried.  We need to be conscious of their plight and make sure that we do not play politics with the issue.  That is why it is important we agree on a comprehensive plan to tackle the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00700","speaker":"1409"},{"type":"speech","time":1481797800,"counter":179,"content":"<p>My mother always told me when I was growing up that empty vessels make the most noise.  I ask Senators to reflect on the proverb in terms of today's contributions.  Senator Wilson has returned to the Chamber.  I wish to advise him that no-one has written notes for me.  I am very lucky to have someone employed to work for me.  He or she is a political activist of the calibre that Senator Wilson can only dream about achieving.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00800","speaker":"1413"},{"type":"speech","time":1481797800,"counter":180,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M00900","speaker":"1388"},{"type":"speech","time":1481797800,"counter":181,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01000","speaker":"1389"},{"type":"speech","time":1481797800,"counter":182,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01100","speaker":"1377"},{"type":"speech","time":1481797800,"counter":183,"content":"<p>Muna miste leis an gCeannaire, ba mhaith liom a lua go mbeidh ag&oacute;id taobh amuigh den Teach ag 1.30 p.m. ag an ngr&uacute;pa Misneach faoi ch&uacute;rsa&iacute; Gaeilge.  T&aacute; a fhios ag an gCeannaire go bhfuil s&eacute; ardaithe agamsa, an Seanad&oacute;ir &Oacute; Clochartaigh agus roinnt mhaith daoine eile gur ch&oacute;ir go mbeadh d&iacute;osp&oacute;ireacht againn leis an Aire St&aacute;it faoi ch&uacute;rsa&iacute; Gaeilge agus faoin slad at&aacute; d&eacute;anta ar bhuis&eacute;ad na Gaeilge agus ar shaol na Gaeilge fud fad an St&aacute;it seo.<\/p> <p>I want the Leader to implore the Minister to come in here to debate the Irish Language.  The Irish Language lobby group, Misneach, will hold a protest at the front gate of Leinster House at 1.30 p.m. today.  The group wishes to highlight two facts.  First, the Minister has been unable to come into this House, for whatever reason, to discuss the very important issue of Irish language rights, development and investment.  Second, she has not spoke to the media, Irish language organisations or representative groups.  I know that the Leader, along with the vast majority of members of this House, cherish the Irish language for all of the economic, social, cultural and artistic benefits it bestows on our lives.  It is about time that we heard the Minister's explanation for the cut in budget for the Irish language.  I want to know why there is almost disdain for the language at a time when we should invest in, promote and develop it like never before.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01200","speaker":"1413"},{"type":"speech","time":1481797800,"counter":184,"content":"<p>Recently the Scottish First Minister Nicola Sturgeon, MSP, addressed the Chamber.  It was a great day and we were delighted to have her here in Ireland.  She visited the Book of Kells that is housed in Trinity College Dublin.  I called for her support in asking for the Book of Kells to be returned to the people of Kells in County Meath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01300","speaker":"1423"},{"type":"speech","time":1481797800,"counter":185,"content":"<p>Good man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01400","speaker":"1374"},{"type":"speech","time":1481797800,"counter":186,"content":"<p>I ask Senator Norris to have a word with his friends in Trinity College Dublin.  I would like to make a few points about the Book of Kells.  It is comprised of four volumes by the four Evangelists - Matthew, Mark, Luke and John.  Two of the volumes are never displayed by the university but are kept in storage.  The Book of Kells fell into the hands of the Protestant ascendency class and subsequently to Trinity College-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01500","speaker":"1423"},{"type":"unspoken","time":1481797800,"counter":187,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":188,"content":"<p>No, Norris took it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01700","speaker":"1389"},{"type":"unspoken","time":1481797800,"counter":189,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":190,"content":"<p>-----as a direct result of the Cromwellian wars in Ireland.  The Book of Kells was safely kept in Kells for over 600 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M01900","speaker":"1423"},{"type":"speech","time":1481797800,"counter":191,"content":"<p>And then they lost it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02000","speaker":"1392"},{"type":"speech","time":1481797800,"counter":192,"content":"<p>The Book of Kells belongs to the people of Ireland-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02100","speaker":"1423"},{"type":"speech","time":1481797800,"counter":193,"content":"<p>And then they let it fall into the bog.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02200","speaker":"1392"},{"type":"speech","time":1481797800,"counter":194,"content":"<p>-----and not to Trinity.  It belongs to the people of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02300","speaker":"1423"},{"type":"unspoken","time":1481797800,"counter":195,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":196,"content":"<p>I would like Senator Norris to thank Trinity College and its librarians for taking good care of the book.  Let us remember that the people of Kells took care of it during the 600 years it was in the Columban monastery in Kells.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02500","speaker":"1423"},{"type":"speech","time":1481797800,"counter":197,"content":"<p>And then they lost it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02600","speaker":"1392"},{"type":"speech","time":1481797800,"counter":198,"content":"<p>We want it back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02700","speaker":"1423"},{"type":"speech","time":1481797800,"counter":199,"content":"<p>The people are not getting it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02800","speaker":"1392"},{"type":"speech","time":1481797800,"counter":200,"content":"<p>I thank Senator Butler for his history lesson.  I call on the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M02900","speaker":"1381"},{"type":"unspoken","time":1481797800,"counter":201,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1481797800,"counter":202,"content":"<p>How does one follow the last few contributions?<\/p> <p>I wish to correct the Order of Business.  No. 6 is a motion for the earlier signature of the Appropriation Bill 2016.  I should have said the motion would be taken at the conclusion of No. 5, without debate.  I apologise for any misunderstanding.<\/p> <p>I thank the 22 Members of the House for their vigorous contributions this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03100","speaker":"1391"},{"type":"speech","time":1481797800,"counter":203,"content":"<p>They were intelligent contributions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03200","speaker":"1374"},{"type":"speech","time":1481797800,"counter":204,"content":"<p>Yes.  Reference was made to the use of language and the use of scripts.  I have noted all the comments in my notebook.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03300","speaker":"1391"},{"type":"speech","time":1481797800,"counter":205,"content":"<p>I urge the Leader not to be caught by any snares.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03400","speaker":"1381"},{"type":"speech","time":1481797800,"counter":206,"content":"<p>My best reply to the Order of Business is to bring the vibe down an octave or two and I ask Members to reflect wisely on what we have discussed.<\/p> <p>Over 13 Senators have raised the matter of the Bill before the D&aacute;il.  As Senator Kieran O'Donnell said, thankfully the D&aacute;il will debate it today and tomorrow.  I hope the Bill will reach us on Tuesday.  It is important that we put the matter in context and park all of our political ideology.  As we speak here today there are 132,000 tenants in Dublin and 18,000 tenants in Cork awaiting the legislation and, therefore, it is important that the Bill progresses.  The Minister for Housing, Planning, Community and Local Government, Deputy Coveney, is determined to work with all sides to bring certainty and security to tenants and landlords.  The job of this House is to set its own business and to do an effective job.  I am confident that we will do so in a timely and positive manner.<\/p> <p>Senator Ned O'Sullivan is a pragmatist like myself and we were both right to wait for a resolution to take place this afternoon.  Let us put the matter in context because some people here have a misguided notion of the rental market.  There are more tenants than landlords.  The legislation is a major and radical intervention in the rental market.  Senators have stood up on the mountain and talked about the landlord class and a lack of intervention by the Government.  I urge them to read the statement issued by the ESRI yesterday.  I want to outline to Members, and to the Sinn F&eacute;in party in particular, that if they intervene too aggressively the housing supply will be shut off.  We must have supply.  I am confident that the Minister, who has worked with Deputy Cowen in Fianna F&aacute;il and, to be fair, with Deputy &Oacute; Broin will get the legislation right.  The legislation has not been rushed.  Let me put that in context.  We gave it a long, detailed and considered hearing in this House.  The Minister has been one of most willing Ministers to come to the House and he has engaged with Members on all sides.  In his speeches on Second Stage, Committee Stage and Report Stage he flagged the idea that he would table amendments and deal with the issue of rent certainty as part of the Bill.  The process was agreed by all of us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03500","speaker":"1391"},{"type":"speech","time":1481797800,"counter":207,"content":"<p>We opposed it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03600","speaker":"1377"},{"type":"speech","time":1481797800,"counter":208,"content":"<p>No, we agreed it at group meetings.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The process was agreed to.  The Senator cannot have it both ways.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#M03700","speaker":"1391","continuing":true},{"type":"speech","time":1481797800,"counter":210,"content":"<p>I was not here.  The Leader should check the vote register.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00200","speaker":"1377"},{"type":"speech","time":1481797800,"counter":211,"content":"<p>You cannot talk out of both sides of your mouth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00300","speaker":"1391"},{"type":"speech","time":1481797800,"counter":212,"content":"<p>The Leader should speak through the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00400","speaker":"1381"},{"type":"speech","time":1481797800,"counter":213,"content":"<p>The legislation has been subject to three months of consultation, as well as being the subject of more than 500 written submissions.  I appeal to Members.  The language we use is important.  If we have learned anything from Brexit and the American election, it is that our language and what we say are critical.  Let us not undermine the strategy or the process.  Let us ensure we have a Bill that tenants and landlords will want to see passed in order that we can reach an outcome that will provide certainty and security.  The last thing we, as Members of the House who are charged with the responsibility of enacting legislation, want is to have flawed legislation passed.  That would not make sense and would be wrong.  Let us have calm and reflection.<\/p> <p>On what Senator Rose Conway-Walsh said about the banks, I do not like to hear her use words such as \"robbery\", \"theft\" and \"lies\".  I would much prefer if we had a debate about the banking system letting people down.  I would be very happy to arrange such a debate in the new year.  We should all look at the report on the banking inquiry and what is stated in it and the other associated reports.<\/p> <p>Senator Kevin Humphreys spoke about new politics.  I remind him that what people do not want to see is old style Punch and Judy politics, to which he resorted.  What they want to see is action being taken by all of us.  I would be happy to have the Taoiseach come to the House at any time, but he is not the line Minister with responsibility for the Bill.  The responsible Minister is Deputy Simon Coveney who I hope will be in the House on Tuesday to discuss the Bill.  I would be happy for the Taoiseach to come to the House in the new year to discuss the issue of Seanad reform or any matter pertaining to his Department, but, please, let us put things in context.<\/p> <p>I will not go through the contributions of all Senators on the Planning and Development (Housing) and Residential Tenancies Bill.  <\/p> <p>I am very happy to accept Senator Mark Daly's amendment to the Order of Business.  On a very serious note, I recognise the significance of the motion which conveys our thanks to the National Parks Service of the United States.  As Senator Mark Daly rightly said, Ireland is just one of 17 countries to be given this distinction and unless I am mistaken, it is one of only five plaques to be placed at the Washington Monument, which is an indication of the significant contribution made by the State in the eyes of the United States of America.  I thank the men and women of the National Parks Service of the United States which is part of the US Department of the Interior as it is an acknowledgement of the huge contribution made in the 1916 Rising, following which many people emigrated to the United States where they played a role in civic life.  The motion is important and I am happy for it to be taken today.<\/p> <p>Senator Fintan Warfield referred to the Genealogical Society of Ireland in D&uacute;n Laoghaire.  I am not familiar with the case mentioned, but I would be happy for the Minister for Transport, Tourism and Sport, Deputy Shane Ross, to come to the House to discuss the matter, most likely in the new year.<\/p> <p>Senator Michelle Mulherin referred to the drug Orkambi.  We all welcome the engagement of the drug company with the HSE and hope to see a positive outcome.<\/p> <p>Senators M&aacute;ire Devine, Kieran O'Donnell and Colm Burke raised the issue of staff in the Health Service Executive and the health system.  I join Senator M&aacute;ire Devine in thanking the men and women who work on the front line in the health service and all those who will be working on Christmas Day on behalf of the State.  As someone who had the pleasure of working on Christmas Day when I worked in Cork University Hospital, I am aware that it is a day on which many people are separated from their loved ones, but they act in the spirit of serving others.  I congratulate the Senator on raising the issue.  However, I disagree with her assessment of the HSE's recruitment campaign which I believe is a good one.  It is great that we are encouraging nurses to come home to work in the health system.  The Senator should welcome people back into the health system with open arms.  As we are crying out for people to work in the health system, we should encourage them to come back to work and live here.  This has become a great country which we have rebuilt once again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00500","speaker":"1391"},{"type":"speech","time":1481797800,"counter":214,"content":"<p>We live in the real world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00600","speaker":"1388"},{"type":"speech","time":1481797800,"counter":215,"content":"<p>Let us welcome the campaign.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00700","speaker":"1391"},{"type":"speech","time":1481797800,"counter":216,"content":"<p>Unless they come back to work in private nursing homes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00800","speaker":"1389"},{"type":"speech","time":1481797800,"counter":217,"content":"<p>Senators Padr&aacute;ig Mac Lochlainn and Frank Feighan referred to the events which occurred in Jadotville in the Congo in 1961.  I have seen the film and one cannot but be struck by the bravery of the men involved and the fact that no Irish soldier was lost in the battle.  The Minister organised an event in Custume Barracks in which she presented a citation to the men of A Company of the 35th Infantry Battalion.  As Senator Gabrielle McFadden outlined previously, it was the first time a citation was awarded to a unit of the Defence Forces.  The Minister has commissioned an insignia to recognise the professional performance of the men of A Company, but like Senator Frank Feighan and others, I agree that it is important that we try to make more progress if we can.  We are always reacting to historical and various other events.  The soldiers referred to were treated badly; they were treated as outcasts when, in fact, they were not.  I encourage all Members who have not seen the film to watch it over Christmas because it is an extraordinary portrayal of the bravery of the men in question who deserve our thanks and appreciation.<\/p> <p>Senator Frank Feighan also referred to the possibility of Lloyds of London becoming Lloyds of Dublin.  I hope that will come to fruition.  Equally, he mentioned the possibility of the European Banking Authority and the European Medicines Agency coming to Dublin.  I hope that, too, will come to fruition.<\/p> <p>Senator Trevor &Oacute; Clochartaigh referred to the JobPath scheme.  The Minister for Social Protection, Deputy Leo Varadkar, has been holding meetings with representatives of community employment schemes and is looking into the matter.  Many of us have spoken to him about the issue.  He acknowledges and values the work being done across many schemes and is anxious to find a positive solution to improve communities.  I would be happy for him to come to the House in the new year to speak about the issue.<\/p> <p>I will not engage in a discussion on economics back and forth with Senator Diarmuid Wilson.  <\/p> <p>Senator Colm Burke again referred to the health service.  I would be happy for the matter to be discussed in the new year.<\/p> <p>Senator Niall &Oacute; Donnghaile raised the issue of Misneach, mar gheall ar ch&uacute;rsa&iacute; Gaeilge.  It is my fault that the Minister of State, Deputy Se&aacute;n Kyne, will not be in the House before Christmas; it is not his.  He is willing to come to the House, but I will hold him off until the new year because of the pending legislation we want to have passed.  However, I assure Senator Trevor &Oacute; Clochartaigh who raised the matter previously that the Minister of State will be in the House in the new year.<\/p> <p>I wish Senator Ray Butler well in his quest to have the Book of Kells returned to County Meath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N00900","speaker":"1391"},{"type":"speech","time":1481797800,"counter":218,"content":"<p>It is just one of the gospels.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01000","speaker":"1423"},{"type":"speech","time":1481797800,"counter":219,"content":"<p>I am sure there will be a strong resistance from many arms of the State in that regard.  I remind Senator David Norris that there will be an Order of Business on Tuesday morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01100","speaker":"1391"},{"type":"speech","time":1481797800,"counter":220,"content":"<p>Let me remind the Leader that an amended Order of Business was circulated while the House was sitting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01200","speaker":"1392"},{"type":"speech","time":1481797800,"counter":221,"content":"<p>It was not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01300","speaker":"1391"},{"type":"speech","time":1481797800,"counter":222,"content":"<p>The time on it is 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01400","speaker":"1392"},{"type":"speech","time":1481797800,"counter":223,"content":"<p>It was circulated before the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01500","speaker":"1391"},{"type":"speech","time":1481797800,"counter":224,"content":"<p>It was circulated by electronic means before 10 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01600","speaker":"1381"},{"type":"speech","time":1481797800,"counter":225,"content":"<p>The time stated in black and white is 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01700","speaker":"1392"},{"type":"speech","time":1481797800,"counter":226,"content":"<p>To clarify for the House, it was circulated electronically before the Order of Business.  The Senator should be fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01800","speaker":"1391"},{"type":"speech","time":1481797800,"counter":227,"content":"<p>That is the time indicated on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N01900","speaker":"1392"},{"type":"speech","time":1481797800,"counter":228,"content":"<p>It is important that we be accurate and do not impugn those who work very hard.  I wish to be very clear that it was circulted electronically prior to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02000","speaker":"1391"},{"type":"speech","time":1481797800,"counter":229,"content":"<p>The Leader has corrected the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02100","speaker":"1381"},{"type":"speech","time":1481797800,"counter":230,"content":"<p>Yes.  Next Tuesday on the Order of Business - an intelligent one - at 11 a.m. we will have an opportunity to wish people a happy Christmas.  I apologise to Members that we did not have an opportunity to engage in a longer debate because of the state of flux in the D&aacute;il, but there is a timetable to which we agreed at the leaders' meeting last week for the business to be conducted.  It will be a long day.  <\/p> <p>I thank the leaders of all the groups for their co-operation during this term.  There has been a very positive working relationship.  We can put the swords back in the scabbards for a moment while I thank all of the leaders and the Whips for their co-operation.  I also thank the staff in the Seanad Office.  There was very positive engagement at the Committee on Procedure and Privileges on the need to reinforce and strengthen the Seanad Office because we have dedicated individuals who do extraordinary work on behalf of the people and who sometimes do not receive the credit they deserve.  They are under the watch of Mr. Martin Groves and do Trojan work, for which they should be acknowledged and thanked.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02200","speaker":"1391"},{"type":"speech","time":1481797800,"counter":231,"content":"<p>Senator Mark Daly has proposed an amendment to the Order of Business: \"That No. 30, non-Government motion No. 13 re National Park Service of the United States, be taken before No. 1.\"  The Leader has indicated that he is prepared to accept the amendment.  Is it agreed to?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02300","speaker":"1381"},{"type":"unspoken","time":1481797800,"counter":232,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Expressions of Gratitude: Motion","time":1481797800,"counter":233,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02500"},{"type":"speech","time":1481797800,"counter":234,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann:<br \/><br \/>- thank the United States National Parks Service and the United States Department of the Interior for ensuring a replica of the 1916 Proclamation presented by the President of Ireland on behalf of the Irish people, at home and abroad, will be placed in the Washington Monument on the Mall, Washington DC in the United States of America- recognising that this year marks the 100th anniversary of the 1916 Easter Rising and also the 100th anniversary of the United States National Park Service;<br \/><br \/>- recognising that Ireland is just one of 17 foreign countries to be given this particular honour and distinction;<br \/><br \/>- acknowledging that there have only been five plaques placed in the monument in the last 75 years and that this will be the 194th plaque in the monument, the others being from each state of the Union and organisations which helped in the building of the monument to General George Washington; - and further thank the Secretary of State at the United States Department of the Interior, Ms. Sally Jewell; the Director of the United States National Parks Service, Mr. Jonathan B. Jarvis; the Chief of Staff, Ms Maureen Foster; the Deputy Chief of Staff, Ms Nikki Buffa; and the National Mall Director of the United States National Parks Service, Ms Alexa Viets, for their assistance.<\/blockquote> <p>I thank the Leader and the Cathaoirleach for their assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02600","speaker":"1414"},{"type":"speech","time":1481797800,"counter":235,"content":"<p>I second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#N02800","speaker":"1391"},{"type":"unspoken","time":1481797800,"counter":236,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1481797800,"counter":237,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#O00100"},{"type":"speech","time":1481797800,"counter":238,"content":"<p>I move:<\/p><blockquote>That the Seanad shall meet at 11 a.m. on Tuesday, 20th December, 2016 and, notwithstanding anything on Standing Orders, the following arrangements shall apply:(1) Standing Orders 29 and 30 shall stand suspended;<br \/><br \/>(2) the Order of Business shall be proposed at the commencement of public business. &rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#O00200","speaker":"1391"},{"type":"unspoken","time":1481797800,"counter":239,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"EU Directives: Motion","time":1481797800,"counter":240,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#O00400"},{"type":"speech","time":1481797800,"counter":241,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann: (1) notes the agreed Report of the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach under Standing Order 107 on the Proposals for a Council Directive on a Common Consolidated Corporate Tax Base (CCCTB) &ndash; COM (2016) 683 and for a Council Directive on a Common Corporate Tax Base &ndash; COM (2016) 685 which was laid before Seanad &Eacute;ireann on 14th December, 2016 in accordance with Standing Order 107(3)(b);<br \/><br \/>(2) having regard to the aforementioned Report, and in exercise of its functions under section 7(3) of the European Union Act 2009, is of the opinion that the Proposals for a Council Directive on a Common Consolidated Corporate Tax Base (CCCTB) &ndash; COM (2016) 683 and for a Council Directive on a Common Corporate Tax Base &ndash; COM (2016) 685, do not comply with the principle of subsidiarity for the reasons set out in paragraph 3 of the Report, and<br \/><br \/>(3) notes that, pursuant to Standing Order 107(3)(d), a copy of this Resolution together with the reasoned opinion and the aforementioned Report shall be sent to the Presidents of the European Parliament, the Council and the Commission.&rdquo;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#O00500","speaker":"1391"},{"type":"unspoken","time":1481797800,"counter":242,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1481797800,"counter":243,"content":"<p>Sitting suspended at 12.40 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Business of Seanad","time":1481797800,"counter":244,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#T00050"},{"type":"speech","time":1481797800,"counter":245,"content":"<p>I propose that we suspend until the end of the divisions in the D&aacute;il.  I apologise to the Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#T00100","speaker":"1391"},{"type":"speech","time":1481797800,"counter":246,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#T00200","speaker":"1420"},{"type":"speech","time":1481797800,"counter":247,"content":"<p>I thank the Leas-Chathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#T00300","speaker":"1391"},{"type":"unspoken","time":1481797800,"counter":248,"content":"<p>Sitting suspended at 1.35 p.m. and resumed at 2.10 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Health Insurance (Amendment) Bill 2016: Committee and Remaining Stages","time":1481797800,"counter":249,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X00100"},{"type":"unspoken","time":1481797800,"counter":250,"content":"<p>Sections 1 to 9, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1481797800,"counter":251,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1481797800,"counter":252,"content":"<p>Bill reported without amendment and received for final consideration.<\/p>"},{"type":"unspoken","time":1481797800,"counter":253,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1481797800,"counter":254,"content":"<p>Does the Minister wish to make a statement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X00600","speaker":"1420"},{"type":"speech","time":1481797800,"counter":255,"content":"<p>I am finished.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X00700","speaker":"1307"},{"type":"speech","time":1481797800,"counter":256,"content":"<p>I welcome the Minister of State to the House and compliment her on the passing of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X00800","speaker":"1394"},{"type":"speech","time":1481797800,"counter":257,"content":"<p>I welcome the Minister of State.  The only thing we all need to be conscious of in regard to health insurance is that we do everything possible to try to prevent further increases.  The risk equalisation arrangement makes sure there is a level playing field for everyone, regardless of age.  I welcome the Bill from that point of view but we have to deal with the cost of private health insurance.  If at all possible, we should do everything we can to try to prevent the cost of private health insurance from increasing dramatically over the next few years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X00900","speaker":"1409"},{"type":"speech","time":1481797800,"counter":258,"content":"<p>I cautiously welcome the Bill.  Obviously, our stance is that the best approach is to provide universal health care for all citizens on an equal basis and on the basis of need alone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X01000","speaker":"1388"},{"type":"speech","time":1481797800,"counter":259,"content":"<p>I thank the Minister and the Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#X01100","speaker":"1420"},{"type":"unspoken","time":1481797800,"counter":260,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1481797800,"counter":261,"content":"<p>Sitting suspended at 2.25 p.m. and resumed at 2.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Business of Seanad","time":1481797800,"counter":262,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Y00100"},{"type":"speech","time":1481797800,"counter":263,"content":"<p>I call on the acting Leader to move a suspension for ten minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Y00200","speaker":"1420"},{"type":"speech","time":1481797800,"counter":264,"content":"<p>I so move.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Y00300","speaker":"1375"},{"type":"speech","time":1481797800,"counter":265,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Y00400","speaker":"1420"},{"type":"unspoken","time":1481797800,"counter":266,"content":"<p>Sitting suspended at 2.25 p.m. and resumed at 2.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Be Winter-Ready Campaign: Statements","time":1481797800,"counter":267,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Z00100"},{"type":"speech","time":1481797800,"counter":268,"content":"<p>I welcome the Minister of State at the Department of Defence, Deputy Paul Kehoe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Z00200","speaker":"1420"},{"type":"speech","time":1481797800,"counter":269,"content":"<p>As chairman of the Government's task force on emergency planning, I am delighted to brief Senators on the Be Winter-Ready campaign.  The campaign is now an established annual event intended to give the public advice on the particular challenges the winter period can present.  It also informs members of the public where they can source information on how to help themselves and others and highlights the whole-of-government approach being taken to winter preparations.<\/p><p>As Senators are well aware, the Be Winter-Ready campaign focuses on flooding and safe driving.  The Office of Emergency Planning, in collaboration with the Office of Public Works, OPW, and the Road Safety Authority, has designed and produced a leaflet on each aspect.  The leaflets are distributed manually and available on the website <i>winterready.ie<\/i>.  This is the sixth iteration of the Be Winter-Ready campaign, the focus of previous campaigns being on areas such as schools and farm families.<\/p><p>A meeting of the Government's task force on emergency planning took place on 9 November.  It was dedicated to winter preparedness and immediately followed by the Be Winter-Ready campaign launch.  At the meeting a comprehensive briefing by all relevant Departments and agencies was received.  As Senators may be aware, the role of the Government's task force on emergency planning is to support co-ordination across Government services in preparing for emergencies.  This year's campaign launch further strengthened the co-ordinated approach taken in recent years.  I am committed to continuing this approach to building national resilience during the winter in general but especially during severe weather events that may occur.<\/p><p>The Be Winter-Ready campaign provides an opportunity for all relevant Departments and agencies, with transport operators, utilities and other services, to come together to inform on the work being undertaken in their areas.  This collective approach provides an opportunity for the sharing of advice and information on our collective preparedness for the winter months and how the public can access and avail of this information.  The launch of the Be Winter-Ready campaign marks the start of what can be a very demanding time for many, including the emergency services.  It also gives us an opportunity to take stock and reflect on the steps we can take to prepare for the challenges of wintertime. <\/p><p>We can all recall the prolonged period of severe cold weather that occurred in the winters of 2009 and 2010.  They were two of the coldest spells in recent weather history.  Last year we had 189% of normal rainfall, making it the wettest ever recorded.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paul Kehoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1805\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1805&amp;amp;pid=PaulKehoeFG&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Drawing on our experience of such events over previous years and on the lessons learned, central and local government are now better prepared and ready to respond to incidents of severe weather.  Emergency plans are in place and are regularly updated and exercised, simulating a range of weather-related scenarios.<\/p><p>The Be Winter-Ready campaign is but one element of a significant body of work that takes place in preparation for winter.  Within my own Department, Civil Defence and the Defence Forces are equipped, trained and regularly exercised to the highest levels to be able to provide support to the civil authorities, when required.  All local authorities have major emergency plans in place that include provisions for severe weather.  During recent severe weather incidents the co-ordination structures and procedures in these plans were used extensively.  Most emergency situations, including severe weather events, are responded to and managed locally or regionally.  Where such weather events require a national response, the Department of Housing, Planning, Community and Local Government leads the national level co-ordination to bring whole-of-Government support to bear.  The fact that this national level co-ordination commenced in advance of Storm Desmond, which occurred on 4 December, and met over 30 times, ensured a speedy response when flooding occurred.<\/p><p>I will not go into the details of last year&rsquo;s flooding and the lessons learned as this is covered very comprehensively by the Report on Winter Flooding - 4 December 2015 to 13 January 2016 compiled by the Department of Housing, Planning, Community and Local Government and published on its website.  Reports such as this are crucial to the continued development of our capability and capacity in this area.  They inform our decision making and ensure that we are well prepared at both a national and local level.  However, we can never become complacent.  We need to continue planning, training and exercising regularly for such events.  I would like to acknowledge the work of individuals, community groups and the voluntary agencies for the essential assistance they provide during the winter and particularly during periods of severe weather, especially to the vulnerable in our communities.  Well-prepared plans and preparations locally and within our communities, to ensure our resilience in such circumstances, remain a key factor for coping with the adverse impacts from severe weather.  Community resilience is vitally important in dealing with severe weather and other major emergencies.  The front-line emergency services rely heavily upon the community spirit that exists across Ireland to assist them in their work and this is greatly appreciated.  Severe weather tests our resources and our ability to carry on normal activities.  However, I believe that, by being prepared and working together at local, regional and national levels, we all become more resilient and minimise the disruption to our lives by such events.<\/p><p>Weather warnings issued by Met &Eacute;ireann are an important and valuable service that has developed considerably over the past few decades.  The core rationale for issuing weather warnings is to enable citizens, business and communities to take appropriate measures for the conditions to protect themselves, to mitigate damage to their property and to minimise disruption of economic activity during severe weather.  It is particularly important that the public, businesses, schools and institutions across the State are familiar with the coded weather alerts issued and what to do when they are triggered and issued by Met &Eacute;ireann.<\/p><p>Providing timely advice to the public is high among the key priorities for Government at both a national and a local level.  The Be Winter-Ready website and the Be Winter-Ready booklet have been significantly enhanced with this in mind.  Together with the links to other public service websites, they bring all of the relevant information together in a co-ordinated manner.  I ask all members of the public, therefore, to take some time to explore these sites or to read the booklet or both.<\/p><p>In addition, the office of emergency planning has conducted a cost-effective and extensive information campaign on Be Winter-Ready, with adverts on both national and local radio and in the national print media.  They will be also be regularly tweeting during the winter period to augment the Be Winter-Ready website and the advice being issued during particularly severe weather events.  The twitter account can be followed on @emergencyIE and the public is being encouraged to join in the conversation at #bewinterready.  The main message remains a simple one.  Be prepared, stay safe, know where to find help if you need it and be prepared to help others if you can.  In other words, Be Winter-Ready.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#Z00300","speaker":"1365","continuing":true},{"type":"speech","time":1481797800,"counter":271,"content":"<p>This is a very important issue as we face into winter.  We can have all the actions we need to enable us to deal with what may be around the corner but we often forget the most vulnerable in society, especially older people and those in rural areas.  In severe weather conditions it is important that we are all cognisant of the fact that people may be isolated.  While we can write things in plans to address such things they are really down to human nature and the goodness of neighbours and these will be a vital component of a Be Winter-Ready plan.<\/p> <p>The Be Winter-Ready campaign was established following the brutal and uncharacteristically cold winters of 2009 and 2010.  I would be hesitant to call it a \"knee-jerk\" reaction but it is unfortunate that we only began to think about the campaign after the event.  As the Minister said, last year we had 189% of average rainfall and the winter-ready campaign now has an emphasis on flood-related activities.  It is always positive to hear such things being done but it would be better to have had them before the event.  We cannot allow the memories of last year to fade away without learning the lessons.<\/p> <p>A major fall-out of the flooding was related to insurance and the vulnerable people in flood risk areas are living a nightmare whether it is winter, spring, summer or autumn.  While not directly related to today's topic it is a side-effect of a severe winter that has to be addressed immediately so that people can be at ease in their homes.  If people cannot gain home insurance it is very hard to sleep easy at night.<\/p> <p>I compliment all the agencies who came to the aid of people, whether in a voluntary capacity or as part of their daily duties, in 2009 and 2010.  I encourage more voluntary organisations to buy into the Be Winter-Ready campaign.  The IFA in rural areas, for example, co-ordinates a four-wheel drive scheme so that if there is severe snow or frost and people cannot access small lanes in backward rural areas, local farmers will provide a four-wheeled vehicle for that purpose.  I commend such schemes and we all need to buy into them.  We cannot blame anybody for the weather.  While politicians are blamed for almost everything else they cannot yet be blamed for the weather because we do not know what is around the corner and nobody is in control of it.  Anything can happen overnight so awareness and being prepared are as important as having written documents and plans.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#AA00200","speaker":"1383"},{"type":"speech","time":1481797800,"counter":272,"content":"<p>I thank the Minister for coming to the House and giving an overview of the response.  It is his responsibility as Minister of State and chairman of the Government task force on emergency planning.  He may have already done it but I would like to encourage the Minister of State to ensure local authorities are actually ready because in my experience few are.  The first port of call for most people is the local authority.  We have 31 local councils in the country but I can only speak for D&uacute;n Laoghaire-Rathdown where they now have a 24-hour emergency service, which is  based in a call centre in Cork, although that is irrelevant.  It is a good system in that the minute one dials this number, the call will be answered by an agency who will tell one where to connect.  The reality is that local authorities need to be geared up.  I was a member of a local authority for many years but councillors, the elected members, virtually knew nothing about the emergency response.  There is a whole range of emergency responses - for example, responses to weather issues, issues to do with agriculture and maritime disasters.  A myriad of issues could arise this very night.  This is about a bigger response.  If there is a weakness in local authorities and in the whole joined up thinking about emergency responses, how ready, how equipped and how resourced are each of the 31 local councils to meet a disaster this very night?  This very night a major cruise ship could go down in the port of Dublin.   Where would one get blankets, food and other resources?  Have there been dry runs of emergency response teams?  It is not as joined up as we would like to imagine.  It is an issue for the new year.  It is also an issue in terms of the competence of the local authorities working with the Defence Forces, An Garda S&iacute;och&aacute;na and a range of State and voluntary agencies.  How ready are we as a nation?  How ready are local authorities and State agencies to respond to what could potentially be critical disasters for communities and for our people?<\/p> <p>I thank the Minister of State for addressing this issue in the House.  It is timely and appropriate.  I acknowledge the staff and the team that are involved.  We need to have some ongoing training in regard to immediate responses in emergencies.  That is something that I ask the Minister of State to look at in conjunction with the Minister for Housing, Planning, Community and Local Government.  How can we be sure that all State agencies and all local authorities are ready to respond immediately to a major disaster?  The Minister of State will find great weaknesses in the system.  It is not robust enough and needs to be looked at.  I suggest that the Minister of State and his officials might look at it in the new year.  Again, I thank the Minister of State for coming to the House and sharing his plans.  Clearly, he has given it a lot of thought to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#BB00100","speaker":"1379"},{"type":"speech","time":1481797800,"counter":273,"content":"<p>I welcome the Minister of State to the Chamber.  I do not know how many of my fellow Senators were girl guides, or boy scouts.  I can see one girl guide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#BB00200","speaker":"1375"},{"type":"speech","time":1481797800,"counter":274,"content":"<p>I was in the boy scouts<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#BB00300","speaker":"1379"},{"type":"speech","time":1481797800,"counter":275,"content":"<p>I hope the rest were boy scouts.<\/p> <p>I was a girl guide and our motto at the time was \"Be prepared, B&iacute; Ullamh\".  Essentially, that is what this campaign is about.  As we all know Ireland has quite unpredictable weather and in the past there were times we found ourselves stranded due to the weather conditions.  I think everybody agrees the country should not grind to a halt because of adverse weather conditions nor should people's lives or homes be in jeopardy because it rains too much or because it snows.  It is of paramount importance that we are prepared for whatever the weather may bring.  This campaign aims to do just that.  As the Minister of State said, the main objectives are to provide practical advice to all as to how best to prepare for the coming winter, to ensure members of the public have access to help if they need it, to reassure people that the preparations are in place and that Government has made preparations.<\/p> <p>This document provides practical advice for coping during times of severe weather and gives us all the contact details for State agencies that can provide assistance.  The main topics of the document include: preparing one's home, road safety, travel advice and advice for farmers and for businesses.  It is a very practical document and I commend the Department for the work that has gone into it.  It should not be just about a document, as Senator Daly said, but it should also be about people working together as a community and working with a sense of community spirit.  With that in mind, I urge people to keep an eye on elderly relatives and neighbours.  During periods of severe weather conditions, it makes it more difficult for people to get out and about and do their shopping and to attend medical appointments.  They may need help bringing in fuel because, as we all know, it is very important for elderly people to have sufficient fuel to maintain adequate heat in their homes.<\/p> <p>We should encourage elderly people to wear panic buttons in case of an emergency or a fall.  They should be encouraged to use their mobile phone and to have it charged at all times and to have a torch at hand in case of a power cut.  All these things sound very basic but when faced with bad weather or power cuts, people tend to panic.  It is very difficult to be ready to deal with an emergency when in a state of panic.  Being prepared in advance is half the battle.<\/p> <p>I wish to raise the issue of flooding.  Last year's flooding has been raised by Senator Daly.  One of the objectives of the campaign, as has been stated by the Minister of State, is to reassure people that the Government has made preparation.  To be parochial, the people of Athlone had a terrible time last year with the flooding.  Everybody worked exceptionally hard during December and January to try to help those worst affected.  As always, the Defence Forces were among the hardest workers and they worked day and night with the county council workers and volunteers.  It took five days for the Army to come out to help in Athlone last year.  It was not because the Army did not want to come out, quite the opposite, but it was because they were not officially called out by the county council.  The county council thought it could manage it and it did great work but it made the wrong call.  At one point, on a Sunday morning I called the Taoiseach and the then Minister for Defence, and urged both of them to call out the Army that we needed assistance in Athlone.  The then Minister instructed the council to request the Army.  A procedure should be added to the Be Winter-Ready programme, whereby after a certain specified time, the Army would automatically be called on.  The Army's presence always reassures people and we saw that at first hand in Athlone last year.<\/p> <p>I welcome the campaign and urge the Minister of State to consider my point about the Army and include it in the emergency plan.  I hope we will not need any of these measures this winter.  I hope it will be a mild and pleasant winter for everybody.  We suffered enough last year.  I urge everybody to ensure that he or she reads the booklet and is ready, like all good girl guides and boy scouts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#BB00400","speaker":"1375"},{"type":"speech","time":1481797800,"counter":276,"content":"<p>Gabhaim mo bhu&iacute;ochas leis an Aire St&aacute;it as a bheith linn.  I am glad Senator Norris is not here because unusually for me I have put a few notes together.  I hope the Minister of State will not be offended when I read my notes.<\/p> <p>When launching the Be Winter-Ready initiative in early November, the Minister of State stated it was designed to provide practical advice on the measures citizen, businesses and communities can take to prepare for severe weather events.  My colleagues have touched on them.  The purpose of the initiative is also to reassure the public that adequate preparations are being put in place to ensure a co-ordinated response when emergency services are tasked with responding to exceptional weather circumstances.<\/p> <p>I have looked at the Be Winter-Ready website and it is a helpful aid that provides useful online information and contacts for people who have access to the Internet.  Its usefulness for the elderly, however, one of the most vulnerable at risk groups from severe winter weather, is likely to be limited as they are least likely to have access to the Internet and other online resources such as Twitter and Facebook.  This means it is especially important - to be fair the Minister has touched on this - that consideration is given to older people when promoting the Be Winter-Ready campaign.  I am interested in how this might be achieved.  Will the information on the Be Winter-Ready website be provided to at risk groups which might not have online access?  This could be done through more traditional forms of communications, such as the direct mailing of leaflets with the same information that is available online.  It is also useful that local authorities have been informed of the capabilities that the Defence Forces can bring to an emergency response and advise on local call-out arrangements in advance.<\/p> <p>The Minister of State might explain how the relevant Departments and agencies plan to communicate their own preparations and information campaigns as part of what he has described as the whole of Government approach to winter readiness.<\/p> <p>In a recent reply to a parliamentary question from my colleague, Deputy &Oacute; Snodaigh, about the contingency plans that are in place to deal with natural emergencies, the Minister of State confirmed that the Department of Defence has put in place a memorandum of understanding and service level agreements with other Departments and State agencies to ensure the maintenance of essential services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of course, specialised training is essential so that Defence Forces personnel can respond more effectively in a crisis and I welcome the joint exercises involving soldiers, the navy, the Air Corps and the principal response agencies that took place recently as we work towards providing a more fully integrated response.  In 2015, for example, members of the Defence Forces participated in an interdepartmental desktop exercise based on a severe wind and rainfall event and this proved useful when responding to the storms and the wet weather of 2016.  One of the key outcomes in respect of the training was the provision of a water awareness syllabus of training and to date almost 700 Defence Forces personnel have availed of this.  Perhaps the Minister of State will expand further on any additional lessons that have been learned from the interdepartmental exercise and if future similar exercises are planned for 2017.  By engaging in these very worthwhile exercises, we will enable the Defence Forces to develop and improve their capacity to respond to requests for assistance in a flooding emergency or other incidents caused by nature.  The enhanced efforts to prepare a co-ordinated response that will cover both routine and non-routine emergency scenarios that the Defence Forces might provide must be built upon and expanded.<\/p><p>The Defence Forces should be properly utilised and become fully integrated when supporting front line Departments and agencies.  Regrettably, this has not been the case in the past, when in recent years we have experienced exceptional weather events such as the extreme cold of 2010 and last year's unprecedented flooding and storms.  The worsening weather patterns that are likely as a result of global warming and climate change are a fact of life that have caused serious hardship for both urban and rural communities across the State.  Our changing climate presents serious challenges for the Minister of State and his Government colleagues who have the responsibility for ensuring our emergency services have the resources and training to properly respond in a crisis.  To achieve this, pre-planning and careful co-ordination between the various agencies and Departments is essential as we must maximise the effectiveness of the response to emergencies.  Of course, adverse weather knows no borders.  I note that in the past there has been positive co-operation between the Department of Defence and colleagues in the North in assisting farmers, in particular, north of the Border.  I very much welcome that strategic co-operation and I ask the Minister of State to outline any pre-planning that might look at adverse impacts across the island in its entirety and how the Defence Forces personnel and other agencies can work north of the Border to assist those who find themselves in need.<\/p><p>One of the most serious failings of the past when responding to severe winter weather conditions has been the slow response to emergencies whenever they occur.  Poor planning, bad communication and indecisiveness have often left communities defenceless and exposed in the face of storms and flooding which has resulted in extensive damage that would have been minimised if the Defence Forces had been deployed more effectively.  We need to learn from lack of past readiness that has resulted in slow response times in order to ensure that Defence Forces personnel are deployed rapidly to the areas where they are needed most.  This means having in place a fully joined-up approach between all of the relevant Departments and agencies, including Met &Eacute;ireann, whose early warnings of impending severe weather should allow for a proactive deployment of personnel.  If this can be achieved we can ensure that the Defence Forces' effectiveness is maximised and that they are in the vanguard of operations to assist other first responders to emergencies.  I hope, therefore, that the winter ready initiative will help to achieve these aims.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#BB00500","speaker":"1413","continuing":true},{"type":"speech","time":1481797800,"counter":278,"content":"<p>I welcome the Minister of State to the House for this discussion on the very important Be Winter-Ready campaign.  The key issues are to be prepared, stay safe and know where to turn to for help.  These are the key messages that must be communicated, especially to older people in the community.  As others have said, people must ensure that they have an adequate supply of water and food in their homes in case we experience very harsh weather conditions.  Medication is also very important because some people may not be able to leave their homes to obtain supplies.  In terms of community spirit, it is very important that people keep an eye on one another and we have seen that happening all over the country in the past few years.<\/p> <p>Our weather conditions have changed a lot recently and we can experience several seasons in a very short space of time.  Flooding was referred to earlier and my county of Limerick has suffered a lot in this regard in recent years.  An additional difficulty is that the ESB often has to release excess water from Ardnacrusha and this further complicates matters in the area.<\/p> <p>I welcome the fact that the campaign is focused on flooding.  It provides a lot of very practical advice, such as turning off the water to one's home if one is going to be away for a number of days.  However, there are some issues relating to flooding that are crucial and deserving of more attention.  A lot has been done for flood prone areas but a lot more can be done.  Insurance is a major issue for many people.  Some householders have been unable to get home insurance because their homes are built on flood plains or they have been flooded in the past.  <\/p> <p>The campaign leaflet contains many practical tips which I welcome.  It points out the importance of maintaining our modes of transport.  Whether one uses a car or a bicycle, it is very important to ensure that the lights are working properly.  The leaflet also advises people to wear high visibility vests in the winter months so that they are clearly visible on the road.  People also need to allow extra time for their journeys.  <\/p> <p>On the issue of farm safety, a number of students from Pallaskenry College were here yesterday to meet the Minister for Agriculture, Food and the Marine, Deputy Michael Creed.  They had carried out a survey on farm safety.  The number of accidents on farms is very high but many of the 546 farmers surveyed were unaware of many important health and safety issues.  The campaign leaflet advises farmers to tell someone in the household when they are going out to check on their animals during bad weather.  <\/p> <p>The local authorities in the mid-west have come together and agreed an emergency plan, in conjunction with all of the emergency service providers.  That is something that should be replicated country wide.  Volunteers have been mentioned already and I would like to pay tribute to all of those who volunteer their time to help others.  In Limerick, for example, there are volunteers who patrol the rivers at night to make sure that there are no accidents.  These volunteers, along with the staff of all of the emergency services and local authorities, must be thanked for their work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#CC00200","speaker":"1384"},{"type":"speech","time":1481797800,"counter":279,"content":"<p>I thank all of the Senators for their contributions to this discussion.<\/p> <p>Most emergency situations, including severe weather events, are responded to and managed locally and regionally.  While the response is co-ordinated and managed at a local level in the first instance, as was the case last winter, the Department of Housing, Planning, Community and Local Government has the lead role with regard to the response at a national level to severe weather events.  As such, it can convene at short notice, the national emergency co-ordination group for severe weather comprising 27 different Departments and agencies in support of this local response, should it be required.  The convening of this group brings a whole-of-government response to bear in dealing with crises.  <\/p> <p>Last winter the aforementioned group met in advance of Storm Desmond on 4 December and convened daily from 7 December until 13 January in response to the severe weather and flooding that resulted.  The overall co-ordinated response at local, regional and national level was extremely effective in minimising the damage to property and residents at that time.  <\/p> <p>If Senators would like more information on the flooding in December 2015 and January 2016, I urge them to read the report prepared on it by the Department of Housing, Planning, Community and Local Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paul Kehoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1805\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1805&amp;amp;pid=PaulKehoeFG&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In addition, the OPW has published on its website a progress report on the interdepartmental flood policy and co-ordination group which deals with a broad range of flood risk policies and measures and the manner in which they should be implemented.  While we have tried and tested generic response mechanisms, we cannot be complacent when dealing with preparations for severe weather events and the potential dangers they pose, particularly during the winter months.  The Be Winter-Ready campaign reinforces the national emergency co-ordination group by encouraging to be prepared to stay safe and also to know where to find help if needed or required.  We have made significant strides in promoting the Be Winter-Ready campaign over the last six years.  I am sure we are all agreed that is a cost effective and efficient campaign that brings together all State resources to promote the central message of resilience. <\/p><p>As I said earlier, community resilience is vitally important in dealing with severe weather emergencies and assists the front-line emergency services greatly.  I take this opportunity acknowledge the excellent work of all our front-line services, particularly those who have to work in severe weather conditions.  However, I would also like to highlight the continued and dedicated work of individuals, community groups and voluntary emergency services for the essential assistance they provide throughout the country, in particular to the vulnerable in our communities during severe winters.  This year, the Be Winter-Ready campaign is concentrating on promoting public awareness of flooding and how to prepare for such events and on driving safely during the winter months.  We all need to take road safety seriously.  It is a particular problem during the winter months.  The Road Safety Authority has been actively campaigning, as part of the Be Winter-Ready campaign, to promote greater road safety during the winter months.   <\/p><p>A number of Senators raised particular issues, including the issue of flood insurance cover.  The OPW and Insurance Ireland have agreed a system of information sharing in regard to the flood alleviation schemes.  The Department of Finance and the OPW also meet on a quarterly basis with Insurance Ireland to discuss the availability of flood insurance cover.  The Minister of State, Deputy Se&aacute;n Canney, is on top of this issue.  As Members will be aware dealing with insurance companies can be difficult at times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#CC00300","speaker":"1365","continuing":true},{"type":"speech","time":1481797800,"counter":281,"content":"<p>On a point of order, I was notified that this debate would commence at 3.15 p.m.  The schedule issued last week did not provide a time for commencement of this matter.  I have just been told that I cannot contribute to the debate.  There are a couple of serious issues-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00200","speaker":"1387"},{"type":"speech","time":1481797800,"counter":282,"content":"<p>The Order of Business was agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00300","speaker":"1412"},{"type":"speech","time":1481797800,"counter":283,"content":"<p>-----in regard to flooding in my area last year that I was asked to raise during this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00400","speaker":"1387"},{"type":"speech","time":1481797800,"counter":284,"content":"<p>I must ask the Senator to allow the Minister of State to conclude without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00500","speaker":"1412"},{"type":"speech","time":1481797800,"counter":285,"content":"<p>The House is not scheduled to sit until 8 p.m. tonight.  We are not over-burdened with legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00600","speaker":"1387"},{"type":"speech","time":1481797800,"counter":286,"content":"<p>I must abide the rules of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00700","speaker":"1412"},{"type":"speech","time":1481797800,"counter":287,"content":"<p>Surely, I can be allowed to make a contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00800","speaker":"1387"},{"type":"speech","time":1481797800,"counter":288,"content":"<p>If I could allow the Senator to do so I would but I must abide by the rules.  The Order of Business and format for the taking of business was agreed this morning.  I am not allowing in other Senators who have also indicated that they want to contribute to the debate.  I regret that the Senator was not in the Chamber prior to the Minister of State responding to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD00900","speaker":"1412"},{"type":"speech","time":1481797800,"counter":289,"content":"<p>I would ask that more clarity be provided in the schedule in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01000","speaker":"1387"},{"type":"speech","time":1481797800,"counter":290,"content":"<p>Approximately two or three minutes before the Senator came into the Chamber I called on the Minister of State to respond as there were no other Members in the House indicating a desire to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01100","speaker":"1412"},{"type":"speech","time":1481797800,"counter":291,"content":"<p>I was at a committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01200","speaker":"1387"},{"type":"speech","time":1481797800,"counter":292,"content":"<p>Please allow the Minister of State to conclude his response without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01300","speaker":"1412"},{"type":"speech","time":1481797800,"counter":293,"content":"<p>I was informed by text from my secretary that the debate had commenced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01400","speaker":"1387"},{"type":"speech","time":1481797800,"counter":294,"content":"<p>The Order of Business was agreed.  I am only doing my job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01500","speaker":"1412"},{"type":"speech","time":1481797800,"counter":295,"content":"<p>I know.  I am only asking for the right to speak in this Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01600","speaker":"1387"},{"type":"speech","time":1481797800,"counter":296,"content":"<p>If I could allow the Senator to do so, I would but the rules do not allow me to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01700","speaker":"1412"},{"type":"speech","time":1481797800,"counter":297,"content":"<p>A number of Senators raised the issue of insurance, which are matters for the OPW and the Minister of State, Deputy Canney.  I appeal to the insurance companies to recognise the great work that the OPW has been doing and the millions of euros it has invested in flood relief measures in towns and villages across the country.  I believe they should be offering cover to householders in general once alleviation works have been completed.<\/p> <p>The IFA scheme was also mentioned.  It has been very helpful, particularly to local authorities that are unable to reach minor roads.  Local authorities and their preparedness for emergencies was also mentioned.  There are a range of emergency responses in every county.  A huge amount of training and exercises are also being carried out across the country.  One such exercise was carried out by the Defence Forces at the barracks in Kilkenny and involved, Kilkenny, Wexford, Waterford, Tipperary and Carlow county councils.  This will ensure that should a severe weather event or flooding occur in any of the towns in those counties there will be a co-ordinated response by the councils and so on.  It is not true to say that there is a lack of co-ordination of services.  <\/p> <p>Senator McFadden spoke about elderly people and the need for neighbours to keep an eye on them.  I appeal to all people to look out for and visit elderly people who are living alone and incapable of leaving their homes during the winter months.  I pay tribute to the many volunteer organisations who work in this area, in particular the Civil Defence, which comes under the remit of my Department.<\/p> <p>A number of Senators, including Senator McFadden, spoke about the Army being called in to assist county councils.  Aid to the civil power is a matter for individual local authorities.  I can assure the Seanad that the Defence Forces are ready, willing and able to assist at any time.  Senator McFadden will be aware of the great work carried out last year in her county by the Defence Forces.  <\/p> <p>On the issue raised by Senator &Oacute; Donnghaile, I chair the Government task force on emergency planning on which all Departments and agencies are represented.  The task force meets on a regular basis and met yesterday for two and a half hours during which a range of issues were discussed.  There is a co-ordinated approach to the issues arising.  There is no doubt but that all local authorities and agencies are faced with huge challenges when it comes to severe weather events because of the uncertainty around what may or may not occur.  As such, we have to be ready for all eventualities.  I can assure Senator &Oacute; Donnghaile that the Defence Forces do not cross the Border for specific reasons.<\/p> <p>Senator Maria Byrne referred to household tips.  I refer the Senator to the Department's website which provides links to other websites which contain domestic household tips.  Farm safety is another huge issue in winter time.  We must all be cognisant of the need for vigilance in that regard.  As I said earlier, a huge number of exercises are carried out between the Defence Forces and local authorities across the country.  I have spoken to the commanders of each of our brigades and asked them to encourage this practise.  These exercises are important to ensuring we are prepared. <\/p> <p>I thank all the Senators who contributed to the debate.  I take this opportunity to wish Members of the Seanad, including the Acting Chairman, Senator Horkan, a very Happy Christmas and prosperous 2017.  I look forward to returning to the House in 2017.  I would also like to thank my officials and the officials in all of the emergency departments, particularly the office of emergency planning, who often had to work in very difficult circumstances.  As I said earlier, these are the people on whom we depend in difficult weather conditions.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#DD01800","speaker":"1365"},{"type":"majorheading","content":"Appropriation Bill 2016: Second and Subsequent Stages","time":1481797800,"counter":298,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#EE00100"},{"type":"unspoken","time":1481797800,"counter":299,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1481797800,"counter":300,"content":"<p>The Appropriation Bill 2016 is an essential element of financial housekeeping that, as Members of the House are aware, must be concluded by both Houses of the Oireachtas this year.<\/p> <p>The Bill serves two primary purposes.  First, it is necessary to authorise in law all the expenditure that has been undertaken in 2016 on the basis of the Estimates voted on by the D&aacute;il during the year.  The amounts included in section 1 and Schedule 1, to be appropriated for supply services, all relate to amounts included in the Revised Estimates for 2016 of &euro;44.2 billion in aggregate, voted on by the D&aacute;il in April and July this year, as well as the Supplementary Estimates worth &euro;0.4 billion, agreed by the D&aacute;il last week.<\/p> <p>The second key purpose of the Bill is to provide a legal basis for spending to continue into 2017.  The passage of the Bill allows continued funding, in the period before the 2017 Estimates are approved, of social welfare payments from the social protection Vote, Exchequer pay and pensions, and other voted expenditure.<\/p> <p>Under the rolling multi-annual capital envelopes introduced in budget 2004, Departments may carry over unspent capital from the current year to the following year, up to a maximum of 10% of voted capital.  The multi-annual systems is designed to improve the efficiency and effectiveness of the management by Departments and agencies of capital programmes and projects.  It recognises the difficulties inherent in the planning and profiling of capital expenditure and acknowledges that capital projects may be subject to delays.  The carryover facility allows for a portion of unspent moneys, which would have been lost to the capital programmes and projects concerned under the annual system of allocating capital, to be made available for spending on programme priorities in the subsequent year.<\/p> <p>The Appropriation Act determines definitively the capital amounts that may be carried over to the following year.  The aggregate amount of proposed capital carryover is just under &euro;76.5 million, which represents less than 2% of the total Exchequer capital programme of &euro;4.2 billion for 2016.  In 2015, there was an amount of just under &euro;112 million in capital expenditure savings carried over into 2016.<\/p> <p>The proposed amounts to be carried over by Vote are set out in Schedule 2 to the Bill.  The 2017 Revised Estimates volume, published today, sets out detailed financial and key performance information for Departments and offices.  In Part II of the Estimates, for each Vote availing of a capital carryover facility a table is included listing the amounts to be deferred by subhead.<\/p> <p>Certain Exchequer pay and pensions and social welfare payments, particularly child benefit, are due for payment by electronic fund transfer on 3 January 2017.  With the banking system closed on 2 January 2017, funding will need to be in place in departmental bank accounts by 30 December 2016 to meet those liabilities on a timely basis.  In addition, An Post needs to be pre-funded before the end of 2016 in respect of child benefit payments due in the first week of January 2017 in order to convert electronic funds transfer payments from the Department of Social Protection into real cash and physically transfer it to its network of post offices throughout the country.<\/p> <p>These Exchequer pay, pension and social welfare payments will form part of the supply services for 2017, and consequently the funds to cover these costs will be included in amounts disbursed from the Central Fund to the Paymaster General's supply account as part of the 2017 supply issues.  These costs will come under moneys voted in 2017 in respect of which the usual processes and mechanisms for voted moneys in 2017 will apply.  However, as the funds need to be available in the Paymaster General's supply account before the end of the year, in order to facilitate timely payment, section 3 of the Appropriation Bill includes a specific provision to allow for an advance from the Central Fund to the Paymaster General's supply account.  Any amounts advanced to the supply account would then be repaid to the Central Fund in January.  The Bill provides that the amounts so advanced shall not exceed &euro;200 million. <\/p> <p>The signed Act is required by the Comptroller and Auditor General for clearance of the end-year issues from the Exchequer.  Under Article 25.2.1&deg; of the Constitution, the President may not sign a Bill earlier than the fifth day after the date on which the Bill is presented to him.  However, there is provision in Article 25.2.2&deg; whereby, at the request of the Government, with the prior concurrence of Seanad &Eacute;ireann, the President may sign a Bill on an earlier date than the fifth day mentioned.  In view of the urgency of this Bill, the provision in Article 25.2.2&deg; is sought, and a motion to this effect is placed before the Seanad.  Such an early signature motion has also been sought in regard to the Appropriation Bill in previous years.<\/p> <p>I remarked at the outset that the Appropriation Bill is an essential element of housekeeping that those of us in both Houses of the Oireachtas are required to undertake.  The passing of the Bill will authorise in law all of the expenditure that has been undertaken in 2016 on the basis of the Estimates voted on by the D&aacute;il during the year.  Of fundamental importance to those who depend on our essential public services, the passage of the Appropriation Bill will allow the payments required for these public services to continue in 2017 in the period before the 2017 Estimates are voted.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#EE00300","speaker":"1295"},{"type":"speech","time":1481797800,"counter":301,"content":"<p>I thank the Minister of State.  No Senator has yet indicated he or she wants to speak on this matter.  On that basis, I will start with Senator Niall &Oacute; Donnghaile.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#EE00400","speaker":"1412"},{"type":"speech","time":1481797800,"counter":302,"content":"<p>Gabhaim bu&iacute;ochas leis an Aire St&aacute;it as bheith anseo.  I am deputising for my colleague Senator Paul Gavan so I hope the Minister of State will accept a lesser Senator in this instance.<\/p> <p>The Bill is a necessary piece of housekeeping effectively to validate all expenditure by Departments approved under the Estimates and Supplementary Estimates processes.  Previously, this housekeeping was done without debate and discussion.  I welcome, therefore, the introduction in recent years of additional debate on the subject.  However, further serious consultation on spending is required.  There has been some reform but it is unfortunately a procedural rubber-stamping of public expenditure choices made by the Government.  The Minister of State is simply informing us of what we already know.<\/p> <p>Sinn F&eacute;in is fully aware of the choices that this right-wing, conservative Government has made throughout 2016 and understands the consequences of yet another year of elitism and conservatism in government.  Evidence of gross inequality in our society is widespread.  This is shameful.  We can derive evidence from the homelessness crisis, the health crisis and the inequality in the education sector.  We, as representatives of the public, have a responsibility to do our utmost to deliver a fair and equal society.  However, the choices the Government has made and continues to make achieve the exact opposite.<\/p> <p>According to a recently published TASC report, the percentage of the population living in deprivation rose from 26% in 2015 to 29% in 2016.  The cost of living rose from 21.2% to 25.1% in 2016.  The total wealth share of the bottom 50% fell from 12% to 4.9%.  This State has the second lowest level of public capital investment in the entire European Union.  This is at the same time as having a major housing crisis, with 2,426 children homeless in emergency accommodation.  According to HSE audit figures, more than twice as many patients were languishing on trolleys for longer than nine hours in November 2016 than in November 2014.  Circumstances are not getting any better.  In fact, they are getting worse.  Whatever choices this Government is making are clearly not delivering for ordinary working people.  Let it be made clear that there is no coincidence in all of this.  The economic inequality that is evidently on the increase across the State is a direct result of Government policy and the unequal nature of how money is spent.<\/p> <p>What Sinn F&eacute;in wants for this State is to see a complete change of direction.  We want to see an increase in capital expenditure in order to build much-needed homes, schools and health facilities.  In our alternative budget, we have costed for additional expenditure of &euro;490 million on housing to ensure that 7,000 families will be provided with somewhere to live and the security that comes with that.  We have costed for &euro;150 million in health to ensure the trolley crisis is addressed and for the HSE to work towards reaching HIQA standards.  We have also costed for an additional &euro;179 million in education.  No longer can we leave children behind in this society.  All children deserve an equal chance, which, of course, begins with education.<\/p> <p>Above all else, Sinn F&eacute;in is committed to developing an all-island economy that supports jobs and growth.  Just last week, we launched Towards a United Ireland, a comprehensive document that sets out our vision for this island and the costings behind what would truly be an equal society.  I hope every Member has an opportunity to read it.  If not, they can get copies from me.<\/p> <p>This rubber-stamping procedure is simply not good enough when it comes to the annual validation of Government expenditure.  We need to see much more time invested in the equality-proofing of Government expenditure.  That is something to which the Upper House could very well devote time and in which it could find a role for itself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#EE00500","speaker":"1413"},{"type":"speech","time":1481797800,"counter":303,"content":"<p>When we see the Appropriation Bill come before the House every year, we know Christmas is at hand.  I welcome the Minister of State to the House and wish him a very happy Christmas and all the best for the new year.  I wish a happy Christmas to the Acting Chairman, the Members and the staff, who have done great work over what has been a very long year since the beginning of January.<\/p> <p>The Appropriation Bill makes provision in law for the carrying over of unspent capital into the first days of January for the payment of social welfare and pensions so recipients will not be left short when they go to the post office or elsewhere to collect their money.  The maximum that the Appropriation Bill will allow to be paid out in these circumstances is &euro;200 million.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Over the years, we have seen many local authorities, health services and various Departments get a certain amount of funding that they do not spend over the year.  In some cases, many of those Departments and local authorities rush to spend the funding before the end of the year.  Does this Bill mean that there is no need for that, that funding can be held off until the following year and that the works can be carried on into 2017, as in this case, rather than spending the money very quickly and, in some cases, making rash and poor decisions?  I would much prefer to see moneys like that carried over so that we get the best value for money in the following year.  In these circumstances, does the Appropriation Bill allow for funding of this nature to be carried over?  I see that funding carried over this year is &euro;77 million.  In respect of this figure, the Minister of State said that some capital projects have been carried over but there are capital and current projects.  Could the Minister of State explain what can and cannot be carried over?  Other than that, I welcome the Bill and will not hold up its passage through the House in any way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#EE00600","speaker":"1380","continuing":true},{"type":"speech","time":1481797800,"counter":305,"content":"<p>As no other Senators are indicating that they would like to contribute, I call on the Minister of State to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF00200","speaker":"1412"},{"type":"speech","time":1481797800,"counter":306,"content":"<p>In respect of the Senator's question, up to a maximum of 10% of the voted budget in capital spending can be carried forward into the next year.  This is the practice that is now in place.  As the Senator rightly pointed out, it is a good thing to be able to do in terms of managing budgets.  When it comes to capital spend, it can be sometimes difficult to meet the spend in the 12-year cycle so the carryover is very helpful there but it is only to a maximum of 10%.  It does not work that way with current expenditure so if there is a shortfall or a saving to be made, that can be reallocated.  That would be the best way that money would then be used or surrendered back to Exchequer for the Government to reallocate to another Department if it was coming from one Department to another.<\/p> <p>I thank Senator &Oacute; Donnghaile for his very informative contribution.  I do not want to get into a full debate around the budget because we already had that opportunity here but I will note on the record that spending on capital and education is up.  In particular, a very good part of the Finance Bill related to early learning initiatives, which we all agree are a very important part of Government priorities regarding how we spend our money and what we see as the public good.  In terms of the process around this and the opportunity we have to debate the issues here today, I note the reforms introduced by the Government regarding the budgetary process which will continue into next year and which will be enhanced.  Insofar as the Department is concerned, this year, we moved to more transparency in the documents we publish and when we publish them.  There is also greater engagement through the new Committee on Budgetary Oversight, which will improve and be enhanced when additional resources are given to it in terms of a dedicated unit to help Deputies and Senators to be able to debate particular issues around the budget and their own ideas as well and to have them properly costed so that we can have a fully informed budgetary process in 2017 looking into 2018.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF00300","speaker":"1295"},{"type":"unspoken","time":1481797800,"counter":307,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1481797800,"counter":308,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF00500","speaker":"1412"},{"type":"speech","time":1481797800,"counter":309,"content":"<p>Now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF00600","speaker":"1380"},{"type":"unspoken","time":1481797800,"counter":310,"content":"<p>Bill put through Committee, reported without recommendation, received for final consideration and ordered to be returned to the D&aacute;il.<\/p>"},{"type":"majorheading","content":"Appropriation Bill 2016: Motion for Earlier Signature","time":1481797800,"counter":311,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF01200"},{"type":"speech","time":1481797800,"counter":312,"content":"<p>I move:<\/p><blockquote>That pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Appropriation Bill 2016 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF01300","speaker":"1380"},{"type":"unspoken","time":1481797800,"counter":313,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Courts Bill 2016: Second Stage","time":1481797800,"counter":314,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF01500"},{"type":"unspoken","time":1481797800,"counter":315,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1481797800,"counter":316,"content":"<p>At the outset, on behalf of the T&aacute;naiste and Minister for Justice and Equality, I thank the House for facilitating early discussion of this short and rather technical Bill.  The original intention of the Bill was to address the implications of a Court of Appeal ruling in July last.  In that case, the court ruled that where property such as domestic dwellings or agricultural land is designated as non-rateable under Schedule 4 of the Valuation Act 2001, the Circuit Court has no jurisdiction to hear proceedings in respect of such property.<\/p> <p>The Government was concerned that the Court of Appeal ruling had the potential to seriously disrupt the operation of the courts by requiring a range of property-related court proceedings to be taken in the High Court rather than the Circuit Court thereby increasing court-related costs for the parties and delays in the determination of cases.  The ruling also had the potential to disrupt the operation of measures unrelated to court jurisdiction which rely on the availability of a rateable valuation threshold.<\/p> <p>Following the completion of Second Stage in the D&aacute;il, an appeal against the Court of Appeal ruling was accepted by the Supreme Court.  As a consequence, sections 1, 2 and 3 of the Bill as initiated were removed from the Bill on Committee Stage.  The Bill now before this House contains important provisions relating to court jurisdiction and the rateable valuation system.  Moreover, a number of important amendments to the Bill were tabled on Committee Stage relating to the position of Taxing Master and the transition of that post to the new Office of the Legal Costs Adjudicators.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy David Stanton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1053\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1053&amp;amp;pid=DavidStanton&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Before turning to the content of the Bill, I should explain that enactment of this legislation will be accompanied by the making of commencement orders by the Minister for Justice and Equality which will bring provisions originally enacted in the Civil Liability and Courts Act 2004 into operation, namely, sections 45 to 48, inclusive, and 50 to 53, inclusive.  These contain provisions which determine the Circuit Court&rsquo;s jurisdiction on the basis of a property&rsquo;s market value rather than its rateable valuation.  Where the market value is less than &euro;3 million, the Circuit Court will have jurisdiction.  Otherwise, the proceedings will be heard in the High Court.  The delay in commencing these provisions to date appears to have been related to the delayed roll out of the new valuation system under the Valuation Act 2001.<\/p><p>I will now turn to the detailed proposals in the Bill.  Section 1 inserts a new section 53A into the Civil Liability and Courts Act 2004.  It contains a new rebuttable presumption mechanism whereby the value of property will be presumed to be below &euro;3 million for evidentiary purposes.  It means that in the event of a dispute between parties as to the alleged market value, a party may adduce evidence that the value of the property exceeds &euro;3 million and that proceedings should be brought before the High Court rather than the Circuit Court.  This mechanism will serve to protect the rights of parties to disputes concerning the value of property which is the subject of litigation.  As I have already mentioned, the intention is that this legislation will be accompanied by commencement of various sections of the Civil Liability and Courts Act 2004, all of which change the basis of jurisdiction in the Circuit Court from rateable valuation to market value.<\/p><p>Section 2 amends several sections of the Civil Partnership and Certain Rights and Obligations of Cohabitants Act 2010 in order to provide that the existing right to apply to have proceedings under those provisions transferred from the Circuit Court to the High Court will only apply where the land involved has a market value above &euro;3 million.  This change will, following the making of relevant commencement order, bring the right to apply to have proceedings transferred to the High Court into line with corresponding provisions in other family law Acts, namely, the Family Home Protection Act 1976, the Judicial Separation and Reform Act 1989, the Family Law Act 1995 and the Family Law (Divorce) Act 1996.  Subsection 2(b) will replace the existing text of subsection (10) of section 140.  The District Court will no longer have jurisdiction in proceedings involving land where its rateable valuation is less than &euro;25 but will continue to have jurisdiction in the case of chattels up to a value of &euro;15,000, similar to its jurisdiction under the Family Home Protection Act 1976.<\/p><p>Section 3 is a technical provision which substitutes a new text for subsection (3) of section 60 of the Valuation Act 2001.  It will provide that production to a tribunal or court of a certificate issued under section 67(4) by an authorised officer shall be sufficient evidence, until the contrary is proved, of the matters stated in the certificate.  At present, this subsection does not include a reference to section 67.<\/p><p>Rateable valuation thresholds are in use not only to determine Circuit Court jurisdiction but matters unrelated to jurisdiction such as, for example, eligibility to acquire freehold title in accordance with ground rents legislation.  Under the Landlord and Tenant (Ground Rents) (No. 2) Act 1978, the ground rent tenant&rsquo;s right to acquire the freehold arises in certain cases where the amount of the annual ground rent is less than the rateable valuation for the property concerned.  In order to facilitate continued exercise of this right and continued use in various other contexts in cases of non-rateable property, section 67 of the 2001 Act allows the Valuation Office to issue a certificate of rateable valuation to the ground rent tenant in the case of non-rateable property, that is property included in Schedule 4 of the 2001 Act.  In order to preserve this important mechanism and continued usage of rateable valuation in matters unrelated to Circuit Court jurisdiction, it is proposed to insert a new subsection (2A) in section 67 of the 2001 Act.  It clarifies that the certificates issued under that section are based on the value of other comparable properties appearing on valuation lists existing prior to the roll out of the new valuation system under the 2001 Act.<\/p><p>Arising from discussions with the Courts Service and with the current senior Taxing Master, it is reasonable to assume that a period of up to six months will be required to get the existing office sufficiently prepared for the switch over to the new Office of the Legal Costs Adjudicator.  Substantial groundwork, including the setting up of new procedures, a register of determinations, devising and promulgating new rules of court, training and a range of other preparatory work will have to be undertaken and completed before this transition can take place.  To address these issues a number of new sections were inserted in the Bill which make provision for the extension of the period of office of a Taxing Master for a period of up to three years, in section 6 and the procedures to be followed for the completion or carry over of any work on hand at the office of Taxing Master, in section 7.  In addition, an amendment was made to section 139(2) of the Legal Services Regulation Act 2015 in order to rectify a discrepancy arising from the language used in that section in its current form.  Finally, the Long Title was amended to reflect the deletion of the three sections.<\/p><p>Section 7 amends the eighth Schedule to the Courts (Supplemental Provisions) Act 1961 by the insertion of a new paragraph I 8A.  The new paragraph deals with a variety of working options to be applied in relation to completing the functions of a Taxing Master which may not, on the occasion of his or her vacating office, have been fully performed.  This amendment is considered necessary in order to allow for the completion of matters referred for taxation which may be in train at the time a Taxing Master vacates his or her office.<\/p><p>On section 9, several provisions in the licensing Acts, one of which dates from the 19th century, contain requirements in relation to the rateable valuation of licensed premises.  In each case, the rateable valuation of the property concerned must be considered by the court in the context of granting a licence for the sale of intoxicating liquor.  The provisions have in common the fact that they were enacted prior to the introduction of planning legislation and their objective was to ensure that certain minimum standards were met by licensed premises.  They have, however, been overtaken by the detailed planning provisions of the Planning and Development Acts and may now be repealed.  Section 10 is a standard provision relating to the Short Title of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#FF01700","speaker":"1277","continuing":true},{"type":"speech","time":1481797800,"counter":318,"content":"<p>I thank the Minister of State for his very comprehensive outline of what is an important but very technical Bill.  That was probably the most technical speech I have heard in all of my time in the House.  Senator &Oacute; Donnghaile is first and he has eight minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#GG00200","speaker":"1412"},{"type":"speech","time":1481797800,"counter":319,"content":"<p>Never fear, I will not be using the full eight minutes.  I do not want to prolong the agony for my fellow valiant Senators who have lasted the pace this afternoon.  The Minister of State already knows the Sinn F&eacute;in position on this Bill.  We tabled some very modest amendments to it but they were not accepted, unfortunately.  However, we still have an opportunity to reflect on those very sincere and genuine contributions that we sought to make to this Bill as well as to consider what it is about, what it seeks to do and, most important, who it seeks to help.  From my party's perspective, legislation should help tenants in rental properties, first and foremost, as opposed to the banks.  That point has been made by my party as recently as last night in the D&aacute;il.  We will have an opportunity to return to this Bill on Tuesday.  While we are opposed to the Bill at this stage, we will hold our fire until we return to it on Tuesday.  Given some of the contributions that were made in the D&aacute;il by Sinn F&eacute;in and others, there will be an opportunity to reflect further and, hopefully, amend this Bill for the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#GG00300","speaker":"1413"},{"type":"speech","time":1481797800,"counter":320,"content":"<p>I thank Senator &Oacute; Donnghaile, in particular for his brevity.  Senator Conway is next.  He also has eight minutes but it is a maximum rather than a target.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#GG00400","speaker":"1412"},{"type":"speech","time":1481797800,"counter":321,"content":"<p>As the Minister of State has said, this is a largely technical Bill.  In the justice area, one often deals with legislation arising from court judgments.  This Bill is largely the result of rulings of the courts in July of this year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2016&amp;amp;month=12&amp;amp;day=15\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a technical Bill.  I respect that there are minor changes the Minister of State would like to make, as we all would.  The changes are in train.  New politics is working very well.  The role of Parliament is completely different compared to any other D&aacute;il and Seanad because the Government has no choice but to listen and to take amendments on board that are constructive from across the House.  That is good for politics.  I would much prefer to see a consensus-style politics.  It works very well in other countries but it is still in its infancy in this country.  It will be a very interesting and exciting chapter in the political history of this country and society will be far better for it.<\/p><p>I am delighted to support the Bill.  I commend the Minister of State, Deputy Stanton.  He has had a very busy six months and I am sure he is looking forward to taking some downtime over the Christmas period and I wish him well in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#GG00500","speaker":"1416","continuing":true},{"type":"speech","time":1481797800,"counter":323,"content":"<p>I thank the Senators for their brevity and their words on the Bill.  On behalf of the Minister for Justice and Equality, I thank the House for facilitating an early discussion of this short rather technical Bill.  As I stated, the Bill now before the House contains important provisions relating to court jurisdiction and the rateable valuation system.  Moreover, a number of important amendments to the Bill were tabled on Committee Stage relating to the position of Taxing Master and the transition of that post to the new office of the legal costs adjudicator.  That was in the D&aacute;il.<\/p> <p>Enactment of the Bill would be accompanied by the making of a commencement order by the Minister for Justice and Equality, which would bring provisions originally enacted in the Civil Liability and Courts Act 2004 into operation, namely, sections 45 to 48, inclusive, and 50 to 53, inclusive.  These contain provisions which determine the Circuit Court's jurisdiction on the basis of a property's market value rather than its rateable valuation.  Where the market value is less than &euro;3 million, the Circuit Court will have jurisdiction.  Otherwise, the proceedings will be heard in the High Court.<\/p> <p>The Bill includes two amendments to the Valuation Act 2001, which were designed to clarify the evidentiary nature of a certificate issued under section 67 of the 2001 Act and to provide that certificates issued under that section are based on the value of other comparable properties appearing on valuation lists existing prior to the roll-out of the new valuation system under the 2001 Act.  These amendments will ensure that section 67 will continue to operate as originally intended by the Oireachtas.<\/p> <p>The Bill also contains important provisions relating to the position of the Taxing Master and the transition from Taxing Master to the office of the legal costs adjudicator, as provided for in the Legal Services Regulation Act 2015.<\/p> <p>The Bill also provides for the repeal of a number of rateable valuations related to licensing provisions which have been overtaken by the detailed provisions of the planning and developments Acts.  This is an important but largely technical Bill and for the stated reasons I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#HH00200","speaker":"1277"},{"type":"unspoken","time":1481797800,"counter":324,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1481797800,"counter":325,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#HH00400","speaker":"1412"},{"type":"speech","time":1481797800,"counter":326,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#HH00500","speaker":"1416"},{"type":"unspoken","time":1481797800,"counter":327,"content":"<p>Committee Stage ordered for Tuesday, 20 December 2016.<\/p>"},{"type":"speech","time":1481797800,"counter":328,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#HH00650","speaker":"1412"},{"type":"speech","time":1481797800,"counter":329,"content":"<p>At 11.30 a.m. next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016121500002#HH00675","speaker":"1416"},{"type":"unspoken","time":1481797800,"counter":330,"content":"<p>The Seanad adjourned at 3.55 p.m. until 11 a.m. on Tuesday, 20 December 2016.<\/p>","notice":"TIME STRING DETECTED"}]