[{"type":"minorheading","content":"Prelude","time":1606744800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:00","time":1606744800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1606744800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1606744800,"counter":4},{"type":"majorheading","content":"Credit Union Restructuring Board (Dissolution) Bill 2019: Committee and Remaining Stages","time":1606744800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A00100"},{"type":"unspoken","time":1606744800,"counter":6,"content":"<p>Sections 1 to 22, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":7,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":8,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1606744800,"counter":9,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A00400","speaker":"1692"},{"type":"speech","time":1606744800,"counter":10,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A00500","speaker":"1665"},{"type":"speech","time":1606744800,"counter":11,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A00600","speaker":"1692"},{"type":"unspoken","time":1606744800,"counter":12,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1606744800,"counter":13,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A00800","speaker":"1692"},{"type":"speech","time":1606744800,"counter":14,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A00900","speaker":"1665"},{"type":"speech","time":1606744800,"counter":15,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#A01000","speaker":"1692"},{"type":"unspoken","time":1606744800,"counter":16,"content":"<p>Question, \"That the Bill do now pass\", put and agreed to.<\/p>"},{"type":"majorheading","content":"Finance (Miscellaneous Provisions) Bill 2020: Committee and Remaining Stages","time":1606744800,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#C00100"},{"type":"unspoken","time":1606744800,"counter":18,"content":"<p>Sections 1 to 6, inclusive, agreed to.\r\n\r\nSECTION 7<\/p>"},{"type":"unspoken","time":1606744800,"counter":19,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"unspoken","time":1606744800,"counter":20,"content":"<p>Amendment agreed to.\r\n\r\nSection 7, as amended, agreed to.\r\n\r\nSections 8 to 15, inclusive, agreed to.\r\n\r\nTITLE<\/p>"},{"type":"unspoken","time":1606744800,"counter":21,"content":"<p>Government amendment No. 1a:<\/p><p><\/p>"},{"type":"unspoken","time":1606744800,"counter":22,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":23,"content":"<p>Government amendment No. 1b:<\/p><p><\/p>"},{"type":"unspoken","time":1606744800,"counter":24,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":25,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"unspoken","time":1606744800,"counter":26,"content":"<p>Amendment agreed to.<\/p><p>Title, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":27,"content":"<p>Bill reported with amendments.<\/p>"},{"type":"speech","time":1606744800,"counter":28,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#D00300","speaker":"1692"},{"type":"speech","time":1606744800,"counter":29,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#D00400","speaker":"1665"},{"type":"speech","time":1606744800,"counter":30,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#D00500","speaker":"1692"},{"type":"unspoken","time":1606744800,"counter":31,"content":"<p>Bill, as amended, received for final consideration.<\/p>"},{"type":"speech","time":1606744800,"counter":32,"content":"<p>When is it proposed to take Fifth Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#D00700","speaker":"1692"},{"type":"speech","time":1606744800,"counter":33,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#D00800","speaker":"1665"},{"type":"speech","time":1606744800,"counter":34,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#D00900","speaker":"1692"},{"type":"unspoken","time":1606744800,"counter":35,"content":"<p>Question, \"That the Bill do now pass\", put and agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":36,"content":"<p>Sitting suspended at 2.16 p.m. and resumed at 2.34 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Planning and Development Bill 2020: Committee and Remaining Stages","time":1606744800,"counter":37,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00100"},{"type":"speech","time":1606744800,"counter":38,"content":"<p>I welcome the Minister of State at the Department of Housing, Local Government and Heritage, Deputy Malcolm Noonan, and his colleagues to the House.  The matter before the House is Committee Stage of the Planning and Development Bill 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00200","speaker":"1692"},{"type":"unspoken","time":1606744800,"counter":39,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1606744800,"counter":40,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1606744800,"counter":41,"content":"<p>Amendments Nos. 1 to 6, inclusive, and 12 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00500","speaker":"1692"},{"type":"speech","time":1606744800,"counter":42,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 3, line 25, to delete &ldquo;Section 11&rdquo; and substitute the following:&ldquo;(1) Section 11&rdquo;. <\/blockquote> <p>This group of amendments relate to the requirement to have an online public meeting, and in ordinary circumstances the requirement to hold a public meeting.  I am concerned that if it comes down to &quot;may include the holding of a public meeting&quot; the local authorities would use this as an excuse to have online-only meetings.  Our amendments include a sunset clause.  Senator Higgins's amendment provides that the requirement shall include public meetings online and, except in an emergency period, also in person.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00600","speaker":"1672"},{"type":"speech","time":1606744800,"counter":43,"content":"<p>I will be supporting Government amendment No. 2, which I believe is better than the original provision in the Bill.  Having said that, I would prefer amendment No. 3, which clarifies the matter even further and better.  The aim here is to enhance the system already in place by increasing participation options, such as online meetings.  We need absolute clarity that any intention to retain an online format will not mean the end of public meetings and the interface between planners and individuals and their communities as it stands.  There is still work to be done.  I am aware that my Sinn F&eacute;in colleagues in the D&aacute;il will also return to this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00700","speaker":"1686"},{"type":"speech","time":1606744800,"counter":44,"content":"<p>Perhaps the Leas-Chathaoirleach will give me some guidance on whether it is in order for me to move my amendment at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00800","speaker":"1634"},{"type":"speech","time":1606744800,"counter":45,"content":"<p>The Senator can speak to his amendment in this group, and it will be moved later in order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H00900","speaker":"1692"},{"type":"speech","time":1606744800,"counter":46,"content":"<p>That is great, I am happy to do that.  I welcome the Minister of State, Deputy Noonan, to the House.  This is an issue that will be of enormous interest to him.<\/p> <p>I am opposed to the Government amendment No. 2.  It is not over very much, it is all about \"and\" and \"or\".  I believe that we should continue to have public consultation.  It should remain a statutory situation, as it currently is.  I am very conscious of the difference between executive and reserved functions.  I am also very conscious that in the first part of the draft of any county development, city or county, it is a matter for the chief executive.  It is the executive's plan until such time as it goes to the elected members of the city or county council, at which time they make amendments.  It then goes on to public display and it shifts to the reserved functions.<\/p> <p>The Planning and Development Bill 2020 is relatively short and concise.  It was drafted as a response to the Covid-19 pandemic.  The Bill allows certain prescribed emergency periods to be disregarded when calculating relevant periods of time under which the building control and planning and development legislation, including the relevant statutory instruments, are implemented.  The Bill also replaces the mandatory requirement on city and county council executives to hold public meetings about proposed city and council development plans, with an obligation for planning authorities to consult with and to invite written submissions from members of the pubic on the proposed development plan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">I refer to the amendment of section 11 of the principal Act.  Section 2 of the Bill would substitute a new section 11(3)(b) for the existing provisions of the 2000 Act.  The current provisions state that the planning authority:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I refer to the amendment of section 11 of the principal Act.  Section 2 of the Bill would substitute a new section 11(3)(b) for the existing provisions of the 2000 Act.  The current provisions state that the planning authority \"shall hold public meetings and seek written submissions regarding all or any aspect of the proposed development plan and may invite oral submissions\" from the public.  The new position would provide the planning authority with more discretion.<\/p><p>Under the new paragraph, the planning authority would only be required to \"consult with members of the public in such manner (which may include the holding of a public meeting) as it considers appropriate\".  The ambiguity in that concerns me.  Who will be the planning authority at the particular time that these decisions are being made?  We should remember that this is the executive and not the elected members.  That is an important point to make.  The authority would, the paragraph continues, \"invite submissions in writing from members of the public, in relation to a proposed development plan\".  The new paragraph would retain the discretion to invite oral submissions from the public and I welcome that.  Making a variation of a development plan under sections 9, 12 and 13 of the 2000 Act is a reserved function of the elected members, as the Minister of State well knows, which falls to the elected city and county councillors, as provided for in sections 131 and 131A and Part 3 of Schedule 14A of the Local Government Act 2001, as amended.<\/p><p>However, I accept the preparation of the draft development plan under section 11 of the 2000 Act is a function of the council chief executives and their executive team.  Therefore, it would be the executive that would determine the consultation method appropriate in the circumstances and that is as it is.  Although the legislation is aimed at limiting the effects of the Covid-19 pandemic - I fully recognise the importance of that and how it will impact on the planning process - the provision is not time or event limited.  In simple terms, there is no sunset clause.  We are dealing with what is emergency legislation and I understand and accept the need for it.  Embedded in this emergency legislation, however, is this permanent little arrangement, as it was described in the House the other day, which would empower the executives, not the city and county councillors, to decide in a manner that they consider befitting and appropriate.  They should not have that discretion.<\/p><p>I have spoken to a number of city and county councillors from all parties and none.  I have been active in this area and I am greatly encouraged by their engagement in this process.  Let us not put a block or stop to engagement in a planning process.  I am all in favour of new methods of communication such as Facebook, Instagram and any possible IT solutions, of which more will come down the track.  However, I also recognise the importance of face-to-face contact with people and personal engagement with the citizens that city and county councillors and Deputies represent.  My experience of being a member of a council for many years is that Deputies, Senators and city and county councillors welcomed, engaged and participated and they met face-to-face with their people and communities.  This healthy and important process should be retained.  I am not against anything the Minister of State or the Department are trying to do.  I just want to be sure there is no doubt or ambiguity in statute about the concept of public engagement.<\/p><p>I accept the preparations of the draft development plan under section 11 of the 2000 Act is an executive function, as I have already said.  Although the legislation is aimed at limiting the effects of the Covid-19 pandemic on the planning process, the provision is not time or event limited.  It would involved a \"permanent change\", as the Minister of State, Deputy English, told the House last week, in what is emergency legislation.  I suggest to the Minister of State, Deputy Noonan, who has come with strong credentials in the areas of public engagement and planning and environmental matters, that this would not sit comfortably with him.  That is important and we need to consult the public.<\/p><p>With the widespread availability of modern communication technology, online consultation techniques can help to increase the public's understanding and the quality of its participation in city, county and local development plans.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important we keep this process as open as possible and we encourage people of all ages, backgrounds and traditions, whether advantaged or disadvantaged, engaged and involved.  Some councils have fewer than 100 people engaged in their development plans.  Other city and county councils have thousands - is that not wonderful - engaging in future planning and development, shaping the outcomes of their communities for the next five and six years.  Participation is a keyword in that and we need to assist everyone in that.<\/p><p>Online consultations can complement face-to-face public meetings and hearings.  I want to make it clear that I will not be part of any legislation that curtails public engagement.  I want it backed up by assurances that it is imbedded into the statutory planning and development process.  There can be no doubt or discretion about this.  No executive member, Minister or anyone else can say we are going to curtail our citizens in engaging in their city and county development plans.<\/p><p>This morning, I looked at the explanatory and financial memorandum attached to the Bill.  I noted it stated, \"The urgent requirement for this proposal is to avoid barriers [that is the word used in this document drawn up the Department] to progressing development plans during the pandemic, in the event of any current or future temporary prohibition on holding public meetings, by allowing the planning authority to take steps it deems necessary (such as public\/ newspaper notices, online communication, and which may include the holding of a public meeting)...\".  Again, it is the same repeated message, that is, that it may include a holding of a public meeting with the citizens, the very people who own this plan.  It is an extraordinary proposal at a time of a coalition Government where there are different backgrounds, experiences and knowledge.  All three parties have enormous experience with county councils around the country.  I do not know where this has all got lost in translation or who thought all this up.  It is an extraordinary proposition and unacceptable proposal to imbed into legislation. <\/p><p>The Minister of State will be aware of compliance with the obligations and the principles of the Aarhus Convention.  He knows what it states about engaging with the citizens and the right to environmental information.  The development plan is more than the built environment.  It is also about the natural environment, zonings, marine planning, the mountains, public spaces, the public realm, the arts and heritage for which the Minister of State has a responsibility.  Somehow in this legislation, however, the Government proposes to give non-elected executives, over and above elected city and county councillors, a discretion not to have a public meeting.<\/p><p>In line with the principles of the Aarhus Convention on Information, Public Participation in Decision-making and Access to Justice in Environmental Matters, as well as to be fully in compliance with the principles of the United Nations Economic Commission for Europe, I urge the Minister of State to retain a statutory obligation for city and county councillors, along with their executives, to hold public meetings with regard to their development plans.<\/p><p>I have made my point.  I do not think I am having any difficulty in terms of getting people on board.  Mistakes and bad judgments can happen.  This measure only involves the words \"and\" and \"if\".  I agree with the Minister of State about embracing technology.  I agree with him about reforming the planning process and tapping into new ways of communication.  I have no difficulty with all of that.  However, I also want face-to-face meetings in our town halls, in the heart of local democracy and our communities, at which ordinary men, women and, for that matter, children can engage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was a member of D&uacute;n Laoghaire-Rathdown County Council and we engaged with young people, schools and sports clubs.  We asked them to come in and let us have their views, and this is important.<\/p><p>I accept that the proposed amendment is aimed at limiting the effects of Covid on the planning process.  My concerns are about the provisions the Minister of State has made in the Bill.  I have serious reservations about the Bill, as I have said, but I believe they can be addressed.  It is quite simple.  I do not think we are that far apart.  Somehow we have got lost in the communication.  I am happy to support the Bill in its entirety because I recognise its importance and significance.  I recognise its need in the Covid situation but I cannot support a suggestion that after Covid we empower chief executives of local authorities, for whom I have much respect, to use their discretion to have or not have public engagement on city and county development plans.  I hope the Minister of State will bring this back to his colleagues in the Department.  I hope we can row back on it.  There are no winners or losers here.  It is the right thing to do and I ask the Minister of State to support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#H01000","speaker":"1634","continuing":true},{"type":"speech","time":1606744800,"counter":50,"content":"<p>I am not without sympathy for Senator Boyhan's position.  I have some reservations with regard to the restrictions or potential for restrictions contained in the Bill.  I recognise 100% that we need progress and we need to move with the times but we also need to recognise that online is not accessible to everyone.  This is a fact.  When I raised this with the Minister last week, the answer was that his 85 year old mother or father is online.  One instance of success does not a proper public consultation make.  Only this morning, I got cut off from a mobile phone in Templeogue because the signal was bad because it was raining.  Only this morning, I could not have an image on a later call because it was raining.  There are some things that just do not happen online.  We are not there yet.  There are frustrations with technology, and what should be happening versus the reality of what is happening are not always the same.<\/p> <p>I will bring us back to the briefing documents we received from the Oireachtas Library and Research Service, which speak about access to justice in environmental matters and the Maastricht recommendations to promote effective public consultation and public participation in decision-making on environmental matters.  It states online consultations can complement face to face public meetings and hearings but should not replace them.  Within the Bill discretionary power is given without us knowing or having reassurance as to how that discretion can be exercised.<\/p> <p>I have to say my experience of the planners in South Dublin County Council was that they could not be more accessible.  They could not be more proud of their metrics on public consultation.  They keep very meticulous metrics on how they permit access to the public.  It is not that I come from a place of suspicion but analogous to this at present is that we have consultation on BusConnects, and by virtue of the pandemic this is confined to online consultation.  Each bus corridor is only getting a 90 minute public consultation meeting online.  Everyone who participates is restricted to one question.  There are many people on calls and it is restricted to two representatives from a residents' association.  Many estates do not have residents' associations.  When they are online many people do not get to speak.  They put their questions into the chat and get a response so to be fair the questions are answered but they are not answered in a way that takes on board the question.  The answers are most unsatisfactory.  It is not that I am against it, because I am not, but this manner of public consultation on something with an environmental impact and quality of life impact is not public consultation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not respectful.  It is confined to six weeks but the outcome will yield a dramatic change to people's lives for a long time.  If we take that as the analogy for how public consultation occurs when it is restricted to an online process, then I have concerns over whether we will ever reach a bar on what public consultation is, especially if we leave it to the discretion of those involved without guidelines for how discretion is to be exercised being clearly set out.  That can be done in a statutory instrument afterwards.<\/p><p>I appreciate the emergency of now.  However, it may not be wise to view the lens of the future through the lens of now.  We are in a pandemic and we are concerned about elderly parents in our homes who may become ill and who are at risk in the pandemic.  This time will pass.  What legacy will we be left with?  We will be left with a fantastic legacy in that many of us have moved forward in terms of using technology, but at what sacrifice?  We need to ensure the sacrifice is minimised.  Why say \"as it considers appropriate\"?  Who considers it appropriate?  How is appropriateness arrived at?<\/p><p>My background as a lawyer is in employment law.  The Acts may prescribe one right, but the meticulous detail of how that right is exercised between employer and employee is clearly worked out.  There are precedents either in decisions or in interpretations through statutory instruments.<\/p><p>Obviously, the Government amendment will be passed but if no other amendments are to be accepted, we need an assurance on the guidelines and how they will manifest.<\/p><p>A development plan is a big deal.  It is too important.  I would hope that the development plans of the future will embrace big changes, including environmental changes and big changes in our infrastructure.  I certainly hope they embrace great imagination for what our future can look like.  However, to do that we need true public consultation.  I hold a little concern - although I believe it can be alleviated - about ensuring we do not rule out the element of meeting the public.  Meeting out and having public meetings can sometimes be considered inconvenient.  That is certainly how it feels at the moment with BusConnects.  It seems inconvenient and has been treated as an inconvenience that simply has to be gone through, a box-checking exercise.  That is not okay.<\/p><p>We are signed up to a convention to ensure local people have the closest say in their democracy.  Holding public meetings is an important and integral element of that.  I seek the reassurance of the Minister of State and I seek a mechanism by which that will be exercised in respect of these announcements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#L00200","speaker":"1682","continuing":true},{"type":"speech","time":1606744800,"counter":52,"content":"<p>Glaoim ar an Seanad&oacute;ir Mac Ghiolla Ph&aacute;draig.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#M00200","speaker":"1692"},{"type":"speech","time":1606744800,"counter":53,"content":"<p>It is N&iacute; Ghiolla Ph&aacute;draig.  My Irish is not that great but I am catching up.<\/p> <p>I thank the Minister of State for coming to the House and for bringing this important legislation.  As a former councillor, I share the view that engagement with the public on all matters for which local authorities are responsible is important.  The development plan is made once every five years and this is really important work undertaken by both the elected members and officials.  It is a pity when it is disregarded by a Minister in office.  I encourage the Minister of State to do all he can in his time in office to protect the work of the elected representatives at council.  In preparing development plans, considerable time and effort is put in by the councillors and the executive functions.  Actually, two years of work go into the Dublin city development plan.  Public consultation is important but we need to be careful not to overegg a public meeting.  While it is an important activity, it is only one of many interventions made in terms of consultation with the public.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I suppose the first intervention is the councillors themselves.  City and county councillors all live in their communities and talk to their fellow citizens daily.  They are in an ideal position to pick up the concerns and ambitions of their local communities in informal conversations, outside of the heat of a public meeting.<\/p><p>I have been to many public meetings that have been massively distorted and dominated by the attendance of vested interest groups.  One can attend a public meeting that is hijacked, to a certain extent.  I, therefore, welcome the fact this Government will try to increase the mechanisms by which we consult.  The use of technology is welcome and appropriate in Covid-19 times but not any one of them is a silver bullet.<\/p><p>We must remember that in the course of the two years there will be a pre-draft consultation, a draft consultation and an actual consultation on the plan.  One public meeting is not going to do this in any county or city.  There will be multiple interventions.  I also believe that the development plans, when we finally get them made, need to be brought to life and supported.  All that effort that goes in from local communities and from the elected local representatives needs to be valued and championed by the Department.  In Dublin, we experienced situations where a lot of effort was put into our last city development plan and key values in that plan were massively undermined to the detriment of the city.<\/p><p>I look forward to the Minister of State's feedback on the other suggestions being made.  I will, however, caution the House that we need to be realistic about what we are doing here.  Let us try to move this process forward in a way that will best serve all our communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#M00300","speaker":"1656","continuing":true},{"type":"speech","time":1606744800,"counter":55,"content":"<p>I welcome the Minister of State to the House.  I have not had any interaction with him before.  I wish him the very best in his new role.<\/p> <p>I totally appreciate where the proposers of the amendments are coming from on this but perhaps the Minister of State will clarify in his response.  I certainly do not believe there is any intention on the Department's behalf to restrict the consultation process as a result of what is being proposed here.  I see it as additionality.  I hear what Senator Boyhan is saying about the \"and-or\" aspect but personally from my 11 years in local government and two terms as mayor, it would be a brave chief executive who would go against the will of elected members and solely hold an online consultation where the elected members request an in-person meeting.  I appreciate where the Senator is coming from but I do not have the same concerns for that reason.<\/p> <p>As I said last week when we discussed this with the Minister, Deputy O'Brien, I believe online consultation has a large role to play going forward with regard to engaging many people who may not have engaged in the development plan process previously, particularly younger people.  We have that avenue to attract those people into giving their contribution and say on how they want to see their city and county developed over the course of the next five years.  I will use as an example my local authority of Waterford City and County Council of which I was a member up until April.  It did a tremendous amount of work throughout Covid-19 in its pre-consultation phase.  It got 284 written submissions on its pre-draft.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am open to correction but I think that was the second highest in the country.  The council created webinars, instructive videos and an online portal for consultation, and posted them on social media to engage with stakeholders.  I compliment my local authority for the way it handled the matter.  Perhaps, as Senator Seery Kearney suggested, best practice can be set down in guidance.  I accept that other local authorities might not be as technically advanced and may not be able to hold such a process online, or may not have the resources to do so.<\/p><p>While I appreciate where Senator Boyhan is coming from, I do not share his concern because the online consultation is intended to be an additional provision.  It will not be one or the other.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#N00200","speaker":"1647","continuing":true},{"type":"speech","time":1606744800,"counter":57,"content":"<p>I will support Senator Boyhan's amendment and make a couple of general observations.  Something that has perhaps been accentuated by the pandemic, but was certainly happening for some time before it, is a change in people's general access to information.  At one level, one could argue that the Internet provides extensive access to education, in that from one's living room one can consult any plan one wants to see, look at it in detail and, if provided with the facilities, feed in one's reaction to it without difficulty to whoever is holding the consultation.<\/p><p>That is all very well at one level, but there is another level at which we have to recognise that the use of newspapers, and printed ones in particular, is in decline throughout the country.  The younger generation, as I know personally, are inclined not to subscribe to newspapers and do not consider themselves ill informed for not doing so.  Some of them subscribe online, while others use news websites and so on.  A notion existed at one stage that local government could consult a community by putting an advertisement in a newspaper saying the Mullingar bypass was going to be built and that plans could be found here or there, or alternatively that the Dublin city development plan was available for inspection at a particular place or time.  The notion that by placing an advertisement in a newspaper, the responsibility to involve the public would be discharged is wrong.<\/p><p>With the greatest of respect to elected local authority members, although some are more energetic than others, they are not really in a position to bring to the attention of people living in a locality what differences and changes are being proposed in a plan, and to set out the debate in a coherent way.  In recent times, I have gone public about the need to consult people on traffic changes in Dublin arising from BusConnects and new bicycle lane layouts, one-way street patterns, restrictions on vehicular traffic and the like.  Most people are not aware of these matters unless they are brought to their attention by a leaflet through the door.  They do not rummage around any more at the back of <i>The Irish Times<\/i>or the <i>Irish Independent<\/i>for some notice of a by-law.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I cannot generalise, but I believe that most people do not spend their time scouring Dublin City Council websites to see what is happening next.  Our national and broadcast news and media do not bring these issues to the attention of people in the way that they used to.  Even our political organisations have changed.<\/p><p>I was once Garrett FitzGerald's director of organisation in the Dublin South-East constituency, and I think we had perhaps 14 branches - I have forgotten the exact figure.  One of my more pleasant duties in this role was to attend a monthly branch meeting for each branch between eight and ten months of the year.  I would group branch meetings together so that, for example, the Sandymount, Ringsend, and Irishtown branches would meet on the same evenings so that I could hop between meetings.  In those days of two-channel television, perhaps between 12 and 18 people would attend a branch meeting.  They would listen to the minutes and the correspondence, the local authority member would turn up, and there would be a discussion and actual face-to-face feedback between a local authority member, the political organisation and the people in a locality who were of a particular political belief.  These meetings were occasions on which issues such as those could be considered.<\/p><p>I am not trying to turn the clock back, and I do not believe that it is possible today to get 12 to 20 people into the back of a pub for such a meeting.  Senator Fitzpatrick is probably knows the cumann system within Fianna F&aacute;il better than I do, but certainly on my side of the city, and I would not say it is so much-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#O00200","speaker":"1669","continuing":true},{"type":"speech","time":1606744800,"counter":59,"content":"<p>Standing room only on the north side.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#P00200","speaker":"1656"},{"type":"speech","time":1606744800,"counter":60,"content":"<p>I would say that in large measure all of those political organisations have shrivelled to a paper existence now.  Whether it is the comhairle d&aacute;ilcheantair of Fianna F&aacute;il or the constituency executive of Fine Gael, these are the organisations that actually run political parties.  Branches of these organisations do not meet in the way that they used to, and the clock cannot be turned back.  People have different things to do with their lives today, and spend their time differently. Going to cumann or branch meetings was a social outing 30 years ago, but now there would need to be a celebrity guest speaker at a meeting to get 30 people into the back of a pub - if pubs were open, which they are not currently - or indeed if local pubs still had rooms available for such functions.  In essence, life has moved on.<\/p> <p>I am anxious that whatever we do with planning and development and the day-to-day activities of local authorities, we reinforce a real duty on local authorities to communicate precisely what they are proposing in projects.  For example, if an authority is proposing to install two new cycle lanes in Ranelagh and this will have the effect of restricting ordinary traffic in some parts of Ranelagh, all those involved must be informed directly of this by the local authority.  There is nothing wrong with actually having to do what commercial businesses and pizza delivery services do, which is to leaflet people and tell them what is being proposed.<\/p> <p>When it comes to consultation, I fully accept Senator Fitzpatrick's point, that it is easy for a small group of people to dominate a meeting with their item on the agenda, and other people who may have different concerns may not be able to get a word in edgeways.  Therefore, I do not think Senator Boyhan's amendment is designed to make the case that public meetings are the only means of consultation.  I know from the MetroLink project, for example, that real consultations with questions and answers do not really work in that context.  Very elaborate displays and videos formed part of the MetroLink public consultation process, but when it came to the nitty-gritty and someone asked a question, for example, how long the green Luas line would be out of action if the project went ahead, that person was looked at as if he or she had asked how long was a piece of string.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Basic &ldquo;question and answer&rdquo; information is not available in some respects.<\/p><p>I am very concerned that we are allowing local government, which is hugely important, to be washed aside by the transformation of a means of communication in the modern age.  I believe that the old idea that there were people who would draw matters to people's attention is not what it was, and even residents associations are not the draw they used to be, by a large measure.  There were times when we would see 120 people at a residents&rsquo; AGM, and I remember attending some of them and being surprised by the size of the turnout.  It is very difficult for volunteers to keep up that level of activity and engagement.  I take my hat off to people who, on a voluntary basis, try to participate and take part in the consultative process.  My fear is that in cutting off obligations on the part of local authorities, even if it is part of addressing different opportunities to communicate, we are reducing what should be at a minimum, that is, the opportunity to have a public, voice-to-voice explanation of what is going on, and that there should be some participation by the public at such events.  That is why I support the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#P00300","speaker":"1669","continuing":true},{"type":"speech","time":1606744800,"counter":62,"content":"<p>I thank my colleague for his words of support and encouragement.  The Minister of State&rsquo;s party has a substantial number of councillors and he was a councillor for many years, and a good one at that, which I acknowledge.  He will be aware of the importance of public engagement.  I sat for four years on the Joint Committee on Housing, Planning and Local Government, as it was then known, and I am back on the new committee.  I have attended the Association of Irish Local Government, AILG, conferences up and down this country for over 20 years, I have attended meetings of the Local Authority Members Association, LAMA, for years and I have spoken at many of these conferences.  There is a yearning among elected members of all parties and none for more powers for local government, whether that be the executive or otherwise.  I want to put on record that I have only had positive experiences with the executives of local governments.  I take my hat off to them as they are exceptional people and they have worked exceptionally hard.  Whatever system happens in the future in regard to mayors, and I do not know where it is going to go, I acknowledge and have always been supportive of the executive and I support executives running councils.  The distribution of powers is another thing for another day and another debate.<\/p> <p>The Minister of State will be aware of the importance of that engagement.  In the time of the last Government, the Administration centralised more decisions and took more powers away from councillors.  I am conscious of Senators - Members of this House - who are on the record as being critical of past Governments because they took away powers from local government.  They did not give additional powers to local government.  They took plenty of money from local government and local communities too, but they did not balance that with commensurate powers.  Powers are no good without finance and finance is no good without the powers and the functions.  Again, that is a debate for another day.<\/p> <p>I do not know what to make of Senator Fitzpatrick's point about an over-egged situation in regard to consultation.  I am not going to comment because I do not like that expression.  I do not know who or what she is referring to by it.  I will listen back later and see if I can get a context in which she is attributing that suggestion and comment, because I do not think it is good, right or positive.  I am somewhat surprised this comes from someone who has a huge track record in local government in Dublin City Council, and having talked to so many Dublin city councillors over the weekend.  What is going on here?  Where is it all lost in translation?  That is another thing we need to discuss at some other point.  As for suggesting that members of the community are engaged in hijacking, I have been at many council meetings and I have never come across it.  The type of meeting Senator Fitzpatrick might be talking about must be very different to the ones I have attended, and I have attended many of them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have attended meetings in D&uacute;n Laoghaire-Rathdown at which hundreds of people turned up and had a very positive experience.  Professional planners, through information panels, information boards and infographics, explained the impact of the green strategy, transport strategy, development strategy and planning and development controls.  This is a very positive experience.<\/p><p>Many members of local councils came through this process.  They came from the bottom up, as members of community organisations.  They were involved in Tidy Towns organisations and campaigns to save Wood Quay, D&uacute;n Laoghaire Harbour or the famous bridge in Drogheda.  They became politicised by this engagement and then signed up to political parties.  Some of them were elected as independent community activists and candidates.  Local government and campaigns bring people on board and politicise them.  That is an important point.<\/p><p>The public consultation meetings - the statutory ones I am referring to - involve engagement by professional planners on the ground who know the plan and assist members of the public.  There is nothing better than looking at an infographic or a map, seeing where one lives and asking what is happening in the area.  Most people at these meetings gravitate to developments in the area within a few kilometres of where they live.  That is where their children go to school and where they are active in their communities.  That is important just in case there is any misunderstanding of what I am talking about.<\/p><p>There was some suggestion by other Senators that this was some sort of add-on.  Before I continue, I acknowledge and thank the Oireachtas Library and Research Service for, as always, an excellent piece of research done by one of its top senior researchers in law.  I commend the team.  This is a wonderful facility we have in the Houses of the Oireachtas.  It is backed up by facts, reports, legislation and information relating to the Aarhus convention and other conventions.  I acknowledge the service for the work it does because it makes our job so much easier and equips us with the facts.  It is from where I have gleaned most of my research.  I would like to attribute that and thank the service.<\/p><p>The Bill is clear.  It states in this report that the Bill is to replace the mandatory requirement on the city and county council executives to hold public meetings about a proposed city and county development plan.  That is what the Bill says.  It is not a case of perhaps, shall or will, or that someone else will do it, we are misunderstanding this or do not know what we are talking about.  This is clearly stated and is set out in the Bill, the explanatory memorandum and the Oireachtas research paper to which many speakers have referred.<\/p><p>There are two other issues to be clarified.  Under a new paragraph in the Bill proposed by the Minister, the planning authority would be required to consult \"the public in such manner (which may include the holding of a public meeting) as it considers appropriate ... .\"  That is clean, clear, crisp, concise English.  Everyone should understand what that means.<\/p><p>The Bill then deals with issues around the functions of the council.  For those who are not familiar with this, the preparation of a draft development plan under section 11 of the 2000 Act is a function of the chief executive, not a member.  We are not talking about the elected members at that point.  The draft is wholly, exclusively and solely the function of the chief executive and his or her executive team.  This stage is not about what councillors might say or challenge or the ability of councillors to prevent it from happening because that is not within their gift.  I would like the Minister to confirm that.  I repeat that the draft development plan, under section 11 of the 2000 Act, is a function of the council chief executive and his or her executive team.  Therefore, it would be the executive that would determine the consultation method at that stage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is a fact and is clearly set out in the report of the Oireachtas Library and Research Service.  It would be helpful if the Minister of State's officials could clarify that as soon as possible.  It is solely for the chief executive to make a determination on the consultation period at that point.  It does not fall to the members.  <\/p><p>I take on board what everyone has said and I do not think we are poles apart.  Leaving aside the political nuance, the bottom line is that we need new technologies.  We need to embrace new methods of communication and involve everyone in the process, young, old and in between.  Let us not give the discretion to the elected members or the executive.  Instead, the legislation must make it obligatory for public meetings to take place as part of this process.  It is a good and reasonable proposal.  There do not have to be winners and losers here.  This is about engagement and bringing people with us instead of blocking them out.  It is their plan as well as ours.  This will determine the future planning direction of the sustainable economic development of our villages, towns, cities and country.  It is only appropriate to engage with as many people as possible through as many media as possible, so they can understand, contribute to and participate in the planning of our country.  This is really important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#Q00200","speaker":"1634","continuing":true},{"type":"speech","time":1606744800,"counter":65,"content":"<p>I welcome the Minister of State.  We have met outside the House but not inside it.  I offer him all good wishes in his portfolio.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#S00200","speaker":"1674"},{"type":"speech","time":1606744800,"counter":66,"content":"<p>Go raibh maith agat.  Before responding to the amendments specifically I would like to make a general comment.  Pete Seeger said that participation would change the world.  One objective of the programme for Government is to move away from linear consultation and towards much more inclusive participation in democratic processes.  That is key.  As an overarching comment about what we are trying to achieve here, I welcome the comments and observations of all Senators.  The points have been well made.  There are many ways to be inclusive and take all views on board.  Public meetings have been discussed.  These can be very linear processes in their own right, without much engagement or active participation.  That is due to the methodology local authorities choose to use.  They could use participatory techniques to take all views on board and ensure that the quieter voices in the room are heard.<\/p><p>All of those elements are important.  As Senator McDowell has rightly suggested, technology is changing and people are moving on.  They are engaging in lots of different ways.  There are lots of ways to engage people of all ages, including online and on-street surveys.  These should all be used to collate information to make for better plans and projects.  We heard about this concern in discussions of the BusConnects project.  Certain projects are sometimes presented as a <i>fait accompli<\/i>, with the public offered the choice between two routes or asked which part of a route they do not like.  The public is not asked an open-ended question about whether a project should be pursued at all, or alternatively whether something completely different should be done.  <\/p><p>We are trying to arrive at a method that is inclusive and participatory.  We have to see this as an opportunity.  We are trying to achieve the additionality that has been mentioned.  Far from stifling consultation or participation, this is about trying to broaden it out.  I spent 16 years in local government and I have seen the best and the worst of it.  I have seen pre-determined plans and outcomes brought forward with widespread disquiet emerging after the event.  This ends up costing everybody and creating conflict.  That is not what we want.<\/p><p>We have to respect the role of elected members.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The elected member's role is paramount in any process but it is equally important that people feel their voice is heard and included.  That is what we are trying to achieve with this.  I take on board the points made with Senator Boyhan's amendments but I want to give an assurance that what we are trying to achieve is quite the opposite.  It is trying to broaden out an inclusive participation in our democratic processes.  I say that too for the lesser-heard voices of young people, marginalised groups and Travellers, who sometimes do not have access to those facilities.  Local authorities can interpret that in a broad way to try to make sure all voices are heard.  That is a general comment I wish to make.<br\/><br\/>I will go through the specific amendments.I will address amendment No. 2, which is a Government amendment, and Opposition amendments Nos. 1, 3, 4, 5, 6, and 12, which have been grouped together by the Bills Office.  Amendment No. 2 was flagged to the House by the Minister for Housing, Local Government and Heritage, Deputy O'Brien, in his Second Stage speech last week and is being proposed following a submission by my colleague in government, the Minister, Deputy Ryan, as raised by Deputy Matthews, chair of the Joint Oireachtas Committee on Housing, Local Government and Heritage.  It is a minor amendment, which will clarify, for the avoidance of doubt, that the planning authority would always be required to carry out some form of public meeting under section 11(3)(<i>b<\/i>) of the Planning and Development Act in respect of a proposed development plan, either with a public meeting attended in person or an online public meeting.<br\/><br\/>Amendments Nos. 1, 3 to 6, inclusive, and 12 each seek by various means to instigate that a mandatory public meeting be held at this stage of the development plan preparation process by the planning authority.  More specifically, amendments Nos. 1, 2, 6 and 12 propose that the provisions only apply during the emergency period.  While I understand the intention behind the proposed changes, I must reject these amendments.  Section 11(3) of the Planning and Development Act relates specifically to the initial pre-draft stage of the development plan preparation process.  It is conducted before a draft plan has been prepared and can be described as the stage when the initial relevant issues and topics are identified for further, more detailed, consideration in the subsequent planning process - the issues paper, as we call it.<br\/><br\/>In the traditional public meeting format, not everyone wishes to speak and those that do often seek to dominate the meeting with specific interest issues only, even though this meeting relates to the phase before a detailed draft plan is produced.  It is also the case that there is no mechanism or obligation for what is said at a public meeting to be taken on board, as submissions need to be made in writing through completing a questionnaire or some form of feedback.  The public meeting at this stage, therefore, works best in small group or even one-to-one format, facilitated by planning authority officials who understand the process.<br\/><br\/>This format should continue as an option but it is also compatible with online facilitation.  Increasingly, local authorities are moving to online platforms for a public display of information with presentations that may be pre-recorded as well as capacity for online receipt of written submissions.  This has facilitated citizens to participate in processes from their own homes and at a time of their own choosing.  It also serves to generate written submissions that can be properly recorded and reviewed by the planning authority.  This particularly facilitates those who may otherwise be excluded from attending a public meeting or for whom it may be inconvenient as a result of disability, caring responsibilities, employment or some other commitment.  While every effort is made to hold multiple meetings at different times of the day, evening and week in accessible venues to ensure as many people as possible have the opportunity to attend, this can only serve to dilute what tends to be a limited audience to consider the pre-draft issues at this stage of the development plan process.<br\/><br\/>The experience has been that people are more willing to engage remotely in online processes and such experience has accelerated as a result of Covid-19 considerations.  It is, therefore, considered appropriate that it should be an option for some or all of the early-stage public consultation stage of a development plan process to be facilitated to take place either online or in person and to extend this beyond the current Covid-19 pandemic, with such decisions to be made locally.  This does not rule out public meetings or some combination of a meeting and an online engagement; rather, it allows for greater focus, efficiency and flexibility to encourage increased public participation in the development plan process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#S00300","speaker":"1512","continuing":true},{"type":"speech","time":1606744800,"counter":68,"content":"<p>That is very disappointing.  I put three county development plans through my hands and worked very hard on them.  I am aware of members of the Green Party who put up advertisements and plastic signs on poles all over the community for their own major public meetings, as is their entitlement.  They were very good meetings.  As for this suggestion again that somehow, people would interrupt or hijack, one should not forget that citizens of this country have the right to gather anywhere and engage and communicate.  The Constitution provides for that.  I have been at loads of meetings.<\/p> <p>I have worked on three county development plans and have never experienced a situation where people came hijacked them.  All of this was perfect under the last Fine Gael-Fianna F&aacute;il confidence and supply Administration.  That Government did not seek to change it once.  Those parties participated in public meetings.  The Green Party comes in, the third leg of the stool of this new coalition Government, and somehow the others want to throw the Green Party under the bus by coming into the House to advocate against citizens' statutory rights.  I thank the Library and Research Service.  It is good that I have its document to hand and I can quote it line for line.  The Green Party's website notes a commitment to the Aarhus Convention.  I mean no disrespect to the Minster of State, as I acknowledge and appreciate him and have worked well with him, but he has been provided with a script which suggests that it cannot work now.  It has worked for years.  The Minister of State told the House he was 16 years a councillor - he will be familiar with consultation.  I have spoken to the chief executives of local authorities.  Who is asking the Minister of State or the Department to make a case to close down public meetings?  I understand and respect that might have to happen during an emergency, such as the Covid emergency or other unforeseen ones.  I respect that and we have to mind people, public health and the well-being of our community, including those facilitating the meetings and the members of the public attending them.<\/p> <p>Now, however, the Green Party in government is going to block that.  It proposes to put on a statutory basis that one will not be able to have public meetings.  The Minister of State is making a subtle definition about public meetings being online.  He spoke of members of the community on the fringes who might have educational disadvantage, younger people, older people or people who do not have access to technology.  They are on the fringes, marginalised and pushed out of the process.  I do not see why we cannot have both.  The Government can embrace all the technology it likes but also retain the old, traditional town hall meetings.  At the beginning, in case there is any doubt, I spoke of the need to have meetings attended by professional planners, with charts, infographics and so on.  I have experience of these meetings; I am speaking as someone who has had experience of this process.  The Minister of State has stated he will not support an amendment.  I know that Government parties have to compromise, I have heard that time and again about how being in government means not getting it all one's own way.  I understand the political game and the price one must pay to sit around the Cabinet table, to make decisions at Government.  I am also a pragmatist and a politician but I do not believe it is possible to sell out on very significant issues of communication in respect of allowing people to come to well organised, well informed public meetings in the public town hall to go through plans and have them explained.<\/p> <p>Ultimately, the Minister of State has made a decision.  I respect that and I respect him.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will not be in a position to support the Government amendment.  Therefore, to be consistent with my approach and with the many city and county councillors to whom I have spoken in recent days, many of whom are tuned in to these proceedings, I will be forced to vote against the Bill.  I will use my time over the next few days to strongly lobby the Members of D&aacute;il &Eacute;ireann because this Bill has been initiated in Seanad &Eacute;ireann and it will go to the D&aacute;il.  I will use my influence, and any contacts I have, with county councillors over the next few days and ask them to do likewise.  The Minister of State cannot argue the principle of public engagement, empowering our citizens, the Aarhus Convention and rights to access and engagement about the proper planning and sustainable development of our communities, villages, towns and cities, if at the same time he is going to back a proposal clearly set out in the legislation which would give the chief executives of councils, non-elected members - I respect them but they are not elected - the power to decide not to have public meetings.  I want to set out my position on it because it is important that I do so.  I do not know how the Minister of State will square that circle and box that off with the members of his party but that is not a job I have to do.  However, I will engage with them, particularly with the just transition group within the Green Party who are very conscious of what is happening here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#U00100","speaker":"1634","continuing":true},{"type":"speech","time":1606744800,"counter":70,"content":"<p>Before the Minister of State responds, I note Senator Cummins wishes to make a comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00200","speaker":"1674"},{"type":"speech","time":1606744800,"counter":71,"content":"<p>I wish to pick up on a few points.  It is unfair to the Minister of State to suggest that by his putting forward this amendment in some way he is not empowering citizens.  As I said in my initial contribution on the Bill, while the chief executive has ownership of the predraft at that point, it would be a very brave chief executive who would not take on board what the elected members of the council would wish.  I speak as a former planning strategic policy committee chair on Waterford City and County Council.  Apart from the Covid restrictions, if I wanted a public meeting to be held on the predraft, I can assure Senator Boyhan, the director of service for planning and the chief executive would agree to it.  I am sure many local councillors across the country would also be very vociferous in suggesting the same.  This proposal is about additionality.  It is not about an either-or situation.  To present it in the way it has been presented and to cast aspersions on the Minister of State that he is in some way trying to prevent the empowerment of citizens is unfair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00300","speaker":"1647"},{"type":"speech","time":1606744800,"counter":72,"content":"<p>If Senator Boyhan wishes to come back in after the Minister of State replies, he can do so.  Would the Minister of State like to comment at this stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00400","speaker":"1674"},{"type":"speech","time":1606744800,"counter":73,"content":"<p>If Senator Boyhan wishes to speak again, that is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00500","speaker":"1512"},{"type":"speech","time":1606744800,"counter":74,"content":"<p>It makes sense if I come in now as the Minister of State would not have to reply again.  This is Committee Stage and Members can speak at length on these matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00600","speaker":"1634"},{"type":"speech","time":1606744800,"counter":75,"content":"<p>I understand that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00700","speaker":"1674"},{"type":"speech","time":1606744800,"counter":76,"content":"<p>I asked a question earlier to which the Minister of State might give us some advice regarding the aspect concerning the executive.  I made a point about which there seems to be some misunderstanding.  There is no discretion for a county councillor to suggest to the chief executive how he or she conduct the development plan at the first stage.  It is the executive plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00800","speaker":"1634"},{"type":"unspoken","time":1606744800,"counter":77,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1606744800,"counter":78,"content":"<p>I have the floor and that is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00875","speaker":"1634"},{"type":"speech","time":1606744800,"counter":79,"content":"<p>I ask the Senator to address his remarks through the Chair.  If other Members want to get in, I will accommodate that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Acting Chairman (Senator Eugene Murphy):<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will let Senator Boyhan have his say, by all means.  I will stay here all evening if every Member wants to come in.<\/p><p>In response to Senator Boyhan, I know it is Committee Stage and that Members have every right to speak for as long as they want, so he can proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#V00900","speaker":"1674","continuing":true},{"type":"speech","time":1606744800,"counter":81,"content":"<p>Thank you, Acting Chairman.  People are shaking their head and saying it is not true, so I ask the Minister of State to confirm this now.  It is important, as there seems to be some misunderstanding in the House.  Under section 11 of the Planning and Development Act 2000, it is the function of nobody else but the council's chief executive or his or her executive team to make a decision or determination on a public meeting.  That needs to be confirmed because there seems to be some misunderstanding in that regard.<\/p> <p>In theory, it might be open to a member to suggest what the chief executive should do, but it is not open to a member to instruct the chief executive on how to conduct the first stage of the development plan, because it is in the chief executive's absolute gift.  I respect that and I know it.  I have dealt with it for long enough to know how the system works.  That is a really important point to make.<\/p> <p>I am only referring to what the Bill states: I am not suggesting anything other than what is clearly in writing.  It is clear that there will be discretion for the chief executive only to decide in a manner he or she considers to be appropriate.  I accept that.  I am not happy with it, but I accept that they are the terms.  Up to now, we had a system that works.  Today, if there was not Covid, there would be a statutory obligation to have a public meeting.  That is the reality.  Most Members were councillors at some point, so they are aware of it too.  The approach is going to change and I am saying we can have what we had and we can have new technologies.  We can have both.  It is not a win or lose situation.  It is not unreasonable to have both, but I am also conscious that it is the prerogative of the Minister.  I respect that.  We might have a robust debate in this House, but I respect it is the responsibility of the Minister to bring forward legislation as he sees fit and on which he got advice.  That is the process.  We will of course have robust debate in this House.  I just so happen to have a different view and everyone is entitled to hold his or her view.  I am interested in the Minister of State clarifying the point I raised about the role and the absolute power at the early stages of a city and county development plan.  It rests solely and exclusively with the chief executive of the local authority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#W00200","speaker":"1634"},{"type":"speech","time":1606744800,"counter":82,"content":"<p>I will be brief.  We need to be responsible and constructive in this debate.  The legislation that is being brought forward is with the objective of trying to enhance public participation rather than to stymie or restrict it.  The narrow interpretation that is being put on the language, which states that the executive functions own the preparation of the pre-draft is not helpful because it is creating the impression that the executive functions will potentially operate in splendid isolation from the elected representatives and play an adversarial role in respect of them and the communities they represent.  That is not what happens in practice.  What happens at a local authority level is that there are strategic policy committees and one is dedicated exclusively to planning and development matters.  In the course of its work over the period of five years, it engages with management on a daily, weekly and monthly basis.  It is not as if the executive functions go off and work in isolation, conspiring against their elected representatives, on whom they are dependent to succeed.  They work together.  It is just not helpful to try to present it in the light that the CEO or any of his or her assistant CEOs or any of the directors of service would unilaterally decide we are not going to have a public meeting, we are just going to do this online and we will exclude great swathes of the communities we are meant to serve.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be counterproductive.  We need to stop that debate here and now.  Let us get on with dealing with the amendments. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#W00300","speaker":"1656","continuing":true},{"type":"speech","time":1606744800,"counter":84,"content":"<p>I agree with Senator Fitzpatrick.  We need to be constructive and I am not sure this debate has been particularly constructive.  I had sympathy with regard to how discretion will be exercised.  However, while we are amending the wording of the legislation to state that a planning authority \"shall consult with members of the public in such manner\", we do not make it mandatory to hold public meetings.  The element \"shall consult with members of the public\" makes it obligatory to consult with members of the public and it does not remove the prerogative from public representatives to hold their own public meetings.  Nothing in this Bill does that.  I have absolute faith that public representatives around the country are quite capable of putting up posters and holding their own public meetings and if a specific matter or element of the development plan were that important, they would be well able to do that themselves.  I raised my eyebrows when Senator Fitzpatrick spoke about over-egging and wondered about it but I am now firmly behind her assertion because over-egging is going on here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00200","speaker":"1682"},{"type":"speech","time":1606744800,"counter":85,"content":"<p>I would like to point out to all Members that I will never stifle debate.  It is very important that everybody has their say.  I wish to be clear on that.  We might not have got as much clarification as we got from the last two speakers and from the Minister of State if we did not allow the conversation to continue.  I call Senator Boyhan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00300","speaker":"1674"},{"type":"speech","time":1606744800,"counter":86,"content":"<p>We should allow the conversation.  I do not like this idea of calling a halt to the debate.  Let us look-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00400","speaker":"1634"},{"type":"speech","time":1606744800,"counter":87,"content":"<p>I did not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00500","speaker":"1656"},{"type":"speech","time":1606744800,"counter":88,"content":"<p>The Senator is using a lot of words today and I have let him away with it.  Nobody has suggested interfering with the debate.  I ask him to address the Chair and continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00600","speaker":"1674"},{"type":"speech","time":1606744800,"counter":89,"content":"<p>It is just after 3.50 p.m.  That is significant because we will get the minutes of these meetings from the reporters.  I do not know about the Acting Chairman, but I heard what Senator Fitzpatrick said and I will produce the transcript before the close of business today or tomorrow.  I know what I hear and Senator Fitzpatrick spoke about calling a halt to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00700","speaker":"1634"},{"type":"speech","time":1606744800,"counter":90,"content":"<p>She said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00800","speaker":"1674"},{"type":"speech","time":1606744800,"counter":91,"content":"<p>It is only a term-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X00900","speaker":"1634"},{"type":"speech","time":1606744800,"counter":92,"content":"<p>In all fairness, and I know what Senator Boyhan is up to, I can tell him clearly what she said.  She said to get on with the debate.  That is clearly different to stifling the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01000","speaker":"1674"},{"type":"speech","time":1606744800,"counter":93,"content":"<p>She said \"end the debate\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01100","speaker":"1669"},{"type":"speech","time":1606744800,"counter":94,"content":"<p>I will let Senator McDowell in in a minute.  Senator Boyhan may continue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01200","speaker":"1674"},{"type":"speech","time":1606744800,"counter":95,"content":"<p>What did the Acting Chairman mean when he said he knew what I was up to?  That is important.  It is not an appropriate remark to make.  We will not debate what people said here and now for these few minutes because that will be fact within a matter of hours.  I will be standing here on the Order of Business tomorrow and I am happy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01300","speaker":"1634"},{"type":"speech","time":1606744800,"counter":96,"content":"<p>I hope that is not a threat from Senator Boyhan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01400","speaker":"1674"},{"type":"speech","time":1606744800,"counter":97,"content":"<p>It is not a threat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01500","speaker":"1634"},{"type":"speech","time":1606744800,"counter":98,"content":"<p>He is seeking clarification and I know what he is up to in getting it.  Will he please continue?  Others are offering.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01600","speaker":"1674"},{"type":"speech","time":1606744800,"counter":99,"content":"<p>I wish to make this clear.  We will know what everyone said when we have the Official Report on this meeting.  To reiterate, nobody is egging it.  We are in a Parliament where we can have free speech and a robust debate.  That is the reality of it.  If people do not like it, they can leave or they can get up and counteract it.  That is fair enough.  That is politics.<\/p> <p>I take on board and agree with Senator Seery Kearney's point about public meetings.  Most councillors and, indeed, Deputies, hold public meetings about issues around the development plan.  However, public consultations and meetings work and no one should suggest that this is different.  The Library and Research Service's Bill digest also states, as a fact, that the Bill \"replaces the mandatory requirement\" on city and county council executives to hold public meetings, as does the explanatory memorandum.  That is what the Bill says.  That is not a spin I am putting on it.  It is what the Bill says. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#X01700","speaker":"1634"},{"type":"speech","time":1606744800,"counter":100,"content":"<p>Let us go back to basics here.  Currently, it is mandatory to have a public meeting.  That is the law.  This Bill is changing the law and saying it is no longer to be mandatory to hold a public meeting.  That is the purpose of the Bill.  The explanatory memorandum makes it clear that it is not intended as a pandemic measure.  It is intended to be a permanent part of our law from now on that there is no obligation to have a public meeting.  We are then left with the question of who will make the decision as to whether a local authority employs a public meeting, which will be optional from now on, or uses other means such as online consultations, etc.<\/p> <p>With regard to displays, county councils can put on a display for the public but cannot have a public meeting.  People can go and look at it in the local library.  That is not a meeting, and that is the difference here.  As Senator Boyhan said, it will make it possible for the executive to choose to have what is in effect a one-way communication in which it presents its plans and says people should feel free to write  back to it.  That is the kind of method of consultation it could have, whereas what we currently have on the Statute Book is a mandatory obligation to have a public meeting.<\/p> <p>Senators Fitzpatrick and Seery Kearney said there is nothing to stop local authority members from having public meetings, and that is correct.  As Senator Boyhan said, there is a constitutional right to run public meetings but there is something essentially different between a local Fianna F&aacute;il, Fine Gael, Green Party, Sinn F&eacute;in or Independent county councillor saying he or she is holding a public meeting to discuss the draft development plan and Dublin City Council saying that it, as a body corporate, is having a meeting.  I am sure Senator Cummins has a very good relationship with his county executive and it may be that the planners would or would not attend a public meeting that he decided to have in Dungarvan or wherever but I do not think they would go to four public meetings with the same enthusiasm, defending their plans or explaining them in the way the statute now requires.<\/p> <p>This is not a specious point.  The explanatory memorandum states it is important that this change in the law take place because Covid-19 has happened.  That is not a good reason to change the law except on a temporary basis.  That is the point being made.  Of course we can say there is no point in having a public meeting in some location if it turns out to be a super spreader event.  However, the principle in this Bill is intended to be long-term and to exclude the obligation to have a public meeting and instead to effectively confer on the management of a local authority - Senator Boyhan is correct on this - the choice as to how it will communicate with its electorates on planning matters.<\/p> <p>Let us consider this matter.  This is not an empowering provision.  There is nothing at the moment to stop any local authority from consulting as much as it likes, just as the two Senators made the point that there is nothing to stop a local authority member from having a public meeting.  There is nothing to stop Dublin City Council from having an online consultation process.  It is not being stopped from doing it at the moment.  There is nothing to stop these things from happening.  We are not empowering anybody to do anything he or she is not entitled to do right now.  We are changing the nature of the obligation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The authorities have the right to have online consultations if they like.  They can do so at their leisure and pleasure, but they are also obliged to have a public meeting.  That is the law.  This measure, therefore, is not widening the scope of consultation.  It is giving to the executive of a local authority the sole choice as to the nature of the consultation.  Why, one might ask, was it considered good legislative policy in 2001 to provide for a public meeting?  Surely the only reason it could have been considered a good idea then, and before then, was to ensure the process of consultation would not be, in reality, a kind of one-way street in terms of information and that feedback would and could definitely be given at a face-to-face meeting with the people propagating the local authority measure.<\/p><p>I consider Dublin City Council as a citizen of Dublin.  There was a proposal to build a white-water rafting facility for between &euro;20 million and &euro;30 million.  I do not know what Senator Fitzpatrick's position on this subject was when she was a member of the council.  The proposal did not come from the councillors but from the executive.<\/p><p>Curiously, it is all very well for Senator Boyhan to say all councillors get on very well with the executive but there is another relationship to be considered in that, if one does not play ball, life is slightly more difficult than if one does.  One's projects are brought to the top of the queue and one is given a better hearing if one is seen to be co-operative.  There is power play.  There is not a one-way street between the executive and the members of a local authority.  Everybody knows that.  That is why I was very surprised when so many members of Dublin City Council decided to vote for a white-water rafting proposal based on the ridiculous suggestion that it would save money in respect of training members of Dublin Fire Brigade, who currently go to Wales for training.  This was the argument advanced for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#Y00100","speaker":"1669","continuing":true},{"type":"speech","time":1606744800,"counter":102,"content":"<p>It was not part of the development plan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#Z00200","speaker":"1656"},{"type":"speech","time":1606744800,"counter":103,"content":"<p>I am not talking about the development plan.  I am talking about the relationship between councillors and the executive.  I am saying the executive is not always a kind of meek servant of the council.  Quite the reverse is the case in that it can have its own agenda items.  Senator Fitzpatrick knows as well as I do that, to some extent, one has to play ball.  There has to be a bit of possession football both ways in order for the game to work at all.<\/p> <p>To go back to the basics, it is the case that we are being invited to change the law permanently to get rid of something that was considered in 2001 to be good, that is, the mandatory requirement for a public meeting.  We are abolishing that and putting in place discretionary alternatives that really mean very little because, at present, there is nothing to stop the county chief executive of Waterford City and County Council from deciding to consult the people on anything he wants.  Therefore, this is not a new power we are giving.  We are removing an obligation and not conferring any new power.  For that reason, Senator Boyhan's points are not negative.  He is not over-egging the pudding; he is simply saying that this marks the end of mandatory public meetings, which the Houses of the Oireachtas voted for in 2001, presumably because they believed such meetings were an important component of dialogue rather than one-way street communication of information between local authorities and the people who live in their areas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There can be extremely expensive so-called consultation processes.  I have seen that in respect of MetroLink.  I am seeing it in respect of BusConnects in Dublin.  A great deal of resources go into them.  In the end, however, the dialogue that is supposed to take place at a public meeting is restricted because the people who are conducting the processes are not engaging in debate.  They are showing people their proposals, asking what they think about them and saying that they will digest what has been said.  They are not participating in a debate with people who may have an objection to what they are doing.  It would be as if we landed a Bill into the House with an explanatory memorandum, everyone threw a speech into the middle of the arena and we called it a \"debate\".  It would not be a debate.  There would have to be backwards and forwards, a defence and proposals made for a debate to occur.<\/p><p>The mandatory public meeting was to facilitate debate in the real sense.  It is a pity if it is being swept aside for no good reason under the pretext of the Covid emergency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#Z00300","speaker":"1669","continuing":true},{"type":"speech","time":1606744800,"counter":105,"content":"<p>I welcome the Minister of State.  I support Senator Boyhan.  Indeed, I signed the amendment as well.  I am astonished that the former county councillors in the Chamber - I presume there are three - would support getting rid of the mandatory public meeting from the democratic process.  The people of Ireland do not have much say anymore.  The Covid health legislation and regulations that the Houses have introduced have proven that.  Here we are once again attacking the little bit of power they have in the democratic process as regards what happens in their areas.  We are telling them that we do not care what they think.<\/p> <p>It is okay if someone can get online and is IT savvy, but there are 500,000 people in this country who cannot even read or write.  People living on single farms might find roads being put through their lands.  They do not know how to protest.<\/p> <p>It is easy for big parties to tell the House that they can hold public meetings, but there could be an agenda behind every public meeting held by an elected official.  There is no agenda when the county council holds public meetings.  It is a council's role to do that and to inform the citizen about what is happening.  When a party holds a public meeting, there is an agenda.  One might not know what it is, but there is one.  Not everyone will attend a public meeting run by Fianna F&aacute;il, Fine Gael, the Green Party or an Independent.  However, if it was run by a county council people would engage.  They have engaged.<\/p> <p>The measures the Government is introducing will exclude many people from the planning process.  That is not what government is about.  We are here because we were elected by the people.  There are certain things that can get people elected - money or the power of the people.  When it comes to local government and deciding what happens in their areas, all these people have is attending these public meetings and having their voices heard.  Some will not write their views down, but they will walk in a door and have a word with the town planner or engineer, and their voices will be heard.<\/p> <p>I am surprised that some of the Senators present want to disempower the citizens whom they represent.  That is what this legislation does.  Not holding a mandatory meeting does not empower the people.  It is shameful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#AA00200","speaker":"1664"},{"type":"speech","time":1606744800,"counter":106,"content":"<p>Before I call on the Minister of State, does anyone else wish to speak?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#AA00300","speaker":"1670"},{"type":"speech","time":1606744800,"counter":107,"content":"<p>I will be brief because we have been around the House three times on this.  For clarity, I was not suggesting for a second that if I, in my previous guise as chair of the planning strategic policy committee, SPC, in Waterford, were to ask the executive to attend a meeting that I organised, it would attend.  I was saying that if I requested it to hold a public meeting, the council would do so.<\/p> <p>To return to the point Senator Fitzpatrick made, this is not about trying to stifle or truncate the process in this regard.  It is in the interests of both councillors and the executive to engage with the public about a development plan.  Not only do the executive and councillors expect to consult the public but they take pride in doing so.  If we are suggesting in the Seanad that the executive would take it upon itself not to hold a public meeting about a development plan for some unknown reason that has not been elaborated here, it is untrue.  I genuinely believe that would not occur.  It has not occurred.  It is in everyone's interest to engage with the public.<\/p> <p>As I said, during the pandemic Waterford City and County Council received 284 written submissions to its pre-draft plan.  It engaged in a consultation process administered online.  It also offered one-on-one meetings with the public if anybody wished to come to council and engage in a face-to-face process in the customer service office, with perspex glass in a safe manner.  Nobody took it up, but the offer was made.  We must put faith and trust in our local authorities in this matter.  They believe in community engagement.  I do not believe there is a hidden agenda in any executive in the country to try to stifle and truncate public debate and consultation on development plans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#BB00100","speaker":"1647"},{"type":"speech","time":1606744800,"counter":108,"content":"<p>I agree with Senator Cummins.  My experience with county development plans has always been a relatively positive one, and I have dealt with three.  I do not believe anybody set out deliberately to curtail anybody, but the reality is that we can only deal with the words in the Bill.  The Bill clearly states it is to be replaced.  The mandatory requirement on the city and county council chief executives is now gone.  Somebody thought this up and thought it was reasonable to change it.  As Senator McDowell said, it was inserted for a purpose and, suddenly, it is being removed.  There are lessons to be learned for the future, that we perhaps need more background information on the reason for the change.<\/p> <p>It has been a good debate and I have one request of the Minister.  I ask him to clarify the section, and I have asked for this four or five times, in respect of the absolute power of the chief executive in the first stages of the plan with regard to public consultation.  Second, is he or are his officials aware if any representation was made on behalf of the County and City Management Association about this proposal?  I have a good engagement with the association and I certainly intend to have further discussion with it in the coming days on it.  There are minutes of such meetings and there is engagement.  There was no engagement or consultation with the council representative bodies, but I have heard a suggestion that some members might have engaged.  If that is the case, we should hear about it.  We should know it and it should be entered into the debate.  It is my intention to consider seeking further information under a freedom of information request on this matter, but it would be helpful at this early stage to have confirmation if any representations were made by any city or county chief executive, individually or collectively under the County and City Management Association, on the aspect of the legislation we are discussing now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#BB00200","speaker":"1634"},{"type":"speech","time":1606744800,"counter":109,"content":"<p>I can certainly get that information for Senator Boyhan.  There would have been active and ongoing engagement with the CCMA during the Covid-19 pandemic because development plans have stalled.  We can also seek clarification on the other points for the Senator.<\/p> <p>The Senator is correct that this has been a very useful debate.  I would not like anyone to leave this Chamber with the assumption that this provision is trying to stifle public engagement.  The opposite is the case.  This is trying to facilitate and broaden public engagement.  I would not be speaking in favour of and supporting this measure if that were not the case.  It is important to note that we are doing our best to give everybody an opportunity to have his or her voice heard in the development plan process.  Senator McDowell made a point on a predetermined plan.  A development plan, in particular, is an open-ended question.  It is how we would like to see our city and county develop over the next five years.  In that regard, it is important to try to take in all of the views of members of the public using different formats and methodologies, be they through much more participative and inclusive methodologies at public meetings or using online forms and other sources to gather information and data.<\/p> <p>The point has also be made on the role of the strategic policy committees and local community development committees.  I was not a great fan of the Putting People First: Action Programme for Effective Local Government 2014 reforms but they created good participative structures within which community groups could involve and engage themselves.  We cannot discount those in trying to create a robust issues paper to set off on the development plan process.  Is important to also make that point.<\/p> <p>It is also the case that local authorities take a very strong sense of pride, both at executive and the elected member level, in their inclusion of minority groups.  The issue of literacy had been mentioned.  It is of great importance that marginalised groups are included in a process where there are issues that prevent them from making written submissions.  These groups are being included.  The local authority awards include awards in the areas of inclusion and participation in which local government engages.  These are all important.  As I said, local authorities take a great sense of pride in ensuring they include as many people as possible.<\/p> <p>In summary, we are trying to ensure that in the long term we have as broad a strategy as possible for inclusion.  The option of town hall meetings is not discounted but this measure offers the opportunity to have a much broader inclusive debate through the use of different resources.  I stress again that the programme for Government sets an objective to move away from linear consultation processes to much more participative and inclusive methodologies, not just for development plans but for various plans and policies, and not just at local government level but at every other level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#CC00200","speaker":"1512"},{"type":"unspoken","time":1606744800,"counter":110,"content":"<p>Amendment put.<\/p>"},{"type":"speech","time":1606744800,"counter":111,"content":"<p>In accordance with Standing Order 61, I will put the question again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#CC00600","speaker":"1692"},{"type":"unspoken","time":1606744800,"counter":112,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1606744800,"counter":113,"content":"<p>Government amendment No. 2:<\/p><p><\/p>"},{"type":"vote","time":1606744800,"counter":114,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 34; Níl, 7.<\/p><br\/><br\/><p>Tellers: Tá, Senators Robbie Gallagher and Seán Kyne; Níl, Senators Michael McDowell and Victor Boyhan.<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#FF00200","aye":["1629","1630","1633","1635","1637","1638","1639","1640","1641","1644","1646","1647","1648","1651","1652","1653","1654","1656","1658","1660","1661","1665","1666","1667","1670","1671","1674","1692","1693","1688","1682","1685","1686","1687"],"nay":["1631","1634","1662","1664","1669","1683","1684"],"abs":[]},{"type":"speech","time":1606744800,"counter":115,"content":"<p>Amendment No. 3 cannot be moved as it is a physical alternative to amendment No. 2, which has already been agreed to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK00100","speaker":"1650"},{"type":"unspoken","time":1606744800,"counter":116,"content":"<p>Amendment No. 3 not moved.<\/p>"},{"type":"speech","time":1606744800,"counter":117,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 4, lines 1 and 2, to delete &ldquo;(which may include the holding of a public meeting)&rdquo; and substitute &ldquo;(which shall include public meetings online and in person)&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK00400","speaker":"1662"},{"type":"unspoken","time":1606744800,"counter":118,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1606744800,"counter":119,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 4, lines 1 and 2, to delete &ldquo;(which may include the holding of a public meeting)&rdquo; and substitute the following:  \t&ldquo;(which shall include public meetings, online and also in person except where the holding of a meeting in person may be detrimental to public health)&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK00700","speaker":"1662"},{"type":"unspoken","time":1606744800,"counter":120,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1606744800,"counter":121,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 4, lines 1 and 2, to delete &ldquo;(which may include the holding of a public meeting)&rdquo; and substitute &ldquo;(which shall include public meetings online and, except in an emergency period, also in person)&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK01000","speaker":"1662"},{"type":"unspoken","time":1606744800,"counter":122,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1606744800,"counter":123,"content":"<p>Amendments Nos. 7 and 8 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK01200","speaker":"1650"},{"type":"speech","time":1606744800,"counter":124,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 4, line 3, after &ldquo;submissions&rdquo; to insert &ldquo;online and&rdquo;. <\/blockquote> <p>I am standing in for Senator Higgins whose rationale for putting forward amendments Nos. 7 and 8 is as follows.  As we are in an emergency period, it may not always be possible for persons to engage as directly with the planning process as they normally would.  However, they may still wish to submit, in writing, their views regarding the planning and development process and they should not face barriers to submitting submissions.  Senator Higgins's amendment No. 18 is requesting a report into the resources needed by local authorities to support the planning process.  I know that is not part of this grouping but that amendment would provide clarity to the Government on additional resourcing that may be required by local authorities to support the different input processes that may be needed to ensure public participation rights are upheld.<\/p><p>It is not Senator Higgins's intention to press amendments Nos. 7 and 8 at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK01300","speaker":"1631"},{"type":"speech","time":1606744800,"counter":125,"content":"<p>I do not know where Senator Higgins is coming from but I want to speak in favour of the council executive.  It has always engaged and encouraged participation and I have never experienced any curtailment or limits to that engagement.  I know Members referred to people as being potentially difficult and maybe I am considered difficult but I engaged in the local development plan, both as a local councillor and as a citizen, which is a distinction I always draw.  I always made submissions as a citizen and I continue to do so.  I am regularly in contact with An Bord Plean&aacute;la and other organisations, principally as Victor Boyhan the citizen.  That is an important distinction to make.  I pay whatever fee is required and I never look for any fee to be waived.  There is no fee here but I want to put it on the record that I have found the officials to be exemplary and I encourage and support them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2020&amp;amp;month=11&amp;amp;day=30\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In essence all submissions are summarised to make a report to the elected members.  Accordingly, they are grouped thematically and relate to zonings, as well as specific local objectives and issues.  They are clustered together and, to be fair, they are always accurate and representative.  They touch on the very kernel of the issues, difficult and all as some of them are.<\/p><p>I have never experienced that.  I do not believe this amendment is necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#KK01400","speaker":"1634","continuing":true},{"type":"speech","time":1606744800,"counter":127,"content":"<p>Maybe Senator Boyhan would reflect on the fact that Senator Higgins is a lifelong opponent of limiting length of contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL00200","speaker":"1669"},{"type":"speech","time":1606744800,"counter":128,"content":"<p>Was amendment No. 2 passed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL00300","speaker":"1512"},{"type":"speech","time":1606744800,"counter":129,"content":"<p>Yes, it was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL00400","speaker":"1670"},{"type":"speech","time":1606744800,"counter":130,"content":"<p>During the debate on the previous amendments, Senator Boyhan referred to the Oireachtas Library and Research Service report.  The explanatory note was written and published before the Government amendment was introduced which now clarifies that there will always be a public meeting or an online public meeting.  The Office of the Attorney General has also confirmed the proposal is fully compliant with the Aarhus Convention and the public participation directive.<\/p> <p>Amendment No.7 proposes to insert a wording which would have the effect that only online submissions in writing from members of the public will be invited by the planning authority with respect to the proposed development plan.  I cannot accept this amendment as, while we wish to encourage and facilitate the adoption by the public of making online written submissions, such written submissions should not be limited to online communications only but should be flexible and open by other means of delivery of written submissions to a planning authority, for example, by post.<\/p> <p>Amendment No. 8 seeks to ensure the public online submissions are not subject to a limitation in terms of length.  While I recognise this amendment is well intentioned, I cannot accept it.  Planning authorities routinely conduct public consultation exercises, inviting submissions from the public across a wide range of functions and areas of responsibility.  They have demonstrated the required capacity to undertake such important public engagement activities in a transparent and equitable manner.<\/p> <p>The amendment suggests there has been a restriction, or similar device, operated by planning authorities to seek to limit the extent or length of submissions made by the public, either in written or through online forms.  I am not aware of any such approach by a planning authority.  Accordingly, I do not believe the amendment is warranted or necessary when considered in light of the well-established practices currently operated by local authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL00500","speaker":"1512"},{"type":"speech","time":1606744800,"counter":131,"content":"<p>I thank the Minister of State for his comprehensive response which I will pass on to Senator Higgins.  I will be withdrawing these amendments on behalf of Senator Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL00600","speaker":"1631"},{"type":"unspoken","time":1606744800,"counter":132,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1606744800,"counter":133,"content":"<p>I move amendment No. 8:<\/p> <blockquote> \tIn page 4, line 4, after &ldquo;and&rdquo; to insert the following:  \t&ldquo;shall ensure that where a member of the public chooses to make a submission in writing online they are not subject to a limitation in terms of length of submission, and&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL00800","speaker":"1631"},{"type":"unspoken","time":1606744800,"counter":134,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1606744800,"counter":135,"content":"<p>Amendments Nos. 9 to 11, inclusive, are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL01000","speaker":"1692"},{"type":"speech","time":1606744800,"counter":136,"content":"<p>I move amendment No. 9:<\/p> <blockquote> \tIn page 4, between lines 6 and 7, to insert the following:  \t&ldquo;(iii) shall take active steps to support equality of access to participation in public consultation, in relation to a proposed development plan, with particular regard to obligations under the Public Duty on Equality and Human Rights, the United Nations Convention on the Rights of Persons with a Disability and the Aarhus Convention.&rdquo;.&rdquo;.  <\/blockquote> <p>I am moving these amendments and withdrawing them on behalf of Senator Higgins, who apologises as she is at a committee meeting.  These are about public participation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL01100","speaker":"1631"},{"type":"speech","time":1606744800,"counter":137,"content":"<p>I thank Senator Higgins for tabling these amendments.  While they are important, my experience has been one of openness and inclusivity with regard to development plans both in the city and county with which I am familiar but also around the country.  They are important because we have other groups of people who feel marginalised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020113000002#LL01200","speaker":"1634"},{"type":"unspoken","time":1606744800,"counter":138,"content":"<p>Additional debate to follow.<\/p>"}]