[{"type":"minorheading","content":"Prelude","time":1554211800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1554211800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1554211800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1554211800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1554211800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#A00100"},{"type":"speech","time":1554211800,"counter":6,"content":"<p>I have received notice from Senator Billy Lawless that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to allow the spouses and partners of returning Irish emigrants access to the employment market.<\/blockquote> <p>I have also received notice from Senator Paul Coghlan of the following matter:<\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht to make a statement on the deer management plan in Killarney National Park and its environs.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to provide an update on his Department's plans to work collaboratively with the Teaching Council to deliver additional training for trainee teachers who will be providing an education in mainstream classes for children with additional needs.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Employment Affairs and Social Protection to outline the expected timeframe for the restoration of State pension rate bands to pre-budget 2012 levels.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Health to outline whether the 120-bed replacement inpatient block at St. John's Hospital, Limerick will be included in the HSE capital plan.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to outline the plans he has to reintroduce the community graffiti reduction programme.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators Lawless, Coghlan, Devine and Gallagher and they will be taken now.  Senators Byrne and Humphreys may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#A00200","speaker":"1381"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1554211800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#B00100"},{"type":"minorheading","content":"Immigration Policy","time":1554211800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#B00200"},{"type":"speech","time":1554211800,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Stanton, and invite Senator Lawless to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#B00300","speaker":"1381"},{"type":"speech","time":1554211800,"counter":10,"content":"<p>If the Cathaoirleach will permit me, I am honoured that my sisters, my uncle and aunt and my first cousins are all in the Gallery.  They are descendants of my grandfather, Gerald Fitzgerald from Clonakilty, who taught in Clonakilty Agricultural College and whose three sons worked there as well.  I am honoured that they are here today and thank them for joining us.<\/p> <p>I thank the Minister of State for his attendance today for this most important issue to Irish emigrants living overseas.  As the Minister is aware, on 6 March this year it was announced that the spouses and partners of critical skills employment permit holders will be able to access the Irish labour market without the need to obtain an employment permit.  This is a very welcome announcement and I applaud the Minister of State and the Minister, Deputy Humphreys, for bringing it into being.  I am, however, completely bewildered that although this initiative can be introduced with relative ease, the partners of returning Irish emigrants have to wait months before securing an employment permit.  Surely to God if we are extending this scheme to individuals of every nationality bar none who have the relevant employment permit, we can do the same for our own.  Partners of returning Irish emigrants are waiting anything up to a year to get a work permit.  They are our own people and they currently rank below partners or spouses of non-Irish workers in terms of priority.  What kind of message does that send to the Irish emigrant community about how welcome they are to return home?<\/p> <p>As the Minister of State knows, the Department of Foreign Affairs and Trade commissioned and published the Indecon economic report on addressing challenges faced by returning Irish emigrants in February 2018.  A key challenge identified within the report was the inability of partners of returning emigrants to obtain work permits.  According to the same report, in 2017, 529 spouses or partners of returning emigrants applied for work permits and the average processing time was almost six months.  The report, published over a year ago now, especially recommends at a very minimum the introduction of a pre-clearance system for applications in order to speed up both information and decisions.  This is the least we can expect, but I would ask the Minister of State to go further.  Why not allow all spouses and partners of returning emigrants an automatic entitlement to work and get rid of the permit requirement, as the Minister of State has done for critical skills employment permit holders?<\/p> <p>As the Minister of State is aware, we lost the Irish E3 visa allocation of 5,000 by a single vote in the US Senate before Christmas, after getting unanimous consent in the House of Representatives.  The Irish E3 is a surplus visa that the Australians do not take up.  We are in the process of reintroducing it in the US Senate and House very shortly and are hopeful of being successful this time around.  Significantly, spouses of these E3 visa holders will automatically receive work authorisation in the United States.  If this is passed, Ireland will reciprocate by allowing US citizens and their spouses work authorisation here.<\/p> <p>Irish citizens with their spouses are now returning to Ireland after the terrible recession we had over ten years ago.  They are returning with new skills and some with a non-Irish spouse.  These spouses cannot get work authorisation.  That is wrong.  We cannot be hypocrites in this.  We are talking about 572 people married to or in a partnership with Irish citizens.  According to the Minister for Business, Enterprise and Innovation, in 2018 almost 9,000 people were in receipt of the critical skills employment permit.  All of the spouses and partners of those people and future applicants for the permit have now effectively been given an amnesty to work in this country.  We must treat our returning emigrants equally.  I urge the Minister of State to at least implement the recommendations of the Indecon report.  Better still, he should afford partners or spouses of returning emigrants the same rights and opportunities that have been extended to over 9,000 spouses and partners of non-Irish citizens.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#B00400","speaker":"1429"},{"type":"speech","time":1554211800,"counter":11,"content":"<p>Before the Minister of State responds, as Cathaoirleach I would like formally to welcome Senator Lawless's cousins, the Fitzgerald and Lawless clan, including Senator Billy Lawless&rsquo;s uncle Peadar and aunt Una and his cousins from Darrara, Clonakilty, which is very close to my home place.  I live in Schull.  I am from a little village called Kilcrohane but I know Darrara and that area very well.  They are extremely welcome to the Chamber and I hope they have a lovely day.  I hope they will sponge off the generosity of Senator Lawless for the rest of the afternoon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#B00500","speaker":"1381"},{"type":"speech","time":1554211800,"counter":12,"content":"<p>Before the Cathaoirleach allows the Minister of State to come in, may I join with him in welcoming all of the Fitzgerald clan here today?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00100","speaker":"1420"},{"type":"speech","time":1554211800,"counter":13,"content":"<p>It is great to know that Senator Lawless is a Cork man at heart and by birth.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00200","speaker":"1277"},{"type":"speech","time":1554211800,"counter":14,"content":"<p>Most of them are now living in Killarney.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00300","speaker":"1420"},{"type":"speech","time":1554211800,"counter":15,"content":"<p>They are all welcome.<\/p><p>On behalf of the Minister for Justice and Equality, Deputy Flanagan, who sends his apologies, I thank the Senator for raising this matter.  I welcome the opportunity to address the position on the spouses and partners of returning Irish emigrants and their access to the labour market.  Broadly speaking, spouses and civil partners and de facto partners of Irish nationals have broad access to the Irish labour market.  For persons in a marriage or civil partnership, entry to the State and immediate registration with the Irish Naturalisation and Immigration Service, INIS, and the Garda National Immigration Bureau is possible and these people are granted a stamp 4 immigration permission.  Stamp 4 permission holders can work without the need for an employment permit, or indeed can set up their own business.  Feedback from the NGO sector has indicated that this is quick and clear to navigate and is inexpensive.<\/p><p>For non-visa required persons, the non-EEA spouse or civil partner can be issued with an entry permission on arrival in the State and will generally have a short period of a few weeks to wait for the stamp 4 permission.  It is worth noting Ireland's policy to allow de facto partners to apply for residency permission, recognising the changing nature of relationships and family make-up.  The decision of INIS to facilitate such applications is progressive and sets it apart from many other jurisdictions.  Currently, a non-EEA de facto partner of an Irish emigrant must make a written application to INIS for assessment, which is subject to a processing time of approximately six months, as the Senator has said.  When a positive decision is made, the non-EEA person is entitled to a stamp 4 immigration permission that will allow him or her to work in Ireland without need for an employment permit.<\/p><p>My officials are aware of the Indecon report on returning emigrants,<b><\/b>its recommendations, and the challenges faced by this group of people as they return to Ireland, which have been articulated well by Senator Lawless.  The Department and officials in the Irish Naturalisation and Immigration Service have ongoing engagement with stakeholders and are working on proposals that will streamline the process for spouses, civil partners and de facto partners of returning Irish emigrants.  The aim of these proposals will be to deliver significant customer improvement gains in terms of the time taken to assess applications and in providing greater clarity to applicants at an early stage before travel commitments are made.  It is hoped to deliver this under the INIS service improvement plan 2018-20, and this will assist in streamlining the various schemes that permit non-EEA nationals enter and reside in the State.<\/p><p>I have taken note of the other points the Senator has made and will bring them to the attention of the Minister and the officials in the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00400","speaker":"1277"},{"type":"speech","time":1554211800,"counter":16,"content":"<p>A brief supplementary question by Senator Lawless.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00500","speaker":"1381"},{"type":"speech","time":1554211800,"counter":17,"content":"<p>I thank the Minister of State, Deputy Stanton.  I am delighted that he is striving to streamline the process.  We have to stop putting obstacles in the path of our returning emigrants.  They did the State an incredible service when they left ten years ago.  Some 250,000 people left and thank God most of them are coming back, which is great to see.  We need them back but they are returning with new skills, and their partners also bring new skills, and obstacles or barriers should not be put in front of them.<\/p> <p>I ask the Minister of State to ensure this will be done as quickly as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00600","speaker":"1429"},{"type":"speech","time":1554211800,"counter":18,"content":"<p>I thank the Senator for raising this important matter and for his ongoing work in respect of the diaspora.  The Minister and his officials in the Department are very aware of the challenges which many returning Irish emigrants face and are actively addressing the removal of the barriers the Senator has described, where possible.  It is expect that the revised arrangement will make a significant contribution to the delivery of the Government's diaspora policy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00700","speaker":"1277"},{"type":"minorheading","content":"Wildlife Control","time":1554211800,"counter":19,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00750"},{"type":"speech","time":1554211800,"counter":20,"content":"<p>Senator Coghlan will have to accept that it is a Cork Minister of State who will deal with this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00800","speaker":"1381"},{"type":"speech","time":1554211800,"counter":21,"content":"<p>Let me assure the House that the Minister is acceptable.<\/p> <p>I wish to raise the issue of deer wandering from Killarney National Park, which is giving rise to increasing concern about road accidents.  This morning I met a lady, who is in the Gallery, who lost a wing mirror to a deer some time ago near the home of my colleague, Mr. Se&aacute;n Kelly, MEP at Gortroe.  There are pinch points in the Ballydowney- Gortroe area, where deer wander from the national park across to good grazing land.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is concern that deer numbers are increasing.  I hope the Minister of State can give me a breakdown of the numbers of the native Kerry red deer and the imported Japanese sika species.  We have had a few hundred of them in the Killarney area for a hundred years or more.  We badly need some fencing along part of the road from Killarney to Killorglin, though not along its entirety because a wall runs along a good stretch of it.  The fencing on the walkway route is pretty good.  However, there are points where there is no fencing.  The deer come onto the land between the walkway and the roadway and they are free to cross the road.  They are very much tempted to do so.<\/p><p>Some of the accidents have been serious.  I have not heard of anyone being killed, thanks be to God, but I have heard of a lot of damage to vehicles, including in a case I heard about this morning.  I am looking forward to hearing the Minister of State speak about the management plan.  I know there is a new regional manager, whom I look forward to meeting.  I believe he is very good on the question of deer and he has already initiated a cull of a hundred or more.  A cull is necessary in managing the deer.  I am a member of the Kerry Deer Society.  We are interested in the conservation of the Kerry red deer, though not so much the sika.  The sika are often more difficult to locate.  They are smaller animals.  I look forward to hearing from the Minister of State.  I may have a question or two for him afterwards.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#C00900","speaker":"1420","continuing":true},{"type":"speech","time":1554211800,"counter":23,"content":"<p>On behalf of the Minister for Culture, Heritage and the Gaeltacht, Deputy Madigan, I thank the Senator for the opportunity to discuss this important issue.  Before I begin, the Minister has asked me to address the fire on Torc Mountain in the Killarney National Park over the weekend.  I would like to put on official record our thanks to the Kerry fire and rescue service, the staff of the Department of Culture, Heritage and the Gaeltacht, the National Parks and Wildlife Service, NPWS, rangers in Killarney, the regional manager and all the volunteers who came to our assistance on Friday evening and Saturday morning and worked tirelessly through Friday night to put the fire out.  Preliminary mapping by NPWS staff has shown that in excess of 70 ha, that is, 175 acres, of priority habitat has been extensively damaged by this fire.  There has also been a severe localised impact on flora and fauna.  The cause of the fire is still under investigation and the NPWS will be following up with authorities, including the Kerry fire and rescue service, to ascertain the circumstances surrounding the blaze.<\/p> <p>In respect of the Commencement debate to hand, the Department recognises that deer form an important part of wildlife on State lands such as Wicklow Mountains National Park and Killarney National Park.  It should be noted, however, that while the National Parks and Wildlife Service of the Department licenses the hunting of deer, the Department does not own the deer population.  They are wild animals.  As deer species are increasing in range and numbers, there is a significant challenge in attempting to balance the demands of agriculture, forestry and conservation with the need to ensure that deer populations occupying the same land resources are managed at sustainable levels and in a responsible and ethical manner.  Killarney holds a special place among our national parks as far as deer population and management are concerned.  Killarney National Park contains the largest concentration of red deer, Ireland's only native large mammal, as well as large numbers of non-native sika deer, as the Senator has pointed out.<\/p> <p>With regard to Killarney National Park in particular, Senator Coghlan will be aware that as part of its regular ongoing management operations the Department carries out localised annual deer counts on State lands where appropriate.  A number of surveys, censuses and reports on the deer population have been conducted in recent years, including a comprehensive survey and report in the winter of 2016 on the distribution, population density and population structure of red deer and sika deer in Killarney National Park.  This was followed by further censuses in spring 2017 and winter 2018.  The results of the most recent census of late 2018 are being finalised.  Preliminary reported results indicate that the population density of red deer is in the region of 11.31 per sq. km, with a population of about 896 red deer.  The sika population density is in the region of 6.71 per sq. km, with a population of roughly 532.  Certain management issues, such as the need for culling, arise as a result of the increase in the deer population.<\/p> <p>Deer also have the potential to impact significantly on woodlands, including the iconic yew, oak and other wet woodlands within the park, for example, by stripping the bark of mature trees and preventing regeneration.  Therefore, where deer species are increasing in range and number, depending on the annual count and instances of damage caused to habitats by deer, culls need to be carried out to ensure deer populations do not reach levels that would have negative ecological consequences.  More than 120 deer were culled between 2015 and 2017 and more than 120 deer were culled in 2018.  The 2019 cull of deer has commenced.  Some 210 deer have been culled so far.  The aim is to finish culling in April 2019 with approximately 250 altogether to be taken for humane and management reasons.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy David Stanton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1053\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1053&amp;amp;pid=DavidStanton&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As deer culling has proven to be an emotive topic in the past few years, the proposed course of action is decided upon following consultation with NPWS professional staff, including scientific input as required.  Shooting of deer in the park is carried out only by NPWS professional staff members, who are fully trained, competent, expert and licensed in the use of firearms.  The selection of deer to be shot is in accordance with normal deer management protocols.  The deer are shot humanely by qualified NPWS marksmen.  The remains are processed and disposed of in full compliance with the applicable Department of Agriculture, Food and the Marine guidelines, and with the involvement, as appropriate, of departmental officials.<\/p><p>As indicated above, the Department of Culture, Heritage and the Gaeltacht does not own the deer population.  Deer are wild animals and they roam freely throughout the countryside.  The control of deer on private property is the responsibility of landowners.  Wild deer in the State are protected under the Wildlife Acts, but there is an annual open season during which deer can be legally shot under licence.  The open season for deer operates generally from 1 September to the last day of February, depending on the species and gender of deer.  Landowners may also apply to the Department for a permission under section 42 of the Wildlife Acts to cull deer where necessary outside the annual open seasons.  These permissions offer a facility whereby a person can obtain a permit, on a case-by-case basis, to prevent serious damage caused by individual deer on specific lands.  Permissions are only issued where there is evidence of such damage.<\/p><p>The Senator will also be aware of the issue of fencing, which has sometimes been raised with regard to deer management in Killarney National Park.  There are no plans to fence the national park.  Fencing it would not be a viable solution and would not achieve the desired results for a number of reasons.  First, the presence of deer is not confined to the national parks and, consequently, fencing these properties would serve no practical purpose in wild deer control or management.  Deer, albeit larger, are like other wild animals in this country and it is not part of the remit of the Department, nor would it be generally possible, to cordon them onto specific areas of land.<\/p><p>Second, the park is more than 10,000 ha in size, including some rugged terrain.  Fencing this area would be an enormous task that is unlikely to result in the desired objective.  Third, sika deer are capable of going under fencing that is eight inches off the ground, while red deer are capable of knocking down fences.  Finally, the erection of a fence this size could also impact on the sensitive habitats within the park.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#D00200","speaker":"1277","continuing":true},{"type":"speech","time":1554211800,"counter":25,"content":"<p>I appreciate everything the Minister said about the fire.  It was very unfortunate that such an area was destroyed and that insect life, hares and ground-nesting birds were wiped out.  Hopefully, officials will find out how the fire happened and where it started.<\/p> <p>The Minister of State said the deer was a wild animal, but I referred to deer that were born in the national park and live within the park but encroach on its environs.  I appreciate that it would be impossible to fence in the national park.  Much of it is high-walled but there are some select points where deer fencing would bring results and prevent them from wandering out.  Some of the existing fencing is good but there are gaps and, on the western demesne alone, some 200 deer wander daily from the park onto the Castlemaine Hotel grounds and the Killarney golf courses of Killeen and Mahony's Point.  I ask the Minister of State to consider fencing at certain pinch points, especially at Ballydowney and, even more so, Gortroe.  I appreciate that only rangers can shoot deer within the park in season and it would be totally irresponsible to license anybody else to do so when so many members of the public wander freely around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#E00200","speaker":"1420"},{"type":"speech","time":1554211800,"counter":26,"content":"<p>I will bring the points made by the Senator to the attention of the Minister, Deputy Madigan.  Deer management is a complex and multifaceted process.  There is a significant challenge in attempting to balance the demands of agriculture, forestry and conservation with the need to ensure the deer population, occupying the same land resources, are managed at sustainable levels and in a responsible and ethical manner.  I thank the Senator for his comments about the work done in response to the fire.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#E00300","speaker":"1277"},{"type":"speech","time":1554211800,"counter":27,"content":"<p>I thank the Minister of State.  Killarney National Park is a wonderful treasure.  I was sad when I read that so much damage had been done.  It is an amazing feature to have in any county and the Senator is very fortunate to have such a wonderful facility.  I hope it can be protected long after we are gone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#F00100","speaker":"1381"},{"type":"speech","time":1554211800,"counter":28,"content":"<p>It will take a few years to recover but please God.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#F00200","speaker":"1420"},{"type":"speech","time":1554211800,"counter":29,"content":"<p>It is very sad because at this time of the year birds are nesting and all sorts of natural life is being destroyed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#F00300","speaker":"1381"},{"type":"minorheading","content":"Special Educational Needs Staff","time":1554211800,"counter":30,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#F00350"},{"type":"speech","time":1554211800,"counter":31,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it chuig an Seanad.  It is timely that he is taking this Commencement matter on World Autism Awareness Day and I thank him for coming into the House.<\/p> <p>This morning, I joined a group of approximately 40 parents and grandparents in Crumlin, Dublin 12.  We have been campaigning for quite a long time for extensions to the services provided for their children.  Many of them do not have any services for their children and are relying on home tuition, which is not ideal.  If they were lucky, some of them were offered places located miles away in the expectation that a five year old child would take a bus to Maynooth and back again.  That is just not feasible.  We need to act urgently in this regard.<\/p> <p>In terms of this Commencement matter, schools are under a statutory obligation to provide education appropriate to students' needs and ensure the educational needs of all students, including those with a disability, are identified and provided for.  That is a statutory obligation on our Government and on the Minister.  We know also that there are guidelines for primary and post-primary schools.  However, the challenge remains in terms of resourcing and equipping our teachers to deliver on the many expectations placed on them.<\/p> <p>One primary teacher I spoke to recently is passionate and dedicated to her role but in her four years of teacher training she was given the bare minimum to deal with pupils with additional needs.  The story is replicated when we look at the situation around individual education plans, IEPs, for teenagers with Down's syndrome.  The teachers unions - the ASTI and the TUI - advised members recently to stop providing these critical planning processes for children with additional educational needs due to resource issues.  IEPs are vital to ensure a positive learning environment for students with Down's syndrome but teachers and, more importantly, the young people themselves are caught in the middle between expectations without adequate support.<\/p> <p>It is essential and a no-brainer that our children should have a dynamic, adaptable and inclusive schooling environment that is mindful of their needs.  What exactly is the current training offered to teachers?  How do we know it is sufficient to meet the needs of our children?  How is it evaluated or monitored?<\/p> <p>Several teachers spoke bravely and in depth about the pressures they feel in managing their large class sizes with so many individual needs.  How do we intend to ensure that teachers' mental health and well-being is monitored within this context of improving responses to additional needs and mainstream education?<\/p> <p>The Minister of State knows that there are autism spectrum disorder, ASD, units but they are not adequate.  They are excellent when they operate well but our objective would be to move children on to mainstream schooling and have them included and not excluded.  The loud, clear and proud chant from the parents this morning was education, not discrimination.  It is the education system we need to focus on, one that will equip, enable and support teachers to provide for the individual needs of their pupils in their large classes.  That includes those with autism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#F00400","speaker":"1388"},{"type":"speech","time":1554211800,"counter":32,"content":"<p>On behalf of the Minister for Education and Skills, who sends his regrets, I thank the Senator for raising this matter and for her sincere interest in this very important subject.<\/p> <p>Inclusive education is a fundamental principle of our education and training system.  This principle is put into practice in the policies of the Department and the Teaching Council.  That is clearly articulated, for example, in the quality frameworks for primary and post-primary schools, which is entitled Looking at Our School, 2016.  These frameworks provide a comprehensive picture of quality teaching and learning and quality leadership and management to schools and teachers.<\/p> <p>Under section 38 of the Teaching Council Act, all initial teacher education programmes in Ireland that lead to registration must have professional accreditation from the Teaching Council.  The mandatory requirements for accreditation are set out in the Teaching Council's criteria and guidelines for programme providers, which were published in June 2011 and revised in March 2017.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy David Stanton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1053\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1053&amp;amp;pid=DavidStanton&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Under these criteria, student teachers in all accredited programmes are required to undertake study of inclusive education, including special education, and this applies to all primary and post-primary teachers.  In 2017, the Department published guidelines for primary and post-primary schools supporting students with special educational needs, which provide guidance to schools on the use, organisation and deployment of additional teaching resources for students with special educational needs.  In addition to developing and reviewing their whole school policies on the education and inclusion of students with special educational needs, schools should be proactive in providing continuing professional development, CPD, for their teachers.  The support service of the National Council for Special Education, NCSE, delivers a range of professional development initiatives and support for teachers working with students with special educational needs.  Moreover, all the Department's support services, such as the professional development service for teachers, are required by the Department to have regard to the individual needs of all learners, in designing and delivering CPD for teachers.<\/p><p>The Department's policy on school setting is that children with special educational needs should be included in mainstream placements with additional supports provided, unless such a placement would not be in their best interest or in the interests of the children with whom they are to be educated.  Most children with additional needs attend mainstream classes but some require the environment of a special class or special school.  This decision is based on a recommendation contained within a professional assessment in consultation with the NCSE.  Through its network of special education needs organisers, the NCSE is responsible for the development, delivery and co-ordination of education services to children with special educational needs, including the establishment of special class and special school placements.  Where parents have been unsuccessful in enrolling their child in a school placement, they should update their local organiser to inform the planning process.<\/p><p>The Teaching Council is in the process of reviewing and redrafting its criteria and standards for initial teacher education programmes at primary and post-primary level.  The new edition of the policy draws on research findings, including recommendations and implications cited in a commissioned research report on school placement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#F00500","speaker":"1277","continuing":true},{"type":"speech","time":1554211800,"counter":34,"content":"<p>I am interested in the Minister of State's comment on the review of the policy.  Will he or the relevant officials email me with an update on it and on when it will happen?  It is an urgent matter.  The Department should examine the waiting lists and the desperation of parents because the current teacher training is inadequate and is not fit for purpose for the number of children whom teachers are being asked to teach and take responsibility for.  We know that mainstreaming in school is the best option and outcome for children.<\/p> <p>Later in the D&aacute;il, a Sinn F&eacute;in motion on autism empowerment strategy is to be debated.  While it is a detailed motion, the crux of it is that we are calling for an all-party Oireachtas committee on autism to be set up in the immediate term and for it to be tasked with developing and publishing a comprehensive autism empowerment strategy within six months.  I ask all colleagues to support the motion.  In the meantime, we cannot allow children to be offered placements miles away from their home.  They need to remain in their communities rather than being isolated or alienated from them, because they will be the communities' next leaders.  The children's families, including their grannies and their support network, will live in those communities and the children will determine how their communities progress, but they will not be able to do so when their childhood takes place away from where they grow up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#G00200","speaker":"1388"},{"type":"speech","time":1554211800,"counter":35,"content":"<p>I will ask officials from the Department of Education and Skills to convey to the Senator the information she has requested.  A range of in-service professional development supports has been provided to teachers by the Department since March 2017.  The NCSE support service has a remit to develop schools' capacity to include students with special educational needs and to promote a continuum of inclusive and responsive education provision.  In addition, as the Senator will be aware, the Department provides funding support for teachers to expand their capacity through courses at the Middletown Centre for Autism and through funded postgraduate qualification provision at a number of higher education institutions for teachers involved in learning support and special education.  I agree with the Senator that pupils with special needs should stay in their own communities as much as possible, and I note her point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#G00300","speaker":"1277"},{"type":"minorheading","content":"State Pensions Reform","time":1554211800,"counter":36,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#G00400"},{"type":"speech","time":1554211800,"counter":37,"content":"<p>I welcome the Minister of State to the House and thank him for his presence.  As he will probably be aware, 86,000 people are awaiting a decision on their entitlement to an increase in the State contributory pension.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These people have lost out financially due to a decision made by the Government in 2012.  Most of them are women who took time out to look after and rear their children.<\/p><p>I understand that a review is under way in relation to the post-budget 2012 band rates.  While I welcome the review, I am disappointed to learn that as of 8 March 2019, only 4,254 reviews have been completed out of a total of almost 90,000.  That is less than 4%.  It is disappointing to learn of such slow progress.  Fianna F&aacute;il has pushed the Government hard to address the anomaly in the contributory State pension scheme which resulted in people losing out financially.  These changes have resulted in thousands of people losing out on entitlements they thought they would get in their full State pension.  While the good news is that the review is under way, progress is disappointingly slow.  I appreciate fully that there is a significant job of work to do here.  I also acknowledge that some additional staff recruitment has taken place in the Department to carry out the review.  However, notwithstanding the fact that the commitment to undertake the review was made 15 months ago in 2018, only 4% of the 90,000 reviews are complete.  That is very disappointing.<\/p><p>As I said earlier, people, most of whom are women, have lost out financially due to the measures adopted by the Government in 2012.  They have lost a great deal of money for no other reason than that they took time out to rear their children.  The additional delay adds to what they have lost already and is very disappointing for many.  Many people have contacted me to express their disappointment and, indeed, anger at the continuing delay.  I hope the Minister of State, Deputy Stanton, can tell me today how the review is progressing, when he expects it to be completed and when people can expect to receive renewed payments in the form of increases in the State contributory pension.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#G00500","speaker":"1396","continuing":true},{"type":"speech","time":1554211800,"counter":39,"content":"<p>I thank Senator Gallagher for raising this important matter and for his continued interest in the area.  Since late September 2018, the Department of Employment Affairs and Social Protection has been examining the social insurance records of approximately 90,000 pensioners who were born on or after 1 September 1946 and who have a reduced rate State pension contributory entitlement based on the post-budget 2012 rate bands.  These payments are being reviewed under a new total contributions approach to pension calculation, which includes provision for home-caring periods.  The reviews commenced on 13 February 2019, the day after the Minister, Deputy Regina Doherty, signed the regulations required, together with provisions in the Social Welfare, Pensions and Civil Registrations Act 2018, to permit the increased payments to be made.  As of 28 March 2019, 11,646 reviews have been completed.  Of these, over 8,850 have resulted in an increased payment for the pensioners concerned.  Pensioners who did not qualify for an increase in payments will continue to receive their existing weekly rate.  As such, nobody will lose out as a result of this review.<\/p> <p>The Minister has stated from the outset that it will take a number of months to complete all the reviews due to the numbers involved and the individual nature of social insurance records.  In some cases, it is necessary to engage in correspondence with a pensioner in order to clarify contribution histories and periods of caring and work.  To date, over 34,000 requests for information have issued to pensioners.  In order to process these reviews, 121 temporary staff members have been recruited to the Department's offices in the north west.  Regardless of when a review is conducted, the person's rate of payment will be adjusted without delay where an increase in payment is due and arrears will be issued, backdated to 30 March 2018 or the pensioner's 66th birthday, if later.  Where a person's rate does not increase following a review, the person will continue to receive their existing rate of payment.  Given the scale of the work, which involves 90,000 pensioners, the fact that each case requires close individual examination and that some cases are more complex than others, it is not be reasonable to expect all reviews to be processed immediately.  While this work will take a number of months to complete, it will continue until all pensioners have been notified of the outcomes of their reviews in writing.  The Minister urges anyone who has yet to provide additional requested information to the Department to do so as soon as possible so that his or her review can be processed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#H00200","speaker":"1277"},{"type":"speech","time":1554211800,"counter":40,"content":"<p>I thank the Minister of State for his response.  I welcome that some progress has been made with an increase on the 4,254 figure I gave to 11,646.  I welcome also and accept that 121 temporary staff members have been recruited to tackle this job.  That said, it will continue to be a time-consuming and slow process.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Can the Minister of State, give me, or more important, the pensioners concerned any indication of timeframe as to when the Department expect this review to be to be completed?  I will not hold him to the last day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#H00300","speaker":"1396","continuing":true},{"type":"speech","time":1554211800,"counter":42,"content":"<p>As stated in the reply, the Minister said it would take a number of months.  Some 34,000 people have been written to and he is anxious that they would respond, if they have not done so already.  Where a pensioner is awarded an increase, it will be backdated to 30 March 2018 or the person's 66th birthday, if later than that, and arrears will be paid, which is important.<\/p> <p>Following the Government decision in 2018, work began on the significant system changes and legislative requirements to cater for new measures.  A system change was delivered in November 2018 and January 2019, in time for reviews to commence from 13 February 2019.  Reviews began the day after the Minister signed the necessary regulations, which together with the provisions in the Social Welfare Pensions and Registration Act 2018 allowed the increase in payments to be made.  In September 2018, work began on identifying people to be reviewed and examining social insurance records of those born on or after 1 September 1946 who have a reduced contributory pension element.  Because of this work, not all of those reviewed will need to provide additional information, which makes the process as easy as possible.  <\/p> <p>The Minister said that the first payments would be made in the first quarter of 2019.  This has been achieved and work on reviews will continue until all the reviews that have been completed over the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#J00200","speaker":"1277"},{"type":"speech","time":1554211800,"counter":43,"content":"<p>I thank the Minister for State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#J00300","speaker":"1390"},{"type":"majorheading","content":"Message from Dáil Éireann","time":1554211800,"counter":44,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#J00400"},{"type":"speech","time":1554211800,"counter":45,"content":"<p>D&aacute;il &Eacute;ireann passed the Sea-Fisheries (Amendment) Bill 2017 on 28 March 2019 without amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#J00500","speaker":"1390"},{"type":"unspoken","time":1554211800,"counter":46,"content":"<p>Sitting suspended at 3.12 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1554211800,"counter":47,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#O00100"},{"type":"speech","time":1554211800,"counter":48,"content":"<p>The Order of Business is No. 1, Wildlife (Amendment) Bill 2016 - Committee Stage, to be taken at 4.45 p.m. and to adjourn at 6 p.m., if not previously concluded, and No. 2, Judicial Council Bill 2017 - Committee Stage, to be taken at 6 p.m. and to adjourn at 8 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#O00200","speaker":"1391"},{"type":"speech","time":1554211800,"counter":49,"content":"<p>I will raise two items today.  Vulture funds or investment funds are coming to Ireland and purchasing new homes <i>en bloc<\/i>.  We have learned that 282 properties under construction in Citywest have been put up for sale <i>en masse<\/i>to appeal to these large funds.  This is not the only deal that has been packaged in this way.  Last month an investment company snapped up 118 family homes in north County Dublin in a single transaction with a builder.  Other jurisdictions, for example New Zealand, have brought in measures to curb foreign investors from coming in and depriving first-time buyers of the chance to purchase affordable homes.  Jacinda Ardern's Government banned foreigners from purchasing properties in New Zealand, with the exception of Australians, to make it easier for Kiwis to buy homes and to stop speculative investment.  Germany is considering whether landlords with more than 3,000 units should be banned from operating in the cities.  These are radical proposals but I believe we have to do something to stop investment funds from coming in and acting in this way.  They are depriving young couples and young families of the opportunity to purchase homes.  It is a relatively recent phenomenon.<\/p><p>The second issue I wish to raise is the fact that today is Autism Awareness Day.  Autism affects one in every 65 people in Ireland.  It is not a disease, and it cannot be cured.  I would like to put on record my support for the Dublin 12 campaign for autism spectrum disorder, ASD, classes and inclusion.  There is a serious lack of services for our children and adults with autism in Dublin 12.  I am working with one mother of a non-verbal seven year old who is trying to get her child into a full-time school placement.  She has been doing this despite making many appeals to the Department of Education and Skills, in which she has been successful.  However, there is still no place available for this child.  She is one of many mothers in Dublin 12 who is fighting for a place for her child in a school with an ASD unit or in a special needs-type school.  There is a serious lack of placements for children with autism in the Dublin 12 catchment area.  Today, along with my colleague, Senator Devine, I joined the Dublin 12 group in Crumlin village in an effort to create awareness of the group and the absolute lack of placements and facilities for these children.  I ask that the Minister for Health would meet this group to discuss the lack of services, an ASD unit and a special school for children in Dublin 12.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#O00300","speaker":"1407"},{"type":"speech","time":1554211800,"counter":50,"content":"<p>On Sunday afternoon, while listening to the news, the plight of our local authority members came to the fore once again.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I make no apology for representing their needs in this House.  After all, they are our electorate and it is only right and proper that we would represent them.<\/p><p>Since 2014, when I first mentioned the terms and conditions of employment for county councillors in this country, they have had promise after promise of improved conditions.  They have an allowance, which is now regarded as income.  They are paying tax and PRSI on an allowance, which baffles me to some degree.  It took a High Court action to force the Government into changing the class of PRSI that applies to local authority representatives and incidentally, I am sorry to the heart that I did not push the same High Court case the whole way to cover Members of this House in order that we would not be paying class K PRSI, for it is absolutely criminal to be taking 4% of our income off us with no benefit whatsoever to accrue to anybody in this House.  That is just wrong in every sense of the word.<\/p><p>We are finding ourselves that some 20% of our local authority members will not run for re-election.  We are losing young, innovative and highly motivated people, purely because of the amount of work that is involved in the job and their inability to see themselves properly rewarded for the amount of time and effort they put into their jobs.  It is absolutely disgraceful that we are coming into the next election and they do not have their terms and conditions properly set out so that they know what they are signing up for.  We are seeing a lot of senior county councillors, people who have served this country for ten, 20 or 30 years, who are walking away as well.  I know I am not alone in this House when I represent their views.  I know every Member that is elected by members of local authorities feels the same way.  It is just wrong.<\/p><p>On a second issue, I see that we are now deferring the local property tax for another year.  This is the most cynical move I have ever seen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#O00400","speaker":"1390","continuing":true},{"type":"speech","time":1554211800,"counter":52,"content":"<p>It should be got rid of altogether.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00200","speaker":"1392"},{"type":"speech","time":1554211800,"counter":53,"content":"<p>It should be got rid of.  I totally agree with the Senator but leaving that aside, deferring it for a year in order to get us over the European and local------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00300","speaker":"1390"},{"type":"speech","time":1554211800,"counter":54,"content":"<p>That is cynical.  That is where it got us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":55,"content":"<p>Forgive me.  The Leader needs to say-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00500","speaker":"1390"},{"type":"speech","time":1554211800,"counter":56,"content":"<p>It is wrong.  It is rack-renting by the Government.  That is all it is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00600","speaker":"1392"},{"type":"speech","time":1554211800,"counter":57,"content":"<p>Allow Senator Craughwell to proceed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00700","speaker":"1381"},{"type":"speech","time":1554211800,"counter":58,"content":"<p>Property is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00800","speaker":"1391"},{"type":"speech","time":1554211800,"counter":59,"content":"<p>That is fat coming from Fine Gael.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P00900","speaker":"1392"},{"type":"speech","time":1554211800,"counter":60,"content":"<p>Do not have a side conversation.  Senator Craughwell is speaking on it and the Leader has ample time to respond later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01000","speaker":"1381"},{"type":"speech","time":1554211800,"counter":61,"content":"<p>Cynical moves such as deferring property tax until we get over the European and local elections are disgraceful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01100","speaker":"1390"},{"type":"speech","time":1554211800,"counter":62,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01200","speaker":"1392"},{"type":"speech","time":1554211800,"counter":63,"content":"<p>I understand that the Government is about to engage in some sort of a roadshow around the country on local authorities and the like and even though some are questioning its constitutionality, we have directly-elected mayors coming down the line.  This is all pretty cynical stuff coming into a local election and is not fooling anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01300","speaker":"1390"},{"type":"speech","time":1554211800,"counter":64,"content":"<p>Jesus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":65,"content":"<p>If the Leader wants to pray, this is not the place to do it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01500","speaker":"1390"},{"type":"speech","time":1554211800,"counter":66,"content":"<p>God is everywhere.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01600","speaker":"1392"},{"type":"speech","time":1554211800,"counter":67,"content":"<p>-----but at the end of the day-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01700","speaker":"1390"},{"type":"unspoken","time":1554211800,"counter":68,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1554211800,"counter":69,"content":"<p>Senator Craughwell is endeavouring to conclude, if he is allowed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P01900","speaker":"1381"},{"type":"speech","time":1554211800,"counter":70,"content":"<p>At the end of the day, the public deserve a little bit more recognition of their intelligence to figure out what is going on.  Once again, I would ask-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02000","speaker":"1390"},{"type":"speech","time":1554211800,"counter":71,"content":"<p>I thought the Senator was speaking for the councillors, not the public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02100","speaker":"1380"},{"type":"speech","time":1554211800,"counter":72,"content":"<p>I know that Senator Paddy Burke would be supporting-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02200","speaker":"1390"},{"type":"speech","time":1554211800,"counter":73,"content":"<p>Could the Senator hold off on that one please?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02300","speaker":"1381"},{"type":"speech","time":1554211800,"counter":74,"content":"<p>Senator Paddy Burke will be on his feet in a few minutes to support me in what I say and fair play to him for that.  At the end of the day-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02400","speaker":"1390"},{"type":"speech","time":1554211800,"counter":75,"content":"<p>The Senator has been defending them for years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02500","speaker":"1380"},{"type":"speech","time":1554211800,"counter":76,"content":"<p>-----we have a responsibility to those who we serve so let us try to do something before the local elections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02600","speaker":"1390"},{"type":"speech","time":1554211800,"counter":77,"content":"<p>I thank the Cathaoirleach, I was waiting there for ages.  I wish to echo the sentiments of Senator Ardagh when she referred to Prime Minister Ardern.  She is one strong woman.  She has shown the world that it is possible to react urgently to the needs of people, in this case with the gun safety in her country because her paramount position and job description is to protect the people of the nation.  She is one strong woman and I am very proud that she is leading the way.<\/p> <p>I wanted to bring up a few matters.  First, we need a debate on vaccines throughout the world.  We know they are in decline and the herd immunisation has also declined and therefore we have seen the alarming rise of what we thought we had eradicated, namely, measles and mumps.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Measles and mumps are present in this country.  South Dublin has a particular problem with schools being closed, etc.  We saw authorities in New York closing cr&egrave;ches and schools to children who are not vaccinated.  I am pro-vaccination and pro-science and I will stand over that, but I simply do not know or have not thought enough about what we do for children who are not vaccinated.  Do we go down that road?  Is that unconstitutional?  A debate on that would be very much welcomed and is really needed.  We need to stick with science and with how we manage illnesses when they arise.  We must keep the herd protection that is so badly needed.<\/p><p>Another point I wanted to bring up relates to the Psychiatric Nurses Association.  The ambulance personnel are again out today, in particular those from the depot on Davitt Road.  They are looking to next week again and are reconsidering 24-hour stoppages.  At the moment there are 12-hour strikes.<\/p><p>They are my colleagues and I suppose I have a bias and a particular interest, but the HSE is refusing to deduct their union subscriptions.  The HSE is refusing to engage or negotiate and is ignoring them.  A hefty amount of PNA ambulance personnel are part of the National Ambulance Service Representative Association.  Like me, they want the Minister to end this now and to instruct the HSE to sit down under the auspices of the Workplace Relations Commission to engage and sort this out.  Everyone deserves and is entitled to the right to join a union or trade representative of his or her choice.<\/p><p>The third thing I wish to discuss - Senator Ardagh has raised this as well &ndash; is the Dublin 12 parent support group in Crumlin.  We decided to use today, Autism Awareness Day, to raise awareness in the village of Crumlin because places, classes and units there for children are non-existent.  The waiting lists are waiting lists of years, and that is too late for the children.  I have been to many of the meetings and I see new parents arriving all the time.  They are looking for support but they leave in shock, unfortunately.  I try to ease them into it gently but they do not realise the dearth of education classes that should be there.  The resounding vocal words this morning were \"Educate, do not discriminate.\"  Five year olds are being offered places but they have to be put on a bus.  They have to manage and navigate the journey on their own to Maynooth and back again in a day.  That is simply not feasible.  Parents are resorting to home tuition, which is approximately an hour to two hours each week.  Isolation and alienation are not the way to be inclusive in our communities.  I tabled a Commencement motion this morning and I hope the Minister will take forward my views, fast-track more units and enable and instruct schools to open those units.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#P02700","speaker":"1388","continuing":true},{"type":"speech","time":1554211800,"counter":79,"content":"<p>I am pleased to see the Judicial Council Bill back before this House on Committee Stage today.  I note that it is more than 16 months since we took the Bill on Second Stage on 22 November 2017.  It is unfortunate that we have seen such a long delay at a time when there has been such unseemly haste to rush the Judicial Appointments Commission Bill through.  I am also disappointed that we saw at such late notice, and after our leaders meeting last week, the Judicial Appointments Commission Bill reappearing on this week's schedule on Thursday afternoon.  I know that is for another day but I want to put the point on the record.<\/p> <p>Might we make provision over the coming week or so for a debate on Brexit?  I know we have had many opportunities to do so but clearly the issue is changing daily.  More and more depressing news comes from Britain.  We are seeing, apparently, a catastrophic cliff-edge approach being taken in Westminster with the prospect of a no-deal scenario becoming more likely.  Those of us watching it from this jurisdiction feel immense and increasing helplessness.  We wish we could do something to avert the course of these votes that are constantly against any prospective resolution.  It was particularly frustrating to see such narrow margins last night in the House of Commons votes.  I know this point has been made elsewhere by other legislators and Members of the Oireachtas, but it is shocking that we have a party in this jurisdiction that holds seven seats in Westminster.  It could have made a major difference and would have enabled the passage of the Ken Clarke amendment that would see Britain stay within a customs union.  It was lost by three votes last night.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know Sinn F&eacute;in has its own reasons but if there was ever a time to leave that aside in the face of an existential crisis for this country and for those living in Northern Ireland as well as for our neighbours in Britain, if there was ever a time to take up seats, it would make such a significant difference.  Nobody could suggest it would not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Q00200","speaker":"1402","continuing":true},{"type":"speech","time":1554211800,"counter":81,"content":"<p>It was only two votes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#R00200","speaker":"1392"},{"type":"speech","time":1554211800,"counter":82,"content":"<p>Senator Norris is right, it was two votes.  No one can say it would not have made a difference.  No one can say that if people had been there to represent voices from Northern Ireland that are not being heard at Westminster at present, it might not have made all the difference to those in the Labour Party, my own sister party, who are shamefully failing to achieve a compromise to stop a no-deal Brexit from happening.  We are on a cliff edge with this.  It is devastating to see our nearest neighbours in such a catastrophic state.  That there are people who could have done something and did not will be seen as really terrible in times to come.<\/p><p>I commend Mary McAleese for her comments on Friday.  I was privileged to chair an event at which she spoke on Friday evening at the Law Society in Blackhall Place for the <i>Hibernian Law Journal<\/i>.  She spoke so powerfully and movingly of her experience growing up in Belfast in the Ardoyne and her fears for the return of a hard border.  No one listening to that could fail to be moved or to wish to do anything possible to avert the no-deal catastrophe that is so chillingly coming our way.<\/p><p>Today marks 100 years since the appointment of Constance Markievicz as Minister for Labour.  She was the first woman Minister in our Government and in any western European country.  Although her appointment was historic and must be commemorated today, unfortunately it took another 60 years before a second woman was appointed to Cabinet.  That was M&aacute;ire Geoghegan-Quinn in 1979.  In 2019, we still have only ever had 19 individual woman serve as Cabinet Ministers.  I am using today to call upon the Government to do more to promote the achievements and successes of women in politics, to encourage more women to enter and participate in politics and to commit to including more women in Cabinet.  They could have done so this time but the Government did not.  The Taoiseach, Deputy Varadkar, chose not to appoint more women to Cabinet.  In marking the centenary of Countess Markievicz's achievement, it would be well worth seeking to ensure we have more women in Government positions in future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#R00300","speaker":"1402"},{"type":"speech","time":1554211800,"counter":83,"content":"<p>I rise to mark World Autism Day.  It is also Autism Awareness Week.  I attended a coffee morning this morning with D&oacute;chas in Limerick.  I met many children and their families.  There was a talk going on and it was a really interesting morning.  It was great to get an insight and to hear first-hand from families and from a campaigner who has been 14 years fighting for children with autism and special needs.  It really was a very informative morning.  While some people know some of the issues facing some of the children and their families, it is very important to go out and engage with people and get first-hand experience.<\/p> <p>The Minister of State with responsibility for local government published the plans for the proposed directly elected mayors.  Nobody is forcing anything on anybody.  It is going to be a plebiscite held in Cork, Limerick city and county, and Waterford city and county.  It is very important that clear information be sent out to people.  As a former Mayor of Limerick I am a big supporter of the idea.  I think it is the right way to go.  When we look at other European countries, they have leaders, but it is very important that we get this right if we are to get the information out there.  As well as a leaflet going out to all the voters, it is important for the Department to hold public information meetings where people will have the opportunity to have their questions answered.  Several people have contacted me with questions and reservations.  We have to put clear information out there.  Sometimes things do not go through.  It is really important to have a clear message and to give all the necessary information to those who have the right to vote on 24 May in the plebiscite on directly elected mayors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#R00400","speaker":"1384"},{"type":"speech","time":1554211800,"counter":84,"content":"<p>I have been contacted by many people in the last few days from counties Cavan and Monaghan in respect of a new charge being introduced for elderly people and those with disabilities availing of facilities laid on by the HSE.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The charge is &euro;4 per day return journey to and from the HSE service.  While people are not totally against the service <i>per se<\/i>, they have serious concerns about the lack of consultation and believe this was basically foisted upon them without any debate or forewarning.  The measure, unfortunately, will affect the elderly and the most vulnerable in our society, many of whom look forward to attending these services in their local facilities daily.  While I say they are not totally against this, they are disappointed that no consultation has taken place.  Some of the most vulnerable, including those with disabilities, will find that &euro;4 per day to be a financial burden.  The last thing we want is that these people would not be in a financial position to attend the services.<br\/><br\/>I ask the Leader to bring this to the attention of the Minister to see if a measure could be introduced to help the most vulnerable and those suffering financial hardship so they are free to attend the services as they do currently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#R00500","speaker":"1396","continuing":true},{"type":"speech","time":1554211800,"counter":86,"content":"<p>We are deeply frustrated at events in Westminster.  Today, we have got great solidarity from Emmanuel Macron, who said he will never abandon Ireland or the Irish people, no matter what happens.  This sends out a powerful signal to Brexiteers who think Europe will be divided.  The Taoiseach rightly said that we are open to a credible plan from Westminster that has a clear purpose.  The next few days will tell a story of where we are going but it is very concerning that the UK Parliament still has not taken control of an extremely difficult situation, which has caused huge confusion and unnecessary work and commitment over the last two and a half years.  I hope that comes to fruition.<\/p> <p>Last year, we had a very eventful moment in Clones when the leader of the DUP, Arlene Foster, attended the Ulster final between Fermanagh and Donegal.  I felt that was a momentous event.  It was well appreciated by the crowd and sent out a signal that times are changing.  There is a soccer club in Fermanagh, Ballinamallard United, which plays in the Irish league and is located only a few miles north of Enniskillen.  The club has got to its first cup final in 138 years, which will be played in Windsor Park against Crusaders.  This could be another wonderful moment for people from a nationalist point of view, in that we could attend and show our solidarity.  I live in Sligo and know Ballinamallard United is a very close friend of Sligo Rovers.  Indeed, Tom Elliot, who was the leader of the Ulster Unionist Party and was an Ulster Unionist MP, is chairman of Ballinamallard United.  We should send out our good regards to our near neighbours for that cup final, which takes place in early May.  There could be a huge opportunity for people to show their solidarity with a small club in Northern Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#S00200","speaker":"1424"},{"type":"speech","time":1554211800,"counter":87,"content":"<p>Although it is not a debate Members are having here, a previous speaker suggested nobody could say Sinn F&eacute;in votes would not have made a difference last night in Westminster.  Nobody could say that Sinn F&eacute;in has a mandate to take our seats in Westminster.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#S00300","speaker":"1372"},{"type":"speech","time":1554211800,"counter":88,"content":"<p>Once elected, they represent all in their constituencies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#S00400","speaker":"1392"},{"type":"speech","time":1554211800,"counter":89,"content":"<p>Unlike the Irish Labour Party, Sinn F&eacute;in will not make promises we cannot keep and we will keep every commitment that we make.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#S00500","speaker":"1372"},{"type":"speech","time":1554211800,"counter":90,"content":"<p>This is too serious for cheap shots.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#S00600","speaker":"1402"},{"type":"speech","time":1554211800,"counter":91,"content":"<p>Students are some of the hardest hit by the rental crisis.  Many students are staying in hostel dormitory rooms for whole semesters as a result of limited accommodation options.  Low incomes combined with the need for eight to nine-month leases are restricting their options in the rental market.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some 2,876 bed spaces of purpose-built student accommodation were opened in Dublin city in 2018, almost all of which provide luxury accommodation and cater for international students.  Prices range from &euro;250 to &euro;410 a week.  It does not just have a knock-on effect on rents in the local area, it also provides political cover for the Government which is failing to provide affordable options and uses the new build figures as a sign that it is addressing targets.  I fear that the inaction to provide affordable rental options for students has started to restrict access to third level education for those who need to rent, particularly in Dublin.  The Government is continuously delaying in bringing purpose-built student accommodation within rent pressure zone legislation.  Students have been faced with huge rent hikes, particularly in Dublin and Galway.  They are to be combined with a student contribution charge of &euro;3,000, the second highest in Europe.  Students are feeling serious financial pressure.  I, therefore, ask the Leader when the Seanad will next hear statements on housing.  Will he inform the Minister of the need to discuss in that debate the issue of student accommodation, particularly luxury student accommodation?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#S00700","speaker":"1372","continuing":true},{"type":"speech","time":1554211800,"counter":93,"content":"<p>On Brexit, I am increasingly tired of listening to people like Mr. Jacob Rees-Mogg, MP, talk about the 17 million people who voted to leave.  What about the 16.3 million who voted to remain?  Have they no rights whatsoever?  I also point out that the United Kingdom has a population of 67 million; therefore, the figure of 17 million is not as impressive as it sounds.  Furthermore, it is being said it would be undemocratic to have a second referendum.  Those who say it do not seem to have any problem whatsoever with Prime Minister May putting her ratbag of notions about the European Union to a vote for the fourth time within a couple of weeks.  There is, apparently, nothing undemocratic about it, but having a second referendum to take the temperature of the people is undemocratic.<\/p> <p>Moreover, I agree with Senator Ardagh about cuckoo funds and certainly think we should take action.  I am delighted that Germany is doing so.  It is outrageous that foreign investment companies come here to buy up enormous blocks and prevent young people from getting a foot on the property ladder.  I also strongly support the No Consent, No Sale Bill 2019 brought forward by Sinn F&eacute;in.  It is excellent and, of course, it should be done.  Foreign vulture funds come here to buy up enormous numbers of debts from the banks that were saved by the ordinary people of Ireland after their disgraceful behaviour, in which they are still engaged.  We are now allowing the people to be treated like slaves.  Their homes are being sold over their heads.  This, ladies and gentlemen, is the wonderful Irish Republic, by which we stand and in which we see these things happening without much by the way of protest.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#T00200","speaker":"1392"},{"type":"speech","time":1554211800,"counter":94,"content":"<p>As noted by other speakers, this is World Autism Day.  It is now 21 months since this House unanimously passed a Bill dealing with the need for a national autism strategy.  To say we are disappointed that there has been no movement on the Bill and that I fail to understand why it has not reached D&aacute;il &Eacute;ireann is an understatement.  Many people suffer as a consequence of the condition and their families struggle bravely to help to bring their children into the world in a meaningful way.  They struggle with communication and the behavioural issues that stem from it.  Last week I was delighted to attend the opening of a fine new facility by Remember Us in Balbriggan last.  The group provides a home not just for children with autism but also for those with any disability.  I commend Ms Jean Fitzpatrick and Ms Nora Roban who are the main forces on the committee.  I refer also to Snowflakes Autism Support in Swords which provides great services, the Irish Society for Autism and many others.  We need a national strategy for people with autism.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have a national strategy for dementia and we had a national strategy for cardiovascular disease.  We have had many strategies and I fail to see why we cannot have one for one of the most vulnerable groups in our society.  This is available in England, Wales, Scotland, France, Canada and many other places.  Sinn F&eacute;in has a motion in the D&aacute;il tonight and I commend the party for it but I would like the Minister to come in and explain to us why he cannot bring a Bill which was passed by this Chamber to D&aacute;il &Eacute;ireann.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#T00300","speaker":"1421","continuing":true},{"type":"speech","time":1554211800,"counter":96,"content":"<p>The Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00200","speaker":"1381"},{"type":"speech","time":1554211800,"counter":97,"content":"<p>The Cathaoirleach has caught me unawares.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00300","speaker":"1391"},{"type":"speech","time":1554211800,"counter":98,"content":"<p>I wanted to raise a point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00400","speaker":"1395"},{"type":"speech","time":1554211800,"counter":99,"content":"<p>I would keep going but, out of respect for my colleague, I will not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00500","speaker":"1391"},{"type":"speech","time":1554211800,"counter":100,"content":"<p>Senators must be very clear about this.  I looked at the Senator, and around the House, about five times and nobody raised their hand.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00600","speaker":"1381"},{"type":"speech","time":1554211800,"counter":101,"content":"<p>I was in a committee meeting<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00700","speaker":"1395"},{"type":"speech","time":1554211800,"counter":102,"content":"<p>The Senator should be here every day for the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00800","speaker":"1381"},{"type":"speech","time":1554211800,"counter":103,"content":"<p>I am a committee member and I was at a meeting.  We all attend other meetings.  Last week, figures for homelessness rose above the 10,000 mark.  According to the Department of Housing, Planning and Local Government, 6,480 adults and 3,784 children were living in emergency accommodation in February.  These figures included 1,707 families.  The Minister said he was disappointed but disappointment is when something happens outside a person's control and it is not an appropriate response to what is an incredible rise in figures.  The Minister should be mad and outraged and he should be finding solutions.<\/p> <p>Rebuilding Ireland is not working, something I see in my own area of Carlow where homelessness is on the rise.  Day in and day out, my heart breaks when I have another poor soul come to my office, broken, in tears and overwhelmed with disappointment because he or she has been passed over for a social house.  I cannot tell such people why they were passed over because I do not know.  There is no clear system for the public to know why or when a person will get their social house.  When there is no system, there is no hope.<\/p> <p>Last month, the United Nations condemned Ireland for what it called the financialisation of housing, accusing this Government of allowing multinational vulture funds to force tenants out of their own homes and to manipulate the market by buying up massive amounts of property at low cost and flipping them or charging hugely inflated rents.  The report highlighted preferential tax laws and the weak tenant protections in our country, which I have raised in the Seanad and at committee meetings.  On Monday, a Social Justice Ireland report stated that over 6,000 Irish people are living in substandard accommodation, which is unacceptable.<\/p> <p>I ask the Leader to detail to this House what his response was to the letter he received from Leilani Farha, the UN special rapporteur, on the right to adequate housing.  We were one of five countries to receive this letter and I understand she did not hold back on her criticism.  I agree with her that we have no monitoring and no accountability mechanism.  There is no transparency and no system to understand.  In the end, the Government is failing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U00900","speaker":"1395"},{"type":"speech","time":1554211800,"counter":104,"content":"<p>I have already called on the Leader to respond.  If anybody else wants to speak they should be here.  I will reluctantly allow Senators Mullen, Conway-Walsh and Colm Burke to speak very briefly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U01000","speaker":"1381"},{"type":"speech","time":1554211800,"counter":105,"content":"<p>Is m&oacute;r liom gur thug an Cathaoirleach an deis seo dom, go h&aacute;irithe toisc go bhfuil ceist t&aacute;bhachtach le pl&eacute; agam inniu.  Many of us have had New Zealand in our minds recently because of the appalling outrage of the murder of 50 people at the Al Noor Mosque and the Linwood Islamic Centre.  It is appropriate to remember Ireland's affinity with New Zealand, on account of the emigration of our people to that country and similarities between the two countries in agriculture and the food industry.  I learned recently that there are 600,000 people of Irish ancestry in that country, with 18,000 relocating from Ireland between 2011 and 2015 during the worst of the recession.<\/p> <p>Perhaps because of that close affinity, I felt all the more shocked to hear of the case of an Irish family, the Suhinthan family, and its experience with the New Zealand authorities.  Their mother, Nilani, is an IT consultant and the father a computer engineer.  Unfortunately for Ireland, Nilani was headhunted for a high-paying job in New Zealand and the family decided to move there, as was their right.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->She moved to Auckland in September on an interim visa and the intention was that the rest of the family would follow later.  Preparing for that move has cost them approximately &euro;15,000 to date.  The New Zealand authorities issued residency permits to her, her husband and two of her three daughters but they were refused a permit for their third daughter, Bumikka, who is 15.  Shockingly, the reason for this seems to be that she has Down's syndrome.  As a result, the New Zealand authorities have told the family that she does not have &quot;an acceptable standard of health&quot; and that this would place demands on the health and education systems there.  The family have made it clear that they do not expect the New Zealand state to fund any special health treatment or educational supports for their daughter and they have offered to fund that themselves but their appeal was refused in recent days and they are now in limbo with their family separated.<br\/><br\/>I accept, and I am sure the Leader would agree, that each country has the right to regulate its own immigration laws as it sees fit but, on the other hand, this is a situation where we have to ask what it says about a society that would welcome a highly-skilled couple with open arms and two of that couple's daughters but turn away their third daughter purely because she has Down's syndrome.<br\/><br\/>The New Zealand Prime Minister, Jacinda Ardern, in her speech at the Christchurch commemoration recently, stated:<\/p><blockquote>Racism exists, but it is not welcome here.  Assaults on faith and religion are not welcome here.  Extremism in all its forms is not welcome here.<\/blockquote><p>Listening to her speak and learning of the Suhinthan family's case, I am wondering if she could have added, &quot;A child with Down's syndrome is not welcome here&quot;.<br\/><br\/>Does the Leader agree that the turning away of an Irish child from the borders of a country on such grounds is truly reprehensible and is not reflective of a tolerant society, if that is the reason?  Can we have the Minister for Foreign Affairs and Trade in the House to see whether the Government has examined this issue closely and whether it has anything to say or do in what must be a very upsetting situation for the Suhinthan family?<br\/><br\/>That is the information I have based on the facts as best I know them and have received them.  It is a truly disturbing situation if it is as I have said.  I would be delighted to be reassured if there is any positive development in that case or if I have misunderstood any aspect of it but, sadly, on the basis of all the reports I have read, I do not believe that I have.  It is a disturbing situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#U01100","speaker":"1401","continuing":true},{"type":"speech","time":1554211800,"counter":107,"content":"<p>In dealing with the housing issue one of the factors that has not been dealt with is the number of vacant houses.  I was in an area in recent days where I was told by residents that a three bedroom semi-detached house has been vacant for seven years.  The owner owns of a number of other properties and it is now not profitable for that person to let the house.  I do not understand the reason for that but that person is not paying any additional tax by leaving the house vacant.  At the same time, he or she is not losing any money because the value continues to increase.  The issue of how we deal with vacant properties needs to be examined.  Some properties are vacant for genuine reasons - people may be in nursing homes or whatever - but in respect of a large number of them, people are waiting for property prices to rise.<\/p> <p>Allowing companies to come in and buy large lots of apartments needs to change.  That policy needs to be examined because at the time of the change of Government in 2011 personal borrowing amounted to more than &euro;200 billion.  That figure is now down to &euro;150 billion.  In fact, the amount of personal savings exceeds the amount of personal borrowing.  There is no excuse for allowing large companies to have a free-for-all in respect of acquiring properties because they can outbid everyone else.  That should be looked at with a view to a change in the regulation and in the legislation.<\/p> <p>I keep making the point that there is a cohort of people who do not qualify for local authority loans or to borrow from banks and who will continue to have to rent.  They need security of tenure and the only way of doing that is to create a system of 20-year leases, with a five-year rent review and the tenants being responsible for the upkeep and maintenance of the apartment or the house.  We need to move on that and it is something we should examine.<\/p> <p>I welcome the decision by Cl&uacute;id and Cork City Council to buy 75 completed apartments in the past week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a welcome development on Bachelor's Quay in Cork city.  It was a good decision by Cl&uacute;id Housing, Cork City Council, and the Minister and the Department to provide the funding for that project to go ahead, and I hope that all the properties will be occupied within the next three months.  It would be welcome to have a debate to deal with a number of issues that have been raised in a constructive manner rather than engaging in the blame game that often takes place in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#V00200","speaker":"1409","continuing":true},{"type":"speech","time":1554211800,"counter":109,"content":"<p>I appreciate the Cathaoirleach allowing me to contribute, given that I was delayed at the meeting of the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach, where we were carrying out scrutiny of the No Consent, No Sale Bill 2019 and trying to convince the Central Bank and the Department of Finance that mortgage holders need to be protected and that our economy and society need to be protected from vulture funds.<\/p> <p>I commend the East Mayo Anglers' Association and Inland Fisheries Ireland on the wonderful facility that has been developed on the River Moy to allow people with disabilities to access the river and use it for fishing.  I visited it last Friday and I encourage all Senators to do likewise if they are in County Mayo because it is a model of excellence, inclusion and everything else for such facilities.  It has done an excellent job, on which I commend the committee and everyone involved.<\/p> <p>Given that it is World Autism Day, I commend my colleagues, Deputies Funchion and &Oacute; Caol&aacute;in, for the work they have done on the motion that will come before the D&aacute;il tonight, and I thank all the families, particularly those in County Mayo, who contributed to making the motion what it is.  I ask all colleagues to support its call for an all-party Oireachtas committee on autism to be set up in the immediate term and for the committee to be tasked with developing and publishing a comprehensive autism empowerment strategy within six months.  It also calls for the committee to be mandated to hear directly from autistic people and their families.  While I acknowledge Senator Reilly's Bill, which needs to be progressed through the Houses, without an autism strategy we will not tackle the issue of autism in the way in we need to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#W00200","speaker":"1378"},{"type":"speech","time":1554211800,"counter":110,"content":"<p>On my own behalf and on behalf of the House, I pay tribute to our former colleague and friend, John Browne, former Member of the D&aacute;il and the Seanad, who passed away last week.  John was a sincere, genuine and committed Oireachtas Member who gave Trojan service to the people of County Carlow and in the Houses.  On my own behalf and on behalf of Fine Gael, I express our sympathies to his family.  His son, Fergal, is a former Senator and I will pay tribute to him in due course.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p> <p>I thank the 13 Senators who contributed to the Order of Business.  Senators Ardagh, Colm Burke and Conway-Walsh raised the issue of vulture funds and the appearance by officials from the Department of Finance at today's meeting of the finance committee.  I note that Senator Conway-Walsh did not refer to the contributions of Mario Draghi or Professor Lane in respect of the Sinn F&eacute;in Bill, which would incur a cost for mortgage holders due to higher mortgage costs and the higher mortgage interest that would accrue.  I am sure we all would agree with the sentiments expressed about vulture funds, the need to keep people in their homes, and the number of people who are able to remain in and buy property.  As Senator Colm Burke noted, we need to reduce the volume of borrowing.  Deposits in banks are currently greater than borrowings, and it is important that we consider long-term leasing, such as for terms of 20 years, which is common in other countries, as Senator Colm Burke has previously outlined.  I would be happy if that debate was taken in the House.  <\/p> <p>The words of Professor Lane in respect of the Bill before the committee that Senator Conway-Walsh mentioned are important.  The Bill would serve little purpose and undermine the banking system, for all its faults.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has become a major source of worry for all of us.  We must listen to what Mr. Draghi said about the costs and selling on performing loans, but I would be happy to have the Minister come to the House for a debate on the matter.<\/p><p>Senators Ardagh, Devine, Reilly and Conway-Walsh raised the important matter of World Autism Day which is part of our national autism week.  It is disappointing that the Bill proposed by Senator Reilly has not come back to the House.  It is about having a national strategy and ensuring we join the dots to have a whole-of-Government, interdepartmental approach to autism that places children and adults with autism front and centre.  The Bill proposed by Senator Reilly is reasonable and far-reaching and it seeks to place an onus on Government to engage on a cross-departmental basis and revert.  Equally, the Sinn F&eacute;in Party has a D&aacute;il motion tonight on which we all agree.  To be fair, Senator Reilly has been the forerunner, first as Minister and now in the House.  It is unacceptable that there has been an inordinate delay in the current Minister coming back with a response.  I would be happy to have him come to the House to discuss the matter with us.  During this autism awareness week, it is important to understand that we have not completed the jigsaw regarding the provision of services and supports for people with autism and their families.  That includes respite and other services.  I am as disappointed and as critical as other Members on some of the lack of action by Government.  I commend the D12 campaign for its proactivity in the matter.<\/p><p>Senator Craughwell raised a number of issues in his earnest and interesting contribution.  There is no rush by any local authority to increase property tax rates in tandem with Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#W00300","speaker":"1391","continuing":true},{"type":"speech","time":1554211800,"counter":112,"content":"<p>I hope not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#X00200","speaker":"1390"},{"type":"speech","time":1554211800,"counter":113,"content":"<p>As we heard today in the Chamber, there are some who do not want to pay for anything at all.  I finished a book at the weekend on Cork in the 1980s.  It included an interesting piece on an advisor to Jack Lynch who warned him against the abolition of rates in 1977.  Look at what happened as a consequence.  We have a responsibility to pay for services and cannot just be populist about everything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#X00300","speaker":"1391"},{"type":"speech","time":1554211800,"counter":114,"content":"<p>Should the Government not say before the election what we will be paying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#X00400","speaker":"1390"},{"type":"speech","time":1554211800,"counter":115,"content":"<p>If the Government did that, Senator Craughwell and his colleagues would come here every day shouting and roaring from the rooftops about whatever happened around the issue of property tax.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#X00500","speaker":"1391"},{"type":"speech","time":1554211800,"counter":116,"content":"<p>Never.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#X00600","speaker":"1390"},{"type":"speech","time":1554211800,"counter":117,"content":"<p>They would accuse the Government of being draconian, Dickensian and whatever else they wanted.  It is important to put matters in perspective.  The Minister for Finance is undertaking a process.  Let us allow that process to conclude.<\/p> <p>The Senator raised also the issue of pay for councillors and their services.  I agree with him fully and it is not because we are on the same panel and are trying to look after our constituents as Members of this House; on the contrary.  Local government is a very important part of our democracy and I have always made the point that councillors should be full time and paid a proper salary.   The Moorhead review is imminent, albeit I am not sure it will be published before or after the local elections.  It will address the issues of pay, conditions and supports for councillors.  I agree with Senator Craughwell that issues of pay and their power are very frustrating for councillors at local government level.  Their role has expanded with the introduction of municipal districts in some cases and bigger, longer and wider electoral areas.  It is a matter we need to address.  I have just returned from Kiev where the presidential election took place at the weekend.  Strangely enough, the one thing people over there did not mind doing was paying for their democracy and putting local and central government supports in place.  It is something we need a stronger voice on in the Oireachtas.  We can all go down the road of populism with regard to pay and conditions, but it is important to pay councillors a just and fair salary and to get rid of the caper of running around the country to attend conferences and whatever.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The other point made by Senators Craughwell and Byrne is that I welcome the publication today by the Minister of State, Deputy Phelan, on directly elected mayors with executive functions.  It is important we support the plebiscite to give for the first time in this country directly elected mayors an opportunity to stand for office.  It is an innovative and transformative potential for local government.  I look forward to having the debate in this Chamber but also across the designated cities that are going to have mayors.  I am aware that Senator Byrne has been very forceful and strong in Limerick.  It is important and incumbent upon Government to travel to the cities in question, to have public meetings and information campaigns in the cities of Cork, Galway, Waterford or Limerick to inform people of the potential benefit accruing to a city from directly elected mayors.  I apologise, as Galway is not on this list.<\/p><p>Senator Devine also raised the issue of vaccination.  It is important that we remember Laura Brennan who was a champion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#X00700","speaker":"1391","continuing":true},{"type":"speech","time":1554211800,"counter":119,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00200","speaker":"1388"},{"type":"speech","time":1554211800,"counter":120,"content":"<p>I concur completely with the Senator on this issue.  I am a very strong advocate of vaccination.  As former Chairman of the health committee, I saw the benefit that arises from vaccination.  I agree with the Senator that we need to have a strong advocacy campaign and I will be happy for the Minister to come to the House on this issue.  I also agree with the Senator, strangely enough-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00300","speaker":"1391"},{"type":"speech","time":1554211800,"counter":121,"content":"<p>Stop it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00400","speaker":"1388"},{"type":"speech","time":1554211800,"counter":122,"content":"<p>-----that we should have an end-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00500","speaker":"1391"},{"type":"speech","time":1554211800,"counter":123,"content":"<p>The Leader will ruin the Senator's credibility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00600","speaker":"1401"},{"type":"speech","time":1554211800,"counter":124,"content":"<p>-----to the ongoing dispute between SIPTU and National Ambulance Service Representative Association, NASRA.  Let us have union representation for members of the ambulance service who want to join NASRA.  Let them have membership of that union so that there can be dealings with both unions.  I do not see any issue with that.  I support the need for members to be involved and to have participation in a union.  It is equally incumbent on the HSE to engage with NASRA and end this back-and-forth for once and for all.<\/p> <p>Senator Bacik raised the issue of the Judicial Appointments Commission Bill 2017.  I apologise to the House that it may be discommoded on Thursday.  It is a matter for the House to decide its business, as Senator Boyhan would say if he were here.  When the Minister becomes available, we will schedule this Bill.  The information came to us on Friday.  I put this Bill on the schedule, and it is up to Members to accept the Order of Business or not.  I appreciate that there are people who have a view on this Bill.<\/p> <p>The Judicial Council Bill is a priority for the Minister.  It has taken a length of time to get to where we are today.  In that time a great amount of engagement has been ongoing between the Judiciary, with regard to proposed amendments to legislation, with the Office of the Attorney General, and with the Department of Justice and Equality, which has resulted in the Bill coming back to us today with a number of amendments to it.  It is also important that we recognise that it is legislation the Government wants to prioritise.  Many of the amendments relate to the provision of sentencing guidelines, the need for which was referenced in the Second Stage debate here in the Seanad.<\/p> <p>It is my intention as Leader of the House to have the Bill come before the House today and, if it is not finished tonight, to have it back next week and to devote as much time as we can to it on behalf of the Government.  I would be happy to work with the Senator in this regard.  I understand the frustration that Members have on Bills not coming back.  Sometimes some of the Bills - I am not saying this one - are unconstitutional or flawed and need to be fixed, but I take the point the Senator has made.<\/p> <p>Today it is a significant day to remember and recognise Countess Markievicz and we congratulate all women who serve in the Oireachtas and as Ministers.  Senator Bacik is correct in that there are far too many women who have been appointed as Cabinet Ministers-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00700","speaker":"1391"},{"type":"speech","time":1554211800,"counter":125,"content":"<p>Too few.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00800","speaker":"1402"},{"type":"speech","time":1554211800,"counter":126,"content":"<p>I beg the Senator's pardon, \"too few\" I should have said.  Gabh mo leithsc&eacute;al.  Perhaps it was a Freudian slip.<\/p> <p>To be fair, if one looks at the record of many of the women who have served in Cabinet, they have been powerfully strong, reforming and innovative women who brought gargantuan changes to the Departments in which they served.  On a more positive note I am sure that Senator Bacik will join with me in welcoming and congratulating my party, which has the highest level in the history of the State of women ever running for local government election-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Y00900","speaker":"1391"},{"type":"speech","time":1554211800,"counter":127,"content":"<p>I am delighted to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00100","speaker":"1402"},{"type":"speech","time":1554211800,"counter":128,"content":"<p>There are 115, which is almost 30%.  We are not quite there yet but we are close to it and we are way ahead of any other political party.  Senators will be glad to know that the Fine Gael Party, of which I am a Member, has more women running than ever before for European Parliament elections, with Mairead McGuinness, Maria Walsh, Deirdre Clune and Frances Fitzgerald, four strong, capable, qualified women.  I do not agree with the Senator regarding the women in Fine Gael who are Ministers.  A considerable number of women are both Ministers and Ministers of State and play a very strong role.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00200","speaker":"1391"},{"type":"speech","time":1554211800,"counter":129,"content":"<p>I did not disagree.  I said there were not enough of them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00300","speaker":"1402"},{"type":"speech","time":1554211800,"counter":130,"content":"<p>In this House, we have a very capable Whip who runs the show efficiently, professionally and with great integrity.  I agree with the Senator that we must encourage and advocate for more women to be involved in politics and to be elevated to higher office.  I support that completely.<\/p> <p>I am not familiar with the matters raised by Senator Gallagher regarding Cavan-Monaghan.  It may be more expeditious to table a Commencement matter because I do not have the information to hand.<\/p> <p>I join Senator Feighan and other Members on the issue of Brexit and the frustration relating to it.  Senator Bacik also raised it.  It is a worrying and deeply frustrating time.  We are lucky that, today, our Taoiseach is in Paris where he has met President Macron, who has again committed to standing with Ireland and to not abandoning the Irish people.  The Taoiseach's remarks were very interesting when he said that Europe should be open to a credible solution and proposals from Prime Minister May.  I hope that the British Government will realise that there is no good Brexit and that a hard Brexit will be catastrophic for Ireland, England and the European Union.  I also join Senator Feighan in wishing Ballinamallard every success in the cup final.<\/p> <p>Senator Warfield raised the important issue of student accommodation.  I think he referred to a report that was published.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":131,"content":"<p>It was published yesterday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00500","speaker":"1372"},{"type":"speech","time":1554211800,"counter":132,"content":"<p>Between 2009 and 2019, 6,060 designated bed spaces were built for students in 22 projects in the country.  Last year, in Dublin, 2,039 accommodation spaces for students were made available, with 810 in Cork.  This year so far, planning permission has been awarded for 2,216, with 1,787 in Dublin and 419 in Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00600","speaker":"1391"},{"type":"speech","time":1554211800,"counter":133,"content":"<p>They are all luxury.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00700","speaker":"1372"},{"type":"speech","time":1554211800,"counter":134,"content":"<p>I do not think they are all luxury.  If Senator Warfield travelled to any of the places I just mentioned where there was a need for student accommodation, local communities, families and students welcomed student accommodation and want to see it.  I accept that there is a need to look at the price and cost and to have the Minister come to the House to address the matter.  Let us welcome the fact that we are building accommodation for students.<\/p> <p>Senator Murnane O'Connor raised the issue of the homeless figures.  The Minister will come to the House to debate the matter.  I will not get into a political debate with the Senator on it because we all accept that there is more to be done.  Again, Senator Murnane O'Connor fails to recognise the highest ever housing budget, with more people leaving homelessness than going into it.  It is important to recognise that the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, and the Minister of State at the same Department, Deputy English, have travelled the country and met local authorities.  They have increased the rate of home building and put in place the highest ever housing budget.  I have heard no proposals from Senator Murnane O'Connor about what she would do if she was the Minister, other than to come in and give out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00800","speaker":"1391"},{"type":"speech","time":1554211800,"counter":135,"content":"<p>I have given the Minister many recommendations and they have not listened to one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z00900","speaker":"1395"},{"type":"speech","time":1554211800,"counter":136,"content":"<p>The Senator has not said anything in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01000","speaker":"1391"},{"type":"speech","time":1554211800,"counter":137,"content":"<p>They are not listening to the ordinary people.  That is why we are where we are.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01100","speaker":"1395"},{"type":"speech","time":1554211800,"counter":138,"content":"<p>We are all ordinary people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01200","speaker":"1391"},{"type":"speech","time":1554211800,"counter":139,"content":"<p>The Minister is not listening.  I raise solutions at our meetings every week and he just does not listen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01300","speaker":"1395"},{"type":"speech","time":1554211800,"counter":140,"content":"<p>I have never heard the Senator say anything in here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":141,"content":"<p>I give them to the Minister and he does not listen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01500","speaker":"1395"},{"type":"speech","time":1554211800,"counter":142,"content":"<p>The Leader is listening and he will go back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01600","speaker":"1381"},{"type":"speech","time":1554211800,"counter":143,"content":"<p>I join Senator Colm Burke in congratulating Cl&uacute;id and Cork City Council on the acquisition of the apartments, which is a very positive move.<\/p> <p>Senator Mullen raised an interesting and deeply personal issue relating to a family whose name I cannot pronounce, for which I apologise.  It was in the news last December.  I agree with the Senator that it seems very insensitive of the New Zealand Government to turn away people because of disability, but as the Senator knows, it has an A4.10 form which stipulates very strict protocols about entry into New Zealand.  It has strong rules and regulations regarding immigration.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That country has very strong rules and regulations for immigration.  One of the questions on that form deals with the issue of imposing significant costs to New Zealand's health system.  I do not agree with them, by the way, in the same way that I completely disagree with the Senator's comments last week here about conversion therapy, for which he should apologise to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#Z01700","speaker":"1391","continuing":true},{"type":"speech","time":1554211800,"counter":145,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00200","speaker":"1392"},{"type":"speech","time":1554211800,"counter":146,"content":"<p>No.  I called for an evidence base for all legislation.  It is unprofessional for the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00300","speaker":"1401"},{"type":"speech","time":1554211800,"counter":147,"content":"<p>No.  It is not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":148,"content":"<p>It reflects very badly on the Leader when I raise a serious personal issue about a vulnerable family that he should try to have a cheap shot and misrepresent what I said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00500","speaker":"1401"},{"type":"speech","time":1554211800,"counter":149,"content":"<p>Please, Senator Mullen-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00600","speaker":"1381"},{"type":"speech","time":1554211800,"counter":150,"content":"<p>If this is the standard, we are in trouble.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00700","speaker":"1401"},{"type":"speech","time":1554211800,"counter":151,"content":"<p>Please-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00800","speaker":"1381"},{"type":"speech","time":1554211800,"counter":152,"content":"<p>We are in trouble if that is the case because the Senator is really------<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA00900","speaker":"1391"},{"type":"speech","time":1554211800,"counter":153,"content":"<p>The Leader should deal with my issue and not misrepresent what I said last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01000","speaker":"1401"},{"type":"speech","time":1554211800,"counter":154,"content":"<p>The Leader please, without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01100","speaker":"1381"},{"type":"speech","time":1554211800,"counter":155,"content":"<p>I am entitled to reply to the Order of Business as I see fit.  I will not take lectures from the Senator on anything.  His comments here last week were a disgrace and he should be ashamed of himself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01200","speaker":"1391"},{"type":"speech","time":1554211800,"counter":156,"content":"<p>Please, Leader-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01300","speaker":"1381"},{"type":"speech","time":1554211800,"counter":157,"content":"<p>You have to be ashamed of yourself.  What is your problem with-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01400","speaker":"1401"},{"type":"speech","time":1554211800,"counter":158,"content":"<p>Please respect the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01500","speaker":"1381"},{"type":"speech","time":1554211800,"counter":159,"content":"<p>Sorry, a Chathaoirligh.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01600","speaker":"1391"},{"type":"speech","time":1554211800,"counter":160,"content":"<p>The Leader should stop misrepresenting what I said last week.  He should be ashamed of himself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01700","speaker":"1401"},{"type":"speech","time":1554211800,"counter":161,"content":"<p>Last week's Order of Business should not be revisited.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01800","speaker":"1381"},{"type":"speech","time":1554211800,"counter":162,"content":"<p>Absolutely, and misrepresented what is more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA01900","speaker":"1401"},{"type":"speech","time":1554211800,"counter":163,"content":"<p>The Senator should reflect on his position on conversion therapy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02000","speaker":"1391"},{"type":"speech","time":1554211800,"counter":164,"content":"<p>Please, now-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02100","speaker":"1381"},{"type":"speech","time":1554211800,"counter":165,"content":"<p>The Leader should read what I said-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02200","speaker":"1401"},{"type":"speech","time":1554211800,"counter":166,"content":"<p>I did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02300","speaker":"1391"},{"type":"speech","time":1554211800,"counter":167,"content":"<p>----- instead of coming in here half-cocked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02400","speaker":"1401"},{"type":"speech","time":1554211800,"counter":168,"content":"<p>Can we move on from here, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02500","speaker":"1381"},{"type":"speech","time":1554211800,"counter":169,"content":"<p>The Senator should reflect on his position on conversion therapy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02600","speaker":"1391"},{"type":"speech","time":1554211800,"counter":170,"content":"<p>The Leader should read-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02700","speaker":"1401"},{"type":"speech","time":1554211800,"counter":171,"content":"<p>He should reflect on that strongly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02800","speaker":"1391"},{"type":"speech","time":1554211800,"counter":172,"content":"<p>The Leader knows exactly what I said about getting the space to do what was necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA02900","speaker":"1401"},{"type":"speech","time":1554211800,"counter":173,"content":"<p>I do not want last week's Order of Business-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03000","speaker":"1381"},{"type":"speech","time":1554211800,"counter":174,"content":"<p>He should stop misrepresenting my comments.  He is as bad as the worst elements of social media when he behaves like that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03100","speaker":"1401"},{"type":"speech","time":1554211800,"counter":175,"content":"<p>Please, move on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03200","speaker":"1381"},{"type":"speech","time":1554211800,"counter":176,"content":"<p>It is an astonishing performance by the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03300","speaker":"1401"},{"type":"speech","time":1554211800,"counter":177,"content":"<p>Last week's Order of Business should not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03400","speaker":"1381"},{"type":"speech","time":1554211800,"counter":178,"content":"<p>There is no end to which the Senator will not go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03500","speaker":"1391"},{"type":"speech","time":1554211800,"counter":179,"content":"<p>It is an astonishing performance by the Leader.  He is worse than the twitteratti.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03600","speaker":"1401"},{"type":"speech","time":1554211800,"counter":180,"content":"<p>Leader,-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03700","speaker":"1381"},{"type":"speech","time":1554211800,"counter":181,"content":"<p>I would not respond to him in that request.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03800","speaker":"1391"},{"type":"speech","time":1554211800,"counter":182,"content":"<p>He is worse than the twitteratti with that kind of tabloid response-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA03900","speaker":"1401"},{"type":"speech","time":1554211800,"counter":183,"content":"<p>The Leader is anxious to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04000","speaker":"1381"},{"type":"speech","time":1554211800,"counter":184,"content":"<p>I am anxious to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04100","speaker":"1391"},{"type":"speech","time":1554211800,"counter":185,"content":"<p>----- to a reflective contribution last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04200","speaker":"1401"},{"type":"speech","time":1554211800,"counter":186,"content":"<p>The Senator's contribution on that was not reflective at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04300","speaker":"1391"},{"type":"speech","time":1554211800,"counter":187,"content":"<p>It certainly was and the Leader should read it before he comes in blasting and bluffing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04400","speaker":"1401"},{"type":"speech","time":1554211800,"counter":188,"content":"<p>I did read the transcript.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04500","speaker":"1391"},{"type":"speech","time":1554211800,"counter":189,"content":"<p>It is a disgrace-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04600","speaker":"1401"},{"type":"speech","time":1554211800,"counter":190,"content":"<p>It is a bit like the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04700","speaker":"1391"},{"type":"speech","time":1554211800,"counter":191,"content":"<p>----- for the Leader of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04800","speaker":"1401"},{"type":"speech","time":1554211800,"counter":192,"content":"<p>I read the transcript.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA04900","speaker":"1391"},{"type":"speech","time":1554211800,"counter":193,"content":"<p>Then I have to ask about his ability to read.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05000","speaker":"1401"},{"type":"speech","time":1554211800,"counter":194,"content":"<p>Please-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05100","speaker":"1381"},{"type":"speech","time":1554211800,"counter":195,"content":"<p>The Senator can do all that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05200","speaker":"1391"},{"type":"speech","time":1554211800,"counter":196,"content":"<p>The Leader has completely misrepresented what I said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05300","speaker":"1401"},{"type":"speech","time":1554211800,"counter":197,"content":"<p>He can do all that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":198,"content":"<p>Can we conclude today's Order of Business?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05500","speaker":"1381"},{"type":"speech","time":1554211800,"counter":199,"content":"<p>We can indeed.  I will conclude by saying this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05600","speaker":"1391"},{"type":"speech","time":1554211800,"counter":200,"content":"<p>May I have an answer to whether the Minister will-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05700","speaker":"1401"},{"type":"speech","time":1554211800,"counter":201,"content":"<p>I gave the Senator the answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05800","speaker":"1391"},{"type":"speech","time":1554211800,"counter":202,"content":"<p>----- come in to discuss the Indian family.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA05900","speaker":"1401"},{"type":"speech","time":1554211800,"counter":203,"content":"<p>I gave the Senator the answer, if he listened to what I said.  I said I agree with him and do not agree with the New Zealand position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06000","speaker":"1391"},{"type":"speech","time":1554211800,"counter":204,"content":"<p>Yes.  Can I ask if the Minister is coming in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06100","speaker":"1401"},{"type":"speech","time":1554211800,"counter":205,"content":"<p>The Senator should do the courtesy of letting me finish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06200","speaker":"1391"},{"type":"speech","time":1554211800,"counter":206,"content":"<p>I would be delighted, if the Leader would not deviate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06300","speaker":"1401"},{"type":"speech","time":1554211800,"counter":207,"content":"<p>The Senator is a bit like-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06400","speaker":"1391"},{"type":"speech","time":1554211800,"counter":208,"content":"<p>He changed the subject.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06500","speaker":"1401"},{"type":"speech","time":1554211800,"counter":209,"content":"<p>The Senator is a bit like Lanigan's ball - he steps in and he steps out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06600","speaker":"1391"},{"type":"speech","time":1554211800,"counter":210,"content":"<p>Would the Leader mind answering my question with-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06700","speaker":"1401"},{"type":"speech","time":1554211800,"counter":211,"content":"<p>Please respect the Chair.  I do not want an argument on the floor between the Leader and another Senator.  They must speak through the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06800","speaker":"1381"},{"type":"speech","time":1554211800,"counter":212,"content":"<p>As Senator Mullen knows better than I do, the issue he referenced in the House today is a matter for the New Zealand immigration authority.  It has very strict guidelines with which I do not agree.  He might be best served by tabling a Commencement matter to get a more expeditious response from the Minister.  I would be happy to engage with the Minister.  If the Senator gives me the details, I would be happy to take them to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA06900","speaker":"1391"},{"type":"speech","time":1554211800,"counter":213,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA07000","speaker":"1401"},{"type":"speech","time":1554211800,"counter":214,"content":"<p>Senator Conway-Walsh raised the issue of the east Mayo angling.  I commend them on that also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#AA07100","speaker":"1391"},{"type":"unspoken","time":1554211800,"counter":215,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1554211800,"counter":216,"content":"<p>Sitting suspended at 4.40 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Wildlife (Amendment) Bill 2016: Committee Stage","time":1554211800,"counter":217,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#CC00100"},{"type":"unspoken","time":1554211800,"counter":218,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1554211800,"counter":219,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1554211800,"counter":220,"content":"<p>Amendments Nos. 1, 5 and 7 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#CC00400","speaker":"1420"},{"type":"speech","time":1554211800,"counter":221,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 3, between lines 14 and 15, to insert the following:<br \/><br \/>&ldquo;(2) Section 16(6) of the Act of 2000 is amended by the insertion of &ldquo;for its role in carbon sequestration, or in respect of pollination&rdquo; after &ldquo;features&rdquo; where it first occurs.&rdquo;.<\/blockquote> <p>Amendments Nos.1, 5 and 7 relate to the amendment of the Wildlife (Amendment) Act of 2000.  In section 2 of the Bill before us, the Government is amending section 16 of the 2000 Act and my amendment No. 1 is a further amendment to that section.  It relates specifically to an amendment of subsection (6) of section 16 which sets out the various scientific factors that may be considered in the context of the designation of particular places as natural heritage areas worthy of conservation.  There is a wide list of scientific factors that are included in the 2000 Act but that Act, by virtue of the time of its introduction, predates some of the key and most pressing scientific and environmental concerns that we have today.  Most notably the Wildlife (Amendment) Act 2000 in section 6 (6) does not include the key issue of carbon sequestration.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I may table amendments on Report Stage on the wider set of climate change impacts, but I have tried to be specific by focusing on carbon sequestration.  In the past 90 years a considerable body of relevant scientific information that looks to the role of our forests, bogs and other spaces in sequestering carbon and helping to reduce carbon emissions has been built up.  That is a fundamental matter.  This is about ensuring that the section dealing with scientific factors in the 2000 Act is up to date.  I do not believe it can be up to date if it does not include a consideration of the environmental impact of having carbon sequestered in our bogs and the role they play.  I could cite at length the various statistics, and there may be a chance at a later stage to look to those, in terms of the role carbon sequestration plays, but I wanted to highlight that factor in the first instance.<\/p><p>I have mentioned on previous occasions, and I know that the Minister of State understands my point, that we face twin crises at the moment.  There is a crisis in terms of climate change and in respect of biodiversity and the collapse of ecosystems.  An abundance of scientific information has come to light on these topics.  We are told that 40% or more of our pollinators may be under threat and may die.  The University of Stanford in particular has produced large-scale research on this area.  Bees have become so scarce that they are transferred from one side of a country to another to help with harvests.  When we spoke about these issues during the debate on the Heritage Bill recently, I emphasised that it takes multiple visits, sometimes up to 20, from a pollinator for horticultural produce such as apples to develop fully.  Pollinators have a key role, which has been recognised by the Government in the national pollinator plan.  That plan, however, must be given recognition and substance.  We have to be consistent.  If we have a national pollinator plan and are looking at scientific issues in respect of special areas of natural heritage or environmental considerations, we must give effect to it.<\/p><p>Amendment No. 1 seeks to ensure that the environmental factors that are taken into account in the consideration of bogland when it comes to its designation or its environmental benefits include its role in carbon sequestration or in respect of pollination.  Amendment No. 5 follows through on the same theme.  While I recognise that there are positive aspects to the Bill, one of my primary concerns is that there are entirely different criteria set out concerning the designation and de-designation of a bogland as an area of national heritage.  I will return to that in subsequent amendments, but it seems extraordinary that we would have entirely different criteria being applied to designating and de-designating areas of national heritage.  To designate an area, section 16(6), which is the part of the Bill dealing with scientific environmental impacts, is referred to.<\/p><p>I am trying to double down on this.  If my first amendment is not successful in including the role of carbon sequestration and pollination directly into section 16(6), I have taken those two factors and included them using the next amendment so that the Bill would include at that point consideration of \"contribution towards the achievement of climate change targets or goals within the National Pollinator Plan\" and \"national, regional and local economic, social and cultural needs\" in the designation of a national heritage area.  I think it is clear in the drafting, but I want to emphasise that the provision does not state that all of these factors are required.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2019&amp;amp;month=04&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It simply means that these are all factors that might contribute to the Minister of State's decision to designate a natural heritage area.  Again I commend him and I recognise that he proposes to designate some 25 areas of public land in respect of national heritage areas but this would effectively future-proof the legislation and ensure it is truly responsive to the wide range of considerations that should be brought onboard.<\/p><p>I refer to amendment No. 7 on page 4, line 11.  This is about bog habitats ceasing to be designated.  My concern is that while section 16(6) may be incomplete, it includes key scientific measures in respect of environment.  That is referenced in relation to designating a natural heritage area.  However, in the decision to de-designate natural heritage areas, which I spoke about on Second Stage, that is the headline issue and that is what we are seeing in the papers.  Section 16(6) is ostentatiously missing.  It is a real concern if those scientific factors, evidences, concerns and environmental considerations that are looked at when deciding to create an area of natural heritage are not also considered when de-designation is being considered.  If it is being considered to take something out of natural heritage protection, surely the same factors and criteria need to be addressed.  Instead, environmental criteria are referred to and a definition of environmental criteria is produced later in the Bill, which is quite different to those factors outlined in section 16(6) of the Wildlife (Amendment) Act 2000.  There is a concern here as it is an inconsistency.  In legislation, an inconsistency is a concern, as well as those areas of omission such as climate change and pollinators that I mentioned.  I hope the Minister of State can address that point somewhat.  We will come back to it in some subsequent amendments but amendment No. 7 is just another quite blunt proposal to do that.  I reserve the right to bring section 16(6) directly into the proposed section 18A(3)(b)(ii) and I may do that on Report Stage.  In the meantime, I have put in the phrase, &ldquo;and contribution towards achievement of climate change targets or goals within the National Pollinator Plan&rdquo;.  I have held back on bringing section 16(6) directly into the de-designation because I wanted to hear the Minister of State's rationale for that decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#CC00500","speaker":"1405","continuing":true},{"type":"speech","time":1554211800,"counter":224,"content":"<p>I thank Senator Higgins for her contribution.  I am conscious of the benefits of the restoration of peatlands, its benefits for Ireland's commitments under our international climate change targets and to them functioning.  Peatlands capture carbon from the atmosphere and store it in the form of peat and vegetation.  The National Raised Bog Special Areas of Conservation Management Plan 2017-2022, approved by the Government and published in December 2017, sets out how raised bog special areas of conservation are to be managed, conserved and restored and how the needs of turf cutters are to be addressed.  The national restoration programme for Ireland's raised bog special area of conservation and national heritage area is contained within this plan.  It is intended to restore all designated raised bogs within three cycles with the first cycle operating for the duration of the management plan.  As provided for in the Bill, the primary focus of any review of bog habitats would be nature conservation in terms of maintaining bog habitats at, or restoring bog habitats to, a favourable conservation status.  Restoration of bog habitats through the blocking of surface water drains by the insertion of peat or plastic dams, with the accompanying benefits regarding climate change targets and carbon storage will be a key element of the process.  However, I am also conscious of the balance within the Bill between the needs to protect the environment, living up to our EU obligations and working with landowners and turf cutters.  While I will not be accepting the Senator's amendments, I will consider the matter further, in consultation with the Office of the Parliamentary Counsel, with a view to bringing forward amendments on Report Stage, which take account of the issues raised.  I understand where the Senator is coming from.  I assure her that we will look at the language of her amendments in bringing forward an amendment on Report Stage.<\/p> <p>The All-Ireland Pollinator Plan 2015-2020 includes a strategy to address pollinator decline and protect pollination services on the island of Ireland.  Its recommendations will be taken into account in developing any necessary regulations.  Therefore, I do not see the need to include any of the amendments on the pollinator plan in this regard and I will not be accepting those amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#EE00200","speaker":"1314"},{"type":"speech","time":1554211800,"counter":225,"content":"<p>I thank the Minister of State for his engagement and I look forward to engaging with him further between Committee and Report Stages.  In respect of that, I will not press all of these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019040200002#EE00300","speaker":"1405"},{"type":"unspoken","time":1554211800,"counter":226,"content":"<p>Additional debate to follow.<\/p>"}]