[{"type":"minorheading","content":"Prelude","time":1552476600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 11:30:00","time":1552476600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1552476600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1552476600,"counter":4},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1552476600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#A00100"},{"type":"speech","time":1552476600,"counter":6,"content":"<p>The Order of Business is No. 1, Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2019 - Committee and Remaining Stages, to be taken at 12.45 p.m. in accordance with the arrangements agreed to in a motion of the House on 12 March 2019; and No. 2, motion for earlier signature of the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2019, to be taken without debate at the conclusion of No. 1.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#A00200","speaker":"1391"},{"type":"speech","time":1552476600,"counter":7,"content":"<p>I thank the Leader for outlining the Order of Business.  We will be dealing with Brexit all day.  <\/p> <p>It is said a week is a long time in politics, but the past 24 hours have been very long and eventful in the politics of Brexit.  The recently published suggestion that the British Government allow goods to move freely between the Republic of Ireland and Northern Ireland but not between the Republic of Ireland and mainland Britain without tariffs is very challenging.  When the Minister for Agriculture, Food and the Marine, Deputy Creed, spoke on radio this morning, he said it would be an absolute disaster.  The Minister of State, Deputy McEntee, said it would be absolutely disastrous.  A no-deal Brexit is still a lose-lose proposition for all of us, including the United Kingdom which could not benefit from it in the slightest.  It is important to recognise that 48% of our beef, 21% of our dairy produce, 46% of our cheddar cheese and almost 100% of our mushrooms are exported to the United Kingdom.  The plan not to have tariffs on trade with the North but to have them on trade with mainland Britain would absolutely decimate the agrifood sector.  The president of the IFA, Mr. Joe Healy, has mentioned how difficult it would be.  We know and understand why the Minister, Deputy Creed; the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney; the Minister of State, Deputy McEntee, and other members of Government are away.  It is important that they fly the flag for Ireland across the globe, but the British Government's publication of tariffs has ramped up the situation in a very negative way.  If there is a vote in the House of Commons to prevent a no-deal Brexit, I hope it will be passed.  I would still prefer Article 50-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#A00300","speaker":"1412"},{"type":"speech","time":1552476600,"counter":8,"content":"<p>The outcome of such a vote would not be legally binding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#A00400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":9,"content":"<p>I know, but it would reflect the will of Parliament.  I hope the Government might at least consider this.  <\/p> <p>I will raise again a point I made yesterday.  As I said, 24 hours is a long time in politics.  I mentioned that I did not want to get into a row with Mr. Michael O'Leary and I still do not want to do so, but in the past 24 hours we have seen the European Union and Ireland and the United Kingdom individually ban for the moment the use of Boeing 737 Max 8 aircraft.  They are banned not only from landing at or taking off from airports in these jurisdictions but also from flying through their airspace.  Approximately 350 Boeing 737 Max 8 aircraft have been delivered, but orders have been placed for more than 5,000, including 135 for Ryanair, with the option to buy another 70.  Ryanair is due to take delivery of the aircraft in April and May.  It is important to recognise that Ryanair has an outstanding safety record, as does Aer Lingus.  Ryanair has never been involved in an incident involving fatalities.  It provides an absolutely fantastic service, but all of the people who use it regularly, including me, would probably prefer not to fly in these aircraft until the investigations have concluded.  Whatever glitch in the software or other issue caused aircraft only a few months old to be involved in very similar incidents just after take-off needs to be reflected on.  Mr. O'Leary has said he has not yet changed his plans, but it is important that he take on board the concerns of the entire world's aviation sector, particularly those involved in it in Europe, Asia and other areas which have banned the aircraft.  For the continued safety and comfort of all of the passengers who fly with Ryanair, he might postpone taking delivery of the new aircraft until the problems have been clarified, explained and sorted out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#A00500","speaker":"1412"},{"type":"speech","time":1552476600,"counter":10,"content":"<p>For once there is a positive story about the Defence Forces this morning.  I compliment PDFORRA, the Department of Defence and the Minister of State on agreeing to withdraw the case in the High Court in respect of the working time directive and refer it for mediation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I hope that we see a positive outcome.  Following the debate we had with the Minister of State some days ago, it is very positive that he has taken this step to try to reduce the cost to the State and ensure there is an amicable outcome to the working time directive issue. <\/p><p>I wish to place on record my gratitude to the Irish Defence Forces Veterans Association for organising the participation by veterans in the St. Patrick's Day events.  The association has extended the hand of friendship to all veterans' organisations, including the United Nations organisation, the Organisation of National Ex-Service Personnel and veterans from other jurisdictions.  It is very noble of the association to do that.  I wish them well and hope to be there with them myself.<\/p><p>Finally, the Sea-Fisheries (Amendment) Bill has been scheduled for debate here tomorrow.  I am sure a number of us have been approached by members of the fishing community in the north east and been asked to suspend any discussion of this Bill until two things happen.  First, that there is full discussion and debate with them on their needs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#A00600","speaker":"1390","continuing":true},{"type":"speech","time":1552476600,"counter":12,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#B00200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":13,"content":"<p>Second, discussion should be suspended until the outcome of Brexit is known.  We do not want to sign ourselves up to something in fisheries that we may regret in a post-Brexit world.  We saw what happened in Westminster last night.  In many ways, my heart goes out to Prime Minister May.  She really looked embattled in her own Parliament last night and it cannot be a comfortable place for anybody.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#B00300","speaker":"1390"},{"type":"speech","time":1552476600,"counter":14,"content":"<p>She will be moved along.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#B00400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":15,"content":"<p>Brexit has thrown the whole lot of us, particularly the business people and agricultural community in this country, into a state of complete and utter disarray and panic because nobody knows where we are going.  The Europeans and ourselves are very solid but we have gone as far as we are going to go.  It appears as though the British cannot agree among themselves on anything but I wish them well as they struggle through this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#B00500","speaker":"1390"},{"type":"speech","time":1552476600,"counter":16,"content":"<p>I second what the Senator said about the fisheries legislation.  We need extensive consultation with the inshore fishermen before the Bill comes before us as otherwise, it will be rejected.  We must listen to the inshore fishermen and their families.<\/p><p>Today, I want to talk about sodium valproate or Epilim, which is a medication used to treat epilepsy and bipolar disorder.  The European Medicines Agency has restricted its use in women due to the increased risk of disabilities in children exposed to valproate in the womb.  These disabilities are collectively known as foetal valproate syndrome and can include serious developmental disorders in between 30% and 40% of cases and congenital malformations in approximately 10% of cases.  Data suggest that up to 1,250 children may have been born with valproate-related disabilities since the medication was licensed in Ireland in 1975.<\/p><p>Last year, the Oireachtas Joint Committee on Health produced a report on foetal valproate syndrome and the HSE established the valproate response project group to address a range of issues such as prevention, risk minimisation, establishing incidence, diagnosis and supports for the families affected.  On 22 March, a major conference on the consequences of sodium valproate or Epilim 50 years on will be held in Trinity College.  I encourage all Senators and the media to attend because there is something to see here and something to hear.<\/p><p>The Minister for Health told me at a meeting of the joint committee that he would consider the need for an inquiry into foetal valproate syndrome as soon as the HSE's valproate response team completed its work.  Therefore, we need to know when its work will be completed and when he expects to further consider the matter.<\/p><p>A redress scheme has been set up in France to compensate the families and individuals who have been affected by foetal valproate syndrome.  It is urgent that we take a similar initiative here.  The Minister must meet the foetal anticonvulsant syndrome, FACS, forum, to discuss accountability issues, as well as redress and I ask him to outline the following.  How long has his Department known about the risks associated with the use of valproate in pregnancy?  What actions were taken by the State to minimise these risks, in particular prior to 2014 when the European Medicines Agency implemented its first review of risk reduction measures?  What is his response to the recent study published in the <i>British Medical Journal<\/i>that concluded there was clear evidence as far back as 1990 that there were risks of congenital malformations in women exposed to valproate, and that the risks were beyond all doubt from 2005?  Will he explain what is known about the prevalence of foetal valproate syndrome within the Irish population?  What clinical trials were conducted on Epilim or sodium valproate in Ireland prior to its licensing in 1975?  If no trials were conducted in the State, what clinical trial data were used as a basis for its approval?<\/p><p>Many questions remain to be answered about valproate and they must be answered.  I ask the Leader to arrange for the Minister for Health to come into the House to discuss this matter.  We have waited long enough for the report.  In the meantime, I encourage everybody to attend the conference.  I commend the mothers, some of whom will be in here this evening, who have campaigned long and hard about this matter.  We have families where two or three children were born with disabilities because their mothers were allowed to take valproate when they were pregnant. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#B00600","speaker":"1378"},{"type":"speech","time":1552476600,"counter":17,"content":"<p>Last Sunday, I spoke at a meeting held on O'Connell Street to commemorate the 60th anniversary of the Chinese invasion of Tibet.  Under this the Chinese militarily absorbed a friendly neighbouring country into its regime.<\/p> <p>I remember, in 1959, listening to the broadcast of the BBC as it followed the heroic trek by the Dalai Lama across the Himalayas to India.  Thirty years ago I went on a semi-secret mission to Tibet for the Unrepresented Nations and Peoples Organization, UNPO, to write a report on human rights.  The first thing I noticed on landing in Lhasa was an enormous Chinese cement factory, which was really a small city belching out smoke.  The second thing I recognised was that there were military camps all over the place with loudspeakers broadcasting Chinese propaganda.  In addition, the road signs that warned of avalanches, broken roads and so on were all in the Chinese language and not in the Tibetan language.  The Chinese obviously did not give a damn about the safety or the lives of the Tibetan people.  In the Potala Palace, one of the monks secretly handed me a little piece of paper on which was written the words \"We are not Chinese.  We are Tibetan.  We love the Dalai Lama\".  He was an immensely courageous man because he could have been executed for such an act.<\/p> <p>What has happened in Tibet is a plantation and we, in this country, know the sorry history of plantations.  Five hundred years later we are still dealing with the effective plantations in this country.  Now, as a result of Chinese action, there are more Han Chinese in Tibet than there are Tibetans, which is a tragic, squalid and ghastly situation.<\/p> <p>Frank Aiken, who was Minister for External Affairs, supported Tibet but he also even-handedly supported the inclusion of Red China in the United Nations.  However, over the years, as a result of pressure from civil servants, the Irish policy has completed changed and been whittled away until now, we ignore Tibet completely.  We have abandoned Tibet and recognise instead the \"one China\" policy.  I am ashamed, as an Irishman, that we have done this because we done it for purely financial motives and it is a disgrace.  It is also a disgrace that this violent change of policy was never referred to an Irish Parliament and I seek a debate on this issue.<\/p> <p>I will make just one comment on Brexit.  It seems extraordinary to me that the British would ramp up tariffs at this stage.  This is an act of aggression and is a very aggressive position for Britain to take.  They are basically talking about annihilating our beef industry.  This is not the action of a friendly country and I take my hat off to the calm resolution of our Irish negotiators.  We should be very firm on this matter.  I wonder that if this should ever come about what steps the European Union will take to counter such action, because there must be countermeasures.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do not want a trade war, but if it is what they want, it is what they will get.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#B00700","speaker":"1392","continuing":true},{"type":"speech","time":1552476600,"counter":19,"content":"<p>Yesterday, it was 30 years since the coming into existence of the worldwide web.  It has fundamentally and radically changed the world.  It has created a platform on which people can access information.  It leads to equality of access and assists with equality of opportunity for all citizens.  However, it has its downsides also.  It provides a platform for hate speech and all sorts of other ugly and nasty things.  Now that we are 30 years into the life of the worldwide web, it would be timely to have a debate on policing the Internet and how to do so in Ireland.  Perhaps, when the House comes back after Easter, the Leader will explore the possibility of a debate on policing the worldwide web and how we can work with other jurisdictions in that regard.<\/p> <p>Finally, I note that a lady who has worked with Senator Colm Burke and I for the last year and a half is leaving this week.  I wish her all the best on behalf of Senator Burke and myself.  She worked in the Oireachtas for the last year and a half, following in the footsteps of her great-grandfather, William F. O&rsquo;Donnell, who was a Deputy in the 1940s, dying in office in 1947.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00200","speaker":"1416"},{"type":"speech","time":1552476600,"counter":20,"content":"<p>I join Senator Craughwell in welcoming the decision by PDFORRA and other parties to step back from legal proceedings and enter arbitration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00300","speaker":"1394"},{"type":"speech","time":1552476600,"counter":21,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00400","speaker":"1412"},{"type":"speech","time":1552476600,"counter":22,"content":"<p>I welcome the announcement by the Minister of State at the Department of Defence, Deputy Kehoe, that he intends to proceed with a programme of rolling recruitment throughout the year.  Numbers in the Defence Forces are in decline, which is a serious situation, and the main reason is pay and conditions.  In his speech yesterday, the Minister of State used a staggering euphemism in saying he recognised that pay and conditions in the Defence Forces were \"challenging\".  It is the understatement of the millennium.  Hopefully, he will be able to address this issue through the independent Public Service Pay Commission to ensure we have realistic numbers coming back into our Defence Forces.<\/p> <p>I have been listening to some adverse remarks about the fact that so many of our Ministers, including the Taoiseach, are abroad this week.  It was highlighted by the fact that some Ministers had to return from abroad to be at the Cabinet meeting, with the Taoiseach himself having to come back from the airport.  I disagree completely with these negative remarks.  It is of absolute importance that the Cabinet and as many as possible of our high profile politicians in government are engaging and meeting with our Irish abroad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00500","speaker":"1394"},{"type":"speech","time":1552476600,"counter":23,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":24,"content":"<p>That is both the documented and undocumented Irish as well as the wider diaspora.  No other nation has such potential at its disposal in the wealth of talent we have in every corner of the globe.  It is vital that we are seen to appreciate, acknowledge and cherish that fact.  I am sure the Leader will join me in sending our good wishes from the House and all Members to our Irish-born and diaspora emigrant population, in particular as the great week of St. Patrick approaches.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00700","speaker":"1394"},{"type":"speech","time":1552476600,"counter":25,"content":"<p>I express my complete agreement with what Senator Ned O&rsquo;Sullivan has just said.  This mean-minded capacity on the part of some critics in Ireland to criticise Ireland availing of the St. Patrick&rsquo;s Day festival internationally is counterproductive, self-harming in an extraordinary way and would achieve absolutely nothing except a diminution in the profile of Ireland internationally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00800","speaker":"1403"},{"type":"speech","time":1552476600,"counter":26,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C00900","speaker":"1392"},{"type":"speech","time":1552476600,"counter":27,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C01000","speaker":"1391"},{"type":"speech","time":1552476600,"counter":28,"content":"<p>As Attorney General and as Minister, I went to very far corners of the earth on St. Patrick's Day.  It was important that the functions we carried out in those states happened.  It would be so easy on account of one emergency arising from Brexit to clear this item from the diaries of governments across the globe in such a manner that it would never appear again.  It would be regarded as having been given up.  Therefore, we should keep the momentum of the St. Patrick's Day festival and the high profile of Ireland going and should never abandon, dilute or listen to the critics who have very little to offer of a positive nature.<\/p> <p>Last night, what happened in Westminster happened and we still have Committee Stage of the Brexit legislation to consider today.  It is of interest to note that there are serious consequences for Irish agriculture in particular.  Irish agriculture is a notable exception as an area not covered by the legislation for obvious and good reasons.  I am not criticising that.  However, this country needs to keep a steady nerve now.  The same voices that would have all Ministers abandon St. Patrick&rsquo;s Day are saying we should panic immediately and somehow get into a complete flurry about the consequences of a no-deal Brexit.  We have to keep our nerve and be civil and all the rest of it rather than aggressive.<\/p> <p>When the dust settles, as settle it will over three months, six months, 18 months or however long it takes, Britain will remain a close neighbour.  Britain has been a great ally of this State.  It has been good to us in the past and relations had improved dramatically between Dublin and London.  It would be a terrible pity if the coldness which has quite obviously descended on Dublin-London relations were to persist indefinitely or if lasting damage were done.  Although we can be very critical and I have been very critical myself of the small minority in the Conservative Party in England which has hijacked the party and, through that, their country towards exiting the European Union on the most damaging terms, we have to be careful in our language so that we can restore amicable relations with whoever the British people elect as their government and avoid doing lasting damage or leaving Anglo-Irish relations set back by these events.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C01100","speaker":"1403"},{"type":"speech","time":1552476600,"counter":29,"content":"<p>I agree with Senators Ned O&rsquo;Sullivan and McDowell about the St. Patrick&rsquo;s Day trips, or visits to use the more appropriate term.  One aspect that struck me when I took part as a local authority chairman from my own county was that it means a great deal to our diaspora.  These are people we sometimes abandon.  To give them a morale boost by meeting them and attending their festivals is important.  I could not agree more with the Senators.  I was very struck by the importance to people on the other side that the representatives of this country were out with them.<\/p> <p>I take the second point Senator McDowell made on our relations with the UK.  They are very important.  I am very happy to be a member of the Council of Europe which will now be the only international forum at which the UK will be a full member alongside Ireland.  We will be very conscious of working with the UK there and of maintaining good relations.  We do so already, as Senator Gavan will be aware from his time on the council where we go out of our way to have bilateral meetings and social events with the UK delegation.  We will continue to do so.<\/p> <p>I ask the Leader specifically to ensure there is a strong focus in the House on the potential crisis facing Irish agriculture in the event of a no-deal Brexit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While I take on board Senator McDowell's point that we have to be steady and shrewd in our dealings with this, the proposed tariffs published this morning would be catastrophic, and were they to be actualised, they would create a real difficulty for Irish agriculture.  We will need a very robust Common Agricultural Policy.  I ask the Leader to be conscious of that, to demand that on our behalf, and to have debates around that.  We will also need a package of assistance from the EU in either scenario, whether we have a crash-out Brexit or a Brexit at all.  Even with a soft Brexit with currency fluctuations and trading difficulties, there will be considerable problems for Irish agriculture, and in a crash-out Brexit those problems will become much greater.  In any scenario, Irish agriculture faces very difficult times ahead.  It is challenged and will be very challenged.  I ask the Leader to seek a very robust Common Agricultural Policy, support for Irish agriculture, and to seek for us to win the loyalty of Europe at this difficult time.  It is important to keep cohesion in the Union and that the EU would back us up now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#C01200","speaker":"1397","continuing":true},{"type":"speech","time":1552476600,"counter":31,"content":"<p>I agree with Senator O'Reilly on the important role played by the Council of Europe.  I pay particular tribute to our ambassador to the council and the team out there who, as Senator O'Reilly said, have worked very hard to build good relationships with our colleagues across parties in Britain.  It will become much more important in the months ahead.<\/p> <p>The topic I wish to raise relates to an important ESRI report on the minimum wage that seemed to have been missed by the media last week.  The ESRI, the Government's own think-tank, reported last week that the 2016 increase in the minimum wage, an increase of 60 cent, which I believe is the biggest increase we have had, made no significant impact on household income, which is quite a telling statement.  We are talking about the poorest workers in the State.  The Government's think-tank has confirmed that an increase of 60 cent in the minimum wage made no difference in real terms to their living standards.  At the heart of this issue is the need to recognise that we need to move to a living wage, and I call for a debate on this matter.  Surely we should all be able to agree that those who work for a living deserve the right to earn a living.  The reality is that a person on the minimum wage does not have enough money to get through the week.<\/p> <p>There is also the added scandal of corporate welfare.  Many employers benefit from paying really poor wages and then having those wages topped up by the State through family income supplements that cost us hundreds of millions of euro each year.  Again, there would be largely a major saving for the State if we could move people to a living wage.  This is not some abstract thought.  These are actions that are happening in other countries and at local government level as well.  We need a debate about this.  If we can afford tax cuts, then surely to God we can afford to ensure that everyone earns a living wage in this country.  It is Sinn F&eacute;in policy to make that move within the first year of becoming part of a future Government, but surely it is a point on which we should all be able to agree.  If we can afford tax cuts for the wealthy, we can surely afford decent wages for working people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00200","speaker":"1389"},{"type":"speech","time":1552476600,"counter":32,"content":"<p>Before I call the next speaker, I would like to welcome a group of retired UCD staff and their partners from the Maurice Kennedy Research Centre who are visiting Leinster House today as guests of Senator Gerry Horkan, the deputy leader of Fianna F&aacute;il in the Seanad.  You are very welcome.  Whereas I never really graced the corridors of UCD in that I did my law degree in UCC, when Blackhall Place was being bought by the Law Society, we had no home to do our Law Society exams and UCD was very kind in facilitating me in my second and final law examinations while Blackhall Place was being done up.  I owe it some gratitude and it looked after me well.  You are all very welcome and enjoy your day.  I call Senator Feighan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00300","speaker":"1381"},{"type":"speech","time":1552476600,"counter":33,"content":"<p>I have had an interesting two days in Westminster and I attended the vote on the withdrawal agreement in the House of Commons last night.  Senator McDowell was right in saying that what is now needed is bit of space, time and reflection.  I attended an event called Champ, of which I am a patron, in Westminster yesterday.  It has brought politicians together for the past 29 to 30 years in a space in Westminster.  Whatever happens, we must work as hard as possible to ensure there are lines of co-operation, communications and friendships between the UK and the EU and between Ireland and the UK.  Now more than ever that is what is needed.<\/p> <p>Members will be aware that I am an advocate of Ireland having closer associations with the Commonwealth.  I was a guest at the Commonwealth service in Westminster Abbey on Monday, and I reiterate that 32 of the 53 member countries are republics.  It is a voluntary association of 53 independent sovereign states.  It is the Commonwealth of Nations, not the British Commonwealth.  Now more than ever we should get over our hang-ups and look at more associations.  India, Pakistan and Cyprus are independent states and we can also look to Canada, Australia and New Zealand.  Seventy percent of the people born on the island of Ireland residing overseas reside in Commonwealth countries.  From legal, educational, sporting, cultural and political perspectives, we have major associations with them but we have a hang-up because we think of the Commonwealth as the British Commonwealth.  While \"God Save the Queen\" was being sung, I looked at the people seated across from me, many of whom were from those nations I mentioned, and they were not singing \"God Save the Queen\" because the Queen is not their monarch.  I wanted to outline that.  We need to have a serious robust debate about that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00400","speaker":"1424"},{"type":"speech","time":1552476600,"counter":34,"content":"<p>Did the Senator sing it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00500","speaker":"1389"},{"type":"speech","time":1552476600,"counter":35,"content":"<p>No.  I did not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00600","speaker":"1424"},{"type":"speech","time":1552476600,"counter":36,"content":"<p>I would have sung it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00700","speaker":"1392"},{"type":"speech","time":1552476600,"counter":37,"content":"<p>-----because my national anthem is Amhr&aacute;n na bhFiann and I am proud of that, but thanks for asking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00800","speaker":"1424"},{"type":"speech","time":1552476600,"counter":38,"content":"<p>I have been very flath&uacute;lach with the time today so I ask the Senator to conclude as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D00900","speaker":"1381"},{"type":"speech","time":1552476600,"counter":39,"content":"<p>I will do so by saying that at the Champ event I met a member of from the Irish-British business community.  I read Fionola Meredith's newspaper article this week on having a Border poll and asking if we really want a referendum on Irish unity.  It was quite interesting what she wrote, that \"Northern Ireland is radically dysfunctional, implacably divided and politically shipwrecked\".  We need to have a debate on a Border poll.  One man said to me that perhaps it is time to look at having a Border poll and allowing an extension of 15 years for that.  Calling for it now may not be the right thing to do but a 15-year window would provide space for unionism and nationalism and could calm people down, especially in the next few years.  It was just an idea that was put forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D01000","speaker":"1424"},{"type":"speech","time":1552476600,"counter":40,"content":"<p>I agree with my colleague, Senator McDowell, that it is time for cool heads.  The publication this morning of the proposed tariffs etc. that may come into place as a result of a hard Brexit was more to send a wake-up call to the Brexiteers in the Conservative Party that this is what is facing Britain than what it would mean to people on this island.  I hope we will have cool heads.  I believe it will be sorted.  It may take longer than anticipated but I believe it will be sorted to the satisfaction of most people.  While I agree there is no such thing as a good Brexit, I believe we will get the best possible Brexit in the long run, but we will need to remain calm.<\/p> <p>I join Senators Craughwell and Conway-Walsh in highlighting concern about the Sea-Fisheries (Amendment) Bill 2017.  I am aware it is not scheduled for discussion today because it part of the business ordered for tomorrow.  I highlight that there are concerns about that Bill progressing through this House at this time.  It is, after all, a Seanad Bill.  I do not want to see this House being used to rush through legislation mainly for the sake of optics.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is what I believe is happening in this regard because after it passes through this House, if it so passes, it must go to the Lower House, and there is no mention of it on the D&aacute;il schedule for the coming weeks.  What is the rush?  We should take time to look rationally at what has been proposed in this legislation.  I am putting the Leader on notice that we will not be agreeing to allow all Stages of this Bill go through this House tomorrow.  I ask the Leader to use his good offices to speak with the Minister, Deputy Creed, and to the Government Chief Whip to ensure we are not put in the position of having to do that tomorrow.  There is no need to rush this legislation, particularly at this time when we are awaiting for an outcome to Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#D01100","speaker":"1418","continuing":true},{"type":"speech","time":1552476600,"counter":42,"content":"<p>I want to briefly add to and support the comments of colleagues, including Senator Wilson, who was the last Member to speak on the issue of the Sea-Fisheries (Amendment) Bill.  This is a sensitive time in North-South relations.  I believe it is the wrong time to be introducing this legislation, to be quite frank about it.  This legislation was before these Houses two years ago and the Minister did not have the support to proceed at that time.  The fact that he has not consulted at all in the intervening period with fishermen, either in the Republic or in the North, leaves a lot to be desired.  The fact that the Taoiseach raised public comments about this Bill last week and the Minister appears to be bringing it in here just before St. Patrick's Day means that it is rushed legislation.  That is wrong and there has been no consultation.  It would lead to the widespread exploitation of our natural resources within the six-mile limit.  That is something that needs to be discussed and managed very carefully and sensitively.  This Bill does neither of those things.  Consequently, this Bill should not come before this House until such time as proper consultation occurs with the fishing industry, particularly the inshore fishermen right along the coast.  This impacts fishermen, in particular in areas like Dundalk and Donegal, and they have not been consulted at all.  Their livelihoods are at stake.  We are talking about hundreds of jobs here that potentially could be wiped out as a result of the introduction of this Bill.  Any attempt to introduce this Bill tomorrow will be opposed from this side of the House during the Order of Business tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00200","speaker":"1382"},{"type":"speech","time":1552476600,"counter":43,"content":"<p>I wish to raise today the new rules for learner drivers that were brought in at the start of the year.  This has had a huge effect on young people in rural Ireland.  To expect to have a qualified driver sitting beside a young person 24 hours of the day, going to and coming from work, is absolutely ridiculous.  I have been speaking to employers, where young people are not able to get to work, and have basically given up their jobs.  In England, there is a system where there are learner driver centres.  One does a course for between 14 to 15 hours after which one is then given a permit that entitles a person to go on the road as a learner driver.  We should look at that system here in Ireland.  It would create employment.  If there was one such centre in every county in Ireland to facilitate young people, it would be a huge help and would create employment in the area.  The Minister has rushed this in and very little thought was put into it.  In principle, I suppose it is a good idea but I saw a young person driving alone this morning with L-plates on display, while unaccompanied by a qualified driver.  We should ask the Minister to come into the House and for consideration of this issue because of the enormous effect it is having on young people who are trying to get work in rural Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00300","speaker":"1423"},{"type":"speech","time":1552476600,"counter":44,"content":"<p>I first welcome to the House my friend, Mr. Patrick Hughes, who is in the Public Gallery today.<\/p> <p>I wish to speak briefly on the waiting list issue.  Ireland is spending more money than ever on healthcare but there is no correlation between accessibility to healthcare and the money spent.  Our waiting lists have reached record levels.  The Euro Health Consumer Index, EHCI, rates Ireland last when it comes to accessibility.  The Government plans to stabilise the waiting lists for inpatient and outpatient appointments.  Even reducing waiting times to a maximum of 18 months as planned, would still leave Ireland with the longest waiting lists in Europe.  The waiting list for outpatient appointments is currently standing at 542,000 people at the end of February.  The number of patients waiting for an inpatient procedure fell briefly at the end of 2018 to 70,000 people but has climbed back up to 71,200 people at the end of February.  The number of patients waiting for more than three months for a procedure has grown by 4,000 since the start of this year.  This is an astonishing rate of growth by anyone's standards.  More than 26,000 patients had been waiting for six months for planned procedures in January 2019 while approximately 2,300 had been waiting for more than 18 months.  More than 270,000 patients have been waiting for outpatient procedures for more than six months.  As the EHCI explains, healthcare is basically a process industry.  Smooth procedures with a minimum of pause and interruption are key to keeping the costs low.  We are spending more on healthcare than ever before because the system is broken.  Waiting lists do not save money; they cost money.  Notwithstanding the fact that much debate these days is about Brexit, I ask the Leader to consider facilitating an urgent debate on the whole waiting list issue to come before the House in the near future. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00400","speaker":"1373"},{"type":"speech","time":1552476600,"counter":45,"content":"<p>Go raibh m&iacute;le maith agat, a Chathaoirligh.  We have every reason to be thinking these days, with the events of Brexit, about our vulnerabilities as a nation but also about our strengths.  I agree with what my colleague, Senator McDowell, has said about the importance of Ministers travelling abroad in these days, representing Ireland and our interests and keeping them to the forefront.<\/p><p>Speaking of putting the best foot forward, I have been meaning to pay tribute - as I am sure all my colleagues would agree we should - to our colleague, Senator &Oacute; Domhnaill, who in recent months has been putting the best foot forward, athletically speaking, with his sixth place at the world masters' championship in Spain in walking, and his bronze medal in the 30 km race at the national championships.  He is indeed setting a new record for a competitor over 40 years of age.  He is an example to us all.  Ba ch&oacute;ir d&uacute;inn uilig n&iacute;os ama a chaitheamh amuigh ag si&uacute;l, fi&uacute; mura bhfuilimid in ann si&uacute;l chomh tapaidh leis an Seanad&oacute;ir.<\/p><p>T&aacute; Seachtain na Gaeilge tagtha, a Chathaoirligh, agus smaoinimid ag an am seo faoi fh&eacute;ini&uacute;lacht na t&iacute;re.  Maidir le hAmhr&aacute;n na bhFiann, t&aacute; s&eacute; luaite go minic sna Tithe go gcaithfimid n&iacute;os m&oacute; oibre a dh&eacute;anamh chun meas agus tuiscint a thaispe&aacute;int don amhr&aacute;n seo.  L&eacute;irigh suirbh&eacute; le d&eacute;ana&iacute; sa <i>journal.ie<\/i>narbh eol do na daoine a ndearnadh suirbh&eacute; orthu ach 47% de na focail den amhr&aacute;n n&aacute;isi&uacute;nta.  L&eacute;irigh suirbh&eacute; eile san iris go gceapann 83% daoine gur c&oacute;ir go mbeadh s&eacute; &eacute;igeantach an t-amhr&aacute;n n&aacute;isi&uacute;nta a fhoghlaim i scoileanna.  Ghlac thart ar 2,500 duine p&aacute;irt sa suirbh&eacute; seo.  It is very worrying that so few people know the words of our national anthem.  This is something that should be a mandatory part of the curriculum in our schools, particularly in primary school.  People talk a lot about the integrated curriculum-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00500","speaker":"1401"},{"type":"speech","time":1552476600,"counter":46,"content":"<p>Teaching about guns and bombs-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":47,"content":"<p>It invites the possibility of discussing the historical dimensions and the question as to whether it is militaristic in its language, whether that then subtracts from its wider important symbolism and whether it is possible to accommodate both.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00700","speaker":"1401"},{"type":"speech","time":1552476600,"counter":48,"content":"<p>My foreign statesman is butting in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00800","speaker":"1381"},{"type":"speech","time":1552476600,"counter":49,"content":"<p>This is a language lesson as well.  This is a very serious point.  We have been talking about God save the Queen.  What would we think of a French person who did not know the words of <i>La Marseillaise<\/i>?  We should cherish our national anthem more and encourage its teaching as part of the curriculum.  One does not have to admire every aspect of the lyrics to take a deeper and broader view of its historical significance.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Knowing it off by heart does not mean that one is proud of a militaristic tradition, as suggested by Senator Norris.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#E00900","speaker":"1401","continuing":true},{"type":"speech","time":1552476600,"counter":51,"content":"<p>I know it off by heart.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":52,"content":"<p>It is about seeing how language, music and song have the capacity to bring people together.  Ceapaim f&eacute;in gur ch&oacute;ir go mbeadh s&eacute; mar chuid den churaclam agus gur ch&oacute;ir don Rialtas gn&iacute;omh&uacute; d&aacute; r&eacute;ir.  T&aacute; s&uacute;il agam go mbeidh suirbh&eacute;anna amach anseo a l&eacute;ireoidh go mbeidh cur amach ar na focail ag i bhfad n&iacute;os m&oacute; p&aacute;ist&iacute; n&aacute; mar at&aacute; faoi l&aacute;thair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00300","speaker":"1401"},{"type":"speech","time":1552476600,"counter":53,"content":"<p>On that point, the Senator will be glad to know that the Seanad Public Consultation Committee, chaired by the Leas-Chathaoirleach, has completed a report and its recommendation is that Amhr&aacute;n na bhFiann be taught in all schools, as Gaeilge agus as B&eacute;arla.  If that comes to pass it should alleviate the Senator's concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00400","speaker":"1381"},{"type":"speech","time":1552476600,"counter":54,"content":"<p>The B&eacute;arla does not work so well.  It is a bad translation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00500","speaker":"1401"},{"type":"speech","time":1552476600,"counter":55,"content":"<p>We will leave that to the teachers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00600","speaker":"1381"},{"type":"speech","time":1552476600,"counter":56,"content":"<p>I echo the comments of colleagues who have appealed to the Government not to proceed with the Sea-Fisheries (Amendment) Bill 2017 tomorrow.  This legislation was stalled two years ago after very robust debate in this Chamber, but no effort was made to consult the fisheries organisations in the intervening two years.  There has been no consultation, even though those organisations outlined their concerns to committees of these Houses.  No effort was made in the past two years to consult them.  They are now up in arms around the coast because of the disrespect being shown to them.  There is no way that this House can stand over this tomorrow.  I hope it does not come to this but, if necessary, I will push for a vote on the Order of Business tomorrow morning to stop this legislation moving forward pending consultation between the Minister, his officials and the fisheries representative groups.  The Government must at least attempt to address the concerns of the fishing community.  We need to show some respect for our fishing organisations when such controversial legislation is before the House.  I call for common sense on this matter.  A meeting was held yesterday at which these points were put to the Minister.  Will the Leader ensure this does not have to be put to a vote tomorrow morning?  I do not want to divide this House and I hope that common sense will prevail and respect will be shown to our fishing organisations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00700","speaker":"1400"},{"type":"speech","time":1552476600,"counter":57,"content":"<p>I wish to raise a deeply disturbing issue, namely, the report from the prison visiting committee from 2017 relating to female prisoners at the D&oacute;chas detention centre in Dublin in which allegations are made of inappropriate behaviour of male staff towards female prisoners, including withholding certain privileges and items to achieve something about which we can only speculate.  This is a very serious issue and the visiting committee recommends that it be investigated by a body that is independent of the Prison Service.  It must be ascertained whether these women, many of whom are very vulnerable, are being abused or taken advantage of while in the care of the State.  Our history is littered with occasions of abuse of people in vulnerable positions, including women and children.  To have this happen in our time is unacceptable.  If there is even a hint of awareness of this, it is not acceptable.  I am sure it is unacceptable to all Members of this House.  I ask the Leader to invite the Minister for Justice and Equality to the House to report on this situation and to outline his intentions in terms of addressing what is a very serious concern in our Prison Service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00800","speaker":"1421"},{"type":"speech","time":1552476600,"counter":58,"content":"<p>I thank the 16 Members of the House who contributed on the Order of Business today.  The issues of Brexit and the vote in the House of Commons last night were raised by Senators Horkan, Craughwell, Norris, Ned O'Sullivan, McDowell, O'Reilly, Feighan, Wilson and Mullen.  Many Senators also expressed concern about the consequences for our beef industry in the context of the tariff information that was published this morning by the British Government.  Tariffs will have a negative impact and will not be helpful in any shape or form.  We all agree with Senator Ned O'Sullivan that it is critical that the Government holds firm, remains calm and steady in its approach and continues to articulate and advocate for the Irish position.  There is no good outcome from Brexit at all.  It is important that we continue to reach out across the European Union to our friends and allies and to explain the significance of what has happened in Westminster.  It is up to the British Government now to show us what it wants.  We still do not know what it wants.  Irrespective of the views of some, there is a need for political leadership from the British Parliament now.  Do they want a hard Brexit?  Do they want to crash out of the European Union?<\/p><p>We have spent an inordinate amount of time, as a Union, negotiating the withdrawal agreement.  The British must now tell us what they want to do next.  It is not up to us to inform the British of the way forward.  A no-deal Brexit serves nobody.  It does not serve the United Kingdom, Ireland or Europe.  The House will be engaged today in debating and progressing the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2019.  Mr. Michel Barnier this morning said that the withdrawal agreement is the only treaty available.  As Senator Norris said, we want to avoid an at-war effect <i>vis-&agrave;-vis<\/i>the British because, as Senator McDowell said, they are our closest neighbours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F00900","speaker":"1391"},{"type":"speech","time":1552476600,"counter":59,"content":"<p>They fired the first shot.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01000","speaker":"1392"},{"type":"speech","time":1552476600,"counter":60,"content":"<p>We must continue to develop our relationship for a variety of reasons.  I hope that before we reach 29 March there will be a realisation by the UK that a deal is critical.  I thank the House for supporting the Government in this.<\/p> <p>Senator Horkan must have been on the hotline to the Irish Aviation Authority, IAA, yesterday.  I commend him on his contribution and agree that we cannot compromise on passenger safety.  While we do not want to be alarmist or sensationalist, there are genuine concerns with the Boeing 737 MAX aircraft.  Its suspension by a number of countries around the world was not arbitrary.  I hope that all airlines and aviation authorities will undertake a detailed analysis and thorough investigation of the aircraft.  I know that its suspension has discommoded many passengers, which is regrettable but we cannot compromise on safety.<\/p> <p>Senators Craughwell, Conway-Walsh, Wilson, &Oacute; Domhnaill and Mac Lochlainn spoke about the Sea-Fisheries (Amendment) Bill 2017.  While I do not want to strike a discordant note, the legislation is very important.  I understand the sensitivities expressed by Members this morning but the Bill is not being rushed or pushed through for the sake of optics.  Do we want to see a hard border for fishermen in our country?  Is that what we are saying?  We must remember that 29 March is coming and the clock has not stopped ticking.  The Minister met some Members of the House to discuss this yesterday.  This legislation is urgent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01100","speaker":"1391"},{"type":"speech","time":1552476600,"counter":61,"content":"<p>The Government sat on it for two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01200","speaker":"1418"},{"type":"speech","time":1552476600,"counter":62,"content":"<p>It has not done a thing for two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01300","speaker":"1400"},{"type":"speech","time":1552476600,"counter":63,"content":"<p>Are we saying that we want to have a hard border?  Is that what we are saying today in this House?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01400","speaker":"1391"},{"type":"speech","time":1552476600,"counter":64,"content":"<p>Two years-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01500","speaker":"1400"},{"type":"speech","time":1552476600,"counter":65,"content":"<p>Is that what we are saying?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01600","speaker":"1391"},{"type":"speech","time":1552476600,"counter":66,"content":"<p>That is not what we are saying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01700","speaker":"1418"},{"type":"speech","time":1552476600,"counter":67,"content":"<p>For two years, the Government has not done a thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01800","speaker":"1400"},{"type":"speech","time":1552476600,"counter":68,"content":"<p>Is that what we are saying?  As I said, on 29 March we need as a House-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#F01900","speaker":"1391"},{"type":"speech","time":1552476600,"counter":69,"content":"<p>Keep calm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00200","speaker":"1400"},{"type":"speech","time":1552476600,"counter":70,"content":"<p>I am totally calm.  I am not ratcheting anything up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00300","speaker":"1391"},{"type":"speech","time":1552476600,"counter":71,"content":"<p>Stop scaremongering.  One can talk anything up.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00400","speaker":"1400"},{"type":"speech","time":1552476600,"counter":72,"content":"<p>If Senator Mac Lochlainn is reflecting some of the commentary this morning, or some of the comments in the House, with respect, he would be ratcheting it up.  Let us get our language clear on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00500","speaker":"1391"},{"type":"speech","time":1552476600,"counter":73,"content":"<p>For the sake of a day, let us not divide the House tomorrow morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00600","speaker":"1390"},{"type":"speech","time":1552476600,"counter":74,"content":"<p>The Bill needs to be completed, otherwise it becomes an EU competency post Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00700","speaker":"1391"},{"type":"speech","time":1552476600,"counter":75,"content":"<p>I wonder why all of a sudden after two years-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00800","speaker":"1400"},{"type":"speech","time":1552476600,"counter":76,"content":"<p>I remind Senators it is not on the Order Paper of the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00850","speaker":"1381"},{"type":"speech","time":1552476600,"counter":77,"content":"<p>It is not even on the D&aacute;il schedule.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00875","speaker":"1400"},{"type":"speech","time":1552476600,"counter":78,"content":"<p>It is time critical to avoid the accusation that some will make that we are putting up a hard border.  I ask Members to reflect upon the position.  We want to restore the rights of our northern neighbours in this Bill.  That is what we are trying to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G00900","speaker":"1391"},{"type":"speech","time":1552476600,"counter":79,"content":"<p>What about our own fishermen?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01000","speaker":"1382"},{"type":"speech","time":1552476600,"counter":80,"content":"<p>The rights of our fishermen-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01100","speaker":"1391"},{"type":"speech","time":1552476600,"counter":81,"content":"<p>The rights of all Irish fishermen should be protected.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01200","speaker":"1400"},{"type":"speech","time":1552476600,"counter":82,"content":"<p>The rights of our fishermen have not been infringed in the North and we must do the right thing down here.  That is what the Bill is about.  That is what we are going to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01300","speaker":"1391"},{"type":"speech","time":1552476600,"counter":83,"content":"<p>The Leader is also dividing the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01400","speaker":"1390"},{"type":"speech","time":1552476600,"counter":84,"content":"<p>I am not dividing the House at all.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01500","speaker":"1391"},{"type":"speech","time":1552476600,"counter":85,"content":"<p>The Leader will divide the House and we will be forced to do that..<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01600","speaker":"1390"},{"type":"speech","time":1552476600,"counter":86,"content":"<p>We cannot foresee what will happen tomorrow morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01700","speaker":"1381"},{"type":"speech","time":1552476600,"counter":87,"content":"<p>That is a matter for the Members of the House to reflect upon and I make the point again to Members: do they want to have a hard border for our fishermen?.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01800","speaker":"1391"},{"type":"speech","time":1552476600,"counter":88,"content":"<p>The Leader should reflect tonight on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G01900","speaker":"1400"},{"type":"speech","time":1552476600,"counter":89,"content":"<p>The question that Members must reflect on is whether they want to have hard border for our fishermen<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02000","speaker":"1391"},{"type":"speech","time":1552476600,"counter":90,"content":"<p>The Leader should reflect on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02100","speaker":"1400"},{"type":"speech","time":1552476600,"counter":91,"content":"<p>We are not going to get into an argument about it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02200","speaker":"1381"},{"type":"speech","time":1552476600,"counter":92,"content":"<p>Senators Craughwell, Wilson and Ned O'Sullivan mentioned PDFORRA and the Defence Forces in their contributions.  We have had a number of debates in the House and it was also raised yesterday in a different way.  I very much welcome mediation.  It is important that we have mediation.<\/p> <p>I join with Senator Craughwell in commending and congratulating our retired veterans on their participation in the St. Patrick's Day parades across the country.  They are an important part of the parade.  They do Trojan work and are a strong advocate for members of the Defence Forces.  I thank them for their service and their organisation in terms of the parade.  It is very important that those men and women walk in uniform under that banner in the Cork parade.  It is a wonderful sight and it serves as a wonderful testimony to their service and commitment.  I commend them on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02300","speaker":"1391"},{"type":"speech","time":1552476600,"counter":93,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02400","speaker":"1390"},{"type":"speech","time":1552476600,"counter":94,"content":"<p>Senator Conway-Walsh raised the issue of sodium valproate.  There has been a great deal of engagement between the European Medicines Agency and the Health Products Regulatory Authority regarding the drug she referenced.  It is a source of great concern.  I know significant effort has been put into labelling and advice given around the drug.  It is a matter of concern.  It is important that we continue to strengthen the warnings and to improve the educational aspects and information around the drug, especially for women who are pregnant.  I would be happy were the Minister to come to the House to debate the matter.  Perhaps Senator Conway-Walsh might be best placed to table it as a Commencement matter, where she might get a more expeditious answer.<\/p><p>I commend Senator Norris on his work for the Tibetan people.  The point he made on the one-China policy - I am speaking in a personal capacity - is one on which I agree with him.  I am sure the Government would have a different viewpoint.  There is a need to have a look at our policy around our interaction not with China <i>per se<\/i>, but with Taiwan and other countries in that part of the world.  It is equally important that we can have economic activity with countries like Taiwan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02500","speaker":"1391"},{"type":"speech","time":1552476600,"counter":95,"content":"<p>Taiwan was always part of China, quite unlike Tibet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":96,"content":"<p>It is important that we have that debate.  I know that the previous Government and this Government have continued the one-China policy.  I am sure Senator McDowell, when he was in Government, probably was a party to that one-China policy formulation.  I am not quite sure.  It is important that we look at the issue of China in the context of human rights and not just economic activity.  I accept it is an important market that we must develop and grow but it cannot be at the cost of everything else either.  That is just giving a personal view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02700","speaker":"1391"},{"type":"speech","time":1552476600,"counter":97,"content":"<p>For which I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":98,"content":"<p>I will probably get chastised by the Minister for Foreign Affairs and Trade for saying that.  It will not be the first time.<\/p> <p>Senator Conway raised the issue of the web and the need for continued vigilance around it.  I join with him in commending Marian O'Donnell, whose grandfather served in the House and wish her well in her career.<\/p> <p>Senators Ned O'Sullivan, McDowell, O'Reilly and Mullen raised the issue of the trips abroad by Ministers.  I think the points made by Senator McDowell are highly relevant.  There is a sensationalist and mean-spirited approach to these trips by some sections of the media, who look at the cost factor and where the Ministers are going.  If one was to have an analysis and reflection on the availability of access to the media, to markets, in respect of the promotional side, as well as the access it brings to Governments and to people of influence around the world on a particular day of the year, one could not quantify or pay for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G02900","speaker":"1391"},{"type":"speech","time":1552476600,"counter":99,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G03000","speaker":"1392"},{"type":"speech","time":1552476600,"counter":100,"content":"<p>We benefit in terms of advertising, access and media exposure.  That is why the trips are very important.  I have held the view and I said it in this House when I was here before that Minister should come back and present a report to the committees or to the Houses of the Oireachtas to show what actually happened.<\/p> <p>Senator McDowell has been on those trips.  They are far from a junket as he knows quite well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G03100","speaker":"1391"},{"type":"speech","time":1552476600,"counter":101,"content":"<p>Absolutely.  Senator Reilly also knows.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G03200","speaker":"1403"},{"type":"speech","time":1552476600,"counter":102,"content":"<p>Gabh mo leithsc&eacute;al.  I did not see that Senator Reilly was present.  It is about advocating and showing the world that we are a modern, vibrant country, especially now in a post Brexit world.<\/p> <p>I see Deputy Murphy O'Mahony and her visitors in the Gallery and I welcome them to the Chamber.<\/p> <p>Another point is that it is an unrivalled marketing opportunity.  Let us consider what will happen in Australia, Washington, Russia, Dubai, England, Argentina and in Europe.  I wish the Cathaoirleach well in his travels, as he will be representing Ireland.  It is the lighting up green of the world and it is the exposure it brings.  I hope it will be a positive experience.<\/p> <p>Senator Joe O'Reilly raised the issue of agriculture.  I will be happy to have the Minister for Agriculture, Food and the Marine, Deputy Creed come to the House, especially in light of the beef issue.  There is a need for a renegotiation of the Common Agricultural Policy.  Post Brexit, there will be a need for assistance to be given to the Irish people.  Like Senators Gavan and O'Reilly noted, the Council of Europe is becoming very important.  Senator Gavan raised the ESRI report and its importance.  It is an interesting report and I think it is also important that the increase in the minimum wage has succeeded in reducing wage inequality.  Perhaps the minimum wage might not be the effective tool in reducing the level of poverty.  That is a conversation and debate we should have.  A point that he did not make is that the increase in the minimum wage has led to a &euro;30 per week benefit, which is a significant amount of money for those who have seen the increase.  That is why I was very proud that this and the previous Government raised the minimum wage.  I am all for a living wage but let us have that debate in the context of where we are now.  I am happy to do that.<\/p> <p>Senator Butler raised the issue of the driving licence and the Minister for Transport, Tourism and Sport will be in the House on 4 April -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G03300","speaker":"1391"},{"type":"speech","time":1552476600,"counter":103,"content":"<p>Not 1 April?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G03400","speaker":"1389"},{"type":"speech","time":1552476600,"counter":104,"content":"<p>No, I could make a smart comment but I will not.  The Minister for Transport, Tourism and Sport, Deputy Ross will come to the House on Thursday, 4 April.<\/p> <p>Senator Swanick raised the very important issue of the waiting times for health services.  As Members know, the Minister for Health, Deputy Harris has announced a new plan to reduce the number of people waiting for appointments with a scheduled care access plan in terms of setting targets that will be met on a reduction of the number of patients waiting for appointments and for inpatient services.  The point made by Senator Swanick, which is worth reflecting on by all people, is that waiting times cost money and those who do not turn up for appointments are costing money as well. <\/p> <p>T&aacute; d&iacute;om&aacute; orm n&aacute;r l&eacute;igh Seanad&oacute;ir Mullen tuarasc&aacute;il an fhochoiste Seanaid mar gheall ar an amhr&aacute;n n&aacute;isi&uacute;nta a luaigh an Cathaoirleach.  T&aacute; obair d&eacute;anta ag an Seanad&oacute;ir Mark Daly agus ag an Leas-Chathaoirleach, Seanad&oacute;ir Coghlan, mar gheall ar an national anthem.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Cathaoirleach pre-empted my reply.  Senator Mullen must not have read the report of the Seanad Public Consultation Committee, which had a good outcome relating to the need for and importance of our dalta&iacute; scoile ag foghlaim na focail san amhr&aacute;n n&aacute;isi&uacute;nta, being able to learn the words of the national anthem.  I hope that we will see that happen across our schools.<\/p><p>Senator Reilly raised the issue of the D&oacute;chas Centre in the context of the prison visiting committee report.  I have not seen the report but any inappropriate behaviour must be condemned out of hand and cannot be condoned.  I would be happy to have the Minister come to the House about the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#G03500","speaker":"1391","continuing":true},{"type":"speech","time":1552476600,"counter":106,"content":"<p>Since so many people have been welcomed to the House this morning, I wonder if Senators would indulge me in welcoming Richard Crotty, who is a pupil of Kilkenny College and who is shadowing me today as part of his education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H00200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":107,"content":"<p>God love him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H00300","speaker":"1391"},{"type":"speech","time":1552476600,"counter":108,"content":"<p>He is a hard act to follow.  Richard is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H00400","speaker":"1381"},{"type":"speech","time":1552476600,"counter":109,"content":"<p>He is a hard act to follow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H00500","speaker":"1391"},{"type":"speech","time":1552476600,"counter":110,"content":"<p>It will be a serious learning experience.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H00600","speaker":"1421"},{"type":"speech","time":1552476600,"counter":111,"content":"<p>I am sure only good could come out of that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H00700","speaker":"1391"},{"type":"unspoken","time":1552476600,"counter":112,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":113,"content":"<p>Sitting suspended at 12.41 p.m. and resumed at 12.46 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2019: Committee and Remaining Stages","time":1552476600,"counter":114,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H01000"},{"type":"speech","time":1552476600,"counter":115,"content":"<p>In accordance with the order of the Seanad yesterday, we will deal with Part 1, sections 1 to 3, first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H01100","speaker":"1424"},{"type":"unspoken","time":1552476600,"counter":116,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":117,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1552476600,"counter":118,"content":"<p>Amendment No. 1 in the name of Senator Rose Conway-Walsh is out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H01400","speaker":"1424"},{"type":"unspoken","time":1552476600,"counter":119,"content":"<p>Amendment No. 1 not moved.<\/p>"},{"type":"speech","time":1552476600,"counter":120,"content":"<p>Amendments Nos. 2 and 30 are related and may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H01600","speaker":"1424"},{"type":"speech","time":1552476600,"counter":121,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 9, between lines 14 and 15, to insert the following:&ldquo;(j) <i>Section 99<\/i>shall come into operation on such day or days as the Minister for Agriculture, Food, and the Marine may appoint by order or orders either generally or with reference to any particular purpose or provision and different days may be so appointed for different purposes or different provisions.&rdquo;.<\/blockquote> <p>I will address the amendment in the absence of my colleague, Senator Conway-Walsh, who leads on this issue.  As I indicated yesterday, we will work expeditiously with the Minister of State and co-operate with colleagues.  We have a number of amendments tabled on the Bill.  Some were deemed out of order by the Cathaoirleach and we are disappointed in that regard.  That has been expressed by the group leader to the Cathaoirleach and the House.  Amendment No. 2 relates to reciprocal arrangements for agriculture in the North and South, which is of great importance at the moment and critical to the economy and welfare of the island in its entirety.  We know the significance of the agricultural industry and sector.  That is why we will push anything that goes to harmonise further and mitigates against the dangers of Brexit as strongly as we can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H01700","speaker":"1413"},{"type":"speech","time":1552476600,"counter":122,"content":"<p>I thank Senator &Oacute; Donnghaile for speaking and Senator Conway-Walsh for the amendment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will, of course, co-operate with all Senators.  Our priority and objective throughout the negotiations have been to try to ensure the <i>status quo<\/i>will continue.  Everything we do is to that effect.  That applies to industry and other sectors, in particular, the one that is most likely to be impacted on more than any other in the North and the South - agriculture.  Any reciprocal arrangement in that sector between this state and Northern Ireland stems from the Good Friday Agreement and EU law.  The UK Government has always indicated that it will try and will honour its obligations under the Good Friday Agreement.  We expect it to do so, irrespective of whether there is a deal, and the arrangements under the agreement to continue post Brexit.  However, if we consider the arrangements facilitated by EU law, in as much as possible and to the greatest extent possible, they will continue post Brexit.  In the event that Northern Ireland changes its law post Brexit, it might not be necessary or possible to continue the existing arrangements, particularly if the new arrangements contravene EU law.  In that instance, neither the T&aacute;naiste and Minister for Foreign Affairs and Trade nor any other Minister would be able to introduce orders that would contravene EU law or breach our obligations.<br\/><br\/>In the circumstances the proposed amendments should be withdrawn on the basis that accepting them could serve to confuse or mislead people outside the House and make them believe the Government would be able to act outside EU law.  If and when the United Kingdom leaves the European Union, the Department of Foreign Affairs and Trade will try to work closely with its counterpart in the United Kingdom, but the best and only way we see to address all of these concerns is by ratifying the withdrawal agreement to ensure an orderly withdrawal and that we will have the closest possible relationship, similar to the one we now have.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#H01800","speaker":"1337","continuing":true},{"type":"speech","time":1552476600,"counter":124,"content":"<p>I appreciate what the Minister of State is saying, but the intention of the amendments does not run contrary to anything she said.  Our position is that they would enhance the legislation.  As a result, we may consider pushing this amendment to a vote, given its significance.  I will defer to our group leader on that matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#J00200","speaker":"1413"},{"type":"vote","time":1552476600,"counter":125,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 6; Níl, 31.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rose Conway-Walsh and Paul Gavan; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#J00300","aye":["1378","1388","1389","1400","1392","1413"],"nay":["1402","1409","1380","1423","1391","1384","1422","1416","1390","1414","1424","1415","1438","1393","1439","1403","1375","1425","1401","1395","1398","1374","1427","1426","1397","1394","1431","1421","1399","1373","1418"],"abs":[]},{"type":"unspoken","time":1552476600,"counter":126,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":127,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":128,"content":"<p>SECTION 4<\/p>"},{"type":"speech","time":1552476600,"counter":129,"content":"<p>I welcome the Minister of State, Deputy Jim Daly, to the House.<\/p> <p>Amendments Nos. 3 to 10, inclusive, have been ruled out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L00300","speaker":"1381"},{"type":"unspoken","time":1552476600,"counter":130,"content":"<p>Amendments Nos. 3 to 10, inclusive, not moved.<\/p>"},{"type":"speech","time":1552476600,"counter":131,"content":"<p>As amendments Nos. 11 to 14, inclusive, are related, and amendments Nos. 13 and 14 are consequential on amendments Nos. 11 and 12, amendments Nos. 11 to 14, inclusive, may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L00500","speaker":"1381"},{"type":"speech","time":1552476600,"counter":132,"content":"<p>I move amendment No. 11:<\/p><blockquote>In page 12, between lines 22 and 23, to insert the following:<b>&quot;Review of the effectiveness of health services<\/b><br \/><br \/><b>75C.<\/b>The Minister shall publish a review into the effectiveness of the health services covered under section 75A and 75B of this Act one year after the United Kingdom has left the European Union.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L00600","speaker":"1378"},{"type":"speech","time":1552476600,"counter":133,"content":"<p>I second the amendment.  This is a straightforward amendment.  Regardless of the sort of Brexit that happens - we are coming close to the end - services and arrangements will continue to be delivered in the aftermath of Brexit.  This Bill will give the Ministers for Health and Finance the power to continue with whatever services they choose.  We hope that means all cross-Border services will be continued, but the nature of this legislation means such decisions will be in the hands of the Ministers and indeed the hands of the Ministers of State, Deputies Jim Daly and Helen McEntee.  Britain has to offer reciprocal arrangements for people in England, Scotland and Wales.  We do not yet know whether that will be delivered on.  The continued smooth operation of cross-Border health services must be an integral part of our approach to this matter.  It is important that we have proper evidence and facts on which to base our assessment of the delivery of services.  If we do not know what is happening and how effective it is, how can we decide to continue doing what we are doing or to make changes as necessary?  With that in mind, I am seeking \"a review into the effectiveness of the health services covered under [this legislation] one year after the United Kingdom has left the European Union\".  This would benefit policymakers, health services and medical and healthcare professionals.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L00700","speaker":"1388"},{"type":"speech","time":1552476600,"counter":134,"content":"<p>The arrangements provided for in this Bill are contingency steps that are being taken to minimise any disruption to the current healthcare arrangements between Ireland and the UK.  The effect of amendment No. 11 would be to impose an obligation on the Minister to publish \"a review into the effectiveness of the health services .... one year after the United Kingdom has left the European Union\".  It is unclear how \"the effectiveness of the health services\" could be determined.  With regard to the review that has been proposed, I can confirm that the Minister would be willing to attend a meeting of the health committee, or to arrange for the relevant officials to attend such a meeting, to report as necessary on the progress being made on the matters referred to by the Senator.  The effect of amendment No. 12 would be impose an obligation on the Minister.  Are we dealing with this amendment now, or should I confine my remarks to amendment No. 11?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L00800","speaker":"1261"},{"type":"speech","time":1552476600,"counter":135,"content":"<p>They are all related.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L00900","speaker":"1381"},{"type":"speech","time":1552476600,"counter":136,"content":"<p>Okay.  Amendment No. 12 would impose an obligation on the Minister to \"report to the Oireachtas within one month of the passing of this Act on .... existing Service Level Agreements, Memorandums of Understanding, and partnerships; provisions made to ensure that all Irish citizens have access to a European Health Insurance Card and the benefits which that entails; provisions made to ensure the recognition of professional qualifications in respect of medical professionals and healthcare workers from the United Kingdom where education and training standards are equivalent\".  The Bill does not contain provisions relating to future recognition of health professional qualifications.  However, given its critical importance to the health sector, a number of measures are being advanced to address this.  In particular, the UK recently published its draft European qualifications.  This UK legislation will enable Irish qualifications to be recognised in the UK.  Each of the Irish health professional regulators has third-country recognition routes which apply to qualifications obtained in countries other than Ireland or any other EEA member state.  These third-country recognition routes have been considered with the objective of ensuring efficient routes for the recognition of UK qualifications, while ensuring this is done in an objective and non-discriminatory way.  The Irish regulators are satisfied that they can continue to recognise UK qualifications within approximately the same timeframes and with approximately the same applications fees, but under a different legal base.  A separate Bill - the Regulated Professions (Health and Social Care) (Amendment) Bill 2019, which is included in the Brexit legislative programme - will provide for the use by the Irish regulators of disciplinary information received from third countries, including the UK and EEA member states.<\/p> <p>With regard to the maintenance of service level agreements, the Irish and UK Governments are fully committed to continuing existing cross-Border service arrangements.  Cross-Border health services such as the cardiology and cancer treatments in Derry and the paediatric cardiology and associated maternity services in Dublin are managed by service level agreements and do not require legislative changes in the event of a no-deal Brexit.  Even in a scenario in which the UK leaves the EU without a deal, services like these can be expected to continue.  It is important to note that these services are aimed at addressing the particular needs of groups of patients in facilitating geographical access to services and achieving sufficient volumes of activity in the interests of patient safety.  The Government is aware and conscious of the concerns of Irish citizens living in Northern Ireland who are likely to lose their entitlement to the European health insurance card, EHIC, after the UK withdraws form the EU.  Under the relevant EU regulations, an individual applies for an EHIC in his or her competent member state.  The competent member state must state where that person works, makes a social insurance contribution or receives a contributory pension.  We are exploring whether it may be possible to establish a route by which the EHIC benefit could be maintained for people living in Northern Ireland.  However, this is not necessarily a straightforward matter.  The regulation that gives eligibility for an EHIC is an EU regulation.  An alternative legal mechanism to enable people living in Northern Ireland to have an EHIC would need to be developed.  I expect that it would likely to need the agreement of other member states.  The other amendments in this group - Nos. 12 to 14, inclusive - are technical amendments, which would be needed to take account of the renumbering required on foot of amendments Nos. 11 and 12.  For the reasons I have outlined, and taking account of the urgent emergency nature of this legislation and the extremely limited timeframe for its enactment, I must decline to accept the amendments in this group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L01000","speaker":"1261"},{"type":"speech","time":1552476600,"counter":137,"content":"<p>I would like to speak to amendment No. 12 now.  This is another straightforward amendment.  It seeks to require the Minister to produce reports on the operating costs of cross-Border service level agreements, memorandums of understanding and partnerships.  There are at least 130 service level agreements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L01100","speaker":"1388"},{"type":"speech","time":1552476600,"counter":138,"content":"<p>As the amendments are grouped, the Senator can speak on all of them now rather than coming back in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L01200","speaker":"1381"},{"type":"speech","time":1552476600,"counter":139,"content":"<p>Great.  We have worked hard over the year to set these agreements, memorandums and partnerships in motion to avoid duplication of services on this small island.  Amendment No. 12 refers to the \"European Health Insurance Card\" and the \"recognition of professional qualifications\", both of which are important.  I suppose I am speaking for nursing staff who find it difficult to know where they will be in this scenario.  The NHS was set up and underpinned by hundreds of thousands of Irish nurses.  We are trying to attract Irish nurses and indigenous English-trained nurses to come to Ireland.  The \"Bring them Home\" campaign did not prove to be attractive.  The barriers that will go up because of the red tape associated with Brexit will make it much less attractive to try to get nurses back to their country of origin.  This amendment refers to the EHIC, which is known as the E11 card.  Irish citizens in the North and in Britain are concerned about this issue.  The Taoiseach and others have said that Irish citizens in the North will never again be left behind by an Irish Government.  In the interests of such citizens, I ask that the situation with regard to the E11 card be assessed in the aftermath of Brexit.  We need to know what impact Brexit will have on services in its aftermath.  I hope the Minister of State will give a commitment to completing a review.  I will not push amendments Nos. 11 or 12.  I take the Minister of State at his word when he says that a review will take place within the confines of the health committee of these Houses.  I appreciate that.  I will withdraw amendments Nos. 11 and 12.  I will also withdraw amendments Nos. 13 and 14, which are smaller technical amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L01300","speaker":"1388"},{"type":"speech","time":1552476600,"counter":140,"content":"<p>I thank the Senator.  I appreciate the spirit in which she is co-operating with us on this emergency legislation, which we want to get through.  She has made some valid points.  I think I have addressed them.  Although they are relevant, this legislation involves maintaining the <i>status quo<\/i>.  I thank the Senator.  We appreciate her co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L01400","speaker":"1261"},{"type":"unspoken","time":1552476600,"counter":141,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1552476600,"counter":142,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 12, between lines 22 and 23, to insert the following:<b>&quot;Report on health service arrangements<\/b><br \/><br \/><b>75C.<\/b>The Minister for Health shall report to the Oireachtas within one month of the passing of this Act on health service arrangements agreed between Ireland and the north of Ireland under currently existing Service Level Agreements, Memorandums of Understanding, and partnerships; provisions made to ensure that all Irish citizens have access to a European Health Insurance Card and the benefits which that entails; provisions made to ensure the recognition of professional qualifications in respect of medical professionals and healthcare workers from the United Kingdom where education and training standards are equivalent.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#L01600","speaker":"1378"},{"type":"unspoken","time":1552476600,"counter":143,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1552476600,"counter":144,"content":"<p>I move amendment No. 13:<\/p><blockquote>In page 12, line 24, to delete &ldquo;<b>75C.<\/b>An authorised officer&rdquo; and substitute &ldquo;<b>75D.<\/b>An authorised officer&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#M00100","speaker":"1378"},{"type":"unspoken","time":1552476600,"counter":145,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1552476600,"counter":146,"content":"<p>I move amendment No. 14:<\/p><blockquote>In page 12, line 36, to delete &ldquo;<b>75D.<\/b>Every order&rdquo; and substitute &ldquo;<b>75E.<\/b>Every order&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#M00300","speaker":"1378"},{"type":"unspoken","time":1552476600,"counter":147,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1552476600,"counter":148,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":149,"content":"<p>Sections 5 to 8, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":150,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1552476600,"counter":151,"content":"<p>Amendments Nos. 15 and 28 are related and may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#M00800","speaker":"1422"},{"type":"speech","time":1552476600,"counter":152,"content":"<p>I move amendment No. 15:<\/p><blockquote>In page 17, after line 37, to insert the following:<b>&ldquo;Review of Brexit Business Supports<\/b><br \/><br \/><b>9.<\/b>(1) The Minister for Business, Enterprise and Innovation may undertake a review of the current Brexit business supports, including but not limited to:<blockquote>(a) the Brexit Loan Scheme;<br \/><br \/>(b) the Enterprise Ireland Market Discovery Fund;<br \/><br \/>(c) the Enterprise Ireland Be Prepared Grant;<br \/><br \/>(d) the Enterprise Ireland Brexit Act On Initiative;<br \/><br \/>(e) the Enterprise Ireland Agile Innovation Fund; and<br \/><br \/>(f) the InterTradeIreland Brexit Start to Plan Voucher schemes.<\/blockquote>(2) This review will include, but not be limited to; examining why there has been such a low uptake of these Brexit business supports to date, identify barriers for businesses accessing these supports and offer solutions on how to make it easier for businesses to benefit from these supports.<br \/><br \/>(3) The Minister will send the findings of this review to the Oireachtas Joint Committee on Business, Enterprise and Innovation within two months of the enactment of this Act.&rdquo;.<\/blockquote> <p>These amendments are to encourage the State to examine using the treaty exceptions for state aid to allow for more investment in certain sectors and industries where necessary.  It means arguing for the globalisation fund to be recalibrated to fight off the shock of Brexit in industries such as the mushroom sector before and not just after those industries are hit.  The fiscal rules and their inbuilt austerity logic must be challenged now more than ever.  The EU cannot say it will protect Ireland in its words and then tell us that we cannot protect ourselves through these rules.  There are other areas such as Structural Funds where we need to make a case for more flexibility, for example, greater co-financing.  We should be saying that we need to be pushed to the front of the queue for the EU transport and infrastructure projects.  That is what fighting for Ireland would look like.  The issue of the green card for motor insurance is probably the most visible and worrying aspect of what life might look like for those living near the Border in a no-deal Brexit situation.  Under Article 8(2) of the EU motor insurance directive, the EU can give a waiver to Britain and the North to ensure there is no need for insurance green cards.  It did that for other countries, including Serbia in 2011.<\/p><p>The Minister, Deputy Ross, should have been pushing this at EU level.  Instead, he washed his hands of it and no arrangement is in place.  My colleague, Deputy Munster, was blue in the face questioning him at the Committee on Transport, Tourism and Sport and on the floor of the D&aacute;il and he had very little information on it.  He could not tell what interventions he had made with the EU and Britain to ensure that there was an agreement in place ahead of Brexit.  This should have been done and dusted by now if he had bothered to do his job.  He simply does not understand the sensitivities of the issue for people on the Border, including people going to work every day, farmers accessing their own land, families visiting one another and tourists.  Many people will not accept that they will have to carry a green card for these purposes.  Others are completely confused as to the situation.  On an issue as important as this, the Minister, Deputy Ross, saw fit to abuse and insult a colleague of mine in the other House.  That was unacceptable.  The Minister, Deputy Ross, needs to do his job.  If he still refuses to do so, then this amendment, if agreed to, mandates the Government to ensure that the necessary work is done.  Sinn F&eacute;in is clear that something concrete needs to be done.  It is up to the Minister, Deputy Coveney, to accept our amendment or else explain to the hundreds of thousands of people who will be affected by this why he allowed a Cabinet colleague to sit on his hands and allow a mess like this to happen.  It is the Minister's choice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#M00900","speaker":"1378"},{"type":"speech","time":1552476600,"counter":153,"content":"<p>I am not sure how the review of Brexit business supports ties into the actions of the Minister for Transport, Tourism and Sport in the D&aacute;il.  There are a couple of things in amendments Nos. 15 and 28 which are slightly ideological in nature, which was reflected in the tone of Senator Conway-Walsh, but I appreciate where she is coming from and that we ultimately have different approaches to ideology.  That is not a bad thing and not a point of disagreement, just one of fact.  Subsection (2) of amendment No. 15 refers to \"examining why there has been such a low uptake of these Brexit business supports\".  That is a little unfair and plays down the remarkable work that has been done by State agencies as opposed to the Government, especially Enterprise Ireland, Bord Bia, Bord Iascaigh Mhara, Tourism Ireland and many others, particularly those that have reported the substantial take-up and engagement, especially since December, as we have lurched ever closer to Brexit day.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Neale Richmond:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2472\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2472&amp;amp;pid=NealeRichmond&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To glibly include that undoes the remarkable work that is being done by our civil servants and State agencies, including the IDA, which I should have mentioned.  In respect of amendment No. 28, which provides for a report to the Oireachtas within one month, I think it is very premature.  God forbid but if we enter into a crash-out scenario, it will not help to have such a strict timeline for those discussions.  They are not easy discussions.  In most of the reports on Brexit that Sinn F&eacute;in has published heretofore, there have been a couple of very consistent trends.  While I commend their consistency, I disagree with them.  I refer first and foremost to flexibility on state aid, the call for a Border poll, which is not being discussed in this section, and many others.  When we look at EU state aid and financial flexibility within the European Union, timing is everything.  Calling for this from the outset, 18 months ago, undermines whatever potential discussions may lay ahead.  I refer to potential discussions because I still very much hope that we never have to have them.  As with everything in respect of this legislation, I hope we pass it but I truly hope it is never enacted.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#M01000","speaker":"1399","continuing":true},{"type":"speech","time":1552476600,"counter":155,"content":"<p>I echo Senator Richmond's comments and remind the House of the Minister of State's speech last night, in which she pointed out that &euro;900 million has been made available across various sections to help deal with Brexit and its fallout.  There have been numerous meetings and supports put in place for business, as Senator Richmond has said, through the local enterprise offices, LEOs, Enterprise Ireland, the IDA and so on.  Our committee had a lot of input from small and medium enterprises, the Small Firms Association, ISME and many others, as well as people from the other side, namely, the employee side and the unions.  A lot of work has been done but clearly there always will be more to be done, particularly if we have the misfortune of Britain crashing out, which nobody wants to see.  We hope common sense will prevail but we have to be prepared.  I believe this Bill is preparing us but nobody is pretending things cannot be looked at subsequently if, for example, there is an issue about low uptake or people's ability to access what is available for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00200","speaker":"1421"},{"type":"speech","time":1552476600,"counter":156,"content":"<p>I echo the point made by Senator Richmond.  The amendment could lose sight of the work that has been done on preparedness for Brexit and the most difficult scenario.  While always hoping for the best, all our officials and our Government have been preparing for the worst at all stages.  In the context of discussing business preparedness, I pay tribute to my constituency colleague, the Minister, Deputy Humphreys, who has spearheaded preparedness in this area and with her information sessions all over the country to make people Brexit-ready.  They have been attended by some 2,500 people.  I was at one of them and it was very informative and did a very good job.  Enterprise Ireland is to be commended on its input, as are the local enterprise offices.  There was particular awareness on the part of the Minister, Deputy Humphreys, which was reflected in the organised events, of how precarious things were on the Border and in the Border region, of the degree to which everything was particularly difficult there and that there was a particular need for support.  All of this was supported by a large injection of at least &euro;78 million in budget 2019.  There has been a real effort across Departments and a very specific effort in the business sphere.  I commend the agencies, Enterprise Ireland, the LEOs and my constituency colleague, the Minister, Deputy Humphreys.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00300","speaker":"1397"},{"type":"speech","time":1552476600,"counter":157,"content":"<p>I compliment the T&aacute;naiste and Minister for Foreign Affairs and Trade on the job he has done and on keeping his temper in the light of the rather abusive comments from some of his British colleagues.  I support this amendment.  Nobody is saying that nothing is being done.  I have heard the advertisements from the Brexit loan scheme, Enterprise Ireland and so on and they are very good.  They are on the radio quite frequently and they do attract attention.  However, I understand that the uptake, particularly in small and medium enterprises, is quite slow.  I think that is worrying.  Maybe it is because people feel there might be expense involved and they cannot cope with this.  The proposed section 9(2) states \"This review will include, but not be limited to; examining why there has been such a low uptake of these Brexit business supports to date, identify barriers for businesses accessing these supports and offer solutions on how to make it easier\".  I can only see that as being constructive and I welcome it.<\/p> <p>I am not quite sure about the language of the Sinn F&eacute;in amendment, which provides that the \"Minister for Business, Enterprise and Innovation may undertake a review\".  It is not \"shall\".  It goes on to provide that this review \"will\" include such and such.  It will not include anything if the Minister decides not to do it, and \"may\" leaves that open.  Perhaps Sinn F&eacute;in is considering resubmitting the amendment on Report Stage if it does not pass.  It might consider that slight grammatical change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":158,"content":"<p>First, I am very glad to have an opportunity to address this legislation in the Seanad today.  I will be back to deal with some of the other sectoral issues in respect of transport and justice issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00500","speaker":"1286"},{"type":"speech","time":1552476600,"counter":159,"content":"<p>Where is the Minister for Transport, Tourism and Sport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":160,"content":"<p>He is on important national business, I suspect, like many others.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00700","speaker":"1286"},{"type":"speech","time":1552476600,"counter":161,"content":"<p>Cheltenham, no doubt.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":162,"content":"<p>No, actually, he is at the Special Olympics.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N00900","speaker":"1286"},{"type":"speech","time":1552476600,"counter":163,"content":"<p>Is he a \"shall\" or a \"may\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N01000","speaker":"1413"},{"type":"speech","time":1552476600,"counter":164,"content":"<p>We will have an opportunity to address some of the concerns I have heard outlined, which are linked to these amendments even though they are not in them, in respect of the ability to drive across the Border and so on.<\/p> <p>In respect of amendment No. 15, the Minister for Business, Enterprise and Innovation already commissioned a wide-ranging review by the OECD on SME and entrepreneurship policies in March of last year.  Part of this extensive review is an examination of the provision of supports for indigenous businesses and how they are assisted by Departments and Government agencies.  The report will examine the strategic framework and delivery system for SME and entrepreneurship policy in Ireland.  It will be published in the third quarter of this year and we will await its findings and recommendations with interest.<\/p> <p>The Brexit loan scheme was launched in 2018 and I am pleased to say there has been a steady stream of applications so far.  The Strategic Banking Corporation of Ireland, SBCI, received 462 applications under the scheme up until 22 February, of which 413 have been deemed eligible for a loan under the scheme.  Of those, 81 have been progressed to sanction at finance provider level, to a total value of over &euro;17 million.  It is important to remember that this is not a loan scheme for businesses to carry on as usual.  We are asking businesses to carefully consider what they need to do to successfully address their Brexit challenge through innovating, changing or adapting their business model in some capacity.  These responses may include strengthening their product offering, developing new markets to diversify their trade footprint, changing their organisational structure or developing new capabilities.  There are some very good examples of companies that are doing that with the support of Enterprise Ireland.  Carbery Group is probably the best example of that.  A number of weeks ago, a very significant grant was given to it to help it diversify away from an over-reliance on the British market as regards cheese.<\/p> <p>Work continues on the longer-term future growth loan scheme, which will help eligible businesses invest strategically in a post-Brexit environment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The scheme was announced as part of the budget 2019 package and is expected to be launched early this year.  In 2018, Enterprise Ireland provided approval for funding of &euro;74 million to 535 Brexit-exposed companies across a range of Brexit financial supports.  In addition, there were interventions with more than 1,000 companies that have significant exports to the UK.  In excess of 1,000 companies have attended Brexit advisory clinics throughout the country, 4,400 companies have completed the Brexit SME score card, while almost 1,000 have completed the Enterprise Ireland online customs insights programme since December.  Visits to the Prepare for Brexit website, which contains information on a range of Enterprise Ireland, local enterprise office, LEO, and other agency supports, have increased tenfold over the past 12 weeks.  We have reached 90% of the SME audience with our Brexit support communications.  As one would expect, as Brexit gets closer, there has been a dramatic increase in the engagement and interest from businesses.  As they realise that this is actually happening, they are reaching out for the necessary supports and advice.  Of course, we do not know how Brexit is going to happen, but we are doing everything we can to ensure that we do not face the challenges of a no-deal Brexit and instead have a managed, predictable Brexit that moves us into a transition period for the next two to four years and allows time and space for adaptation to the new reality.<\/p><p>The Department of Business, Enterprise and Innovation has also allocated an additional &euro;8 million for Brexit staffing and supports across enterprise and regulatory agencies, including the roll-out of new customs training through the LEOs and Enterprise Ireland, an Enterprise Ireland guide to best practice on managing currency volatility, and an addition &euro;1 million for InterTradeIreland which has used that money very well, particularly for cross-Border companies.<\/p><p>I do not propose to support the amendment because I am not sure it is good legislative practice to include a requirement for a review mechanism when a review is under way.  Of course, this House or the D&aacute;il can bring in the Minister at any given time and demand accountability, information on uptake and so on.  What is being provided for in this amendment is already happening.  Accountability to this House and to the D&aacute;il will be very clear.<\/p><p>On amendment No. 28, reporting on engagement with the EU is a separate matter not related to this very focused and streamlined legislation which is about putting the necessary arrangements in place for maintaining continuity for citizens and businesses in a no-deal Brexit scenario.  However, I assure Senators that the Government will continue to make the case for support in a most robust manner at EU level and that Ministers will be regularly updating the Oireachtas on their Department's engagement at EU level in their areas of responsibility.  Today, as we speak, a team from the Department of Agriculture, Food and the Marine is meeting its counterparts in the European Commission.  They are trying to scope out and plan the appropriate response for a no-deal Brexit scenario.  This work is already happening in a very serious way and has been for many weeks now.  Of course, Ministers like me have to come into this House and be constantly questioned and tested on our responses but we do not need to add to this legislation a requirement for a reporting mechanism a month after Britain leaves the EU.  We will be going way beyond that in terms of accountability for the decisions and actions we are taking and for the funding that may be required to back them up.  Supporting vulnerable sectors like agrifood and farming in the context of a no-deal Brexit that may involve tariffs will require a very significant amount of money.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#N01100","speaker":"1286","continuing":true},{"type":"speech","time":1552476600,"counter":166,"content":"<p>I thank the Minister for his reply but I am a little concerned because he said that an OECD report was commissioned last March, which is a year ago.  It will not be published until the third quarter or the autumn of this year.  That is a long time, especially in an emergency situation.  The report will take more than a year and a half but the Sinn F&eacute;in amendment refers to a report within two months of the enactment of this legislation.  One presumes that this legislation will pass in the next few days, so that is very much sooner than the OECD report.  The OECD is an outside body and an Irish body would have a more nuanced approach to this.  I am happy to support the amendment and note that it is part of a suite of amendments, including the final one, which call for reports from a series of Ministers, if not the whole Government.  I support this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#O00200","speaker":"1392"},{"type":"vote","time":1552476600,"counter":167,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 8; Níl, 26.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rose Conway-Walsh and Paul Gavan; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#O00300","aye":["1402","1378","1388","1389","1400","1392","1413","1372"],"nay":["1380","1423","1391","1384","1422","1416","1390","1424","1428","1415","1438","1439","1403","1375","1425","1374","1427","1426","1397","1394","1431","1382","1421","1399","1373","1418"],"abs":[]},{"type":"unspoken","time":1552476600,"counter":168,"content":"<p>Section 9 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":169,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1552476600,"counter":170,"content":"<p>I move amendment No. 16:<\/p><blockquote>In page 19, between lines 4 and 5, to insert the following:<br \/><br \/><b>&ldquo;Amendment of Schedule 1A to Electricity Regulation Act 1999<\/b><br \/><br \/><b>10. <\/b>Schedule 1A to the Electricity Regulation Act 1999 is amended by the insertion of the following new paragraph after paragraph 17:&ldquo;18. The SEM Committee will be cognisant of ensuring regulatory alignment to protect the single electricity market and will report to the Minister on actions taken with relevant bodies in other jurisdictions and aim to maintain the single electricity market.&rdquo;.&rdquo;.<\/blockquote> <p>The amendment relates to the single electricity market, which is the only truly all-island thing mentioned in the Bill.  The single electricity market, under the amended Electricity Regulation Act 1999, has demonstrated the direct benefits of an all-island economy., which is why it must be maintained post Brexit if we are to continue to benefit householders, businesses and the environment, North and South.  I thank Deputy Stanley and, in particular, Martina Anderson MEP, who have done much work on the matter.  As we are aware, Martina Anderson, who has been an MEP since 2012, will more than likely no longer be because, unfortunately, the two seats in the North will be retained in the so-called Twenty-six Counties, that is, the South, even though legal advice has shown that it would be possible and better if they were to remain in the Six Counties to allow the people of those areas be represented, but sin sc&eacute;al eile.<\/p><p>The amendment seeks to amend the Electricity Regulation Act 1999.  The all-island body, which has representatives from the regulator in Belfast and the regulator in Dublin, oversees the functioning of an all-island electricity market, which has been in place for more than a decade.  The amendment will provide that, in the event of a hard Brexit, the single electricity market committee, whose members are appointed by the Minister, will address new regulatory circumstances, and that the committee will attempt to ensure regulatory alignment on the island.  The new market rules for the single electricity market were launched last year and it has been reported that they could cut energy bills for businesses and householders by up to &euro;200 million per year.  The amendment is important in ensuring that we will retain the single electricity market and all the benefits it has brought to the people north, south, east and west.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Q00300","speaker":"1388"},{"type":"speech","time":1552476600,"counter":171,"content":"<p>There is a problem with the amendment insofar as it seeks to impose regulations on the North of Ireland, which is outside of our jurisdiction, but I will be advised by the Minister for Communications, Climate Action and Environment in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Q00400","speaker":"1421"},{"type":"speech","time":1552476600,"counter":172,"content":"<p>The single electricity market is important and the electricity interconnector plays a vital role in feeding electricity back and forth across the Border and keeping industry going.  Will the Minister enlighten us as to whether provisions have been made in other legislation to protect the market, given that it does not appear to be protected in the Bill?  If the matter is covered somewhere else, that is fine, but otherwise the amendment seems perfectly logical to ensure the consistency of electricity supply on the island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Q00500","speaker":"1392"},{"type":"speech","time":1552476600,"counter":173,"content":"<p>I thank Senators for raising the issue.  There is no doubt that the single electricity market is an important asset, North and South, which allows us to share generation, reducing the need for expensive standby generation in each jurisdiction.  It is the only fully integrated single electricity market in the European Union, which to some degree is why we do not need to do anything as there is legislation North and South that establishes it.  The regulators have all the powers they need to ensure regulatory alignment and they sit jointly and maintain the fully fledged operation of the market.  The sufficient powers are provided for in Part II of the Electricity Regulation Act 1999, in case Senators wish to examine it.  The single electricity market is overseen by a committee comprising the regulator in the South and the regulator in the North, which jointly oversee the operation of the market, and it will not be disturbed by the British decision to exit the European Union.  It is based on legislation North and South and will not be influenced in any way.  It operates as a single market and, therefore, there is no question of cross-Border trading between North and South, although there are no tariffs on electricity in any event.  It is a single market and operates as such.<\/p> <p>Apart from it not being necessary to provide these powers because the regulators already have them, it would not be in accordance with the independence of regulators if the Oireachtas sought to impose an obligation upon them to report to a Minister.  It is an important principle of regulators, overseen by European law, that they are independent of Ministers.  The idea that they would be required to report to a Minister would be seen as encroaching on their independence.  The Commission for Regulation of Utilities, CRU, reports to the Oireachtas through the Oireachtas Joint Committee on Communications, Climate Action and Environment.  If Senators, therefore, at any point wish to cross-examine the CRU on the operation of the single electricity market, it is open to them to call the regulator to the committee, which it will be only too happy to attend.  Independence of the regulator from the Minister is an important principle of regulation.<\/p> <p>The final reason I do not believe the amendment is appropriate is the one raised by Senator Reilly.  The single electricity market was developed under legislation enacted jointly North and South, and its committee has legislation North and South underpinning it.  It would not be appropriate for the Oireachtas to seek to bind a committee that has separate legislative underpinning in the North.  We have always approached the market by attempting to develop it jointly, but the amendment would be a departure from that important and established approach.  I am happy to assure the House that there will be no disruption to the operation of the single electricity market North and South due to the British decision.  While there may be disruptions to the market from east to west, that is, on the electricity interconnector, because much of the trade on the interconnector is based on a European platform, there is no fear of any immediate disruption because intra-day trading and security trading can continue.  In the longer term, however, if Britain exits, we will have to establish a new basis for the east-west trade.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Richard Bruton:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=119\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=119&amp;amp;pid=RichardBruton&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This can be done in the longer term and we are satisfied that, in the short term, trade can continue on the Ireland-UK interconnector without disruption by the British decision.  Energy is one of the areas where we have pretty strong security, from a trade point of view, in a hard exit situation.  In subsequent sections, we are taking certain reserve powers to make doubly sure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Q00600","speaker":"1293","continuing":true},{"type":"speech","time":1552476600,"counter":175,"content":"<p>I am largely satisfied by the Minister's response.  My concern was that electricity supply would be directly affected in a crash-out in which Britain left the Single Market and all the rest of the apparatus but it seems he is saying this is a special kind of single market that will not be adversely affected.  As he has put that fact on the record, I am satisfied with his response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#R00200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":176,"content":"<p>This has come from a successful single market established on this island.  It takes into account security of supply and there are benefits for the people of Ireland.  The Brexiteers were not careful about what they wished for, especially as regards this island but also in respect of their own people in Britain.<\/p> <p>I take the Minister's assurances but we cannot be 100% assured of anything.  We still do not know where we are and the British do not know either.  It is chaotic and we are in uncharted waters.  This amendment sought additional security and to pin the issue down a bit more.  This emergency legislation is for a crash-out, no-deal Brexit but if that happens, all bets are off.<\/p> <p>If the Minister says they are accountable to the Oireachtas and can be called before the committee, I accept that and withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#R00300","speaker":"1388"},{"type":"unspoken","time":1552476600,"counter":177,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1552476600,"counter":178,"content":"<p>Sections 10 to 17, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":179,"content":"<p>SECTION 18<\/p>"},{"type":"speech","time":1552476600,"counter":180,"content":"<p>I move amendment No. 17:<\/p><blockquote>In page 25, between lines 2 and 3, to insert the following:&quot;(5) That the Minister may establish a specific section within the student support scheme of SUSI to address all potential post Brexit queries from students.&quot;.&quot;.<\/blockquote> <p>This is a simple amendment.  We have tabled it because there are 10,000 students from the Republic of Ireland in Britain and 2,426 students from Britain here.  Not all of them receive SUSI grants but approximately 1,700 do.  There is significant concern over fees, which has been raised with the Minister in committee.  There is a lack of understanding as to why we cannot simply give a solid guarantee to students from the North that the fees will continue to be completely aligned with those of the Republic.  We are anticipating a large number of queries following Brexit, particularly - God forbid - if there is a no-deal Brexit, and we need to be prepared.<\/p><p>In the past, SUSI has had difficulties in responding to peaks in demand, despite the wonderful staff who work there.  Most people would agree there will be a demand related to issues such as eligibility from people studying in Britain and some of the British studying here who receive SUSI support.  Rather than walk into another minefield where leads to a crisis in the response to students, it would be prudent, moderate and just good common sense to set up a specific section to deal with it.  I hope the Minister will not be a captive of his Department on the issue and will work with us to support the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#R00800","speaker":"1389"},{"type":"speech","time":1552476600,"counter":181,"content":"<p>As a former academic, I am interested in the amendment.  In the old days, Trinity College Dublin attracted many students from the North of Ireland, some of whom received grants.  The number has, however, declined considerably in recent years, partly because of the dates for the receipt of applications.  The system is a bit of a mess and needs to be looked into.  I would like us to continue to encourage students from the North of Ireland to come to southern institutions like Trinity College, and anything that assists in that would be a very good thing.  For that reason, I look favourably on the amendment, at least for the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#R00900","speaker":"1392"},{"type":"speech","time":1552476600,"counter":182,"content":"<p>I welcome my fellow Ulsterman, the Minister, Deputy McHugh, to the House.  There can hardly be a Minister who is more aware of the awful implications of Brexit than him and anyone from the Border are will have an acute consciousness of the issue and significant concern about it.<\/p> <p>I understand what Senator Gavan is trying to achieve and nobody would object to the underlying principle of the amendment.  Nobody would object to bringing as many students south as possible, as suggested by Senator Norris.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Before I make my substantive contribution I want to make a small point about my experience of SUSI.  It is not an issue and I know that Senator Gavan is not suggesting that there is an issue but while we are here it is worth acknowledging the wonderful work of SUSI.  The agency is extraordinarily responsive to my office and to constituency queries.  I can tell the Minister that I find SUSI to be performing at a very high level.  We hope it continues.<\/p><p>I put it to Senator Gavan that fundamentally the apparatus is already in place.  SUSI is already in place and working at full capacity.  It is considerably resourced.  It deals with this kind of scenario on a day-to-day basis with students from Northern Ireland and the UK and it does so very effectively.  It is my contention that processes are already there, and I assume the Minister, Deputy McHugh - who will speak for himself quite adequately - will be happy to say that were things to change and were more resources needed, they would be forthcoming.  While the objective of the amendment might be good, it has already been achieved and there is no need for a particular amendment to say what is already in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#R01000","speaker":"1397","continuing":true},{"type":"speech","time":1552476600,"counter":184,"content":"<p>I appreciate the opportunity to speak on this issue.  Ar dt&uacute;s, gabhaim bu&iacute;ochas leis na Seanad&oacute;ir&iacute; uilig f&aacute; choinne an tseans labhairt leo inniu agus f&aacute; choinne an chomhr&aacute;, at&aacute; de dh&iacute;th, faoi thoradh na d&iacute;osp&oacute;ireachta Brexit a bh&iacute; ann inn&eacute; agus faoin mh&eacute;id a tharl&oacute;idh amach anseo.  Aithn&iacute;m go mbeidh tiomantas i gceist go f&oacute;ill.<\/p><p>I thank the Senators for the time they have given to this important Bill.  I will give Senators some context on the organisational aspects of SUSI.  The Senators have been specific in referring to SUSI with regard to the amendment and, as I said in the D&aacute;il, I take the spirit of the amendment very seriously.  I want to ensure that while we are still not sure as to what the Brexit outcome will be, there will be equality of access for people, be they living in Bangor, Ballaghaderreen or Bandon.  I am aware that all Senators are very conscious of this.<\/p><p>The City of Dublin Education and Training Board, CDETB, was designated as an awarding authority for student grants by way of a ministerial order in May 2012.  As such, SUSI is not a corporate entity and it would, therefore, be inappropriate to include a provision in primary legislation that refers to a business unit as opposed to a corporate entity.  There is a management framework agreement in place between my Department and the CDETB that defines and forms prescribed rules for the administration of student grants.  This agreement also defines the governance structures and functioning mechanisms with a view to ensuring the<font color=\"#FF4040\"> <\/font>development, delivery and effective administration of student grants.  The service levels agreed are intended to act as a key performance metric as to how the City of Dublin ETB provides these services.  These indicators include system availability, functionality and development, communications, the payment process, the appeals process and, more importantly, customer service.  In addition, SUSI's staffing model provides a certain degree of flexibility with regard to the recruitment of temporary staff to meet peak demands during the grant processing season.  Should the need arise it will be open to SUSI management to reallocate resources to meet its operational needs.  This answer's Senator O'Reilly's point about resources.  That certainly would not be a question as far as I am concerned.  If people want access on a timely basis it should be required, irrespective of being in this or other jurisdictions.<\/p><p>There is already a provision within the Student Support Act 2011 to outsource certain functions by SUSI.In this regard the CDETB has engaged the services of an outsourced provider called Abtran.  This company provides a call centre and document management service for SUSI.  Should the need arise it is possible to increase the resources provided by this company to meet any potential peak in demand.<\/p><p>It is estimated that SUSI processes some 100,000 applications for SUSI grants and less than 2% of these are from outside the Republic of Ireland.  It is also noticeable that as all applicants become more familiar with the SUSI processes it has led to greater efficiencies in its service delivery.  This is a tribute not only to greater clarity and communications from SUSI, but also to the valuable role played by careers guidance counsellors in our schools and to the people in this House and the D&aacute;il in 2012 during the time of when the ETB got this service level agreement contract.  There were a lot of teething problems and complications but the fact that SUSI is not raised on the floor of the House or in parliamentary questions is testament to the great work it has been doing.<\/p><p>I appreciate that the objective of the amendment is to ensure there are resources in place to deliver a very clear message for all applicants for SUSI supports, and specifically to those seeking to study in the UK, those UK citizens looking to study in Ireland, or students from the North.  I agree fully with this.  I am particularly conscious that any changes in the area of student finance can bring uncertainty.  Clearly, I want to avoid that.  My Department will continue to consult with SUSI to ensure that adequate resources are in place to deal effectively with the level of queries that may arise.  As I said earlier, the option remains to adjust resources if that is required.<\/p><p>The Government is very committed to clear and precise communications on all aspects of Brexit impacts.  The Department of Foreign Affairs and Trade recently updated its content on Brexit and more specifically the common travel area.  In addition to using its own social media and communications my Department will be updating material on this site on specific education issues as they arise.<\/p><p>In seeking to assure all Senators I want to communicate very clearly that Irish students will continue to be eligible for SUSI supports while they study in the UK and in the North, and that the Northern Ireland and UK students will continue to be eligible for the SUSI grants while they study in higher education institutions in Ireland.<\/p><p>Since my appointment as Minister my goal has been to protect the valuable and rich co-operation that takes place between education institutions on a North-South and an east-west basis.  There are examples of this co-operation at all levels.  The north-west strategic partnership, for example, is the Letterkenny Institute of Technology and Donegal ETB working closely with the University of Ulster and the North West Regional College from the North to ensure further and higher education provision are closely aligned with the skills and industrial needs of the region. <\/p><p>In many senses the Border does not figure as these education institutions seek to develop a shared education and skills strategy.  On a personal footnote with regard to the Border, on Monday I crossed the Border eight times in one day.  It is a very fluid border and if one was to ask me if I knew I was crossing it on those eight times I would not.  It was not just because my head was in the phone - while I was in the passenger seat - but it is because we know how fluid the Border is, and we want to keep it that way.<\/p><p>It is important to acknowledge the commitment of all the educators at all levels who have built collaborations across the Border.  They deserve commendation and our appreciation.  The foundations they built must be protected and strengthened.  There has been a shared education ecosystem between Ireland and the United Kingdom since the foundation of the State, and even before that.  It is very important that we protect and preserve that collaboration into the future in the interests of our young people and the next generation.<\/p><p>The common travel area will mitigate many of the Brexit impacts within the education sector.  This includes the SUSI grants and maintaining the current EU fees system for Northern Irish and UK students.  Agreement on these principles between my Department and the Department for Education in the UK, as well as on wider policy issues on other levels of education, has been reached and discussions are now focused on framing these within the memorandum of understanding.  This will protect much of the valuable and rich co-operation that takes place in education on a North-South and an east-west basis. <\/p><p>The Minister of State with responsibility for higher education, Deputy Mitchell O'Connor, and I both view Part 5 of the Bill - which is the focus of today's engagement - as one of the key responses from my Department to the challenges of Brexit.  It will facilitate the student mobility between the South, the North and the wider UK, and it will enable me to meet education obligations under the common travel area.<\/p><p>I am confident that SUSI will be able to adjust its capacity to deal with possible increases in calls and demands for information.  I acknowledge the motivation and concern of Sinn F&eacute;in in this regard, but unfortunately I cannot accept the amendment as outlined.  I note that amendment No. 36 seeks that a review is undertaken not later than 12 months after the commencement of Part 5 of the Bill.  I am aware that my colleague, the Minister for Foreign Affairs and Trade, Deputy Coveney, intends to address this more comprehensively later on.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I assure the Seanad that I am committed to working with the Joint Committee on Education and Skills to ensure the impact of the Part 5 is communicated in an open and objective manner.  Many have spoken of this Bill as one which everyone hopes will not be enacted.  Hopefully, that will be the case.  As a public representative from Donegal, I am very conscious of the impact of a disorderly Brexit on citizens North and South.  A no-deal outcome is in nobody's interest.  It is now for the UK to set out what it intends to do next.  Let us hope that clarity comes shortly and that we can remove the political uncertainty for both North-South and east-west.<\/p><p>I acknowledge Senator Norris's contribution on the decline in the movement of students from the North over the years.  That is something of which I am very conscious.  There are factors which have led to that situation but that is not an excuse in itself not to do something about it.  He was correct in saying that there are communications and timeframe issues in terms of applications.  That is something of which we can take control, but I am certainly of the belief that we should plough ahead with that continued engagement on a North-South basis.  I thank the Senator for raising that issue.  I sat in this House with the Senator back in 2002-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#S00200","speaker":"1290","continuing":true},{"type":"speech","time":1552476600,"counter":186,"content":"<p>Happy days.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":187,"content":"<p>-----and we have travelled a few roads in that time.  I know that in the 20 years since the peace process, so much has been gained.  Education has been the shining light in ensuring that engagement and enlightenment and in terms of the work on reconciliation and understanding.  That is something I know Senators hold dearly so that we do not deviate from that path.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00300","speaker":"1290"},{"type":"speech","time":1552476600,"counter":188,"content":"<p>I welcome the Minister and thank him for this outline on education.  Having listened to him, I know he is passionate about it.  Living on the Border, he has given him a great insight into the issues that are faced.  I commend on the fact there will not be a change in the current co-operation in terms of students crossing the Border and travelling to the UK to college.  Many of our students went abroad, came back and are in employment.  It is important that <i>status quo<\/i>is to be kept in place.  The Minister's outline was very positive and I commend him and the officials in the Department on that.  I received many calls from people who have family members in college in the UK or in the North and they were very concerned about fees so I commend the Minister in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00400","speaker":"1384"},{"type":"speech","time":1552476600,"counter":189,"content":"<p>The Minister has given a very full reply.  We have put our concerns about Student Universal Support Ireland, SUSI, in the record.  By way of being constructive, I am minded to withdraw our amendment at this point rather than to push it.  I ask the Minister to clarify one point which  he referred to.  Is the Minister in a position to give a guarantee that the same fees will apply to students from the North as apply to those in the Republic in the future?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00500","speaker":"1389"},{"type":"speech","time":1552476600,"counter":190,"content":"<p>To what?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00600","speaker":"1290"},{"type":"speech","time":1552476600,"counter":191,"content":"<p>It does for next year and the year after.  We are on Committee Stage-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00700","speaker":"1389"},{"type":"speech","time":1552476600,"counter":192,"content":"<p>Did I hear the word \"fees\"?  What have we been saying about \"free fees\" as a noxious phrase?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":193,"content":"<p>We agree on that, as the Senator knows, but I just need clarity, as this is an important point that has come back to us from our people in the North, in particular.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T00900","speaker":"1389"},{"type":"speech","time":1552476600,"counter":194,"content":"<p>To provide clarity on that and to ensure we are clear, I moved in January to ensure that the &euro;3,000 paid by students in Dublin and the &euro;3,000 that would be incurred by students in Belfast would continue for September of this year and for the duration of their course.  As a result of the work being carried out at the moment on the common travel area, I am confident that when we complete this memorandum of understanding that it will become a permanent feature in the subsequent years.  As of now, if a student from Derry or Coleraine is thinking about going to university, for example, to Trinity College, or to the IT in Tralee in Kerry, we guarantee that he or she will be subject to the same fees arrangement as somebody in the South.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T01000","speaker":"1290"},{"type":"speech","time":1552476600,"counter":195,"content":"<p>I appreciate that comment from the Minister.  I am sure he will work with us to have fees abolished in the medium term, as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T01100","speaker":"1389"},{"type":"unspoken","time":1552476600,"counter":196,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1552476600,"counter":197,"content":"<p>Section 18 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":198,"content":"<p>Section 19 agreed to.<\/p>"},{"type":"speech","time":1552476600,"counter":199,"content":"<p>We will change Ministers now.  I thank the Minister, Deputy McHugh, whose task is completed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T01375","speaker":"1412"},{"type":"speech","time":1552476600,"counter":200,"content":"<p>Can we go through the sections while we wait for the Minister of State?  Can we not just rattle through them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T01400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":201,"content":"<p>We have to wait for the Minister.  I welcome the Minister of State at the Department of Finance and Public Expenditure, Deputy D'Arcy, to the House.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T01500","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":202,"content":"<p>Sections 20 to 31, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":203,"content":"<p>SECTION 32<\/p>"},{"type":"unspoken","time":1552476600,"counter":204,"content":"<p>Question proposed: \"That section 32 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":205,"content":"<p>Does Senator Norris wish to speak on this section?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T01900","speaker":"1412"},{"type":"speech","time":1552476600,"counter":206,"content":"<p>I am a little concerned about this section which states:<\/p><blockquote>Section 472B(1) of the Act of 1997 is amended by the substitution of the following definition for the definition of &ldquo;sea-going ship&rdquo;:<br \/><br \/>&ldquo; &lsquo;sea-going ship&rsquo; means a ship which-(a) is registered-<blockquote>(i) in a Member State&rsquo;s Register, or...<\/blockquote><\/blockquote> <p>There is nothing about its seaworthiness.  It is in a member state's register and used solely for the trade of carrying sea passengers or cargo but does not include a fishing vessel.  There is nothing to say that it is not going to sink.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T02000","speaker":"1392"},{"type":"speech","time":1552476600,"counter":207,"content":"<p>I will ask the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T02100","speaker":"1412"},{"type":"speech","time":1552476600,"counter":208,"content":"<p>Section 32, is about tax and how tax applies.  It is about the seafarers' allowance.  This is exclusively on tax.  The current structures in place remain for a temporary period so that people are not discommoded by a no-deal Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T02200","speaker":"1364"},{"type":"speech","time":1552476600,"counter":209,"content":"<p>I will have to accept that but it seems a bit daft that there is no definition as to what \"seagoing\" means.  It should be \"seaworthy\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T02300","speaker":"1392"},{"type":"speech","time":1552476600,"counter":210,"content":"<p>It is not in this section which relates only to tax.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#T02400","speaker":"1364"},{"type":"unspoken","time":1552476600,"counter":211,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":212,"content":"<p>Sections 33 to 73, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":213,"content":"<p>SECTION 74<\/p>"},{"type":"unspoken","time":1552476600,"counter":214,"content":"<p>Question proposed: \"That section 74 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":215,"content":"<p>I am somewhat concerned that so many sections have gone walloping through without any comment whatever.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U00400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":216,"content":"<p>People are entitled to speak.  I asked if they were agreed and they were agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U00500","speaker":"1412"},{"type":"speech","time":1552476600,"counter":217,"content":"<p>I know.  I am a bit concerned.  I wonder how many people have actually read this and considered it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U00600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":218,"content":"<p>That is a matter for each individual Member.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U00700","speaker":"1412"},{"type":"speech","time":1552476600,"counter":219,"content":"<p>Absolutely, but I hope to God this does not come back to haunt us when we rattle through at this rate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U00800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":220,"content":"<p>I wish to ask a generic question in the finance area.  One part relates to VAT.  I am particularly interested in VAT for SMEs.  At the moment if a company registered for VAT in Ireland acquires a service or goods from the UK, no VAT is charged coming or going.  My understanding from the proposed legislation - I am glad Senator Norris raised this - is that now there is a VAT liability on companies in Ireland that acquire services or goods from VAT-rateable companies in the UK, which adds a significant tax burden for them.  Is the Minister of State in a position to clarify that?<\/p> <p>The second issue relates to Part 10, section 72, and the Road Transport Act.  We all have difficulty with the intricacies of the legislation and its technical aspect.  It would take weeks to get through it and understand it because it refers back to sections and subsections of various other Acts, making it very difficult for us in a short timeframe.  Having said that, I have nothing but praise from the Minister of State, his Government colleagues and the civil servants who spent ages working on getting this legislation to its present state.  It is a significant compliment to the Minister of State and his Government colleagues.<\/p> <p>My first question was on VAT.  Part 10, section 72 deals with the Road Transport Act 1978.  We have a big issue here and this legislation could make it worse.  A private bus company is outside the VAT net and cannot claim back VAT on parts, spares, maintenance, etc.  However, a UK company, including one based in Northern Ireland, can claim back VAT on various expenses.  If the bus company is - I am subject to correction on this terminology - wholly and exclusively for the purpose of tourism, it can claim back the VAT.  We need to try to ensure that in a worst-case scenario small bus companies and other small businesses that are importing from the UK are not more disadvantaged than at present.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U00900","speaker":"1431"},{"type":"speech","time":1552476600,"counter":221,"content":"<p>I will respond to both.  Everything we are doing - I am only speaking about finance - is to try to ensure that in the scenario of a no-deal Brexit involving a crash out without anything in place, we are able to continue as far as possible in a similar vein without impacting on all types of taxes - income, corporation, capital gains, VAT, stamp duty, CAT, excise and settlement finality - and insurance also.  We are not saying we have everything here, but this is our best estimate of the areas that we can try and impact in order to smooth the road for companies and individuals as best we can.<\/p> <p>We are also highlighting that there are potential areas we may not have covered.  We may need to deal with those as they arise.  I accept the Senator's concern that we rattled through it and perhaps I was being a little glib about the Senators' efficiency.  We had the same conversation in the D&aacute;il.  This is our best estimate.  Some people like to use the term \"guesstimate\"; I do not.  These are what we know we have to do in the case of a no-deal Brexit.<\/p> <p>Senator &Oacute; C&eacute;idigh asked about VAT and importers and exporters.  Again we discussed this with Revenue.  In a no-deal Brexit, VAT would be automatically chargeable.  We have tried to continue the same structure, trying to be as helpful as we can be so that the current structures still arise and people can pay the VAT for the period, which is normally quarterly for businesses, so that it will not impact on cashflow.<\/p> <p>The Senator's other point about VAT on transport is not a Brexit issue.  It is a separate issue that has existed in the Border area for some time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01000","speaker":"1364"},{"type":"speech","time":1552476600,"counter":222,"content":"<p>I thank the Minister of State for his reply.  I also thank Senator &Oacute; C&eacute;idigh.  I am very glad I called a bit of a halt because it gave an opportunity for important issue to arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01100","speaker":"1392"},{"type":"speech","time":1552476600,"counter":223,"content":"<p>Senator &Oacute; C&eacute;idigh could ask his question anyway.  I was going to let him in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01200","speaker":"1412"},{"type":"speech","time":1552476600,"counter":224,"content":"<p>That is good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01300","speaker":"1392"},{"type":"speech","time":1552476600,"counter":225,"content":"<p>It was still a point well made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01400","speaker":"1412"},{"type":"speech","time":1552476600,"counter":226,"content":"<p>We have only had this Bill for a day or two.  Due to its nature, it refers to a considerable number of other Acts.  In order to effectively go through this whole thing we would need to have a whole rake of legislation with us.  I was somewhat concerned because I was hoping that the experts in different areas would come and attend in the House.  They do not seem to have been here in very great numbers.  I refer to people, for example, who are versed in finance, agriculture, foreign affairs and so on.  They should read the Bill in those areas which would be of relevance and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01500","speaker":"1392"},{"type":"speech","time":1552476600,"counter":227,"content":"<p>To be fair, most parties, particularly parties with groups, have sent different representatives for different sections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01600","speaker":"1412"},{"type":"speech","time":1552476600,"counter":228,"content":"<p>They may have but that still does not answer my question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01700","speaker":"1392"},{"type":"speech","time":1552476600,"counter":229,"content":"<p>I think the ante-room is full of experts on behalf of the Ministers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01800","speaker":"1412"},{"type":"speech","time":1552476600,"counter":230,"content":"<p>I am sure it is.  I pay tribute to the civil servants who are excellent.  We are very lucky with them - sometimes, not always.  When they are dealing in a malicious way with our income and conditions of work, they are particularly obnoxious.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U01900","speaker":"1392"},{"type":"speech","time":1552476600,"counter":231,"content":"<p>We should not stray into that area now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U02000","speaker":"1412"},{"type":"speech","time":1552476600,"counter":232,"content":"<p>I will not stray into that area.<\/p> <p>I just wanted to highlight the concern because so many principal Acts are invoked in every section that it is extremely difficult in a short space of time to get up-to-date with them.  I just hope that most of the relevant questions will be asked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U02100","speaker":"1392"},{"type":"speech","time":1552476600,"counter":233,"content":"<p>I thank the Minister of State, Deputy D'Arcy.  That concludes our section on finance.  We will move on to transport and a different Minister will join us shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#U02200","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":234,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":235,"content":"<p>SECTION 75<\/p>"},{"type":"unspoken","time":1552476600,"counter":236,"content":"<p>Question proposed: \"That section 75 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":237,"content":"<p>I welcome the T&aacute;naiste.  I am sure Senator Norris will agree that the T&aacute;naiste and Minister for Foreign Affairs and Trade is more than capable of dealing with transport matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V00300","speaker":"1412"},{"type":"speech","time":1552476600,"counter":238,"content":"<p>He is certainly at least as capable as the Minister for Transport, Tourism and Sport, Deputy Ross.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V00400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":239,"content":"<p>I will say nothing from the Chair.  The T&aacute;naiste is very welcome back to the House.  Does he want to say anything at this juncture?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V00500","speaker":"1412"},{"type":"speech","time":1552476600,"counter":240,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V00600","speaker":"1286"},{"type":"unspoken","time":1552476600,"counter":241,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":242,"content":"<p>Sections 76 to 82, inclusive, agreed to.<\/p>"},{"type":"speech","time":1552476600,"counter":243,"content":"<p>Is the T&aacute;naiste dealing with the sections of the Bill which fall under the remit of the Department of Employment Affairs and Social Protection?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V00900","speaker":"1412"},{"type":"speech","time":1552476600,"counter":244,"content":"<p>I am not.  The Minister, Deputy Regina Doherty, will be dealing with those sections.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V01000","speaker":"1286"},{"type":"speech","time":1552476600,"counter":245,"content":"<p>We will wait for her.  I thank the T&aacute;naiste.  I am sure we will see him again later in the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V01100","speaker":"1412"},{"type":"speech","time":1552476600,"counter":246,"content":"<p>I will be back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V01200","speaker":"1286"},{"type":"unspoken","time":1552476600,"counter":247,"content":"<p>Sections 83 and 84 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":248,"content":"<p>SECTION 85<\/p>"},{"type":"speech","time":1552476600,"counter":249,"content":"<p>I welcome the Minister, Deputy Regina Doherty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V01600","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":250,"content":"<p>Question proposed: \"That section 85 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":251,"content":"<p>This section, which is designed to amend section 113A of the Social Welfare Consolidation Act 2005, provides that \"Where a person in receipt of invalidity pension under Chapter 17 of this Part attains pensionable age and becomes entitled to a pension under this section and to a pension from the United Kingdom, the weekly rate of pension payable shall be the greater of ... the amount of pension payable, calculated in accordance with the arrangement made with the UK\".  Does this mean that if a person is entitled to a pension in the UK and another in Ireland, and the one in the UK is greater, he or she will get to keep the UK pension?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V01800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":252,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V01900","speaker":"1338"},{"type":"speech","time":1552476600,"counter":253,"content":"<p>Is that paid by the UK Government?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02000","speaker":"1392"},{"type":"speech","time":1552476600,"counter":254,"content":"<p>The amendments that are specifically inserted into the 2005 Act by this section refer to the UK so that the rules which currently apply to all EU member states will continue to apply to the UK after 29 March.  The convention that was signed by the UK and Irish Governments on 1 February will ensure exactly what is done today will continue to be done after 29 March.  A person who is entitled to a pension in both jurisdictions currently has the ability to take both pensions.  If one built up some contributions when one worked in the UK, as well as building up contributions during one's working life in Ireland, one can join both and take both pensions.  If one is applying for something like disability allowance on the basis of an entitlement in both jurisdictions, one will obviously take it in the jurisdiction with the bigger payment.  That is the current system and that is the system we will employ after 29 March.  I think our payments are more generous than those in the UK.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02100","speaker":"1338"},{"type":"speech","time":1552476600,"counter":255,"content":"<p>I thank the Minister for her explanation.  She has spoken about a person with an entitlement to two pensions.  I presume she is talking about pensions for which the person in question has worked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":256,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02300","speaker":"1338"},{"type":"speech","time":1552476600,"counter":257,"content":"<p>They can keep both pensions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":258,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02500","speaker":"1338"},{"type":"speech","time":1552476600,"counter":259,"content":"<p>Excellent.  So they should.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":260,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02700","speaker":"1338"},{"type":"speech","time":1552476600,"counter":261,"content":"<p>They have worked for both and they deserve both.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":262,"content":"<p>Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V02900","speaker":"1338"},{"type":"unspoken","time":1552476600,"counter":263,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":264,"content":"<p>Sections 86 and 87 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":265,"content":"<p>SECTION 88<\/p>"},{"type":"unspoken","time":1552476600,"counter":266,"content":"<p>Question proposed: \"That section 88 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":267,"content":"<p>This section deals with the insolvency of companies.  When a company becomes insolvent, there may be remaining pension obligations.  There have been some horrible cases, including those relating to Waterford Crystal and Irish Shipping.  In the disgraceful case of Clerys department store, which was in the middle of O'Connell Street, a ghastly woman who was rescued by NAMA went in to kick people out and defraud them of their pensions.  It was a horrible situation.  I wonder whether anything in this section of the Bill will deal with such cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V03400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":268,"content":"<p>The purpose of this section of the Bill is to assist Irish employees in companies that are owned by organisations outside of Ireland.  In this case, we are inserting a provision into the law so that the UK is included.  Current practice means that when an organisation with Irish employees gets into trouble in Ireland, the State looks after the payment of redundancy for those Irish employees through the insolvency Act.  Any company from an EU member state, including a British, French or German company, is covered.  As things stand, companies from the UK will not be covered after 29 March.  Therefore, we are providing in this legislation for the UK to be treated as a third country and to be included in this practice.  As the Senator knows, there are many Scotland, Northern Irish, Welsh and English companies in Ireland.  They give great employment to Irish citizens.  If - God forbid - anything should happen after 29 March, we will continue to look after those Irish citizens on the basis of the contributions that those companies would have made to the State through their Irish citizens.  The exact provisions we have today under the European convention will apply to the UK after 29 March under this legislation.  The situations described by the Senator were not covered by legislation that relates specifically to companies outside the jurisdiction of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V03500","speaker":"1338"},{"type":"speech","time":1552476600,"counter":269,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V03600","speaker":"1392"},{"type":"speech","time":1552476600,"counter":270,"content":"<p>Unfortunately, they were home-grown.  As the Senator is aware, one of those cases is still in the legal system.  We hope it will be dealt with accordingly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V03700","speaker":"1338"},{"type":"speech","time":1552476600,"counter":271,"content":"<p>I thank the Minister.  I recognise that I am on a slight tangent here.  The Minister was very gracious in her reply.  I urge her to look again at the shocking situation in which Irish companies with substantial assets can defraud their employees of their pensions.  It might not be directly covered within the legislation.  I understand from the Minister's very clear explanation that it is not.  I ask her to keep it in mind for revision.  It is shocking that this should be allowed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V03800","speaker":"1392"},{"type":"speech","time":1552476600,"counter":272,"content":"<p>I thank the Senator and I thank the Minister for her comprehensive reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V03900","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":273,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":274,"content":"<p>Section 89 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":275,"content":"<p>SECTION 90<\/p>"},{"type":"unspoken","time":1552476600,"counter":276,"content":"<p>Question proposed: \"That section 90 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":277,"content":"<p>I have a brief question about the common travel area.  Is the fingerprinting requirement there already?  Is it something new that has been brought in?  How is it relevant to the whole area of Brexit?  I cannot get the connection between the fingerprinting requirement and Brexit.  This Bill provides that the \"Minister or an immigration officer, where he or she considers it necessary for the purpose of ensuring the integrity of the immigration system ... relating to the Common Travel Area, may take or cause to be taken the fingerprints of a person for the purpose of the person&rsquo;s application for an Irish visa or an Irish transit visa\".  I just want to understand this provision.  Does a fingerprinting opportunity or facility already exist ?  Is this something new?  How has it been triggered by Brexit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#V04400","speaker":"1431"},{"type":"speech","time":1552476600,"counter":278,"content":"<p>I would love to be in a position to answer the Senator's question, but I do not think it is related to the sections of the Bill for which I am responsible.  I have no responsibility for fingerprinting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W00100","speaker":"1338"},{"type":"speech","time":1552476600,"counter":279,"content":"<p>I am sorry; I must be reading the wrong one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W00200","speaker":"1431"},{"type":"unspoken","time":1552476600,"counter":280,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1552476600,"counter":281,"content":"<p>I was at the point of asking about section 90, but I cannot do so now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W00400","speaker":"1392"},{"type":"unspoken","time":1552476600,"counter":282,"content":"<p>Sections 91 and 92 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":283,"content":"<p>SECTION 93<\/p>"},{"type":"unspoken","time":1552476600,"counter":284,"content":"<p>Amendments Nos. 18 and 19 not moved.<\/p>"},{"type":"unspoken","time":1552476600,"counter":285,"content":"<p>Question proposed: \"That section 93 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1552476600,"counter":286,"content":"<p>I am sorry that the second of the amendments has been ruled out of order.  Section 93(2) states:<\/p><blockquote>The provisions of this Act shall provide for extradition, where a country is in adherence to democratic principles, human rights and fundamental freedoms, as defined in particular in the UN Universal Declaration of Human Rights, and in the instance of European countries, the European Convention on Human Rights and Fundamental Freedoms and its Protocols.<\/blockquote> <p>This provision is vitally important as this country had an appalling record in the past of returning people to countries such as Iraq and Iran.  On one occasion the person responsible for returning somebody said the person concerned would travel to a different part of Iraq.  He said they would not be sent to a dangerous part of the country, but there is no safe part of Iraq.  It is very important, therefore, that this country stick to its principles and not extradite somebody to a country where human rights are not observed and the standards of treatment of human beings are below those which are acceptable in a civilised country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W00900","speaker":"1392"},{"type":"speech","time":1552476600,"counter":287,"content":"<p>Senator Norris has outlined the political reasons the amendment is so important.  I adhere to and respect the ruling of the Chair, but I cannot understand why amendments Nos. 18 and 19 were ruled out of order.  Perhaps, as father of the House, Senator Norris could advise me on why this happened.  I understand Standing Order 154 which deals with this issue, but the criteria are that amendments be relevant to the subject matter of the Bill.  I argue that the amendments are entirely relevant and that we should at least have had a worthwhile debate on them and put them to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01000","speaker":"1413"},{"type":"speech","time":1552476600,"counter":288,"content":"<p>Will the Chair explain the ruling?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01100","speaker":"1392"},{"type":"speech","time":1552476600,"counter":289,"content":"<p>Amendments Nos. 18 and 19, in the names of Senators Conway-Walsh, Warfield, &Oacute; Donnghaile, Gavan, Mac Lochlainn and Devine, seek to amend section 86 of the Bill that provides for amendments to the Extradition Act 1965 in the context of the application of the provisions of the European Convention on Extradition of 1957 to extradition arrangements between Ireland and the United Kingdom when the provisions of the European arrest warrant no longer apply.  The proposal does not appear to relate at all to Brexit but appears to be an attempt to more generally provide for the protection of persons who might be extradited in circumstances where the requesting country is not fully compliant with human rights standards.  The amendments do not relate specifically to the extradition arrangements between Ireland and the United Kingdom in the event of a withdrawal and, consequently, are not relevant to the subject matter of the Bill.  They must be ruled out of order in accordance with Standing Order 154.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01200","speaker":"1412"},{"type":"speech","time":1552476600,"counter":290,"content":"<p>I challenge that ruling.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01300","speaker":"1392"},{"type":"speech","time":1552476600,"counter":291,"content":"<p>I respect the ruling of the Chair and acknowledge that the Government and Ministers have no role in deciding whether amendments are discussed.  In this legislation we are trying to protect and maintain the arrangements in place.  This is emergency legislation to try to protect the <i>status quo<\/i>, where possible, whether it is for students, buses, ports, pilotage or anything else.  It is not about trying to introduce a new policy direction.  It is a perfectly legitimate issue on which to have a debate, but it should not add new considerations to extradition.  That is an issue on which the Minister for Justice and Equality can be questioned and, if he wants to introduce or propose that we introduce changes in that area at EU level, it would be legitimate to debate the proposals.  In other sections people have tried to tag on things about which they feel strongly or where they want to enhance a certain policy approach, but the amendments have consistently been ruled out of order, both in the D&aacute;il and the Seanad.  This legislation tries to protect existing arrangements or keep things as close as possible to them.  Extradition between the United Kingdom and Ireland is covered by the fact that we both have EU membership and the European arrest warrant applies, but as the latter will no longer apply after Brexit, we are trying to replicate the current arrangements as closely as possible.  It is not about the extradition of somebody to Iraq, Iran or some part of the world where we have concerns about the particular region.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01400","speaker":"1286"},{"type":"speech","time":1552476600,"counter":292,"content":"<p>I accept that this is not the Minister's particular area of expertise, although he has very good advisers in the background.  He spoke about maintaining the <i>status quo<\/i>, but what is the <i>status quo<\/i>in the context of extradition law?  Do we have protection against the extradition of persons to third countries which do not meet human rights standards?  It would be very worrying if we did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01500","speaker":"1392"},{"type":"speech","time":1552476600,"counter":293,"content":"<p>I appreciate what the Minister said and accept that he has no role in deciding whether amendments are discussed.  However, this section relates to the Extradition Act 1965 which was based on a 1957 Council of Europe convention.  Section 8 of the Act can apply where the State has made an agreement with a country that is a signatory to the convention, to which the State is also a party.  The section of the Bill which amends the Act ensures the provision will apply to Britain post Brexit and takes account of more efficient and up-to-date electronic means for processing applications.<\/p> <p>The amendments sought to ensure the legislation would remain up to date in the context of changes in compliance with human rights provisions in other European jurisdictions.  They are important in the light of the threat posed by Brexit and the view held by the current and previous British Governments on the European Charter of Fundamental Rights.  All continental European countries, with the exception of Belarus, are signatories to the European Convention on Human Rights which has been defined as a key value of Europe and is frequently referenced in EU literature, even though it is a Council of Europe document.  We know the British Government's view on the charter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is why, appreciating and acknowledging what the Minister said, the amendments sought within the context of emergency legislation to embolden and empower the Government to amend it, where necessary, to ensure it would be fully human rights compliant and compliant with the charter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#W01600","speaker":"1413","continuing":true},{"type":"speech","time":1552476600,"counter":295,"content":"<p>God knows, I am not anti-British.  I am half English, albeit my father died when I was five years old and I hardly knew him.  As such, I was not greatly influenced by the English genetic disposition part of my character.  However, I would hate to think the Guildford Four and Birmingham Six would have been extradited to England during the period in which they were subject to a gross injustice and the most appalling police malpractice.  We have to be very careful in dealing with extradition law that we do not extradite people in situations where their human rights might be threatened, regardless of whether the countries concerned are signatories to the European Convention on Human Rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00200","speaker":"1392"},{"type":"speech","time":1552476600,"counter":296,"content":"<p>I will close the debate as we cannot formally discuss the amendment.  I am just trying to be of help to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00300","speaker":"1286"},{"type":"speech","time":1552476600,"counter":297,"content":"<p>The Minister is, for which I thank him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00400","speaker":"1392"},{"type":"speech","time":1552476600,"counter":298,"content":"<p>As we have a little time, I am giving discretion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00500","speaker":"1412"},{"type":"speech","time":1552476600,"counter":299,"content":"<p>The Act provides for further safeguards, with a number of mandatory grounds for refusal.  As the House knows, each and every extradition request is dealt with by the High Court on a case by case basis.  All aspects of a request are considered carefully before an extradition order is either granted or refused.  As part of that consideration, the court will consider human rights and fundamental freedoms.  It has jurisdiction to release a person sought for extradition if it believes he or she would not face a fair trial or his or her human or fundamental rights would not be respected if extradited.  Ultimately, it is the Irish courts which are the most effective protector of human and fundamental rights, as has been proved on numerous occasions when requests for extradition orders have been refused.  In the event that a country decides to leave the convention, that development would have to be taken into account by the court in considering an extradition request from that country.  I think that answers the question.  Ultimately, the High Court will judge whether the extradition request could, if granted, result in a person returning to inappropriate circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00600","speaker":"1286"},{"type":"speech","time":1552476600,"counter":300,"content":"<p>On his way in the Minister said he might have the opportunity to answer the question I asked the previous Minister who was here about the common travel area and the taking of fingerprints, but I do not know if he is in a position to answer.  I thank a young man from Gweedore, Frederic&oacute; Quintanilha, which by any measure is not a Donegal name.  He has come from Brazil to live here and been of tremendous help to me in conducting research during the last week.  It is great to have young people here who actually give 110% to the D&aacute;il and the Seanad.  Please God, more will come here.  <\/p> <p>I have a general question for the Minister to which a reply would be useful to me and others.  This legislation is something we will enact.  Are there parts of it that will depend on a bilateral relationship with the United Kingdom?  Can we engage in a bilateral arrangement with the United Kingdom, given that Ireland is part of the European Union which is negotiating on our behalf?  It is a general question but one I have been asked.  To be honest, I have not had an answer to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00700","speaker":"1431"},{"type":"speech","time":1552476600,"counter":301,"content":"<p>I have not met Frederic&oacute; yet, but it sounds like that he is a real addition to Ireland and the Houses.  <\/p><p>I will have to come back to the Senator on the fingerprint question.  I did not fully hear the question to the other Minister, but I will ensure the Senator receives a briefing note on it.  <\/p><p>The Bill is linked with a memorandum of understanding we have with the United Kingdom in protecting the common travel area.  The Minister for Employment Affairs and Social Protection, Deputy Regina Doherty, has signed an agreement with her UK counterpart to guarantee the continuation of 21 social welfare payments to Irish people living in the United Kingdom, whether in Northern Ireland or Great Britain.  It will ensure people can continue to receive their pension, child benefit and many other welfare support payments, on which they rely for their weekly income.  Likewise, tens of thousands of British people living in Ireland receive pension and other financial support payments from the United Kingdom in Ireland.  The continuing and seamless facilitation of these payments through a Brexit process requires a bilateral agreement.  The same applies to students.  We have to provide for the facilitation of our students in the United Kingdom.  The legislation will allow us to continue to give them grant aid to study there.  If the United Kingdom does not consider them to be in the category of the common travel area, they will become foreign students paying foreign student fees and so on.<\/p><p>This legislation is about a bilateral agreement provided for in law or a memorandum of understanding since the 1920s, long before the European Union or the EEC were even thought of, following Irish Independence when Britain and Ireland recognised each other's citizens in each other's country and facilitated free movement of students and workers.  Joining the European Union and sharing the Single Market and the customs union reinforced it.  However, we did not have to have a legal basis for a lot of it as it was catered for under EU rules.  Now that the United Kingdom is leaving the European Union, we have to have a legal basis for some of this stuff.  That is what a lot of this legislation is about.  I hope that puts in context what we are trying to do.  There are some things for which we cannot prepare with legislation in no-deal or contingency planning because it an EU competence.  However, there are many areas in which we can legislate to put a legal basis in place to protect the <i>status quo<\/i>.  That is why seven Ministers are dealing with this legislation across multiple areas.  It is to prepare as best we can for a no-deal scenario and protect Irish citizens in what would be a very difficult and challenging period.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X00800","speaker":"1286"},{"type":"unspoken","time":1552476600,"counter":302,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":303,"content":"<p>Section 94 agreed to.<\/p>"},{"type":"speech","time":1552476600,"counter":304,"content":"<p>Amendments Nos. 20 to 22, inclusive, in the names of Senators Conway-Walsh, Warfield, &Oacute; Donnghaile, Gavan, Mac Lochlainn and Devine, have been ruled out of order.  Amendment No. 20 would impose a potential charge on Revenue, as would amendment No. 21, while amendment No. 22 is not relevant to the subject matter of the Bill.  It would also impose a potential charge on Revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X01200","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":305,"content":"<p>Amendments Nos. 20 to 22, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1552476600,"counter":306,"content":"<p>SECTION 95<\/p>"},{"type":"speech","time":1552476600,"counter":307,"content":"<p>Amendments No. 23 to 25, inclusive, are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X01250","speaker":"1412"},{"type":"speech","time":1552476600,"counter":308,"content":"<p>I move amendment No. 23:<\/p><blockquote>In page 71, line 21, to delete &quot;<b>3A. <\/b>A person&quot; and substitute &quot;<b>3A. <\/b>(1) A person&quot;.<\/blockquote> <p>I alert the Minister and colleagues to the fact that I am likely to push this amendment to a vote.  <\/p><p>Amendments Nos. 23 and 24 take a further set of grounds into consideration, in addition to those set out, to include inhuman and degrading treatment.  The amendments are necessary and in line with developments in the past seven or eight years in the major conventions, including the UN Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment and the Convention on the Elimination of all Forms of Discrimination against Women, and statements by the United Nations.  These matters were not previously necessarily part of standard jurisprudence.  They are emerging areas, with which I am not sure domestic legislation has kept pace.  We should, therefore, make the amendments.  That is the rationale for pressing them.<\/p><p>Amendment No. 25 proposes heightened consideration.  We already give heightened consideration to people in different circumstances.  We inserted a provision providing for heightened consideration for children into the Constitution.  In many respects, we give heightened consideration to people in vulnerable circumstances, including people with disabilities.  We apply that standard, depending on people's particular and individual circumstances and it is entirely appropriate that we do so.  If we are to send a child out of Ireland who has not qualified under the <i>non-refoulement<\/i>test, it is entirely appropriate to give heightened consideration to the case and consider it very seriously before sending the child back to what may be an extremely hostile environment.  There is nothing unreasonable or inconsistent about requiring heightened consideration where a child is involved based on his or her best interests.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#X01300","speaker":"1413"},{"type":"speech","time":1552476600,"counter":309,"content":"<p>I welcome the T&aacute;naiste to the House and, as I indicated on Second Stage, Labour Party Senators will continue to support the Bill's speedy and efficient passage through the House.  We all bring that constructive spirit of co-operation to the debate, which is helpful.<\/p> <p>In respect of the provisions on immigration in the section, I will be happy to support the Sinn F&eacute;in amendments.  While I acknowledge that amendment No. 23 is technical, amendments Nos. 24 and 25 will insert important human rights considerations and, therefore, I will be happy to support them.  More broadly on the section and the issues it raises, I am sure I am not alone in having had many people raise with me concerns as to how a no-deal Brexit will specifically affect immigration matters and the right of British and Irish citizens to continue to travel between the two states.  The common travel area will continue to exist, as the T&aacute;naiste has made clear, but it would be useful for that to be reiterated because there is significant fear about it, particularly as the awful prospect of no deal seems to loom even larger in the past 24 hours.<\/p> <p>Another point which has been raised with me is how a no-deal Brexit would affect the rights of non-EEA family members of British citizens currently resident in this jurisdiction.  The Minister for Justice and Equality has stated such individuals would be granted residency rights, but the question is how sure we can be about that.  I seek reassurance from the T&aacute;naiste as to the status of such family members, such as persons who are in partnership with or married to British citizens resident in Ireland but who are from outside the EEA.  An individual raised that specific question with me and I indicated on Second Stage that I would raise it on Committee Stage.  People seek a reassurance about the impact that a no-deal Brexit will have on their status and that of those closest to them after 29 March.  Notwithstanding whatever assurances have been given that the common travel area will continue to exist in respect of travel arrangements for Irish and British citizens, fear remains among persons who may be in relationships with those who are not British, Irish or even EU or EEA citizens over how they will be affected by a no-deal Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Y00100","speaker":"1402"},{"type":"speech","time":1552476600,"counter":310,"content":"<p>I have quite a long response, which, while technical, I will read into the record because it is important that Senators receive a full response.  I will not support amendments Nos. 23 to 25, inclusive, but I will explain why.<\/p><p>The provisions in sections 95 and 96 are inserted for the purpose of correcting a legislative lacuna in the legal basis for non-<i>refoulement<\/i>considerations.  Non-<i>refoulement<\/i>is the practice of not returning a non-national to a country in which he or she is liable to be subjected to persecution or where the life or freedom of the person would be put at risk.  Under section 5 of the Refugee Act 1996, this applied not only to persons subject to that Act but also to persons removed from the State under the Immigration Act 1999 and section 5 of the Immigration Act 2003, that is, it applies regardless of whether the person is a refugee or asylum seeker.<\/p><p>The introduction of the International Protection Act 2015, which repealed the Act of 1996, inadvertently removed the legal basis providing for non-<i>refoulement<\/i>within the Acts of 1999 and 2003.  In S.G. (Albania) <i>v. <\/i>the Minister for Justice and Equality, the High Court identified administrative issues with the enactment of the International Protection Bill 2015, the transitional provisions relating to the Refugee Act 1996 and the domestic legal basis for the consideration by the Minister of the principle against <i>refoulement<\/i>.  The court identified that the Minister's reference to the legal basis for the prohibition of <i>refoulement<\/i>was incorrect and that these issues had existed since 31 December 2016.  The significance of that date is that it was the date on which the inadvertent lacuna arose when the International Protection Act 2015 was commenced and as a consequence, the Refugee Act 1996, including the <i>refoulement<\/i>provision of section 5 of the Act of 1996, was repealed.  Its legal base was inadvertently removed and, therefore, was no longer in law.<\/p><p>Regardless of these administrative issues, it has remained the policy and practice of the Minister for Justice and Equality to apply non-<i>refoulement<\/i>principles to all removals from the State, in conformity with our constitutional and international obligations.  The Minister is nonetheless satisfied that legal certainty is required in the area, that the lacuna needs to be corrected as a priority, and that we should use this legislation to do so, the reason for which I will explain.  The purpose of sections 95 and 96 is to restore the position whereby there is a legal base to the non-<i>refoulement <\/i>consideration for all persons being removed from the State, not just in the protection area but including all deportations and persons refused permission to enter the State.<\/p><p>I cannot accept the proposed amendments.  Amendment No. 24 is not consistent with the definition of non-<i>refoulement<\/i>applied under section 50 of the International Protection Act 2015, which states:<\/p><blockquote>(1) A person shall not be expelled or returned in any manner whatsoever to the frontier of a territory where, in the opinion of the Minister&mdash;(a) the life or freedom of the person would be threatened for reasons of race, religion, nationality, membership of a particular social group or political opinion, or<br \/><br \/>(b) there is a serious risk that the person would be subjected to the death penalty, torture or other inhuman or degrading treatment or punishment.<\/blockquote> <p>The definition is based on principles of international law and encompasses serious forms of sexual and gender-based violence, female genital mutilation and the best interests of the child, which are fully considered in this context.  On the basis of advice that the Minister for Justice and Equality has received from the Office of the Attorney General, it is not necessary expressly to include forms of sexual and gender-based violence or female genital mutilation, which are covered by inhumane or degrading treatment or punishment.  As for the proposal to include &quot;flagrant denial of a fair trial&quot; within the definition, this comes within the scope of <i>refoulement<\/i>, as held by the European Court of Human Rights in Othman (Abu Qatada) <i>v<\/i>. United Kingdom.  As Ireland is bound by the European Convention on Human Rights, it accepts that the flagrant denial of a fair trial falls under the definition of inhumane or degrading treatment or punishment.  It is not an appropriate test to include in the legislation.<\/p><p>The definition in the Bill is in line with that used in other countries and, accordingly, there is a risk in seeking to create a new definition at a time consistency is essential, particularly for the individual who may be at risk.  The prohibition of <i>refoulement<\/i>under international human rights law applies to any form of removal or transfer of persons, regardless of their status.  As an inherent element of the prohibition of torture and other forms of ill treatment, the principle of non-<i>refoulement<\/i>is characterised by its absolute nature, without any exception.  It is not a judgment call in which one can apply an increased level of concern towards children.  Rather, it is a black and white issue; it either applies or it does not.  There is no need, therefore, to make exceptions for certain categories of person, whether it is a child, adult or somebody who may be a victim of persecution, have a certain sexual preference or whatever.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The prohibition applies to all persons irrespective of their citizenship, nationality, statelessness, age, gender or migration status and it applies wherever a State exercises jurisdiction or effective control.  For the reasons I have set out, I am not in a position to accept the amendments, mainly because I believe they would weaken the provisions.  Obviously, that is not the Senator's intention.  I understand what he is seeking to achieve, which is to focus the spotlight on the vulnerability of children or other areas but that is catered for in a pretty clear way in the note I outlined to him.  I ask the Senator to take that into account when I propose that we do not accept these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Y00200","speaker":"1286","continuing":true},{"type":"speech","time":1552476600,"counter":312,"content":"<p>I thank the Minister for his comprehensive reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00200","speaker":"1412"},{"type":"speech","time":1552476600,"counter":313,"content":"<p>I wish to query a simple point.  I had to absent myself to take a telephone call and this point may have been covered by the Minister, in which case I apologise.  In a case where a parent or a guardian of a child is extradited, if that parent gave permission for another relative to look after the well-being and interest of the child, could the child not be given further protection in that case and not subject to being returned to whatever country it was?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00300","speaker":"1392"},{"type":"speech","time":1552476600,"counter":314,"content":"<p>In all cases, whether it is for children or adults, the test is the potential threats to them of returning them back to a state, either from where they came or to where it is being proposed to return them.  If the <i>non-refoulement<\/i>test is not passed, which is pretty comprehensive as I have outlined, regardless of whether the person is an adult or a child or in any other category, the point is that this is an absolute test in terms of text; it does not give the Minister an option to use judgment or flexibility.  That is why separating children from adults, even though all of us would naturally do that because children are more vulnerable, is not relevant in this case because of the absolute nature of the <i>non-refoulement<\/i>law.<\/p><p>Regarding Senator Bacik's question, non-EEA family members of UK citizens who are exercising free movement currently will have their residency rights protected post 29 March in a no-deal scenario by being transferred into a domestic scheme, which will see them retain similar rights to free movement, including access to the labour market.  We can perhaps confirm that in writing to the Senator if there is a particular case she wants to test but that is certainly the intention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00400","speaker":"1286"},{"type":"speech","time":1552476600,"counter":315,"content":"<p>I thank the Minister for that specific and clear response.  I am grateful for it and I will communicate perhaps directly with him or his officials in respect of the particular case that was communicated to me but it is helpful to have that clarification put on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00500","speaker":"1402"},{"type":"speech","time":1552476600,"counter":316,"content":"<p>Is Senator &Oacute; Donnghaile pressing amendment No. 23?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00600","speaker":"1412"},{"type":"speech","time":1552476600,"counter":317,"content":"<p>I am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00700","speaker":"1413"},{"type":"vote","time":1552476600,"counter":318,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 10; Níl, 27.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Gavan and Niall Ó Donnghaile; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#Z00800","aye":["1402","1378","1388","1389","1400","1398","1392","1413","1410","1372"],"nay":["1409","1380","1423","1391","1384","1376","1422","1416","1414","1424","1415","1412","1438","1393","1386","1439","1375","1425","1374","1427","1426","1397","1394","1431","1421","1399","1418"],"abs":[]},{"type":"speechnospeaker","time":1552476600,"counter":319,"content":"<p>I have to inform the House that the Cathaoirleach and Leas-Chathaoirleach are absent from this sitting.  It will be necessary, therefore, to elect a Member to perform the duties devolving upon and exercise the authority conferred upon the Cathaoirleach by the Standing Orders for the period of the absence of both.  Can I have a proposal for the election of a Member?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#AA00100","nonspeaker":"Clerk to the Seanad"},{"type":"speech","time":1552476600,"counter":320,"content":"<p>I propose Senator Wilson<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#AA00200","speaker":"1412"},{"type":"speech","time":1552476600,"counter":321,"content":"<p>I second that proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#AA00300","speaker":"1392"},{"type":"speechnospeaker","time":1552476600,"counter":322,"content":"<p>Is that agreed?  Agreed.  I invite Senator Wilson to take the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#AA00400","nonspeaker":"Clerk to the Seanad"},{"type":"speech","time":1552476600,"counter":323,"content":"<p>I move amendment No. 24:<\/p><blockquote>In page 71, line 28, after &quot;punishment&quot; to insert the following:<br \/><br \/>&quot;, flagrant denial of fair trial, serious forms of sexual and gender-based violence and\/or female genital mutilation.&quot;<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#BB00100","speaker":"1413"},{"type":"unspoken","time":1552476600,"counter":324,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1552476600,"counter":325,"content":"<p>I move amendment No. 25:<\/p><blockquote>In page 71, between lines 28 and 29, to insert the following:&ldquo;(2) The Minister shall give heightened consideration to children in the context of non-refoulement, whereby actions of the State must be taken in accordance with the best interests of the child, a child should not be returned if such return would result in the violation of their fundamental human rights.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#BB00300","speaker":"1413"},{"type":"vote","time":1552476600,"counter":326,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 10; Níl, 24.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Gavan and Niall Ó Donnghaile; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#BB00400","aye":["1402","1378","1388","1389","1400","1398","1392","1413","1410","1372"],"nay":["1409","1380","1423","1391","1384","1376","1422","1416","1424","1415","1412","1438","1393","1386","1439","1375","1425","1374","1427","1426","1397","1394","1421","1399"],"abs":[]},{"type":"speech","time":1552476600,"counter":327,"content":"<p>The time permitted for this debate having expired, I am required to put the following question in accordance with the order of the Seanad of 12 March 2019: \"That in respect of each of the sections of Parts 13 and 14 undisposed of, the sections are hereby agreed to.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#CC00100","speaker":"1418"},{"type":"unspoken","time":1552476600,"counter":328,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":329,"content":"<p>Section 98 agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":330,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1552476600,"counter":331,"content":"<p>Amendments Nos. 26 and 27, in the names of Senators Conway-Walsh, Warfield, &Oacute; Donnghaile, Gavan, Mac Lochlainn and Devine are ruled out of order as they are not relevant to the subject matter of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#CC00400","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":332,"content":"<p>Amendments Nos. 26 and 27 not moved.<\/p>"},{"type":"speech","time":1552476600,"counter":333,"content":"<p>Amendment No. 28 has already been discussed with amendment No. 15.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#CC00700","speaker":"1412"},{"type":"speech","time":1552476600,"counter":334,"content":"<p>I move amendment No. 28:<\/p><blockquote>In page 73, after line 35, to insert the following:<br \/><br \/><b>&ldquo;Report on EU economic and social supports for the State<\/b><br \/><br \/><b>99. <\/b>The Minister for Finance shall report to the Oireachtas within one month of the passing of this Act on his discussions with the European Union regarding economic and social supports for the State following Brexit, including but not limited to flexibilities in State Aid rules and the fiscal rules and the possible use of structural funds or other sources of funding to mitigate against the impact of Brexit.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#CC00800","speaker":"1378"},{"type":"vote","time":1552476600,"counter":335,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 9; Níl, 24.<\/p><br\/><br\/><p>Tellers: Tá, Senators Rose Conway-Walsh and Paul Gavan; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#CC00900","aye":["1402","1378","1388","1389","1400","1398","1413","1410","1372"],"nay":["1409","1380","1423","1391","1384","1376","1422","1416","1424","1415","1412","1438","1393","1386","1439","1375","1425","1374","1427","1426","1397","1394","1421","1399"],"abs":[]},{"type":"speech","time":1552476600,"counter":336,"content":"<p>I welcome the T&aacute;naiste back to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#EE00100","speaker":"1412"},{"type":"speech","time":1552476600,"counter":337,"content":"<p>I move amendment No. 29:<\/p><blockquote>In page 73, after line 35, to insert the following:<b>&quot;Ministerial orders in relation to motor vehicle insurance and licenses<\/b><br \/><br \/><b>99.<\/b>The Minister may, with the consent of the Minister for Finance and the Minister for Public Expenditure and Reform, make such order or orders as he or she considers necessary to continue in being or carry out any reciprocal or other arrangements in relation to motor vehicle insurance and licences to drive a mechanically propelled vehicle of a specified category which were in operation between the State and the United Kingdom immediately before the withdrawal of the United Kingdom from membership of the European Union.&quot;.<\/blockquote> <p>This amendment proposes to insert a new section into the Bill.  At a briefing in the audiovisual room last week, a representative of Border Communities Against Brexit spoke about the immediate impact that a green card would have, including the differential that would result if reciprocal arrangements were not put in place in respect of issues like insurance.  The T&aacute;naiste touched on this the last time he appeared before the Joint Committee on the Implementation of the Good Friday Agreement.  The representative of Border Communities Against Brexit spoke about the immediate impact that a green card would have on a range of businesses, not least the haulage business.  He referred to a haulier with a fleet of 80 lorries, all of which will need an individual green card at a cost of between &euro;25 and &euro;50 per card.  He said that his colleagues in the haulage business are angry that this situation has come about.  He asked what would happen to his business if he refused to purchase the necessary paperwork, or to comply with filling it in.  He wondered whether his goods would be impounded in such circumstances.  This creates a significant degree of uncertainty for him and his business.  During a meeting with representatives of O'Neill's Sportswear in Belfast earlier this week, I was informed that when one of the company's lorries is bringing gear to Dublin from its plant in Strabane, it has to cross the Border 18 times before it reaches Dublin.  That is the reality of the madness we are facing.  I know the T&aacute;naiste is all too well aware of it.  Amendment No. 29 is concise and clear in what it tries to do.  Rather than prolonging the agony for Members, I will let the amendment speak for itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#EE00200","speaker":"1413"},{"type":"speech","time":1552476600,"counter":338,"content":"<p>I have a long written note here, but I do not need to read it all.  We have discussed these issues.  As a country, we would like to be able to do something on this unilaterally, but we cannot do so.  This is an EU competence, which is covered by an EU directive.  If there is to be some accommodation here to prevent the need for proof of international motor insurance, which can be provided for by having a green card on the dashboard and which is simply proof of valid insurance outside the jurisdiction of the EU, that can only be solved by the EU facilitating the UK on that, which it could do in the context of contingency planning.  We have spoken to the UK about that.  That will continue to be an active conversation if we continue to move towards a no-deal Brexit.  We hope it will not become a likelihood rather than a possibility.  I hope we will move away from that likelihood tonight.  The Senator is asking me to do something that legally cannot be done.  We cannot introduce this kind of law here because we do not have the legal competence to overrule a European directive.<\/p><p>I understand the issue.  I understand the annoyance among drivers who cross the Border on a daily basis, or even just once a year.  I can understand why it grates on people that it has been called a green card, of all names.  The insurance industry had to act.  It had to do something to put contingency in place for itself and its clients and customers to ensure people could continue to drive back and forth.  There is a mechanism which allows for that in the context of this green card system.  It is a fallback position.  It is a contingency.  It is not something we wanted in place.  It is certainly much better than not being able to drive into Northern Ireland and not being able to provide proof of insurance on an international basis.<\/p><p>I give the House a commitment that we will continue to talk to the European Commission about trying to resolve this issue in the context of contingency planning.  If we move towards a no-deal as a likelihood, there will need to be a great deal of interaction between the Irish and British Governments and the Commission.  The three groups in the room will need to look at how an all-island economy will function.  The idea that the UK can unilaterally do something along the lines of what it published this morning, and that Ireland and the EU will unilaterally do something else, is not conducive to a functioning system of trade and movement on the island of Ireland.  From my perspective, if a no-deal moves over the next 48 hours from a possibility to a strong likelihood, we will be in a different space and we will have to try to negotiate a lot of contingency work.  This is one of many issues that would be part of such a discussion.  We will continue to raise it.  In the meantime, the industry is right to make progress with this as a solution.  As I have said, it is not something that people want.  I can understand why it frustrates and annoys people.  This is a less than perfect contingency.  That is the way people should see it.<\/p><p>I cannot accommodate the amendment that the Senator is advocating for.  If I could have done this, it would have been in the Bill as a means of trying to protect the <i>status quo<\/i>.  There are some things that we simply do not have the legal competence to do, and I am afraid this is one of them.  I know the Senator needs to push certain amendments, but I ask him to bear in mind what I am saying because it is factually true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#EE00300","speaker":"1286"},{"type":"speech","time":1552476600,"counter":339,"content":"<p>I am not trying to be alarmist.  I am not in any way trying to give the T&aacute;naiste any further headaches at a time that is particularly challenging for all of us.  The T&aacute;naiste is correct when he says that this potentially small sticker in a windscreen goes right to the heart of the issues with which we are all familiar.  I have referred to the case of a lorry that crosses the Border 18 times during a single journey from Strabane to Dublin.  I could have mentioned the people from Belfast who will want to take their kids to Dublin Zoo over the Easter break.  Even if no one ever had to cross the Border, the very notion that in this day and age, 21 years after the Good Friday Agreement, a green card might be required to travel on this island annoys people fundamentally and at a primal level.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#EE00400","speaker":"1413"},{"type":"speech","time":1552476600,"counter":340,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#EE00500","speaker":"1430"},{"type":"speech","time":1552476600,"counter":341,"content":"<p>We have rehearsed the raft of problematic issues associated with Brexit.  I do not need to rehearse them once more.  While I appreciate what the T&aacute;naiste has said about what the Government can and cannot do, that is not to say that the Commission could not have taken action regarding a potential waiver around some of these issues.  There is a precedent for that.  A waiver was put in place in Serbia in 2011.  I hear what the T&aacute;naiste is saying.  I ask him to understand and accept that we have come to this in a spirit of collaboration.  Throughout the rest of this process, we will continue to work co-operatively with the Government.  However, there is a real and fundamental expectation that this issue will be pushed as far as it can.  I am conscious of what way it will probably go in the Seanad.  I understand what the T&aacute;naiste is saying and what he hopes to do going forward on this issue.  I take him at his word in that regard.  However, it would be expected of me and of us to take this amendment, and the issue, as far as we can today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#EE00600","speaker":"1413"},{"type":"speech","time":1552476600,"counter":342,"content":"<p>I take that point and I understand the politics of it.  Even were this amendment to be pushed and passed, I would need to bring it back to the D&aacute;il and take it out again because I cannot have an item of legislation that is directly contradictory to a European directive.  There is a way of potentially solving this issue.  I will give a commitment to the House that we will speak to the Commission about this.  If we are interested in getting something done here, the only way we can get something done between now and 29 March is to speak to the Commission and see whether it would consider factoring this issue into contingency planning, should it come to that.  If it is helpful, I can certainly commit to raising that issue with the Commission again.  However, let us be honest with each other, serious things are going on at the moment on which we have to make decisions.  It is totally up to the Senator but if we are serious about trying to solve this green card issue, the only way to do it is to talk to the Commission and see if it can factor it into its contingency planning.  I do not believe it will be accepted but as for pressing amendments we all understand cannot be facilitated in the legislation, I accept so doing makes a point, and the Senator has to make a point here and I can understand that, I am happy to give him an assurance that we will try to take this forward in a way that can change something for the better.  If he is willing to take my assurance on that, I would appreciate it, but it is up to the Senator as to what he wants to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF00100","speaker":"1286"},{"type":"speech","time":1552476600,"counter":343,"content":"<p>Upon reflection and having spoken to colleagues, I hear what the Minister is saying.  I certainly have made the political point.  I know the T&aacute;naiste understands it.  I cannot stress it enough.  On the basis of the assurance he has given the House - and it is the House and not just Sinn F&eacute;in - to go back to the Commission, I will withdraw amendment No. 29.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF00200","speaker":"1413"},{"type":"unspoken","time":1552476600,"counter":344,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1552476600,"counter":345,"content":"<p>Amendment No. 30 is in the names of Senators Conway-Walsh, Warfield, &Oacute; Donnghaile, Gavan, Mac Lochlainn and Devine is a proposed new section.  It has already been discussed with amendment No. 2 on which a vote was called.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF00500","speaker":"1412"},{"type":"speech","time":1552476600,"counter":346,"content":"<p>I move amendment No. 30:<\/p><blockquote>In page 73, after line 35, to insert the following:<br \/><br \/><b>&ldquo;Arrangements in relation to agriculture<\/b><br \/><br \/><b>99. <\/b>The Minister for Agriculture, Food and the Marine may, with the consent of the Minister for Finance and the Minister for Public Expenditure and Reform, make such order or orders as he or she considers necessary to continue in being or carry out any reciprocal or other arrangements in relation to agriculture which were in operation between the State and Northern Ireland immediately before the withdrawal of the United Kingdom from membership of the European Union.&rdquo;. <\/blockquote> <p><b><\/b>I will press the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF00600","speaker":"1378"},{"type":"unspoken","time":1552476600,"counter":347,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1552476600,"counter":348,"content":"<p>Amendments Nos. 31 to 34, inclusive, are out of order.  Amendment No. 31 is out of order as it is not relevant to the subject matter of the Bill and it poses a potential charge on the Exchequer.  Amendments Nos. 32 and 33 are out of order as they are not relevant to the subject matter of the Bill.  Amendment No. 34 is out of order as it poses a potential charge to the Exchequer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF00800","speaker":"1412"},{"type":"unspoken","time":1552476600,"counter":349,"content":"<p>Amendments Nos. 31 to 34, inclusive, not moved.<\/p>"},{"type":"speech","time":1552476600,"counter":350,"content":"<p>I move amendment No. 35:<\/p><blockquote>In page 73, after line 35, to insert the following:<div>&ldquo;PART 16<br \/><br \/>BREXIT STABILIZATION FUND<\/div><b>Report on Brexit Stabilisation Fund<\/b><br \/><br \/><b>99. <\/b>The Minister for Finance shall report to the Oireachtas within one month of the passing of this Act on the establishment of a Brexit Stabilisation Fund intended to provide economic and social supports to communities, workers and sectors most at risk as a result of Brexit.&rdquo;. <\/blockquote> <p>The amendment speaks for itself in terms of the importance of a stabilisation fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF01100","speaker":"1378"},{"type":"speech","time":1552476600,"counter":351,"content":"<p>The previous amendment, which was ruled out of order as it posed a charge on the Exchequer, effectively required the Government to set up a Brexit stabilisation fund.  This amendment asks that the Minister for Finance would report back to the Oireachtas within one month of the passing of this legislation on the establishment of a Brexit stabilisation fund.  This is about reporting on something that was not previously required.  The Senator's colleague, Deputy Cullinane, raised the issue of a stabilisation fund in the D&aacute;il today.  I told him that the Minister, Deputy Donohoe, at the start of this week outlined in quite a degree of detail the financial consequences for the State of a no-deal Brexit in terms of the impact that would have on the Exchequer, the responsibility that his Department would have to work with other Departments to protect vulnerable sectors such as agrifood, farming, the beef and dairy industries, the pigmeat and poultry sectors and so on.  The Government is under no illusions that if we face the challenges of a no-deal Brexit, clearly we will have to set money aside that otherwise would not be set aside to support sectors to survive the dramatic change in trading circumstances that may result from a no-deal Brexit and tariff trade barriers.  However, what we will not do is create a fund of X hundred million or X billion euro first and then decide how it will get divvied up.  Instead, for many weeks we have had Departments that are responsible for managing certain sectors, such as the Department of Agriculture, Food and the Marine, working with the Department of Public Expenditure and Reform and with the European Commission to examine how we can use all the tools and the necessary financial resources available to us to try to protect these sectors in that transition.  In this context, \"transition\" is the wrong word to use because we will not be in a transition period but in a dramatic cliff-edge change overnight.  The Minister, Deputy Donohoe, has said, for example, and it is a serious thing to have to say, that having spent the past ten years trying to bring the country back into surplus in terms of the budget, a no-deal Brexit may well drive this country back into a deficit because we would have to borrow money to protect and support certain sectors.  I can assure the House there has been much discussion and planning around this issue.<\/p> <p>I believe I said earlier that the Department of Agriculture, Food and the Marine has a team in Brussels today talking to the Commission about no-deal Brexit planning in terms of the available tools and precedent from which the European Commission may be able to learn in the context of the kinds of supports we would need to put in place.  It is not as simple as just setting up a Brexit stabilisation fund.  Instead, there is the challenge and the response to that challenge needs to be designed first, and then we need a funding mechanism that can respond to that.  We have a rainy day fund and it is quite a considerable amount of money.  I am glad to say we have the capacity to borrow because we have a very strong economy again that certainly can do that at a very low funding cost.  <\/p> <p>We will be doing something much more comprehensive than simply reporting back in a month or a year's time on a stabilisation fund.  We will be providing both Houses, I suspect, with detailed support plans for different sectors that are vulnerable and we will be looking for cross-party support and constructive suggestions in terms of how best to do that.  In that context, I hope the Senator might consider whether she should press this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF01200","speaker":"1286"},{"type":"speech","time":1552476600,"counter":352,"content":"<p>I appreciate what the Minister said.  The big concern I have is that there will be an interim period and during that time, before things are set up and a fund becomes available, many businesses and jobs will fall through the system.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF01300","speaker":"1378"},{"type":"speech","time":1552476600,"counter":353,"content":"<p>First, many of the support packages for businesses to adapt to Brexit are already in place and are already being drawn down.  For example, there was a very significant support package from Enterprise Ireland to help the Carbery Group diversify away from an over-reliance on the UK market for cheese to adapt to be able to focus on other markets for a portion of its output.  If the Senator notes what the Commission has already said regarding the <i>de minimis<\/i>rules around state aid supports for farmers, the ceilings have been increased significantly from &euro;15,000 to &euro;25,000.  This is already in train.  We are already spending tens, if not hundreds, of millions of euro of taxpayers' money on Brexit preparation and on no-deal Brexit preparation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will know a lot more in the next 48 hours.  If no deal becomes likely, rather than just a possibility, we will advance these preparations in order to ensure they can kick in quickly, as opposed to starting real discussions after 29 March.  The political system will have to respond to what will effectively be an emergency management situation if it appears that Britain will crash out of the European Union without the benefits of the certainty that a deal and a withdrawal agreement can bring.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#FF01400","speaker":"1286","continuing":true},{"type":"vote","time":1552476600,"counter":355,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 10; Níl, 21.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Gavan and Niall Ó Donnghaile; Níl, Senators Gabrielle McFadden and John O'Mahony.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#GG00200","aye":["1402","1378","1388","1389","1417","1400","1398","1413","1410","1372"],"nay":["1409","1380","1423","1391","1384","1422","1424","1415","1412","1438","1393","1386","1439","1375","1425","1374","1426","1397","1394","1421","1399"],"abs":[]},{"type":"speech","time":1552476600,"counter":356,"content":"<p>I move amendment No. 36:<\/p><blockquote>In page 73, after line 35, to insert the following:<b>&ldquo;Review of operation of Act<\/b><br \/><br \/><b>99. <\/b>(1) (a) The Minister for Foreign Affairs and Trade shall, not later than 12 months after the commencement of any part of this Act, carry out a review of the operation of this Act.<blockquote><blockquote>(b) The Minister for Health shall, not later than 12 months after the coming into operation of any section of <i>Part 2<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(c) The Minister for Business, Enterprise and Innovation shall not later than 12 months after the coming into operation of any section of <i>Part 3<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(d) The Minister for Communications, Climate Action and Environment shall, not later than 12 months after the coming into operation of any section of <i>Part 4<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(e) The Minister for Education and Skills shall, not later than 12 months after the coming into operation of any section of <i>Part 5<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(f) The Minister for Finance shall, not later than 12 months after the coming into operation of any section of <i>Parts 6<\/i>, <i>7 <\/i>or <i>8<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(g) The Minister for Transport, Tourism and Sport shall, not later than 12 months after the coming into operation of any section of <i>Parts 9 <\/i>or <i>10<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(h) The Minister for Employment Affairs and Social Protection shall, not later than 12 months after the coming into operation of any section of <i>Parts 11 <\/i>or <i>12<\/i>, carry out a review of the operation of that Part.<br \/><br \/>(i) The Minister for Justice and Equality shall, not later than 12 months after the coming into operation of any section of <i>Parts 13 <\/i>or <i>14<\/i>, carry out a review of the operation of that Part.<\/blockquote>(2) The Minister for Foreign Affairs and Trade shall, not later than 6 months after the commencement of the review carried out in accordance with <i>subsection (1)(a)<\/i>, make a report to each House of the Oireachtas of the findings made on the review and of the conclusions drawn from the findings.<br \/><br \/>(3) The Ministers referred to in <i>paragraphs (b) <\/i>to <i>(i) <\/i>of <i>subsection (1) <\/i>shall, not later than 6 months after the commencement of the review, make a report to each House of the Oireachtas of the findings made on the review and of the conclusions drawn from the findings.&rdquo;.<\/blockquote><\/blockquote> <p>I thank the T&aacute;naiste for being in the Chamber today.  I recognise the diplomatic efforts he and his Department are undertaking as the Brexit process draws to a conclusion, if that is even the case.  It is hard to see any conclusion emerging but we are doing our bit.  The T&aacute;naiste's leadership has been very much in evidence.  I thank him for his work, which is very much appreciated by all Senators.<\/p><p>The comprehensive and extensive nature of the legislation before us today reflects the seriousness with which our preparations for a potential no-deal Brexit have been taken by Government.  I lived in the UK for 17 years and I look on in horror and despair at what is happening there.  I hope some sense returns to the body politic in Westminster where so much good work was done in the time I lived in Britain.  That is not, however, what we are dealing with today.<\/p><p>I thank the T&aacute;naiste for his engagement on this important amendment, in particular with my colleague, Senator Higgins, who is abroad on business and for whom I am a very poor substitute today.  The T&aacute;naiste recognises that this is extraordinary emergency legislation preparing for a major geopolitical event outside of our control and one which will have a wide-ranging impact on the lives of a great many people in this country, potentially for generations.  Its substantial 98 sections amend a total of 37 other Acts across a wide range of policy areas and the remits of nine different Ministers and Departments.<\/p><p>In addition to the amendments to primary legislation, a number of the provisions of the Bill give wide-ranging powers to Ministers - this is at the heart of this amendment - to issue regulations and statutory instruments to respond to a potentially chaotic no-deal Brexit in which quick and decisive action may need to be taken and for which statutory flexibility may be required to respond dynamically to the consequences of such an exit as they arise.  Owing to the wide-ranging number of policy areas in which the European Union has competency over member states&rsquo; affairs, it is not surprising that such substantial amendments and regulatory powers have been included in the Bill.  We believe, however, that the significant changes that will arise as a result of the Bill will need to be subject to a higher than usual level of parliamentary scrutiny and review.  This is the motivation for tabling amendment No. 36.  The amendment requires that within 12 months of the enactment of the legislation, the Minister for Foreign Affairs and Trade would conduct a review of the Act as a whole and that each Minister with competency for provisions of this omnibus Bill would review the provisions relating to his or her remit.  The results of these reviews and conclusions drawn from them would then be laid before the Oireachtas within six months.  We need to ensure the provisions of the Bill are working as intended and Ministers are using appropriately the regulatory powers extended to them if the Bill is enacted.<\/p><p>While I recognise that D&aacute;il and Seanad Standing Orders already provide for post-enactment scrutiny reports, we want to ensure the post-enactment process for this legislation is as comprehensive and robust as the scrutiny its provisions have received since publication.  I welcome that most relevant Oireachtas committees have met specifically to interrogate the Bill's provisions in light of the tight time constraints.  We want the post-enactment process to be just as detailed and conducted sector by sector and Department by Department, rather than by a single Minister.  While the legislation may be led by the Department of Foreign Affairs and Trade, the Minister may not be able to give a proper account of how, for example, the student grant arrangements in Part 5 of the Bill are working out, or if the social welfare or insolvency provisions in Parts 11 and 12 are working.  This is the main motivation for the amendment.<\/p><p>The amendment would simply place on a statutory footing the requirement to have a sector by sector review conducted by the most appropriate Minister.  It would put in place clear time constraints and oversight mechanisms for the wide-ranging provisions of this crucial legislation and the resulting secondary legislation and statutory instruments.  It is a reasonable request, one that is fair and proportionate to the extraordinary nature of this emergency legislation.  I hope the T&aacute;naiste can accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#HH00200","speaker":"1430"},{"type":"speech","time":1552476600,"counter":357,"content":"<p>None of us wishes to see the passage of the Bill being delayed and all of us who spoke on Second Stage yesterday expressed the hope that this legislation will not be necessary.  Since last night's vote in Westminster, however, things are looking more bleak in terms of the prospects of a no-deal Brexit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, I will use this opportunity now that we are discussing the issue of the review and ministerial powers to raise with the T&aacute;naiste a point I raised on Second Stage and which my party leader, Deputy Howlin, raised in the D&aacute;il, which is the issue of delegated powers and concerns that, in some respects, the Bill may go a  little too far in providing Ministers with power to effectively make primary legislation.  I will not go over the argument I made on Second Stage, but case law here requires that where policies are being changed, that is done through primary legislation.  I will not press the point with the T&aacute;naiste but it is one about which we raised concerns in the D&aacute;il and I just wanted to reiterate it.  It seems a sensible idea that one would scrutinise, in particular, what Ministers have done under the auspices of the statute that seems to go beyond the normal empowerment of providing delegated legislation which simply puts into effect principles that are contained in primary legislation through statutory instruments.  This is a concern we had but the position of the Labour Party has been that we will facilitate the passage of the Bill and not seek to obstruct it anyway.  I wanted to put that point again on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#HH00500","speaker":"1402","continuing":true},{"type":"speech","time":1552476600,"counter":359,"content":"<p>Before I address the amendment, I will address that point because Deputy Howlin raised it with me on Second and Committee Stages.  We asked the hard questions on that.  This comes back to what this legislation is doing.  It is not about empowering Ministers to introduce new legislation in new areas of policy.  It is about effectively protecting existing arrangements and rights.  As a result of that, this is not giving a delegated power to a Minister to introduce legislation in new areas without recourse to the Oireachtas.  Instead, it is about giving a Minister power - in the case of health, for example, where there are a lot of delegated powers - to maintain the existing level of services, whether this is cross-Border healthcare or whatever.  Deputy Howlin was correct to raise those issues and to test them legally.  They are issues the Attorney General gave us advice on and we are comfortable legally with that.<\/p> <p>On the amendment itself, I thank Senators Kelleher, Ruane, Dolan, Black, Grace O'Sullivan and, in particular, Senator Higgins, to whom I have spoken about this amendment and her concerns around it, for their constructive engagement on a post-enactment scrutiny both today and throughout the legislative process, more broadly.  Although I am not in a position to support the amendment as tabled, I agree with the purpose of the amendment and the motivation behind it.  We fully agree that given the emergency nature of the legislation, a period for reflection and review of the legislation, if enacted and commenced, would be appropriate and useful.  However, rather than a specific legislative measure, such as the amendment as tabled, it is our intention to provide the review mechanisms under D&aacute;il Standing Order 164A and Seanad Standing Order 168, which read as follows: \"Twelve months following the enactment of a Bill, save in the case of the Finance Bill and the Appropriation Bill, the member of the Government or Minister of State who is officially responsible for implementation of the Act shall provide a report which shall review the functioning of the Act and which shall be laid in the Parliamentary Library.\"  It is envisaged that it would be the Joint Committee on Foreign Affairs and Trade, and Defence that would consider the post-enactment report on the Bill.<\/p> <p>In addition, each of my Cabinet colleagues is committed to ongoing engagement on the nuts and bolts impacts of the measures of their Parts of the Bill, with their respective committees.  This would, therefore, provide the opportunity to identify and address any teething problems with and-or any unforeseen effects of the Bill.  In other words, because this is emergency legislation, we have to be extra cautious afterwards that we follow through on ensuring that what we are trying to do here is what has resulted from the effect of the Bill itself.  We may have to amend the legislation if we have missed something.  It is unusual because of the number of Ministers and Government Departments who are all involved in one Bill.  On the commencement orders for those individual Parts, it is up to the individual Ministers to commence different Parts of the Bill, once it is approved by the President, and becomes law.<\/p> <p>For all of those reasons and while I accept the spirit of the amendment to which we are responding quite comprehensively - we have given Senator Higgins quite a lot of detail in response to her concerns, which I believe she accepts - I cannot accept it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ00200","speaker":"1286"},{"type":"speech","time":1552476600,"counter":360,"content":"<p>I thank the Minister.  I am assured and satisfied that the spirit of the amendment, as he stated, has been understood and respected.  I appreciate that we are in unusual circumstances and that the omnibus nature of the Bill is unusual also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ00300","speaker":"1430"},{"type":"unspoken","time":1552476600,"counter":361,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1552476600,"counter":362,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":363,"content":"<p>Bill reported without amendment, received for final consideration and passed.<\/p>"},{"type":"majorheading","content":"Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2019: Motion for Earlier Signature","time":1552476600,"counter":364,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ00700"},{"type":"speech","time":1552476600,"counter":365,"content":"<p>I move:<\/p><blockquote>That, pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2019 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ00800","speaker":"1391"},{"type":"speech","time":1552476600,"counter":366,"content":"<p>I will not delay the House but I would like to thank everybody for facilitating the passage of this Bill.  It is quite complex legislation because of the multitude of different areas it deals with.  I believe I can say on behalf of this House that we all hope this legislation will never be needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ00900","speaker":"1286"},{"type":"speech","time":1552476600,"counter":367,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ01000","speaker":"1391"},{"type":"speech","time":1552476600,"counter":368,"content":"<p>If it is needed, we will have to work together in this Parliament across parties, Government and Opposition to ensure we protect our own people and our country in the context of what will be enormous challenges.  In particular, we will have to protect the fragile North-South relationships on this island in that scenario.  In the context of this legislation, I am glad that this House and the other House played their part in ensuring that we will be as ready as we can be, from a legislative perspective, in advance of 29 March which is still the possible date of the United Kingdom crashing out of the European Union.  Let us hope it never comes to that, but if it does, we have done as much as we can, through legislation, to protect people and their rights.  There are many other areas where we continue to work.  In fact, we have accelerated our level of preparedness in terms of contingency planning in so many other areas from an Irish perspective, in partnership with our EU partners and, in some areas, on a bilateral basis with the UK.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank Members for their support and for facilitating me.  Let us wait and see what happens tonight and tomorrow in this extraordinary saga that continues to unfold in a very unpredictable way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#JJ01100","speaker":"1286","continuing":true},{"type":"speech","time":1552476600,"counter":370,"content":"<p>I compliment the Minister on the passage of the Bill in the Upper House.  I am glad to see the non-partisan spirit throughout the debate.  When Ireland was looking for home rule in the 19th century under Parnell, certain high Tory politicians said the Irish were not fit to govern themselves.  Events in this Parliament as compared with our colleagues across the water would give the lie to that assertion.  No doubt about it, we have conducted ourselves quite well and we have proven that we are able to govern ourselves on this side of the Border.  Obviously a lacuna exists in the North and a very disappointing lack of commitment from the major parties in the North to putting a government in place up there.<\/p> <p>We are at a crisis in the history of our country, probably the greatest crisis since what was termed the Emergency.  I wish the Minister very well in the events that have to be played out.  We hope for the very best, that the people in the Westminster Parliament will face the reality they are in and avoid plunging themselves and us and everybody else into the abyss.  It is a good day's work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#KK00200","speaker":"1394"},{"type":"speech","time":1552476600,"counter":371,"content":"<p>I commend the T&aacute;naiste and Minister for Foreign Affairs and Trade, the Minister of State, Deputy McEntee, and all Ministers on the passage of this Bill and one their sterling efforts in this House this week and in the other House in the previous fortnight.  I particularly mention the legion of departmental officials and diplomats from the Department of Foreign Affairs and Trade and across Government and the efforts they have put in, especially in the past two and a half to three months since the European Commission issued its notices and the work of drafting this comprehensive legislation began.  We can safely say from a legislative point of view that we are as best prepared as we can be.  Unfortunately, I do not think anybody can be fully prepared for the prospect of a no-deal scenario, but I hope we can avoid that.<\/p> <p>The aspect of the Bill that deals with the renaming of the status of the United Kingdom to be recognised as a member state during the transition period is the one aspect of the Bill I hope we do see.  I hope we can still see this withdrawal agreement come to be and I hope we can look forward to a result in Westminster tonight that will take the prospect of a no deal scenario off the table.  However, that result alone simply will not do it.  We need to call on our friends and colleagues across the water to look to the people they represent and to the people they want to share good relations with, both on this island and across the European Union, and make sure at this very late stage that they start to bring a little bit of sense to their own debate.  We have done our bit as Members of the Oireachtas, and the T&aacute;naiste has done his bit as a member of Government.  It is now down to civic society and to all areas of our business sector that have not prepared as much as they might have done so far to use the many resources that are open to them that the Government and their representative bodies and trade associations have put in place, and to do everything they can do to offset the very worrying prospects of a crash-out scenario.  We continue to hope for the best but, unfortunately, we must continue also to prepare for the worst.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#KK00300","speaker":"1399"},{"type":"speech","time":1552476600,"counter":372,"content":"<p>We have got this Bill through the House.  From my study of history, the Emergency was during the Second World War and Britain finding itself in a very difficult situation.  The emergency now is of their own making, a self-inflicted loss.  There is a sadness throughout Europe and certainly in this country.  We have a great job of work from here on in, and I congratulate the Minister for Foreign Affairs and Trade who has led very well.  We need to plan for ourselves.  Parnell said: &quot;No man has the right to say to his country 'Thus far shalt thou go and no further'&quot;.  This is time for a Border poll, for Irish unity to be top, front and centre on the table, and let no man or woman say that we should not do it, that we need to be cautious.  I urge Members to read Brian Feeney of the SDLP in <i>The<\/i><i>Irish News <\/i>this morning, who called for one as well because it will be three years at least before we will even have a poll if we call it today.  It is our way forward, our strength.  It is about this island and our shared space.  It is about having confidence and pride in ourselves and the ability to know that we can negotiate and look after our neighbours.  We can feel sympathy, but at the end of the day, we cannot stop somebody who is intent on self harm that the British people have brought to themselves.  There is a sadness, but we are on the right track.  The next step is a Border poll.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#KK00400","speaker":"1388"},{"type":"speech","time":1552476600,"counter":373,"content":"<p>On behalf of the Labour Party Senators, I commend the T&aacute;naiste and Minister for Foreign Affairs and Trade, the Minister of State, Deputy McEntee, and their officials on steering this complex, technical, but very important Bill through both Houses now that the passage of the Bill through the Seanad has been completed.  I thank the Minister, Deputy Coveney, in particular for the specific responses he has given me on the issues I have raised.  there has never been a Bill, the potential enactment of which has been more dreaded by everybody in both Houses.  Certainly we all hope it will not be necessary, and it was very distressing for all of us to see the majority vote against the withdrawal agreement last night, largely prompted by, in my view, deeply flawed legal advice from the Attorney General , the Rt Hon. Geoffrey Cox.  Having written many legal opinions for many years, the first 18 paragraphs of his opinion were leading to a very different conclusion than the sudden whammy in the 19th paragraph, which sank any prospect of the DUP and the ERG signing up to the withdrawal agreement.  Clearly, what has happened has happened and we very much hope that the House of Commons will indeed vote against a no deal tonight and may then seek to push for an extension.  I know the Minister has said in the D&aacute;il that Ireland will not stand against an application for an extension, but clearly there has to be a ground for an extension, so it is very hard to see a way through.  We all recognise that this is a crisis of British making and it has to be resolved primarily in the House of Commons and in Westminster.  I wish the Minister every success in representing the interests of Ireland in any way forward we can reach in the next 16 days and in ensuring that matters can be resolved in a way that is in the best interest of all people on this island and throughout the EU.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#KK00500","speaker":"1402"},{"type":"speech","time":1552476600,"counter":374,"content":"<p>I have managed to be in the Chair for about two and a half hours of this debate, except for the votes.  We got through the Bill very efficiently.  All the Members participated and they put their points and got their answers from the various Ministers who were present.  There was some delight from some Members that the Minister, Deputy Coveney, had turned into the Minister for Transport, Tourism and Sport, but he was able to respond to all the questions on transport.  I wish the Minister, the Minister of State, Deputy McEntee, and the entire Government, who have done sterling work on this legislation, well.  It was dealt with efficiently in both Houses of the Oireachtas.  It is a complex Bill as Members outlined.  If the vote in Westminster had gone differently, we would have hardly needed this legislation at all, but in fact as a result of last night, while it is to be hoped we will never need it, it is certainly more important now than it would have been 24 hours ago.  I wish the T&aacute;naiste and Minister for Foreign Affairs and Trade well in all his endeavours on behalf of Irish people and the country, as I am sure everybody in the House does.  It reflects well on the D&aacute;il and the Seanad that we got through as much business as we did.  Well done to the Cathaoirleach and everybody in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#KK00600","speaker":"1412"},{"type":"speech","time":1552476600,"counter":375,"content":"<p>Mar fhocal scoir, gabhaim mo chomhghairdeas le gach &eacute;inne a chabhraigh leis an T&aacute;naiste agus leis an Teach an Bille seo a shocr&uacute;.  Ba mhaith liom a r&aacute; go h&aacute;irithe, ar mo shon f&eacute;in agus ar son an T&iacute;, c&eacute; chomh br&oacute;d&uacute;il is at&aacute;imid as an T&aacute;naiste, as an Taoiseach agus as an Aire St&aacute;it, an Teachta McEntee, n&iacute; hamh&aacute;in i dtaobh na hoibre at&aacute; &aacute; dh&eacute;anamh acu ar fud an domhain ach freisin i dtaobh na gcomhr&aacute;ite at&aacute; d&eacute;anta againn anseo.<\/p> <p>The T&aacute;naiste and Minister for Foreign Affairs and Trade has become an important part of Irish politics.  All Members can be very proud of the role that the T&aacute;naiste has played in developing friendships, building synergies across Europe, and ensuring that we will never have to enact this Bill.<\/p> <p>I thank the T&aacute;naiste for the work he has done.  On a personal level, it has been difficult for him as he has been away from his family.  He has travelled across Europe and the world, making friendships and building up alliances.  Today, as we conclude our business on this Bill, there are Ministers travelling the world telling the story of the importance of Irishness and the importance of Ireland in the context of a post-Brexit world.  I am not going to strike a discordant note in my final contribution, but to the members of Sinn F&eacute;in, the words of W. B. Yeats come to mind when I hear talk of a Border poll: \"Tread softly because you tread on my dreams.\"<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=13\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Yeats also wrote:<\/p><blockquote>Think where man's glory most begins and ends,<br \/><br \/>And say my glory was I had such friends.<\/blockquote><p>It is now that we need friends in Europe and that we need to wear the green jersey as we all have done and will do.  The important point is to ensure that we will not have a hard Brexit and a hard border on our island.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#KK00700","speaker":"1391","continuing":true},{"type":"speech","time":1552476600,"counter":377,"content":"<p>It is not up to us to ensure that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#LL00200","speaker":"1388"},{"type":"speech","time":1552476600,"counter":378,"content":"<p>I thank the T&aacute;naiste and his officials.  As Senator Richmond rightly stated, we should commend the diplomats who have worked across Europe and the world.  On days like today we should remember our iar-Thaoiseach, Deputy Enda Kenny, who began this journey as well.  We have a bit to go before the departure of the UK from European Union but it is important we stand together as a Parliament and we have done that.  I thank all the Members for their co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#LL00300","speaker":"1391"},{"type":"speech","time":1552476600,"counter":379,"content":"<p>I wish the T&aacute;naiste and the Government very well in dealing with this important issue.  It is one of the biggest problems we have faced in many decades.  As the Leader stated, we would all like to see the green jersey worn.  On this occasion, we all have to wear it.  Hopefully, some common sense will prevail across the water over the next 48 hours.  In the meantime, I wish the T&aacute;naiste and the Government well in these difficult times.  As a seafaring man, the T&aacute;naiste will appreciate that it is like trying to navigate the Zambezi river without a rudder.  There are difficult issues ahead not alone for us but particularly for the UK.  We are the country that will be most affected because we are on the periphery of Europe.  That concludes our deliberations on this matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019031300002#LL00400","speaker":"1381"},{"type":"unspoken","time":1552476600,"counter":380,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1552476600,"counter":381,"content":"<p>The Seanad adjourned at 5.25 p.m. until 10.30 a.m. on Thursday, 14 March 2019.<\/p>","notice":"TIME STRING DETECTED"}]