[{"type":"minorheading","content":"Prelude","time":1664890200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1664890200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1664890200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1664890200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1664890200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#A00100"},{"type":"speech","time":1664890200,"counter":6,"content":"<p>I have received notice from the following Senators that they propose to raise the following matters:<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1664890200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#A00300"},{"type":"minorheading","content":"Property Registration","time":1664890200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#A00400"},{"type":"speech","time":1664890200,"counter":9,"content":"<p>I welcome the Minister of State Department of Housing, Local Government and Heritage, Deputy Peter Burke.  He is here every day.  I call Senator Garvey on the first Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#A00500","speaker":"1634"},{"type":"speech","time":1664890200,"counter":10,"content":"<p>I thank the Minister of State, Deputy Burke, for coming to the Chamber on behalf of the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, whose remit is housing specifically.  We all know it is an issue and the Minister, Deputy O'Brien, is working on it, and possibly the Minister of State, Deputy Burke, as well.  I wanted to invite the Minister to the House to ask him what we can do about ensuring that all Airbnbs are registered and have applied for change of use if they have gone from a long-term living property to Airbnb short-term rental, as is the statutory requirement.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I draw the Minister of State's attention to figures I gleaned from Airbnb and <i>Daft.ie.<\/i>I put in 16 October and looked up Ennistymon, one of the closest towns to where I live.  There were 627 places for Airbnb but in all of County Clare, there were only 36 places to rent.<br\/><br\/>To be clear, Airbnb has a very important part to play in the tourism sector but at the same time, we need to find a balance between people having places to live and tourists having places to stay.  What we saw happening in County Clare was that businesses could not stay open because they could not get the staff.  They could not get the staff because the staff had no place to live.  Airbnb, as a concept, works.  I see best practice in other jurisdictions and even in Dublin, where we have seen some restrictions brought in - at the very least, to make sure they are all legal.  That balances the books a bit more.<br\/><br\/>If, in many cases, second and third homes are being used as short-term rentals for two or three nights all year-round - there were 627 cases in County Clare - then we are doing a disservice to people on the housing list who are looking for a place to live.  We have a huge housing crisis.  We have a lot to do around building new houses, but we all know there are thousands of houses that could be homes if they were not Airbnbs.<br\/><br\/>As I said, Airbnb, as a concept, works, especially if it is a room in your house.  I know the company itself is not obliged to ensure any house it is advertising is legally an Airbnb.  Maybe people do not know, but if you are advertising your house as an Airbnb, you must have done so by getting permission from county council.  What does the Minister of State hope to do about this?  I have raised the issue for the last few years, since I became a Senator.  It is a huge issue where I live and I am sure we are not unique.  If you do not have any Airbnb restrictions, then you see a serious problem with a lack of houses.  I would like to see that dealt with.<br\/><br\/>On rent pressure zones, RPZs, I have engaged with the director of services for housing, with many housing bodies and with my colleagues in the Green Party on this.  It is not a made up issue that I think we will resolve overnight.  The current algorithm the Government is using for RPZs is not fit for purpose.  For example, County Clare has no RPZs and yet we have a huge housing issue.  The two things are the rent pressure zones and the algorithm not being fit for purpose.  It might work in very high-density places, such as areas of Dublin, but if you take the whole of County Clare and put it into the same algorithm, it does not represent what is happening on the ground in towns like Ennis and Ennistymon, which might be very popular places and face huge demand.  Without the rent pressure zones being spread out across the county, we are failing to turn many houses into homes.<br\/><br\/>On Airbnbs, the company itself and the list of Airbnbs online, we need to get someone to look at that and to enforce the rules most people are obeying.  Some people are doing it by the book.  If we can get that done, maybe some people might think that they should not be doing Airbnb and that perhaps they should be renting it out as a home, to give people a home.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#A00600","speaker":"1659","continuing":true},{"type":"speech","time":1664890200,"counter":12,"content":"<p>I thank the Senator.  The Minister of State, Deputy Peter Burke, has four minutes to reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#B00200","speaker":"1634"},{"type":"speech","time":1664890200,"counter":13,"content":"<p>I thank the Acting Chairperson and thank Senator Garvey for raising this very important Commencement matter.<\/p> <p>To provide some background, legislative reforms to regulate the short-term letting sector through the planning code in areas designated as RPZs were introduced under the Planning and Development Act 2000 (Exempted Development) (No. 2) Regulations 2019, which came into effect on 1 July 2019.  The aim of the legislation was to return much-needed accommodation being used for short-term letting purposes in the designated RPZs to the long-term rental market, thereby increasing supply in the long-term rental market and helping to stabilise rents in those areas.  Given that short-term letting accommodation is technically tourism-related accommodation and the regulation of such accommodation is more appropriate to the tourism sector, the Government's housing plan, Housing for All, contains a specific action, Action 20.4, to \"Develop new regulatory controls requiring short-term and holiday lets to register with F&aacute;ilte Ireland with a view to ensuring that houses are used to best effect in areas of housing need\".  This will take the regulation of short-term letting accommodation out of the planning code.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media and F&aacute;ilte Ireland have lead responsibility for developing and delivering the new legislation in this regard with input from my Department, given its involvement in framing the pre-existing short-term letting legislation.  The Minister, Deputy Darragh O'Brien, has engaged extensively with the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to progress this action.  A number of meetings have been held between officials of both Departments and with F&aacute;ilte Ireland and further engagement is expected to take place.<\/p><p>As an interim measure, and pending the establishment of the F&aacute;ilte Ireland registration system, which is due to come into operation in 2023, provision was included in the recently enacted Planning and Development, Maritime and Valuation (Amendment) Act 2022 to update and strengthen the existing provisions on short-term letting operated through the planning code.  This also makes them more enforceable.  This will be supplemented by regulations before they can come into effect.<\/p><p>These new regulatory controls on the short-term letting sector will be in place for an initial period of six months, during which time it is envisaged the Department with responsibility for tourism and F&aacute;ilte Ireland will work towards the establishment of the registration system as was committed to in Housing for All.<\/p><p>This measure essentially provides for an initial six month period which may be extended for a further six months subject to positive resolutions by both Houses of the Oireachtas.  Non-principal private residences in rent pressure zones shall not be advertised or accept bookings on online platforms or other media for short-term letting purposes without the necessary planning permission for such use in place in respect of the property concerned unless the property concerned is otherwise exempted.<\/p><p>My Department is engaging with the relevant stakeholder groups on the detailed operational arrangements that will apply to the proposed measure to be incorporated in the required supplementary regulations.  It is intended to conclude the consultation process shortly.  My Department is also engaging with the European Commission on the legislation under the notification requirements of the directive on technical regulations and rules on information society services, TRIS.  That engagement is ongoing.<\/p><p>The rent predictability measure was introduced in 2016 to measure rent increases in those parts of the country where rents are highest and rising fastest.  Measures were introduced in July 2021 to extend the operation of these rent pressure zones, RPZs, until the end of 2024.  Legislation is also in place to ensure that rent reviews in RPZs can only take place on an annual basis and until 2025 rent increases outside of RPZs can occur no more frequently than bi-annually.  This provides rent certainty for tenants outside of RPZs for a minimum of two years at a time.  From 11 December 2021, a cap of 2% per annum pro rata will apply on rent increases in RPZs where the inflation rate is higher than that.  In all cases, section 19(1) of the Residential Tenancies Acts 2004 to 2022, RTA, prohibits the setting of a rent that exceeds market rent.<\/p><p>Section 24(a) of the RTA provide that the Housing Agency in consultation with housing authorities may make a proposal to the Minister that an area should be considered an RPZ.  Following receipt of such a proposal, the Minister requests the director of the Residential Tenancies Board, RTB, to conduct an assessment of the area to establish whether or not it meets the criteria for designation and to report back to him if it should be included as an RPZ.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#B00300","speaker":"1595","continuing":true},{"type":"speech","time":1664890200,"counter":15,"content":"<p>There is some very positive news there.  What is the timeframe?  When does the F&aacute;ilte Ireland six months start?  When is that kicking off?  It is very good news.<\/p> <p>I understand the rent caps in rent pressure zones.  That is brilliant.  When can that be spread out to other places?  A landlord in Ennistymon is increasing rent from &euro;600 to &euro;1,100 and has given the tenants two months' notice.  It is not only an issue in rent pressure zones.  Can the Minister clarify the last point he made?  It sounds like we could make a case for Clare or areas of Clare to become an RPZ.  Is that what he is saying?  I will follow up on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00200","speaker":"1659"},{"type":"speech","time":1664890200,"counter":16,"content":"<p>The Department has increased enforcement controls in the recent legislation.  That is currently with the European Commission, so we can finalise the regulations to underpin that legislation.  The Housing Agency adjudicates on rent pressure zones so anyone can make a case for an area to be included in the RPZs but it must meet the strict criteria laid down under the Act.  It can go through that process.<\/p> <p>What was the Senator's third point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00300","speaker":"1595"},{"type":"speech","time":1664890200,"counter":17,"content":"<p>If the algorithm of the RPZ is not changed, my area will not fit into the criteria.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00400","speaker":"1659"},{"type":"speech","time":1664890200,"counter":18,"content":"<p>The increases must be measured on a consistent basis, month on month.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00500","speaker":"1595"},{"type":"speech","time":1664890200,"counter":19,"content":"<p>When does the six month period start?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00600","speaker":"1659"},{"type":"speech","time":1664890200,"counter":20,"content":"<p>The six months will start once the engagement with the Commission is finished.  That relates to the current legislation and obviously negotiations are concluding with the Minister with responsibility for tourism in relation to F&aacute;ilte Ireland because that is the game-changer-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00700","speaker":"1595"},{"type":"speech","time":1664890200,"counter":21,"content":"<p>Yes, that is brilliant.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00800","speaker":"1659"},{"type":"speech","time":1664890200,"counter":22,"content":"<p>-----for having the robust controls which will ensure a balance in the long-term residential rental market.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#C00900","speaker":"1595"},{"type":"minorheading","content":"Fire Safety","time":1664890200,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#D00050"},{"type":"speech","time":1664890200,"counter":24,"content":"<p>I extend a warm welcome to the Minister of State at the Department of Enterprise, Trade and Employment, Deputy Calleary.  It is great to see him in the House and I congratulate him on his appointment.  I know I join with all colleagues across this House in wishing him well in the future.  I thank him for coming to the House to take this Commencement matter in the name of Senator Ahearn relating to the review of Ireland's furniture fire regulations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#D00100","speaker":"1634"},{"type":"speech","time":1664890200,"counter":25,"content":"<p>I also welcome the Minister of State, Deputy Calleary, to the Chamber.  It is my first opportunity to congratulate him on his new role and position.  I thank him for taking this Commencement matter.  I acknowledge the good work he and his Department did last week in regard to the budget and supporting business over what is going to be an uncertain time during the winter months.<\/p> <p>I had a meeting a number of weeks ago with Mr. Patrick Fox from the Bromine Science and Environmental Forum, BSEF, on fire regulations.  The BSEF is based in Brussels but works in regulations throughout Europe.  There is an opening in Ireland, essentially because of Brexit, and our Irish fire furniture regulations might be changing.  We are in a position at the moment where our current regulations are very much in line with the UK.  They are very safe and very good and there are many restrictions in place for furniture that can be produced and sold in Ireland.  The fear is the regulations might change to be more in line with the EU.  The worry with that is that research has shown that regulations within the EU and the US are not to the same standard as those of Ireland and the UK.  There is a worry that because we are part of the European Union and Brexit has happened, we will try to move more in line with EU regulations.  There is certainly a fear from the sector and the industry that that might be a bad thing.  <\/p> <p>This is really to get some clarity from the Minister of State's and the Department's perspective on where and how this is going and whether open dialogue and consultation between both sides can continue while that process is happening.  There are a couple of things the industry wanted to get across on the regulations in place at the moment.  It is its understanding that the intention is to review the furniture fire regulations but that any updates to Ireland's regulations should continue to guarantee current high fire safety levels through the comprehensive legislation, the robust standards and the stringent testing regimes, including the import of furniture from third countries.  The Irish regulations and standards are based on those of the UK and are deemed to be almost identical by standards experts.  The fire fatality rate for the UK and Ireland is approximately half of that of continental Europe and the USA.  A defining characteristic is testing of furniture materials with both a smouldering and open flame ignition.  It found the changes to testing regimes in the US, such as removing the open flame testing, suggested an increase in domestic fire mortalities and, therefore, advised caution with any of these reviews.<\/p> <p>I do not know if the Minister of State has had an opportunity to see a visual representation of two rooms, one done to EU and US regulations and another done to UK and Irish regulations, where a fire is started at the same time in both rooms and to see how quickly one room develops into a terrible situation while in the other room, the fire progresses but at a much slower rate, giving a much better chance for people to vacate the room and the building.  It is a genuine concern from its perspective but I look forward to hearing the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#D00200","speaker":"1629"},{"type":"speech","time":1664890200,"counter":26,"content":"<p>I call on the Minister of State, Deputy Calleary, who has four minutes to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#D00300","speaker":"1634"},{"type":"speech","time":1664890200,"counter":27,"content":"<p>I thank the Acting Chairperson and Senator Ahearn for their good wishes.  I look forward to working with Seanad &Eacute;ireann as much as possible in my new role.  I thank Senator Ahearn for the opportunity to provide an update on the important matter of the review of Irish furniture fire regulations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Dara Calleary:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2201\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2201&amp;amp;pid=DaraCalleary&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank Senator Ahearn for the opportunity to provide an update on the important matter of the review of Irish furniture fire regulations.  My Department undertook public consultation on the current Irish furniture fire regulations in 2019, which was subsequently extended to April 2020 owing to complications arising from the Covid-19 pandemic.  The purpose of the consultation was to examine the scope of the regulations, their enforceability and the effectiveness of the testing regime. <\/p><p>As the Senator has said, in the area of furniture fire safety, there are no harmonised EU regulations.  In Ireland, SI 316\/1995 Industrial Research and Standards (Fire Safety) (Domestic Furniture) Order, 1995 and Irish Standard 419:2011 set levels of fire resistance for domestic upholstered furniture, furnishings, and other products that contain upholstery in the interests of fire safety.  These are collectively known as the Irish furniture fire regulations.<\/p><p>The Irish standards and regulations were introduced to protect consumers by preventing the rapid spread of a fire started on or near furniture.  The regulations specify that use of flame retardants to hinder the spread of fire and furniture must meet the requirements for resistance to cigarettes and match ignition.  As the Senator has said, the Irish regulations set out a more robust safety standard that applies in other EU member states in order to provide a high level of safety in this area.  The Irish furniture fire regulations have been on the Statute Book for over 25 years, and since then, there have been several developments that may have a bearing on their current suitability, including changes in consumer expectations and in furniture manufacturing practices. <\/p><p>My Department received numerous supplies to the consultation.  Due to competing realities including the response to pandemic and work another priority legislation, progress on the assessment of submissions was delayed.  Analysis of the submissions has, however, resumed and these replies are now being studied in detail in order to form the basis of recommendations on the future of the Irish furniture fire regulations. <\/p><p>I expect this process to be completed in the near future.  I will be more than happy if the Senator wishes arrived to me to have his feedback included in the process.  I will happily inform the Senator and the House when I have an update in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#D00400","speaker":"1602","continuing":true},{"type":"speech","time":1664890200,"counter":29,"content":"<p>There is an understandable fear when reviews are put in place that changes could be made when we recognise that Irish safety standards are more robust than those that apply in other EU states.  What we want to do is maintain that.  It is true that there have been changes in consumer expectations and furniture manufacturing practices.  That has to be recognised and changes have to be made but we need to stick by the same kind of safety standards that we have at the moment, that is the most important thing.  I look forward to working with the Minster of State on this to make sure that it is done correctly and to ensure that the voices of people with an interest in this issue from a safety perspective are heard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#E00200","speaker":"1629"},{"type":"speech","time":1664890200,"counter":30,"content":"<p>I want to assure the Senator that the consultation assessment is finalising at the moment.  We will be back with proposals.  I extend the invitation to him to submit his remarks to me and I will forward them on to the relevant officials.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#E00300","speaker":"1602"},{"type":"minorheading","content":"Medicinal Products","time":1664890200,"counter":31,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#E00400"},{"type":"speech","time":1664890200,"counter":32,"content":"<p>I welcome the Minister of State to the Chamber.  I am disappointed not to see the Minister, Deputy Stephen Donnelly, this afternoon.  At this stage, no one needs the background to this debacle which has been ongoing since the start of the year and has been raised multiple times in both Houses.  I spoke on it on the Order of Business in June and again in September when we realised that the HSE's corporate pharmaceutical unit had held no meetings with Vertex Pharmaceuticals over the summer recess, with the last meeting held on 4 July.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The two parties met again on Friday, 16 September, and a spokesperson for Vertex informed me that the HSE has made no explicit movement away from its current position that Vertex will need to submit a full health technology assessment, HTA, dossier to the National Centre for Pharmacoeconomics for this patient population.<\/p><p>Campaigners for these children have repeatedly called for the red tape not to be wrapped around Kaftrio because this is guaranteed to lead to decisions being postponed and access delayed to this life-saving and life-changing drug therapy.  Why is the HSE's corporate pharmaceutical unit, CPU, insisting that Kaftrio, which is already being administered to children and adults alike in Ireland - and to children in other countries with the specific gene mutation found in these 35 children - undergo a full HTA prior to reaching a pricing agreement?  Vertex maintains that it has put forward several solutions that would allow rapid access for the 35 children.  The HSE remains set on the submission of a HTA while Vertex remains committed to finding a quick solution for access for the 35 children currently impacted.<\/p><p>All of this is from Vertex's side, but only because we have heard so little from the HSE, which is not unusual.  We have heard so little from it that I had to submit a freedom of information request to try to see what was being said.  I was told it would cost at least &euro;700 to fill it.  I am still trying to see what information we can get, if any.<\/p><p>Would the Minister of State care to update the House but, most importantly, the families of the 35 children, as to what progress the HSE is seeking to make in its negotiations with Vertex, beyond \"Do what we say\".  To my knowledge, to date neither the Minister nor the representatives of the HSE's CPU, have met with Cystic Fibrosis Ireland, which is leading the campaign to secure this medication.  Vertex, however, met with it at the European cystic fibrosis conference in Rotterdam on 10 June.  From where we stand, the efforts to resolve this pricing dispute seem very one sided.  Perhaps there is something in the Minister of State's speech that can set the record straight.  I look forward to hearing from him what the Minister for Health has got to say.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#E00500","speaker":"1664","continuing":true},{"type":"speech","time":1664890200,"counter":34,"content":"<p>I thank Senator Keogan for raising this issue.  Cystic fibrosis is a devastating disease for patients and their families.  With Ireland having one of the highest <i>per capita<\/i>rates of cystic fibrosis in the world, many of us will have been affected by the sadness it can cause for families.  Access to effective treatments offers hope to those suffering from this disease, and I aim to make this possible for every patient who needs it.<\/p><p>Kaftrio has been a life-changing drug for cystic fibrosis sufferers.  Access to drugs like this was what we expected when the HSE signed the agreement with its manufacturer, Vertex, in 2017.  The deal stipulated that our patients would have access to Vertex's entire portfolio of cystic fibrosis drugs for a capped yearly cost.  We made a ten-year commitment that has already seen us pay hundreds of millions of euro to Vertex.  We entered this agreement in good faith, expecting that as new licences were approved for its medicines, the HSE would receive access at no additional cost.  This has been the case previously when new indications were licensed.  The agreement was amended in 2019 and 2020 to include these patient groups at no additional cost.  However, for this particular subtype, affecting a small group of children, Vertex is requesting additional funds to provide access.<\/p><p>The HSE has statutory responsibility for the community drug schemes.  It has structures in place to ensure that our health service is able to provide the right care sustainably.  Its CPU has engaged extensively with Vertex - holding ten meetings - to try to see this patient group included in our pre-existing agreement.  Considering the significant budgetary impact of the additional resources Vertex is requesting, it must engage with the pricing and reimbursement process that all other medicines are required to undergo.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frankie Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The HSE continues to engage proactively with Vertex, having met as recently as 16 September, hoping to better understand why the company has chosen to take this position.<\/p><p>The Government is committed to providing access to innovative new medicines for patients, and budgets 2021 and 2022 saw &euro;80 million in funding dedicated to new medicines.  A total of 90 new medicines, or the expanded use of existing medicines, were made available by this funding, 21 of which related to the treatment of rare diseases.<\/p><p>I thank Cystic Fibrosis Ireland for its efforts in bringing attention to this matter.  The event it held outside Leinster House last month helped raise awareness among the public and my colleagues in the Oireachtas.  The dedication of the organisation's members is admirable.  We share the common goal of making this drug available to the children who need it, and the Minister is eager to gain their insight on possible routes to a solution.  To that end, his office has been in contact with them to arrange a meeting in the coming weeks and he looks forward to hearing their ideas and making progress on this issue.<\/p><p>As Senator Keoghan outlined, access for these 35 children and their families has been denied.  I hope that through all the various stakeholders, the Minister's office, Cystic Fibrosis Ireland, the pharmaceutical companies and perhaps even the Senator, we can get a resolution to this difficult and complex issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#F00200","speaker":"1608","continuing":true},{"type":"speech","time":1664890200,"counter":36,"content":"<p>Somebody is telling lies here.  I understand that Vertex has agreed a price with the Department since the original pricing was given in 2019, yet the Department is saying otherwise.  That is why I submitted a freedom of information, FOI, request on this.  I wanted to see the correspondence.  Vertex has told me it has tried to negotiate with the Department on this.  It has given many pricing options and it reverted to the original agreement that was made.<\/p> <p>The Minister of State's prepared reply is nothing; it is rubbish.  The Department has left 35 children without this drug that is vital to their care.  It is a matter of life or death.  I know how important it is because I have seen many young people, particularly girls, die from cystic fibrosis early in life, but the Department is prepared to gamble with their lives and tell them they need to submit an assessment.  It is not good enough, certainly not for those families, and the Department cannot gamble with those children's lives.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00200","speaker":"1664"},{"type":"speech","time":1664890200,"counter":37,"content":"<p>It is worth pointing out, in the interest of being impartial, that the Minister of State has come to the table here in good faith.  He is well able to speak for himself, but we do not tend to suggest in the Chamber that people are telling lies-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00300","speaker":"1634"},{"type":"speech","time":1664890200,"counter":38,"content":"<p>I said \"somebody\" was telling lies-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00400","speaker":"1664"},{"type":"speech","time":1664890200,"counter":39,"content":"<p>That is fair enough but-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00500","speaker":"1634"},{"type":"speech","time":1664890200,"counter":40,"content":"<p>I said \"somebody\" was telling lies.  I have been-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00600","speaker":"1664"},{"type":"speech","time":1664890200,"counter":41,"content":"<p>The Senator has made her point and we accept it-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00700","speaker":"1634"},{"type":"speech","time":1664890200,"counter":42,"content":"<p>Absolutely, but somebody is telling lies here.  This reply is not correct according to the information I have been receiving from Vertex, the pharmaceutical company.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00800","speaker":"1664"},{"type":"speech","time":1664890200,"counter":43,"content":"<p>I appreciate that, but I am conscious it is important to protect all sides in the House and the Minister of State has come to the House in good faith.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G00900","speaker":"1634"},{"type":"speech","time":1664890200,"counter":44,"content":"<p>I fully appreciate the severity of cystic fibrosis and acknowledge the fears and frustrations of families affected by the situation.  I also acknowledge the Senator's bona fides in regard to this difficult matter.  The HSE will continue to engage with Vertex and I am hopeful this situation can be brought to a satisfactory conclusion for everyone.  She stated that a price has been agreed with the Department and I will convey that to officials because my notes, which were provided by the Department, suggest otherwise.  Obviously, there is a difference of opinion and I will try to clarify that as quickly as possible.<\/p> <p>The HSE has statutory responsibility for medicine pricing and reimbursement decisions, as given to it under the Health (Pricing and Supply of Medical Goods) Act 2013.  It is making every effort to fulfil its responsibility and has indicated that progress on this issue will require a similar effort from Vertex.  The Senator has brought some issues and information to the table, and I will bring them back to the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G01000","speaker":"1608"},{"type":"speech","time":1664890200,"counter":45,"content":"<p>I thank the Minister of State and appreciate him taking the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#G01100","speaker":"1664"},{"type":"minorheading","content":"Defective Building Materials","time":1664890200,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#H00100"},{"type":"speech","time":1664890200,"counter":47,"content":"<p>We are all aware of the devastating consequences of the mica situation on homeowners in County Donegal and other affected counties and we know this will cost the taxpayer billions of euro to put right.  We also know that the State will and must pursue those responsible where possible.  However, the proposed concrete levy punishes many who had no part in this.  All concrete manufacturers fully recognise the devastation caused to affected homeowners arising from damage to block work in their homes.  However, the overwhelming majority of concrete manufacturers were not directly involved in this issue.  Many concrete manufacturing operations fall entirely outside the housing sector yet all concrete manufacturers providing products to all construction sectors will be affected by the proposed new levy.<\/p> <p>Two wrongs do not make a right.  Apart from the fact that the introduction of a levy on concrete products will lead to further upward pressure on the cost of building houses, potentially to the tune of &euro;3,000 or more per unit, the introduction of a levy could lead to further cost inflation across all sectors of construction in this country, including schools, hospitals, nursing homes, the farming sector, energy facilities, sports venues, transport infrastructure and commercial and industrial developments.  <\/p> <p>A levy applied to concrete products for export will have a devastating impact on the viability of Irish concrete exporters.  Irish pre-cast concrete manufacturers export approximately &euro;150 million worth of product to the UK each year.  These Irish exporters are already dealing with the spiralling cost of raw materials, increased labour costs, Brexit-related costs and currency fluctuations.  The levy could effectively close the UK market to these Irish exporters with knock-on effects for the workforce.  Conversely, concrete products manufactured outside the Republic of Ireland will not be subject to this levy leading to an unfair advantage for imported products.  <\/p> <p>In Border counties such as Monaghan and Cavan, competitively priced imported products exempted from the levy would replace locally produced concrete products with obvious implications for employment.  Jobs will be lost.  Local companies compete with other manufacturers north of the Border, the UK, Belgium and the Netherlands.  Imposing a 10% levy will effectively result in a competitive disadvantage compared with other imported systems on the market.  Concrete manufacturers with contracts in place for 2023 and beyond now face a loss-making scenario with the impact on the viability of many businesses within the supply chain.  Local companies with hundreds of employees in the Border counties of Monaghan, Cavan and Meath are frightened by the defective concrete levy and insist they cannot absorb the proposed 10% increase.  They see that tight margins mean they have no choice but to pass this on to the consumer in order to remain viable.  Local companies that are proud of the reputation they have developed over many years of hard work have been receiving calls from long-standing clients in the UK questioning the integrity and quality of products they manufacture in light of the negative publicity that has surrounded the news of this levy.  Companies also face a dilemma with regard to no contract pending and the potential for this levy to make such contracts unviable.  <\/p> <p>The cost of the mica redress scheme will be enormous.  However, this levy as it currently stands is unfair and could do more damage to local industries and create unemployment in the Border region.  For that reason, I ask the Minister of State, Deputy Fleming, to facilitate a meeting with the relevant stakeholders and officials from his Department to discuss this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#H00200","speaker":"1658"},{"type":"speech","time":1664890200,"counter":48,"content":"<p>I thank the Senator for raising this issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He spoke to me before we arrived in the Chamber to discuss the matter, and I appreciate his efforts to highlight the issue.<\/p><p>The Minister for Finance announced the introduction of a levy on pouring concrete, concrete blocks and certain other concrete products used in the construction of buildings in his budget 2023 speech.  This follows a Government decision of November 2021 which approved an enhanced redress scheme for householders impacted by the use of defective concrete products in the construction of their homes.  The Government decision also agreed to the development of a levy whereby the construction industry would make a contribution to go some way to offset the significant cost of the defective concrete block-mica redress scheme, which is currently estimated at &euro;2.7 billion, or of the order of &euro;15,000 for every household in the country. <\/p><p>The levy will apply at a rate of 10% on concrete blocks, pouring concrete and certain other concrete products.  It will apply from 3 April 2023 and will be levied at the point of first supply.  It is important to note that the levy will not apply to all concrete products.  The levy will be placed on concrete blocks and ready-to-pour concrete; in addition, it will apply to a small number of other concrete products used in the construction of buildings.  Further detail of the levy and the specific products it will apply to will be set out in the Finance Bill 2022, when that is published on 20 October.<\/p><p>The Minister for Finance was conscious, when developing the levy, of balancing the need to ensure some of the costs of the redress scheme are met from a source other than the Exchequer with limiting the impact on inflation and the construction sector.  The levy would have to be set at a much higher rate to cover all the costs associated with the redress scheme. <\/p><p>The Department of Housing, Local Government and Heritage commissioned a bottom-up scientific analysis carried out by an independent construction economics cost consultant on the potential impacts of the levy.  Taking account of variables involved, it is estimated that the impact of the levy on construction costs will be between &euro;800 and &euro;1,600 for a typical three-bed semi-detached house or &euro;700 to &euro;1,100 for a sixth-floor apartment block with basement.  For a typical dwelling, this is an increase of approximately 0.4% to 0.9% in cost.  Other figures have been quoted by many people but I have been contacted by a person heavily involved in the construction industry who is, as we speak, building houses for the private sector, local authorities and the approved housing body sector.  He said it is of the order of &euro;1,500, which tallies with these figures, though much higher figures are being quoted.<\/p><p>I acknowledge the comments by the Senator on contact with the Department of Finance before this matter is finalised and enacted through the Oireachtas.  I look forward to the Senator contacting my office to facilitate such a communication process. <\/p><p>While the levy is focused on ensuring industry makes a contribution towards the cost of redress, it is not the only action the Government is taking in this regard.  The Department of Housing, Local Government and Heritage is committed to establishing an independent building standards regulator to strengthen the oversight role of the State with the aim of further reducing the risk of building failures and enhancing public confidence in construction-related activity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#H00300","speaker":"1590","continuing":true},{"type":"speech","time":1664890200,"counter":50,"content":"<p>I thank the Minister of State for that comprehensive response to Senator Gallagher's Commencement matter.  The Senator has one minute.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#J00200","speaker":"1634"},{"type":"speech","time":1664890200,"counter":51,"content":"<p>I thank the Minister of State for his comprehensive response and for accepting my request that his Department officials meet with the relevant stakeholders to address this issue.  We have a window of approximately two to three weeks before the finance Bill is finalised.  That is an opportunity for all to sit down and have a comprehensive discussion on this.<\/p> <p>I am here today because I have been approached by a number of businesses in the Border region with serious concerns about the way this has been reported and as to how it will affect their viability.  It could result in job losses in the Border region.  Doing business at the best of times is difficult and at this time it is extremely difficult.  Doing business in the Border area is a further complication.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Minister of the State to take on board the concerns of these employers. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#J00300","speaker":"1658","continuing":true},{"type":"speech","time":1664890200,"counter":53,"content":"<p>I again thank the Senator for raising this issue.  Not only have I listened carefully but I will also ensure that the officials in the Department who are dealing with drawing up the specific details take on board and fully note everything that has been said during our conversation in the House, especially that relating to the Border region.<\/p> <p>As I said, the levy is not the only action the Government is taking.  I highlighted a review by senior counsel that will take place and the Government is committed to the establishment of an independent building standards regulator.  The Remediation of Dwellings Damaged By the Use of Defective Concrete Blocks Act 2022 provides for the State to take over a legal right of claim against the defective blocks in a relevant dwelling against any party, including the insurance company or the original suppliers.  This will allow the State to pursue claims against wrongdoers and remove the burden from individual homeowners in respect of this situation.<\/p> <p>I thank the Senator for raising this matter, which will be fully taken into consideration by the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#K00200","speaker":"1590"},{"type":"speech","time":1664890200,"counter":54,"content":"<p>I thank the Minister of State for comprehensively covering that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#K00300","speaker":"1634"},{"type":"unspoken","time":1664890200,"counter":55,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 3.16 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.32 p.m.<br \/><br \/>Sitting suspended at 3.16 p.m. and resumed at 3.32 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1664890200,"counter":56,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00100"},{"type":"speech","time":1664890200,"counter":57,"content":"<p>The Order of Business is No. 1, motion regarding the Planning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2022 and the Planning and  Development (Solar Safeguarding Zone) Regulations 2022 back from joint committee, to be taken without debate on conclusion of the Order of Business; No. 2, statements on the high level action plan for the Report of the Commission on the Defence Forces, to be taken at 4.45 p.m. and to conclude at 6.45 p.m., if not previously concluded, with the opening contribution of the Minister not to exceed ten minutes, those of group spokespersons not to exceed eight minutes, and those of all other Senators not to exceed five minutes, with the Minister to be given not fewer than ten minutes to reply to the debate; and No. 3, Bretton Woods Agreements (Amendment) Bill 2022 - Committee Stage, to be taken at 7 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00200","speaker":"1653"},{"type":"speech","time":1664890200,"counter":58,"content":"<p>I concur with the Order of Business as outlined.<\/p> <p>Like other colleagues, a few minutes ago I participated in a photograph that was taken outside the gates of Leinster House to promote breast cancer awareness month.  The campaign is very aptly entitled Care for Your Pair, which is a message for both men and women because men can also develop breast cancer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00300","speaker":"1642"},{"type":"speech","time":1664890200,"counter":59,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00400","speaker":"1634"},{"type":"speech","time":1664890200,"counter":60,"content":"<p>There is a much lower incidence of breast cancer in men but it is important that we all become breast aware.  The photograph was followed by an informative briefing in the audiovisual room, which was given by cancer nurses from the Irish Cancer Society who gave a practical demonstration on what to look out for in terms of changes in breast tissue, the obvious signs and when to seek help.  Obviously, we still have a way to go with tackling cancer.  We have the fantastic BreastCheck screening programme that commences examining people at the age of 50.  There is an idea to lower the age at which the screening programme commences because 25% of women develop breast cancer when they are under the age of 50.  So there a gap in coverage in terms of the national screening programme.<\/p> <p>At the briefing, another matter was brought to our attention and it is something on which we must work.  If a woman receives a cancer diagnosis following the birth of her baby, she cannot defer her maternity leave.  One of the key requests of the Irish Cancer Society is that we introduce the option to defer maternity leave while receiving treatment and dealing with a cancer diagnosis and all that goes with it.  I fully support that request.  My colleagues and I will do everything that we can to deliver that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00500","speaker":"1642"},{"type":"speech","time":1664890200,"counter":61,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00600","speaker":"1634"},{"type":"speech","time":1664890200,"counter":62,"content":"<p>I welcome that Ireland has finalised its new Common Agricultural Policy, CAP, strategic plan and that it has now been approved by Cabinet.  I commend and congratulate the Minister for Agriculture, Food and the Marine, Deputy McConalogue, and his other Cabinet colleagues on getting the plan over the line.  The Minister for Agriculture, Food and the Marine has described the plan as being farmer-friendly, fair and well-funded.  The plan will give Irish farmers nearly &euro;9.8 billion over five years and represents an increase in funding for the sector, which is welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#N00700","speaker":"1642"},{"type":"speech","time":1664890200,"counter":63,"content":"<p>I will begin by welcoming the support shown by the Oireachtas for the Irish Cancer Society and breast cancer awareness month.  I support its Care for Your Pair campaign, which applies, as the Deputy Leader said, to men and women.  It is important that we support that campaign.  I commend all of those involved with BreastCheck and the Irish Cancer Society on the major work they do.  I commend those in BreastCheck on the extraordinary work that has been carried out on behalf of the women of Ireland.  I support Senator Chambers regarding the campaign relating to maternity leave.<\/p> <p>I ask the Leader to bring the Minister for Health before the House to discuss the crisis in our emergency departments.  In Cork University Hospital in September, there were 1,260 patients on trolleys.  This is the worst figure in the 16 years of trolley watch by the Irish Nurses and Midwives Organisation.  Last Wednesday, 88 people were on trolleys.  Why is this happening?  Is it just a result of bed capacity?  Is it down to mismanagement by hospital authorities regarding emergency departments?  Is it because of the volume of people coming into emergency departments?  Is it to do with work practices within our hospitals?  Is it to do with free GP care in the community, or with the fact that the GPs are no longer as accessible as they were, and now more people are coming in?<\/p> <p>There is something fundamentally wrong when 1,260 people in the month of September were on trolleys in Cork University Hospital.  I support my colleague, Deputy Colm Burke, who expressed the need for the matter of an elective hospital for Cork to be expedited.  A new elective hospital has been promised.  The work around its decision-making process has almost concluded, but, we still have no site.  I believe it should be on the western side of the city, by Curraheen, adjacent to Marymount University Hospital and Hospice in Cork.  The Deputy is of a different viewpoint.  However, what we do share is a joint belief that this new elective hospital must be fast-tracked in order to alleviate the issues relating to capacity in Cork.  I hope that the Minister for Health will come to the House to discuss the two important issues of emergency departments and bed capacity.  I look forward to that debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#O00100","speaker":"1637"},{"type":"speech","time":1664890200,"counter":64,"content":"<p>Last week, I raised the issue of devolving or transferring more powers from central government to local government.  That is a theme I want to revisit today.  The Dublin Citizens&rsquo; Assembly voted overwhelmingly in its recommendation - and it is a recommendation - that all four Dublin authorities, namely, Dublin City Council, Fingal County Council, South Dublin County Council and D&uacute;n Laoghaire-Rathdown County Council should be retained.  That was important to note in the context of the debate I was seeking last week.  Also, the assembly proposed that a plebiscite on the option - and the keyword here is &ldquo;option&rdquo; - of a directly elected mayor for Dublin should be put to the people.  It is clear that this is not a top-down situation.  It is the people of Dublin city and county who will decide on that.  I look forward to that report.<\/p> <p>I want to thank the members of the assembly for their work, but I particularly want to take this opportunity to thank the 12 city and county councillors from all parties and none who collaborated strongly and robustly and who made a good case for local government and the four local authorities.  They advocated for the enormous work they do.  That was great collaboration.  I have heard favourable reports in respect of it.<\/p> <p>Of course, there is a larger debate to be had about what the assembly discussed.  We will hopefully have another opportunity to look at that some time.  It wants to see greater powers in housing, homelessness, community, healthcare, transport, the environment and a whole range of other areas.  It referred to a ten-year period.  In that context, the debate on this matter will be long.  At some point, the chairman of the assembly will submit a report to the Oireachtas.  Hopefully, we could tee up a focused debate on that within the House.<\/p> <p>I welcome that the Minister for Housing, Local Government and Heritage, Deputy Darragh O&rsquo;Brien, published an action plan to reform An Bord Plean&aacute;la earlier today.  The plan is impressive and was approved by the Government this morning.  It is in now in circulation.  Key to the entire thing is that there are 24 actions.  There has been much debate among Senators on all sides regarding An Bord Plean&aacute;la.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We rightly had to hold back until we saw firm concrete recommendations.  Today, the Government approved a report.  The 24 actions listed in the report should be the basis of some form of debate within this House.  It is positive and timely.  I thank the Minister and his officials for expediting that.  It came to this stage quite quickly.  It would be helpful if we had a debate in the House on that report, if possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#O00200","speaker":"1634","continuing":true},{"type":"speech","time":1664890200,"counter":66,"content":"<p>I thank the cross-party joint committee on cancer for the excellent presentation today.  I thank the Irish Cancer Association.  It was informative.  It was great that we were all together on a cross-party basis.  This is breast cancer awareness month.  One in seven women in this country will be diagnosed with breast cancer at some point in their lives.  It is a serious issue and it is important that we as a Government take it seriously.  The Irish Cancer Association had a request about maternity leave.  It is important that people do not lose their benefits.  It was interesting that men do not lose their paternity leave when things happen in their lives.  There is real inequality in this situation.  A quarter of women are diagnosed with breast cancer when under the age of 50, yet our screening programme is for women over the age of 50.  The bare numbers of people who are being diagnosed have to be addressed as a matter of urgency.<\/p> <p>I raise the issue of green hydrogen.  I was in Scotland over the weekend with some of my colleagues from the Joint Committee on Environment and Climate Action.  We visited a hydrogen service station.  We are delighted that we have a pilot programme ready to go in Galway.  Many service users are on board with the programme, such as Bus &Eacute;ireann and SSE.  They are looking for a way to deal with curtailment of the wind farm in Galway.  It is significant that the Port of Galway said it can allocate space in the centre of Galway.  Green hydrogen is not a solution for everything but one only has to look at the sectoral ceilings which have been announced to see that it is a significant part of the solution to security of supply.  Our offshore and onshore renewable energy can be converted into green hydrogen for storage purposes.  Many services across the country, including long bus journeys and hauliers, can use green hydrogen.  I encourage everybody to get behind this project and a number of other pilot projects, such as at Mount Lucas.  It is only by doing that we will learn.  Pilot projects are the way to go with regard to green hydrogen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#P00200","speaker":"1693"},{"type":"speech","time":1664890200,"counter":67,"content":"<p>The Cathaoirleach may remember that just two weeks ago, I raised the shocking increase in homelessness in the State based on the July figures.  Unfortunately, we saw the August figures on Friday and they are truly shocking, with 10,805 people who are homeless.  That is an increase of 237 on the previous month.  That number includes 3,220 children, which is an increase of 83, and 1,483 families, which is an increase of 60.  Each month, the figures get worse.  We are now heading for an official homeless figure of 11,000 people across the State.  That does not include thousands of people who are effectively homeless, sleeping on couches, surfing across various apartments and so on.  It does not include people in direct provision who cannot leave because of the state of the housing emergency.<\/p> <p>I want to make a clear call that the Government must act.  It must do what the Scottish Government did.  It banned evictions for the winter.  We know what happened when the ban on evictions was lifted.  There was a significant increase in homelessness.  The situation is getting worse each month.  The winter ahead will be disastrous unless there a fundamental change in Government policy happens now.  I call for an urgent debate on this issue.  Life is about choices.  If we do not take action now, these figures will continue to increase even more rapidly than they are at the moment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know that because more people who have been handed eviction notices are presenting to my office in Limerick every day.  We can either pretend it is not happening or we can recognise that it is and take urgent action to protect families and children, and finally begin to get to grips with the housing crisis.  I call for an urgent debate on that matter.<\/p><p>I also wish to raise the plight of the Shannon Heritage workers.  I worked on this issue with SIPTU a couple of years ago.  I thought we had fixed the issue.  They were, effectively, going to be transferred to Clare County Council.  They need between &euro;4 million and &euro;5 million in funding because there has been no investment in key sites, such as Bunratty Castle and the Cliffs of Moher, for several years.  Unbelievably, those workers were forgotten about in last week's budget.  Even the people in Clare County Council were expecting an announcement and, frankly, I am flabbergasted.  The Government has completely dropped the ball on this matter.  Workers are now facing into another uncertain winter, and an uncertain future, in respect of their livelihoods.  This matter should have been resolved a couple of years ago.  SIPTU members have stood defiantly, trying to find a secure future for these important tourist attractions.  The Government has dropped the ball.  It is not acceptable and even now, I am calling on the Government to act to secure the future for those workers and important tourism sites.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#P00300","speaker":"1660","continuing":true},{"type":"speech","time":1664890200,"counter":69,"content":"<p>There has been a lot of talk about the commuting measures in the budget over the past week or so.  I welcome the extension of the 20% discount to public transport fares and the extension of reduced fares for young adults to the end of 2023.  It was great to receive confirmation that the youth travel card will be extended to those aged 16, 17 and 18 years of age, which we learned through a Commencement matter in this House last Tuesday.  Senator Gallagher and I had the pleasure of learning that good news.<\/p> <p>I have had a number of queries as to how students can avail of the scheme but we have been told it will take a number of weeks until the National Transport Authority, NTA, has the process ready.  It is good news.  I have also asked the Minister of State, Deputy Noonan, who was with us last Tuesday morning, to ensure that the maximum number of private and commercial operators are encouraged to take up the scheme.  The Leader will know that particularly in rural areas, commercial operators run most of the transport and it is important that they avail of the scheme.<\/p> <p>I have a question that might have to be answered in a debate with the Minister for Transport.  What are the Minister and Irish Rail going to do about train stations and commuter stations in Kildare?  In Newbridge, for example, the public toilet continues to be locked for those who need it most.  Roofs are leaking.  I am told that will be fixed in a couple of weeks' time but commuters are still left standing outside in the rain at a time we are encouraging them to avail of public transport.  Anybody who was in the N7 car park this morning trying to get to Dublin will know that to be the case.  It is time we encouraged more people to use our train stations.  I call for a debate in this House on public transport, rural transport and commuting.  That cannot come quickly enough.  Given the good news that is there, we need to get people off the roads and out of those car parks.  I ask the Leader to ask the Minister to come to the House to debate those issues.<\/p> <p>I also wish to ask the Leader about the legislation around gambling.  I welcome the appointment of a regulator.  The Leader will know that I and colleagues in this House have raised the issue of gambling a number of times.  I continue to get representations from families and individuals on a weekly, almost a daily, basis.  They are at the end of their tether at the moment.  They are asking how the Government and the State can help.  The Minister of State, Deputy Browne, has done great work to date.  I ask that we get a date for the introduction of that legislation as quickly as possible.  It is badly needed for many people.  We have seen recent reports on television and in the media that this problem is not going away.<\/p> <p>I wish finally to pay tribute to one of my heroes.  Eight years ago today, my mother passed away after an initial diagnosis of breast cancer.  I am delighted that colleagues are here today supporting the Irish Cancer Society and all the great work it does.  Irish cancer nurses have been mentioned.  I cannot thank them enough for what they did for my family at the time of my mother's illness.  As has been said, I encourage everybody to get involved and ask, as others have, both men and women to check their breasts.  I remember my mother today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#Q00200","speaker":"1684"},{"type":"speech","time":1664890200,"counter":70,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#Q00300","speaker":"1660"},{"type":"speech","time":1664890200,"counter":71,"content":"<p>I thank Senator Wall for raising that important issue.  Of course, we sympathise with him on his loss.  Even though it was eight years ago, it still hurts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#Q00400","speaker":"1650"},{"type":"speech","time":1664890200,"counter":72,"content":"<p>Last week, yet again, a local representative, a county councillor, was racist towards Travellers on local radio.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eileen Flynn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EileenFlynn&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This was around Traveller accommodation.  Some of my Fianna F&aacute;il colleagues have come to speak to me about it and about how disappointed they were to see this kind of behaviour.  I know the Taoiseach has also expressed his disappointment in this behaviour.<\/p><p>It is important for all local county councillors to not come out publicly with racist comments.  You cannot be racist any more in this country; it is not acceptable and should not be acceptable.  When I talk about being publicly racist, what I mean is that we are all prejudiced and we are all human beings who can be prejudiced but when you come out and target one group of people, perhaps based on their sexuality, identity or background, what you are then is racist.  I do not need to educate people in this room because over the past two years, we have educated each other.  We are changing, including in our political system, and we are changing as a society.<\/p><p>My ask today is that we see where we are with good hate crime legislation that also stands for local authorities, county and city councillors, Deputies and Senators etc.  I am not asking for this right now but I would appreciate it if even in the next month or two, the Minister for Justice, Deputy McEntee, would come in and tell us where the hate crime legislation is.  There is a great level of racism and hatred in this country, including online and especially towards the Traveller community.  Unfortunately the racism towards our community has been normalised and there is a sense that it is okay because they are just the Travellers.  I thank my Fianna F&aacute;il colleagues because five or six years ago, we would not have had that media attention and that shows me our relationships are changing and we are changing.  I would appreciate it if we could have that debate and I am again calling on the Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, to come into the House and give us an update on ending direct provision.  Where are we on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#Q00500","speaker":"1657","continuing":true},{"type":"speech","time":1664890200,"counter":74,"content":"<p>I thank the Senator for bringing up that important topic in the Seanad.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#R00200","speaker":"1650"},{"type":"speech","time":1664890200,"counter":75,"content":"<p>I welcome the announcement in the budget of an initial &euro;30 million for school transport.  As the Cathaoirleach knows it has been discussed on many occasions in this Chamber, at the Oireachtas joint committee, within parliamentary party rooms and on media in recent weeks and months.  As we know, there are annual issues but it has been exacerbated by the welcome decision to remove the charge on bus tickets, which has increased the demand, as would be anticipated, and has led to difficulties for students accessing school transport.  I welcome the allocation in the budget but from talking to CI&Eacute; representatives on the ground, they say it could be months before this issue is fully dealt with because they cannot get buses or drivers and they would still have to go out to tender for additional services.  The impact is that it could be months before students finally get their tickets.<\/p> <p>While I welcome the budget allocation, a lot more engagement with CI&Eacute; on the ground by the Department is needed to ensure all options are pursued when it comes to providing services.  What we have is a welcome cost-of-living decision made by the Government and the Minister for Education, Deputy Foley.  However, the impact is still being felt on the ground and there needs to be a positive and speedy engagement with CI&Eacute; to ensure that adequate services are provided because there is great stress on families and parents who may still have to go out and drive their children to school, where they would have expected them to get the bus.  This can have a huge impact on their quality of life, on timing and on everything else within their day-to-day work and lives.  I ask the Leader to contact the Minister, Deputy Foley, on the plans to engage with CI&Eacute; on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#R00300","speaker":"1665"},{"type":"speech","time":1664890200,"counter":76,"content":"<p>Amid last week's budget business, I found myself some time to think and I thought about how important labels are, not on food or fragile boxes, but on people.  I remember a brief time around eight years ago when western society's attitude towards labels was that they were not for people, that the fullness of human expression and complexity could not be placed into neat boxes and that swathes of people could not be tarred with the same brush.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That lasted up until 2016, when the one-two punch of Brexit and the election of Donald Trump upset the ruling progressive elite to such an extent that they changed tactics.  The message of individual empowerment and self-determination had yielded dissatisfying results.  People were deciding to think the wrong thoughts so the powers that be arranged for a return to cultural tribalism.  No longer would they be individuals, varied and unique.  There would only be the labels placed upon them, based on what they supported or chose not to support unquestioningly and unreservedly.  Someone who has concerns about Black Lives Matter is just a racist.  Someone who questions uncontrolled migration is a xenophobe.  Someone who thinks life in the womb is vulnerable and worthy of protection obviously just hates women.<\/p><p>The year 2016 gave us the worn to death catch-all phrase for when people did not like something and had to slap a label on it to deplatform, discredit, cancel and silence, namely, \"far right\".  Wanting houses for your own citizens - far right.  Wanting Irish girls and women to feel safe and have their identity as women protected and respected - far right.  Asking for robust mental health assessments by professionals prior to subjecting children to irreversible medical intervention - far right.  Wanting to protect communities from crime - far right.  Supporting women in politics, not just those with the right ideas - far right.  Not supporting gender quotas and believing the right woman or man should get the job based on merit - far right.  Opposing the commodification, buying or selling of children via contract - far right.  Allowing each man and woman to have their own national and religious identity and to be proud of it - far right.  It is a cheap trick.  It is political and intellectual laziness and it is a crying shame that this low level of discourse has infiltrated Irish politics through social media.  At the end of the day, when someone is sitting on the far left and has zero perspective, everything looks far right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#R00400","speaker":"1664","continuing":true},{"type":"speech","time":1664890200,"counter":78,"content":"<p>There are a couple of issues I wish to raise.  I concur with the comments of Senator Kyne with regard to school transport.  It is all well and fine to allocate the money but we need to see buses on the ground.  From talking to people in the industry, that is not going to happen simply.  The reality is we still do not have enough drivers.  Unless we change the system that is in place at present, which is a Bus &Eacute;ireann union matter, where no person over 70 years of age can drive a bus, that is not going to happen.  We need to look at the situation whereby bus companies that have 53-seater contracts to bring children to school, even though they might have a 59-seater at home, cannot bring the 59-seater, which could bring an extra six students.  There are some simple measures that could be put in place that would help alleviate the issue and I would like that to be taken on board.<\/p> <p>I welcome the funding that was announced in the budget specifically for sports clubs to take into account the increased costs they will have.  It is a very significant amount of money and I thank the Minister of State, Deputy Chambers, for putting that in place.<\/p> <p>We had a meeting this morning of the Joint Committee on Autism where we met with a number of the teachers' unions and F&oacute;rsa.  We were speaking about the lack of services and school places.  Something that came to my mind was the fact that there is no regulatory oversight involved.  We need to look at having an ombudsman for health.  When someone makes a complaint about services, generally the person who answers that complaint is the person being complaining about.  The answer back is that they are doing their best.  In any other business or walk of life, if people are not doing their job, there are consequences.  The consequences of these people's job not being done and positions not being filled is children not having access to services.  That is not acceptable.  We need a health ombudsman, independent of the HSE, to get some oversight for us as public representatives and on behalf of the public.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#S00200","speaker":"1639"},{"type":"speech","time":1664890200,"counter":79,"content":"<p>I rise to acknowledge the fantastic work done by carers.  I do not know if any other Senators heard \"Drivetime\" on RT&Eacute; Radio 1 yesterday, where they interviewed a number of carers.  We have to remember that one in every four carers is in receipt of carer's allowance or benefit.  All the rest receive nothing.  There are so many carers within the home who do not receive any payment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think of the resilience carers had during the Covid-19 pandemic and how they kept their loved ones and more vulnerable people in society safe and looked after them extremely well.  A carer appeared on the programme and their story really moved me.  They moved from Cork to Clare.  When they were in Cork, they had support coming into the house for five days a week, as well as access to transport, but when they moved to Clare they got two and a half days a week.  Recently they were told it would go up to three days a week in November but they went from full service to half service.  There should be parity across the system.  It should not matter where you live.  If you are entitled to five days of support, you should be getting five days.  I note Family Carers Ireland has acknowledged the wonderful work the Minister for Social Protection, Deputy Humphreys, has done.  She certainly has listened a lot in terms of the pension allowance and the extension of the fuel allowance.  There have been so many extensions.  However, it all goes back to the fact that three carers out of every four are in receipt of nothing.  It should nearly be about an assessment of need, rather than an assessment based on how much money a person has or whatever his or her savings are.  I really believe we need to move to that way of thinking because carers do wonderful work in keeping our vulnerable people save and they deserve to get the respect and help they need. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#S00300","speaker":"1695","continuing":true},{"type":"speech","time":1664890200,"counter":81,"content":"<p>I welcome the item on the Order Paper regarding the solar regulations.  This was discussed at the Oireachtas Joint Committee on Housing, Local Government and Heritage last Thursday and I pay tribute to everyone who has had any part in bringing this forward.  I thank in particular my Fine Gael colleague, the Minister of State, Deputy Peter Burke, for all his work and determination in seeing these regulations brought into being.  There are many people who have been looking for these exemptions from the requirement of planning for solar panels for quite some time.  These new regulations will allow a homeowner to install solar panels on their roof without the requirement to go for planning.  They also will expand the restrictions on businesses from 50 sq. m. to 300 sq. m., with only a small percentage of the area of this country - 2% - being restricted in terms of safeguarding zones around aviation.  It is important to state it is not that solar panels cannot be installed in these areas; it is just that homeowners need to seek planning permission for it.  In 98% of areas in the country, people will no longer have to seek planning permission.  That is good for individuals, communities, businesses and farms.  The Government is considering a maximum grant of up to &euro;90,000 and 60% of the cost of installing solar panels on farms buildings in the new targeted agriculture modernisation scheme, TAMS, which will be introduced in the new year.  What I want to see and what we need to include in that is battery storage.  Without the battery storage, there are farms that will not get the benefit of having this significant increase in solar panels on their buildings.  I ask the Leader for a debate in the House on this matter because it is a right and opportune time for it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#T00200","speaker":"1647"},{"type":"speech","time":1664890200,"counter":82,"content":"<p>In the first instance, I welcome the documentary that will be broadcast on RT&Eacute; 1 this evening at 7 p.m. about thalidomide and the unfortunate history our country has with the survivors of that drug and how important it is that we recognise, even at this late stage, the ordeal they went through.<\/p> <p>I also want to use my time today to call for a debate on the Special Criminal Court.  It is something we debate every year in the context of whether we approve its extension, but it is not really a proper debate from the point of view of exposing where each party stands on this issue.  In the week when Jonathan Dowdall, a former Sinn F&eacute;in councillor, pleaded guilty to quite serious matters, on top of the waterboarding he had committed previously, it is appropriate that we would ask where parties stand on this issue.  We should give each party an opportunity to say where they stand because Sinn F&eacute;in's leader has praised Jonathan Dowdall and described his resignation from the council as a great loss on the one hand, while Sinn F&eacute;in absents itself from debates on the Special Criminal Court on the other.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Labour Party has also criticised aspects of the Special Criminal Court.  It is not perfect and I would be critical of aspects of it myself but I have been here and have voted in favour of extending it.  That is not true of all parties in this House.  It would be absolutely appropriate to have a debate here to allow those parties to put on the record where they actually stand on this court, which is not perfect by any stretch but which has important uses when you are dealing with the kinds of people who continue to infringe on the judicial process including the security of juries during criminal trials.  It may not be perfect but it is a necessary evil.  Is that something that every party believes?  Does Sinn F&eacute;in believe that it is necessary?  It appears to have changed its position on it but a debate would allow it to put on the record, once and for all, how it actually feels about the Special Criminal Court.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#T00300","speaker":"1685","continuing":true},{"type":"speech","time":1664890200,"counter":84,"content":"<p>I wish to start or continue a debate on where we are in respect of the issue of fuel and our fuel security.  I note the UK energy regulator came out with a warning in recent days about energy supplies in the UK where natural gas will be affected.  It is a grim warning and has highly significant knock-on implications for Ireland.  If we have a situation where there is rationing of natural gas in the UK, the knock-on implications are direct for this country.  We are dependent on the UK for 70% of the natural gas coming to this country.  How we manage it in the next weeks, months, and years will be a huge issue for our society and economy.  We need to talk about a realistic approach of what we need between now and 2030 and 2050.  Hydrogen is part of the solution.  It will be looked at in the future but it will not deliver what we need in the coming weeks and months.  That must be said.  We need to look at our own resources, such as those off Corrib and off Barryroe, Cork, which have the potential to fill the gap and make sure that the transition fuel, which is natural gas, can be cultivated in our own shores.  If we do not do that, we are depending on an outside entity which is outside the European Union to actually supply natural gas for us.  That will be a major issue for our society in the next few years.  We need to have a real debate about where these licences are, what we are going to do and whether we are going to have a realistic approach or an ideological one around making sure that we can keep the lights on in our country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#U00200","speaker":"1666"},{"type":"speech","time":1664890200,"counter":85,"content":"<p>I wish to acknowledge that today launches breast cancer awareness month.  We are all pretty in pink as a consequence.  I commend the work of the Irish Cancer Society on highlighting the issue.  I have lost a family member, my cousin's wife, through breast cancer at a very young age.  She left behind young children.  It is really important that people check their breasts, that they are thorough and regular on that and that those of a certain age go for their breast screening.  It is a vital service.  That is really important.<\/p> <p>I particularly rise to ask for the Leader's support in writing to the Minister for Children, Equality, Disability, Integration and Youth.  I have done so in the past week.  There is some confusion around the national childcare scheme with those who get their subsidy which is income-assessed and whether that is included in the 25% reduction to families.  It would particularly affect lone parents and working mothers if they are not included.  My understanding is that they are included and I am looking for that in writing to reassure groups of lone parent mothers.  One wrote to me that she is the only one who is paying full-time childcare and soaring energy bills, is feeding and clothing her family and is putting petrol in to the car.  She was the only one paying her mortgage and management fees.  She is unable to claim GP or medical cards or one-parent or working-parent benefits.  Here is a woman who is typical of a number of those who have contacted me who are looking for the reassurance that they are included.  Our particular perspective and emphasis, which the Leader and I have echoed, is that this is about putting money back in people's pockets and making it more affordable.  That is certainly the Fine Gael approach to this.  I need that clarification from the Minister as a matter of urgency and I ask the Leader to write a letter to the Minister supporting my request for that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#U00300","speaker":"1682"},{"type":"speech","time":1664890200,"counter":86,"content":"<p>I, too, welcome breast cancer awareness month.  It is something that is very close to my heart.  My colleague, Councillor Teresa Costello, and I had a breast cancer awareness stand last weekend at the Fianna F&aacute;il Ard-Fheis.  It is incredible the number of people who came over to share their stories and knowledge and they asked questions about how to self-check.  We had a nurse and a breast cancer gene, BRCA, specialist there on the day to answer questions.  The amount of interest is spectacular, as is the amount of heartache.  I, too, lost aunts to breast cancer, so it is something that is close to my heart.  I thank everyone for showing up today.  I also ask everyone to do the check.  Men and women should learn how to check themselves and to empower themselves and family members to check themselves because there is no need to die from breast cancer.<\/p> <p>I also raise the issue of thalidomide.  I met with the Irish Thalidomide Association on several occasions.  I would like to think I have developed friendships with some of the survivors, who are incredible people.  It is also incredible it is 60 years on and we still have not had a proper resolution to the care and needs of people who have suffered and who are survivors of thalidomide.  There are 40 such people left on this island and they are all over 60.  It is time the State apologised.  It is time for a resolution in order that people can rest and get on with their own specialised healthcare and that the State will look after them as best it can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#V00100","speaker":"1671"},{"type":"speech","time":1664890200,"counter":87,"content":"<p>I congratulate everybody involved in the breast cancer awareness campaign for the month of October.  I also congratulate everybody who has survived breast cancer or cared for those with breast cancer.  I encourage everybody to care for their pair and to be breast aware.<\/p> <p>I also raise the issue of crime in the capital, in particular crime in communities like mine in Dublin Central, as well as safety and people's sense of safety in our capital city.  The Minister for Justice has a pilot running in the north inner city, the community safety partnership.  In Cabra, we have a community policing forum, of which I am a founding member going back more than 11 years.  Dublin City Council operates a joint policing committee.  There are structures and processes in place for the community to engage with the Garda and the local authority.  Despite that, there is still a sense in the capital that crime has taken hold.  I am talking about the type of crime that has a very negative effect on people's daily lives.  I refer to sometimes small, incidental, opportunistic but very insidious crime such as antisocial behaviour in public spaces or on public transport.  What I ask is that the Leader would organise a debate in the House to discuss with the Minister for Justice the approach to tackling crime in the capital.<\/p> <p>It is important to note the Minister has committed 1,000 extra garda&iacute;, but people living in communities in the capital want to know where those garda&iacute; are going to be deployed and, most important, how they are going to operate in our communities.  People want to see garda&iacute; on their roads and streets and by their local shops.  They want to see them on bikes and on foot in the community.  I appeal to the Leader to invite the Minister for Justice to come to the House to debate this important issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#V00200","speaker":"1656"},{"type":"speech","time":1664890200,"counter":88,"content":"<p>Will the Leader arrange a debate on the cost of energy in the country and how we might be able to educate the public on how to change from one energy supplier to another?  Significant advantage is being taken of some customers.  One would have to wonder if deregulation has done anything for the market and whether we would have been much better off if we had stayed with the one supplier, the ESB, as it was known.  I do not think deregulation has done anything to bring down the price of electricity.  It is very complicated at the moment if a person wants to change from one supplier to another.  It might be easy to change but it is very difficult for most people to understand when and how to get the best deal.  Some companies are paying perhaps up to 30% more for microgeneration than others.  How come they are not all on the same wavelength and not all paying the same?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I understand that some of them are not going to pay for any microgeneration until next year, at which point they will do so annually, even though we are in the era of the smart meter when companies know much electricity is being used and how many units will need to be paid for.<\/p><p>I am not sure deregulation has been the best decision for the market, and we need to educate the public on how they can go about getting the best deal and where they can get information on that.  It is okay for people who are smart with smartphones and so on, but in the vast majority of cases, people are not getting the best deal and we have an obligation to educate the public in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#V00300","speaker":"1636","continuing":true},{"type":"speech","time":1664890200,"counter":90,"content":"<p>A wide range of topics were raised.  Senator Burke talked about his views on the deregulation of the energy market.  While I am not sure I fully agree with him, the fact several companies are competing against one another is certainly not giving the consumer better choice.  The mind boggles at some of the reports in recent weeks that are an attempt to educate us as to how we could save money.  One article says something is a good idea and another says it is bad.  It is a minefield, and we probably need a State-sponsored website that would allow consumers to know what is the best offer and when are the best or worst times to be using energy, in simplified language in order that we can learn and do better.  At the end of the day, despite the views of some countries and some political parties, putting a cap on energy prices will not make anybody more aware that we are in a security crisis with regard to supply and that we all need to reduce our usage in some way, rather than just change the times of use, although that is important too.<\/p> <p>Senator Fitzpatrick asked for a debate on crime in the capital city and particularly on the Government's approach to tackling crime, which I will certainly organise in the coming weeks.<\/p> <p>Senators McGreehan and Ward raised the \"Scannal\" programme that will air tonight on RT&Eacute; regarding the 40 survivors of thalidomide and, as I said last week, the unacceptable response from numerous Governments.  We all come in different shapes and colours but we have not covered ourselves in glory in how we have responded as Governments to the 40 survivors, and it is absolutely beyond time we did something.<\/p> <p>Senator Seery Kearney asked me to write a letter to the Minister for Children, Equality, Disability, Integration and Youth with regard to clarification on the 25% reduction in childcare fees for those parenting in a single-income household, which I will do.<\/p> <p>Senator Lombard sought a debate on the security of fuel, our reliance on the UK for gas and the effect the shortages might have, not least given that country has put a cap on its bills without necessarily having a programme to encourage people to use less.<\/p> <p>Senator Ward asked for a debate on the Special Criminal Court, which I will arrange.<\/p> <p>Senator Cummins raised the welcome announcement, among many good announcements last week, of the new regulations with regard to solar panels on our houses, buildings, schools and farm outhouses.  It is a fine example of Ireland getting out of its own way to do something we desperately need to do, which is great.<\/p> <p>Senator Maria Byrne spoke about carers.  We do a lot in the Houses but it is only when we hear such emotive testimony, as was broadcast on the radio in recent days, that we realise how deeply this issue seeps into people's minds.  I was mindful when I was listening to the radio the other day that it would take a very brave Minister for Health to take the carer's allowance out of the Department of Social Protection, which gives income support and money only when people do not have any other money, and move it to the Department of Health and value the care they give.  Rather than say they will be grand and that we will give it to them if they do not have any money, we should reflect the significant financial value and social contribution that our tens of thousands of carers give in every town, village, city and county.  That would be incredibly brave.<\/p> <p>Senator Carrigy spoke about school transport, as did Senator Kyne.  We have the money now, which is great, but what we need are buses and drivers.  Hundreds of people are still waiting for school places.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He also welcomed the funding for our sports clubs to help with their increased electricity bills.  Senator Keogan made a contribution this morning that to my mind shows how lucky we are have free speech in this country.  We need, however, to be really mindful of how we use that freedom and that speech. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#W00200","speaker":"1653","continuing":true},{"type":"speech","time":1664890200,"counter":92,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#X00150","speaker":"1657"},{"type":"speech","time":1664890200,"counter":93,"content":"<p>Not everything is a label and while I appreciate the examples she gave us today are labels, \"Traveller\" is not a label.  Travellers are a race of people who have a rich history, language and traditions.  I think we need to be careful.  <\/p> <p>Senator Kyne spoke about school transport.  Senator Flynn spoke about her real disappointment at some of the language that was used in the past week.  I think she is right to continuously bring it up.  Senator Wall spoke about the 20% discount on public transport for students and sought a debate on that, which I will sort out.  Senator Gavan again sought a debate on homelessness.  I have put in a request and I will renew it today and come back to the Senator.  Senator Pauline O'Reilly spoke about the hydrogen pilot in Galway, which is the way to go.  Senator Boyhan renewed his call for a debate on devolvement of powers to local government, which I will raise.  Senator Buttimer sought a debate on emergency departments, particularly around the people on trolleys in Cork.  Senator Chambers and nearly everybody else today spoke about the amazing campaign that is breast cancer awareness month.  We are all wearing our pink but it extends much further and effectively than that so I wish to lend my support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#X00175","speaker":"1653"},{"type":"unspoken","time":1664890200,"counter":94,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Planning and Development Regulations 2022: Motion","time":1664890200,"counter":95,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#X00300"},{"type":"speech","time":1664890200,"counter":96,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann approves the following Regulations in draft:   \tPlanning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2022, and <br \/><br \/>Planning and Development (Solar Safeguarding Zone) Regulations 2022, copies of which were laid in draft form before Seanad &Eacute;ireann on 19th September, 2022. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#X00400","speaker":"1653"},{"type":"unspoken","time":1664890200,"counter":97,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664890200,"counter":98,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 4.22 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 4.50 p.m.<br \/><br \/>Sitting suspended at 4.22 p.m. and resumed at 4.50 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Report of the Commission on the Defence Forces: Statements","time":1664890200,"counter":99,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#DD00100"},{"type":"speech","time":1664890200,"counter":100,"content":"<p>The Minister has ten minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#DD00200","speaker":"1666"},{"type":"speech","time":1664890200,"counter":101,"content":"<p>I very much welcome this opportunity to engage with Members of Seanad &Eacute;ireann on matters relating to the Report of the Commission on the Defence Forces.  I look forward to hearing the contributions of Senators.<\/p> <p>The establishment of the Commission on the Defence Forces was set out in the programme for Government and was a key priority for me, as the Minister for Defence.  When the commission&rsquo;s report was published in February, it contained recommendations on widespread and unprecedented changes for the Defence Forces and defence provision more generally in Ireland.  The report contains 130 recommendations in total.  These range from reform of the high-level command and control structures to revitalisation of the Reserve Defence Force.  However, the overarching theme is the urgent need for cultural transformation within the Defence Forces, as well as recognising capability shortfalls that need to be responded to.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At the time of the report's publication, I made a commitment to revert to the Government with a memo detailing a proposed response to the commission's recommendations and a high-level action plan.  Since then, I, my officials and the Defence Forces progressed a significant body of work, culminating in the approval of the memo and high-level action plan on 12 July this year.  The Government approved a move over a six-year period to a level of capability for the Defence Forces equivalent to what the report called \"Level of Ambition Two\", or LOA2, as set out in the capability framework devised by the commission.  This will entail funding increases to reach a defence budget of approximately &euro;1.5 billion, in January 2022 prices, by 2028 through the annual Estimates process.<\/p><p>I will take a second to explain what that means.  I insisted in advance of that Government decision that we would take a point in time and defence equipment pricing at that point, so that we would have to take into account inflation and increases in the cost of equipment for the Defence Forces over the next six years.  What we have committed to by 2028 is not &euro;1.5 billion of expenditure on defence, but rather it will be much closer to &euro;2 billion.  The &euro;1.5 billion of value will be attached to January 2022 prices, before the war in Ukraine started and before the commission reported, when we had a relatively normal defence procurement market.  We need to deliver the equivalent of &euro;1.5 billion in January 2022 prices by 2028.  I suspect that means it will be &euro;1.8 billion, &euro;1.9 billion or &euro;2 billion, depending on whether military equipment inflation is at 4%, 6% or 8%.  It is important to make that point because many people have quoted the &euro;1.5 billion as if we have to be at &euro;1.5 billion by 2028.  In reality, we will probably be significantly beyond that in order to fulfil this commitment to that figure in January 2022 prices.  This represents the largest funding increase for defence in the history of the State.<\/p><p>I would like to talk about the Report of the Commission on the Defence Forces, the subsequent Government response, and the significant progress that has been made since publication in a short few months.  As Senators will all know, in December 2020, the Government authorised the establishment of the commission and agreed its terms of reference and membership.  The terms of reference covered the following: the structures and size of the Defence Forces; defence capabilities; HR policies and strategies; the Reserve Defence Force; governance; high-level command and control in the Defence Forces; and pay structures.  The work of the commission was carried out against the backdrop of the defence policy framework set out in the White Paper on Defence 2015 and the White Paper on Defence: Update 2019, both of which were developed by joint civil and military teams.<\/p><p>The publication of the commission's report last February represented the culmination of 13 months of intensive and dedicated work carried out by the commission members.  The report was wide-ranging, challenging and comprehensive and proposed significant changes for the Defence Forces and defence provision in Ireland.  The illegal invasion of Ukraine within weeks of the publication of the report acted as a catalyst that brought defence matters to the fore of public discourse.  With the deterioration of the international security environment, nations across the world have been reassessing their defence capabilities, and Ireland is no exception.  The commission's finding that Ireland's Defence Forces would be unable to conduct a meaningful defence of the State against a sustained act of aggression by a military force with its current capability brought the need for investment and transformation into sharp focus.<\/p><p>The report made a wide range of recommendations regarding high-level command arrangements, Defence Forces structures, defence capabilities, the Reserve Defence Force and funding, with a significant proportion of the recommendations focused on strategic HR and, vitally, fundamental cultural change in the Defence Forces.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The commission identified the urgent need for clarification of the levels of ambition for the Defence Forces and, in the absence of such clarity, it created a framework that was focused around three levels of ambition, LOAs.  The first of which, LOA1, represents Ireland's current capability - in other words, what we would need to do by 2028 in order to simply maintain current capabilities.  LOA2 then represented enhanced capability.  LOA3 represented funding that is on a par with similar countries across Europe.  One of the key recommendations of the commission was that consideration would be given to a move to LOA2 in the short term.  The commission also recognised that any proposal to move to LOA3 could only be considered the context of a step up to LOA2 in the first instance.  In other words, we cannot jump straight to LOA3; we simply do not have the infrastructure or the foundation to do that.  We need to build that foundation.  Then, a future Government can make a decision by 2028, or in advance of that, on whether it wants to go beyond LOA2 in terms of capabilities.  <\/p><p>As the Minister for Defence, I believe we should be planning to go considerably beyond level of ambition 2.  However, we have to put the building blocks in place first.  We have to get the people in place, which is the most important issue.  Spending money on equipment and on procurement is doable, but we need the skill sets and the numbers in order to ensure the Defence Forces reach level of ambition 2 in the context of what is set out in the commission report.  This will then open up the opportunity for Government to go beyond that in terms of more capability beyond level of ambition 2, should we choose to do it, which I think we should.  However, we have a lot of work to do in the meantime.<\/p><p>Due to the large number and a wide-ranging nature of the recommendations, many of them were highly complex.  A period of five months was required to give the recommendations detailed consideration and to develop a high-level action plan, which I know some Members of the Seanad will have seen and read.  Following the publication of the report, I engaged extensively with ministerial colleagues and other stakeholders, including representatives&rsquo; associations.  In fact, we went on a tour of barracks - I think we were in virtually every barracks in the country - in order to listen to current Defence Forces' personnel in terms of their concerns and their ambitions for the Defence Forces and how we might respond to them.<\/p><p>A civil military team was also established to work on the response to the recommendations of the high-level action plan.  This involved extensive engagement across the defence organisation, as well as a wide range of other stakeholders and Departments.  This included the Department of Public Expenditure and Reform, as Members would expect, given the fact that it has to provide the resources that are needed.<\/p><p>Following detailed analysis of the recommendations and extensive engagement with stakeholders, the high-level action plan set out a position of \"accept\", \"accept in principle\", \"further evaluation\" or \"revert\" for each of the 130 recommendations.  I am pleased to say that 103 of the 130 recommendations were either accepted or were accepted in principle, with 17 recommendations being subject to further evaluation.  I will revert to Government with proposed responses to the remaining ten recommendations at a later stage.<\/p><p>Let me just explain what that is about because there is really no recommendation in the report with which I do not agree, or, at least, I cannot think of one off-hand.  However, there are some that we cannot simply accept without knowing how we are going to do it, or whether or not there is a legal base to do it.  For example, we want to make our Chief of Staff a chief of defence, or a CHOD, as the position is known internationally.  We want to set up a defence headquarters around that new CHOD position.  We are getting advice from the Office of the Attorney General about the legalities around that and how it impacts on the Defence Acts.  The relationship between the command-and-control structures within the Defence Forces and the Department will change quite fundamentally as a result of that new infrastructure and those new positions.  By the end of this month, I will have a clearer understanding of the Attorney General's legal consideration around how we would do that and what we would need to do from a legislative point of view to facilitate it.  However, we absolutely agree with it, and we are going to make it happen.  That is just an example of one of the ten recommendations on which we need to revert to Government.<\/p><p>I ask the Acting Chairperson to let me just finish as I have one other page left.  The commission&rsquo;s report identified five core areas to be addressed in an implementation plan, which were captured in the high-level action plan as five strategic objectives.  These are: strategic HR and cultural change to be delivered; new command-and-control and joint structures to be established; services to be reformed and restructured; Reserve Defence Forces, RDF, to be revitalised; and joint capability development to be implemented.  The high-level action plan set out initial implementation and oversight structures, including a high-level steering board chaired by the Secretary General of the Department of the Taoiseach, an implementation oversight group, which will be chaired by an independent chair and the establishment a civil-military implementation management office.  All of those structures are now up and running and are moving forward.  We do not yet have an independent chair, but I hope to be able to finalise that in the next number of weeks.  We are trying to get the right person.  Believe it or not, it is not easy to get the right people for these jobs at the moment.<\/p><p>The high-level action plan also identified 38 early actions to immediately progress a number of key recommendations from the commission&rsquo;s report.  This will also provide the necessary building blocks to develop an implementation plan within six months of the Government decision.  A number of key appointments were proposed in the high-level action plan in order to progress the implementation of the recommendations and the transformation agenda, including a civilian head of transformation, a civilian head of strategic HR and a gender adviser who will all report directly to the Chief of Staff.  A digital transformation officer will also be required to lead the digital transformation agenda and will report directly to the head of transformation.<\/p><p>We are very much in implementation mode now, and I am happy to listen to Senators' comments and to take questions from them.  I will try to come back in at the end to answer any of the specific questions they might have.  We only got a Government decision on this in the middle of July.  When you take August, we have really only had two months of work since this report was done.  An extraordinary amount has happened in that time.  I have never seen co-operation or the level of partnership between the Department of Defence and the Defence Forces like we are seeing at the moment, and this is good.<\/p><p>The budget that has just been passed gets us off to a pretty strong start from a financial perspective.  To spend approximately &euro;114 million or &euro;115 million more in the area of defence next year than was spent in this year is a significant step forward.  It is probably the biggest increase that can I remember, or maybe that has ever happened in the Defence Forces in any one year.  We are, therefore, starting as I hope we mean to continue, but there is an enormous amount of work to do to build a Defence Forces consistent with what the commission has demanded of us over the next five to six years.  I look forward to coming back to this House on a regular basis to give it updates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#DD00300","speaker":"1457","continuing":true},{"type":"speech","time":1664890200,"counter":104,"content":"<p>I call the Minister, or Senator Joe O&rsquo;Reilly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#FF00200","speaker":"1666"},{"type":"speech","time":1664890200,"counter":105,"content":"<p>I thank the Acting Chairperson for giving me the title of Minister.  That could be an omen or a portent of things to come in the future.  Let us hope that it is one.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#FF00300","speaker":"1692"},{"type":"speech","time":1664890200,"counter":106,"content":"<p>It is only a matter of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#FF00400","speaker":"1687"},{"type":"speech","time":1664890200,"counter":107,"content":"<p>I welcome the Minister to the House.  I say this in a genuine, unpatronising and non-party political way, because I think there much consensus, that the Minister is bringing huge energy, commitment and ability to this task and that he is really giving it momentum.  It is a necessary and important exercise and it is very much not before its time.  The Minister was instrumental in this, because he had the vision to set up the commission and now he is implementing the findings of the commission.  It is a great day&rsquo;s work and I am certainly very proud of it.  I am very proud of our Defence Forces.  We have great personnel and great people there.  We are all proud of them.  They are very much part of our national armoury, or whatever the term is, that holds the institutions of our State and our society together.  We are very proud of them and they need to know that we are doing the right thing by them.  That has been made clear today.  It was also made clear earlier at the joint committee, which I had the privilege of attending with the Minister and some colleagues.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to move to some aspects of the report.  As the Minister pointed out at the outset, LOA1 would be maintaining the <i>status quo<\/i>, and that could not happen without increased expenditure because of inflation etc.  That is not where we are going or where the Minister wants to go and we are aiming for LOA2, which will involve up to &euro;2 billion of expenditure over a six-year period.  That expenditure will take account of inflation etc. so it is not just an amount that will be eaten away by inflation, which is very important.  This year's budget allocation for defence is &euro;1.174 billion, an increase of &euro;67 million.  We have a capital expenditure increase of 35% to &euro;176 million among the Army.  Among the project's this funding will help is the development of a primary radar capacity and the Defence Forces pay and pension allocation has increased to &euro;823 million.<br\/><br\/>I would like the Minister to comment on the following matter because it is crucial and he made the point, which I had in my notes, that the real issue is personnel.  Equipment etc. is important but one needs one's personnel and one needs them motivated, properly paid and properly respected and then they will use the equipment properly and do a good job abroad etc.  I ask the Minister to comment on the pay issue, how he sees that progressing and when it will be addressed.  The point is made in the report that we should have an overall figure for pay and not have so many layered things that are not intelligible to people, particularly from a recruitment point of view.  I ask the Minister to comment on the issue of pay in his response.  It is an important area and the fact that there is a commitment in the budget to increase the pay and pensions allocation is an indication of where we are going.  Funding for key posts recommended by the commission is also available.  It is good progress and I would like to know about the pay deal.<br\/><br\/>The recommendation of the commission that we would have one third of the personnel female is an important one.  As the Minister said in the committee earlier, it will have the effect of getting over the gender, inequality and discriminatory issues that have recently come to the forefront in stark terms.  It would be a good initiative to have one third female membership.  If the Minister is responding later he might suggest how he hopes to achieve this.  It is important that we have one third female participation and it is also important that we retain our existing people.  That goes to the question of pay and motivation, which will come with the new equipment etc.<br\/><br\/>The commission has reported that the Minister has accepted the recommendation that we look to minority groupings in recruitment.  The Minster might comment on recruitment among the Traveller community.  I have the privilege of being a member of the Committee on Key Issues affecting the Traveller Community and the idea of employment of our Traveller community is crucial to giving them the dignity they should have.  I ask the Minister to comment on what could be done in that area and if he has a vision for that area and for the inclusion of members of the Traveller community.  I noted that in the committee earlier, in response to Senator &Oacute; Donnghaile, whose lines I do not want to steal as he can deal with this later, the Minister adverted to recruitment in Northern Ireland and as an Ulster person I would welcome that too.  There is a desire there to join, and I would welcome measures in that regard.<br\/><br\/>Pay and promotion are important motivational factors and that is why I am looking for the Minister to comment on same.  A gender adviser who might deal with some of the difficulties will be appointed.  Those difficulties were recently cited in stark terms.  I understand that part of the recommendations is a major improvement in equipment.  The Minister might get a chance in his response at the end to elaborate further on that issue.<br\/><br\/>There are a number of issues.  Before the commission reported, when the committee went on a field visit to the Curragh and met the personnel there of all ranks, it was clear that there was a need for change.  The war in Ukraine brings into focus the question of our capacity and ability to defend ourselves.  I am in favour of our neutral stance but we have to have a defence capability in the country.  We have to be fit to defend what is under the sea, including our pipelines etc., and secure them, and we have to be fit to deal with a potential cyber war.  All of that is important and that area merits the response the commission is receiving from the Minister and the Government.<br\/><br\/>This is a radical response to what was a real problem.  If I had not been a member of the committee and if I had not been around the country meeting the personnel I would not realise the gravity of it.  This is the kind of radical response that was necessary.  I wish the Minister well in the report's further implementation and I hope he will be back to tell us about the stages of that implementation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#FF00500","speaker":"1692","continuing":true},{"type":"speech","time":1664890200,"counter":109,"content":"<p>I thank the Minister for coming in.  I want to emphasise at the outset that the Commission on the Defence Forces and the high level action plan report reflect the Minister's authenticity and sincerity as Minister for Defence.  I refer to the gender issue in particular and I know the Minister is personally invested in trying to encourage the recruitment of women into &Oacute;glaigh na h&Eacute;ireann.  I thank the Minister for this.  The recommendations under LOA2 are badly and urgently needed in all their aspects.<\/p> <p>This being an opportunity to make a statement I want to say some things about the Defence Forces in general.  Page 4 of the report, in the opening remarks and background, mentions the White Papers on Defence of 2015 and 2019 as part of the scoping.  Ireland is different from other jurisdictions in the European Union and in the West generally in that these White Papers were basically written by laypersons.  I would make the observation that in both of those White Papers scant mention was made of, for example, Brexit.  In the updated White Paper, Brexit is mentioned and there is a one- or two-line reference to same.  It says that post-Brexit we share the same defence, security and intelligence concerns as our nearest neighbour but we actually do not; we have different and sometimes competing concerns.  I want to highlight that in many respects there is a lack of an intellectual tradition in how we conduct defence, security and intelligence in the Republic.  That is not the fault of any individual; it is just for historical reasons and others, which is something I would like to address.<\/p> <p>In the report of the commission there is no mention of the greatest challenge that confronts us in the next ten or 15 years, that is, what will happen on this island in the next two decades.  I do not believe that &Oacute;glaigh na h&Eacute;ireann will exist in 20 years' time, nor do I believe An Garda S&iacute;och&aacute;na will exist.  They will have been replaced by some other entities such as the police service of Ireland or land forces Ireland.  I do not know, nor does anybody else but that is the greatest existential challenge, notwithstanding events in Europe, that confronts us.  In that context we have to imagine a military culture that is acceptable to everybody on this island.  We have a military culture that I suspect is not a safe place for women, who comprise 51% of the Irish population.  Such an organisation cannot purport to defend the State against any internal or external threat, much less be deemed acceptable to the much wider population on this island, depending on what happens next.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tom Clonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=TomClonan&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is why I welcome within the document, repeated and very prominent references to reforming the culture of the organisation.  We inherited the physical infrastructure of defence in this State from the British in 1922 when they left.  We inherited all the barracks and the physical infrastructure, but for some reason the Free State Army in the 1920s adopted the cultural infrastructure of the British Army of the time, with all of its arcane and anachronistic practices in terms of uniform, the fetishisation of status, the utilisation of negative reinforcement, punishment, and collective punishment as a learning tool within the organisation.  That persists to this day.  We need to decolonise the Defence Forces as part of the transformational culture.  There are many aspects of Defence Forces' culture such as the very marked differential in status between commissioned officers and other ranks that has no parallel in Irish society.  The British Army, which is considered to be the most socially conservative in Europe, has moved on.  It is completely transformed from the way it was in the 1920s, governed by King's regulations and so on.  Whoever is head of transformational change in the Defence Forces will have a major job on their hands to bring the Defence Forces kicking and screaming into the 21st century in terms of its culture.<br\/><br\/>In terms of the level of ambition to build on current capability and to address priority gaps, the Minister and I know that we have major gaps.  At sea, we have 220 million maritime acres of ocean to patrol, 15% of the European Union's territorial waters.  We are the only country in the European Union that cannot monitor its seabed or effectively patrol that amount of water, especially given the fact that a number of our vessels are tied up.  I know the Minister is working to enhance pay and working conditions so that we attract recruitment to the Naval Service, but we have 19 sub-sea oceanic fibre-optic cables that carry one third of the Internet traffic and data between the European Union and the United States.  Given what has happened in the Baltic Sea to the Nord Stream 1 and 2 pipelines, the rest of Europe is beefing up the security of its critical infrastructure.  Under the Levchenko and now General Valery Gerasimov doctrine of asymmetric and hybrid warfare, the critical infrastructure of our State, and other states, is a target.  That is why we had a Russian spy vessel in our waters.  I think it is called <i>Yantar<\/i>.  We have had several spottings and a lot of Russian naval and air activity in our jurisdiction.  I know the Minister understands the priority attached to that, especially as we market ourselves as a digital republic.  We must match that commitment to our airspace.  We are the only country in the European Union that cannot monitor its airspace.  We cannot see into it for lack of primary radar.  We are hoping to address that.  We rely on the Royal Air Force, RAF, as far as I understand it, through a memorandum of understanding between the Department of Defence and the Ministry of Defence to patrol our controlled airspace and intercept, monitor and escort Russian aircraft out.  That is great but----- <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#GG00200","speaker":"1699","continuing":true},{"type":"speech","time":1664890200,"counter":111,"content":"<p>It is not actually as Senator Clonan describes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00200","speaker":"1457"},{"type":"speech","time":1664890200,"counter":112,"content":"<p>No, but there is an arrangement.  The fact of the matter is that the RAF does enter our controlled airspace to follow, intercept and escort Russian aircraft out of the area.  It is not a criticism; it is just an observation of the facts.  We must do a little bit better to vindicate our sovereignty.<\/p> <p>The head of transformation and the head of strategic HR are going to report to the Chief of Staff.  I welcome the Minister's mention of the changing of the status of the Chief of Staff to the Chief of Defence because currently our de facto Chief of Staff, through the Carltona principle, is the Secretary General of the Department of Defence.  I have met the Secretary General and as a former soldier I would follow her over the top.  I think she is a great leader, and she is a great Secretary General but as the Minister said, it should be the Chief of Staff.<\/p> <p>In terms of transformational change, the report and the high-level action report do not mention the training institutions of the Defence Forces &ndash; the Military College, the brigade training structures and the Cadet School.  They need urgent attention.  They must change their training systems to evidence-based ones because much of the toxic culture that has led to the fresh disclosures by the Women of Honour and others is embedded in the manner, philosophy and ideology of training that is carried on there.  I welcome the establishment of a national defence academy.  I have been presenting peer-reviewed papers and research at international military conferences for the past 22 years and I have never once met a member of the Irish Department of Defence or a military officer of the Defence Forces presenting at these, so we are out of step with international best practice with regard to our intellectual tradition, which is essential for-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00300","speaker":"1699"},{"type":"speech","time":1664890200,"counter":113,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00400","speaker":"1666"},{"type":"speech","time":1664890200,"counter":114,"content":"<p>Could you just wait a moment, Acting Chairperson, so that I can clarify a matter because the Minister did interrupt me?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00500","speaker":"1699"},{"type":"speech","time":1664890200,"counter":115,"content":"<p>He is learning quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00600","speaker":"1688"},{"type":"speech","time":1664890200,"counter":116,"content":"<p>The Annapolis US Naval Academy is a fully accredited independent university.  The Colorado Springs Air Force Academy where the air force is trained is a fully accredited independent university.  It is the same with West Point.  It is also the same with the French and the Germans.  We need to have that intellectual tradition established in order that we can formulate proper defence planning and strategic planning to address the threats that arise.<\/p> <p>Finally, in relation to transformational culture, I look forward to the report of the judge-led inquiry on issues around sexual harassment and sexual violence as they apply to both female and male members of the Defence Forces.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00700","speaker":"1699"},{"type":"speech","time":1664890200,"counter":117,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00800","speaker":"1666"},{"type":"speech","time":1664890200,"counter":118,"content":"<p>I think that flows from much of the toxic culture I have alluded to.  Most importantly, we need to pay our soldiers, sailors and the Air Corps in order to maintain them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH00900","speaker":"1699"},{"type":"speech","time":1664890200,"counter":119,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH01000","speaker":"1688"},{"type":"speech","time":1664890200,"counter":120,"content":"<p>Most of all, I acknowledge the Minister's absolute sincerity and his utmost good faith in all of these matters.  I witnessed it and I know it personally from the interaction we have had.  I welcome the report.  I wish the Minister the best of luck with all of the issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH01100","speaker":"1699"},{"type":"speech","time":1664890200,"counter":121,"content":"<p>I welcome the Minister, Deputy Coveney, and his officials to the House.  I thank him for his comprehensive comments.  Like my colleagues, Senators &Oacute; Donnghaile and Senator Joe O'Reilly, I was present at the Joint Committee on Foreign Affairs and Defence when the Minister answered a lot of questions.  I hope that in my contribution I do not repeat some of the questions to which the Minister has already responded, but I have a few questions for him.<\/p> <p>In December 2020, the Irish Government established the Commission on the Defence Forces.  As the Minister said, its brief was to outline a 2030 vision in which the Irish Defence Forces would be a military force capable of providing the people of Ireland with a safe and secure environment and enforcing Ireland's sovereignty in our ever-evolving world.<\/p> <p>The commission comprised members of the Civil Service, retired personnel from the Irish Defence Forces, as well as academics and advisers from Ireland and other European states of similar size, such as Finland.  On 9 February 2022, with Russia preparing for its invasion of Ukraine, the commission released its report, which made 130 recommendations.  The Minister has gone through many of them in detail at the committee and again here today.  In July 2022, in response to the publication of the report, the Minister announced an action plan to transform the defence forces and see the largest ever increase in the defence budget in the history of the State.  This will result in the defence budget rising from &euro;1.1 billion to &euro;1.5 billion annually by 2028.  The Minister has indicated that this will be index linked, which I very much welcome. <\/p> <p>This will allow for the required substantial transformation and investment in recruitment and equipment that was identified by the commission.  True to his word, last week the Minister and the Minister of State, Deputy Jack Chambers, delivered &euro;1.174 billion for the defence budget for next year.  This is an increase of &euro;67 million on last year's budget allocation and provides a financial platform for the defence sector to initiate the required transformation, as recommended by the Commission on the Defence Forces.<\/p> <p>This report provides a once-in-a-lifetime opportunity to review and refocus defence provision in Ireland.  The establishment of the Commission on the Defence Forces was a key aspect of the programme for Government and of the Government's commitment to the Defence Forces.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the Minister has outlined, the high-level action plan has identified 48 recommendations that have been accepted for implementation.  Some 55 recommendations have been accepted in principle with further consideration required on the optimal approach to meeting the intent of the commission.  Seventeen recommendations are desirable and will require further evaluation with key stakeholders of the resource, policy, financial and legislative implications before a decision on implementation can be considered.  Ten will need to revert to Government at a later stage.<\/p><p>A high-level steering board, chaired by the Secretary General of the Department of the Taoiseach, is set out in the high-level action plan.  The structure will be important.  The most important part of that is the requirement for an independent chairperson.  The Minister has indicated he is looking for an independent chairperson and I wish him well in that endeavour.<\/p><p>As the Minister said, the report made 130 recommendations.  The most important aspects relate to pay and conditions, to which my colleague, Senator Joe O'Reilly, has alluded.  I would like an indication from the Minister as to when that will be decided.<\/p><p>The report also covered the Reserve Defence Force and the concerns about the low level of participation.  My colleague, Senator Chambers, as a former officer in the Reserve, may have more to say in that regard.<\/p><p>The pay and conditions are important aspects of the report.  There are currently 8,400 members in the Defence Forces. The minimum amount we are required to have is 9,500.  We are already a long way short of the numbers we should have.  The report recommends the recruitment of an extra 2,000 members.  I would like to hear the Minister's plans for aggressively pursuing that target while retaining the people we have already in the Defence Forces.  That is going to be a very difficult task.  Colleagues mentioned a number of ideas at the Joint Committee on Foreign Affairs.  I will let them allude to those ideas.  I believe there should be aggressive recruitment in our secondary schools, post-leaving certificate, PLC, programmes and Youthreach training centres.  I agree with Senator O'Reilly that members of the Travelling community should be pursued in this regard.<\/p><p>The military service allowance could be acted on immediately.  It needs to be increased immediately.  This is an allowance that was brought in to compensate Defence Forces personnel for the special disadvantages associated with military life, including liability for duty 24 hours a day, seven days a week; a requirement to serve for a fixed engagement which cannot be terminated at will; being subject to a code of military discipline under the Defence Act 1954, involving restrictions on personal liberty which have no counterpart in civilian employment; being subject to transfers, both permanent and temporary, involving disruption of home life; exposure to danger; a requirement to endure bad and uncomfortable conditions; and, on occasion, being faced with a decision on whether to use a lethal weapon.  Those are important points to put on the record of the House.  The allowance can be dealt with immediately.  It would help with the retention difficulties we are having at the moment.  It would also help morale within the Army.<\/p><p>The post-1994 stipulation requiring people to retire when they reach the age of 50 should be dealt with as a matter of urgency.  That will come into effect in December this year.  It is ludicrous.  Professionally trained personnel, including sergeants, corporals and others, are obliged to retire at a time of crisis in the Defence Forces.  That should be-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#HH01200","speaker":"1687","continuing":true},{"type":"speech","time":1664890200,"counter":123,"content":"<p>We have dealt with that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#JJ00200","speaker":"1457"},{"type":"speech","time":1664890200,"counter":124,"content":"<p>We will come back to that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#JJ00300","speaker":"1666"},{"type":"speech","time":1664890200,"counter":125,"content":"<p>I welcome the establishment of a cybersecurity college.  Personnel who are already within the Defence Forces should be encouraged to join the college when it comes into existence.  I very much welcome its establishment.  I have a number of other questions about which I will write to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#JJ00400","speaker":"1687"},{"type":"speech","time":1664890200,"counter":126,"content":"<p>Cuirim f&aacute;ilte roimh an Aire agus gabhaim bu&iacute;ochas leis as a bheith linn do na r&aacute;itis seo ar ch&uacute;rsa&iacute; cosanta.<\/p> <p>The Acting Chairperson is being very patient with the insubordination of Members today.  Fair play to him.  I will try my best to stay within my eight-minute limit.<\/p> <p>The Minister knows that Sinn F&eacute;in has welcomed the Report of the Commission on the Defence Forces.  We believe that the report gives long overdue consideration to the under-resourcing of the Defence Forces by successive Governments.  It is absolutely critical that any reforms that are made to the Defence Forces are made within the parameters set by Ireland's long-held principle of neutrality.  An important departure for this report, unlike previous reports of this nature, is the inclusion of real costs, the actual figures that would be involved in a real and meaningful reform of the Defence Forces.<\/p> <p>The issues of retention and recruitment remain the key challenges facing the Defence Forces.  The loss of experienced staff is also leading to increased risks, and this can be seen in reports of dangerous practices during live fire training and of training being cancelled.  The current dysfunctional cycle of turnover in members is degrading and eroding the standard of the organisation.<\/p> <p>We welcome and encourage any commitment to further training, cultural development and increased discipline.  We agree with the report that there is a need for a cultural transformation within the Defence Forces.  We also welcome plans for the appointment of a strategic HR change leadership team but this must be extended to encompass the culture within the Department of Defence.  Cultural transformation requires the development of cultural architects, the individuals who act as the cultural influencers within any organisation.  The fact that 35% of the Defence Forces now have less than five years' experience is an enormous challenge, as I know the Minister appreciates.  The shortage of experienced officers has left a leadership vacuum, which is felt in training in a lack of adequate supervision.  A culture cannot be moulded without the presence of cultural architects with the institutional knowledge to impart to cadets and recruits.  In any organisation, the culture within an organisation is a living thing.  It is primarily kept alive by example, tradition and a legacy of good practice learned and inherited, if you will.  It requires cultural architects with knowledge and experience, the absence of which will leave space for the emergence of a toxic culture that results in a lack of dignity and respect for all members.  Discipline can only be enforced by the presence of experienced officers and non-commissioned officers, NCOs.  Training can only be supplied by talented, experienced, capable and responsible individuals.  At present, there are limitations on training due to the lack of qualified supervisors.  Any modern military organisation cannot rely on the good will and sacrifice of individuals within its ranks to ensure the development of professional Defence Forces.<\/p> <p>We welcome the recommendation on the removal of the blanket exclusion of the Defence Forces from the working time directive.  This needs to be enforced, as colleagues have said, and people need to be paid for the work they do.  There needs to be a concerted effort to ensure that members of the Defence Forces get the recognition they merit from the roles they perform for the State.  There is a role for the leadership of the Defence Forces.  It is important that the Minister and his Department show to other Departments of the Government that the Defence Forces have a value and worth to them as well.  The example of the response by the Government to the cyberattack on the HSE is a case in point.  Little is known about the human cost of that attack.  There is a failure by the State to patrol our waters.  That is contributing to the ease with which drugs are imported.  To protect our offshore wind energy infrastructure and to adequately patrol our fisheries, we are dependent on the EU to patrol our 12-mile radius.  <\/p> <p>There is nothing in the report regarding military accommodation.  Houses on military installations are boarded up while members are placed on social housing lists.  The closure of Cathal Brugha Barracks will require a massive relocation of current personnel.  There is currently somewhere in the region of 500 people in the barracks on a regular basis.  <\/p> <p>Some of my colleagues have raised the issue of women members of the Defence Forces.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While Sinn F&eacute;in welcomes the recommendation that more women be recruited, we believe the mere fact of adding numbers of women will not automatically result in greater levels of equality for women within the Defence Forces.  To achieve true levels of equality or equity in the Defence Forces, women need access to and the opportunity to hold positions of genuine influence.  This can be achieved only by structural change.  This means women need access to decision-making, coupled with the resources to implement decisions.  It is not enough to merely advocate gender equality.  The will to achieve change must be backed with tangible proposals and the financial resources to implement them.<\/p><p>The roles of women in the Defence Forces must be expanded.  The Defence Forces would benefit from having women at high levels with decision-making capacity.  Women should not be stereotyped into non-combat roles.  The Defence Forces could serve as an example to other countries in the peacekeeping context in accepting that women's role is not only that of support but also of combat.  The recommendation to regenerate the Reserve Defence Force is welcome and applications to join the force must be speeded up and streamlined.  The defence budget is big on capital but places little emphasis on troops.  Most of the budget for 2023 will be used to cover back pay rises.  This year, we are heading for the largest net loss since 2019, which in itself is deeply shocking.  Indeed, it may even be worse.  Year on year, the Reserve Defence Force is losing 600 to 800 personnel, which is a vote of no confidence in the policies of successive Governments, including the current one.  This will adversely impact on the Minister's plan to recruit 400 personnel this year.  While the Government places emphasis on capital funding, there is not much point in having new tanks and ships if there are no troops or naval personnel to staff them.<\/p><p>The budget ignores many of the recommendations of the Commission on the Defence Forces as they relate to pay.  Many of the recommendations are still with the Department for discussion.  These include recommendations on the introduction of the rank of lance corporal, long-service increments and seagoing allowances.<\/p><p>Senator Clonan raised two interesting points on future planning that really chimed with me.  The issue of decolonising our Defence Force is one I had never really thought of, as someone who thinks.  I champion decolonising across all aspects of our lives, be they political, social or economic.  The military aspect is also important.  In the context of the current work of the Seanad Public Consultation Committee considering future constitutional change, we must consider the impact this specific issue might have on defence and our Defence Forces.  I am genuinely interested in hearing the Minister's response to the points raised by Senator Clonan.<\/p><p>This is a welcome report and its recommendations need to be speedily implemented to ensure the Defence Forces are ready to face the challenges of peacekeeping in these very dangerous times throughout various parts of the world.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#JJ00500","speaker":"1688","continuing":true},{"type":"speech","time":1664890200,"counter":128,"content":"<p>I welcome the Minister back to the House this evening.  He was here previously for discussions on Defence Forces matters but this is our first opportunity to discuss this important report.  I thank him for making himself available to us this evening.  I also thank those involved in producing the report, including the chairman and all those who were on the committee.  That is important to say.  They devoted some valuable time and input to preparing this report.  It is only right to acknowledge that here when we get the opportunity.<\/p><p>When the report was published, the Minister described it as a watershed for our Defence Forces.  For the future of our Defence Forces families, it must be considered as so.  Most important, this report must result in the action that our neutrality demands and our Defence Forces urgently need at this time.  There has been much talk or chat about our neutrality since the report was published.  The Minister mentioned this in his introduction.  The issue has featured even more since the legal invasion of the sovereign lands of Ukraine by Russia.  Being militarily neutral should not be confused with military impotence.  I agree with my colleague Deputy Howlin, who, in a similar debate on this report, in February in the Lower House, stated neutrality is a truly important principle that I believe commands the majority support of our people, but we need to define what we mean by it and to truly invest in it.<\/p><p>The report presents us with a number of levels of ambition.  The first, of course, is a do-nothing ambition, which is simply not good enough and would in the short term have dire consequences for our ongoing commitments to overseas peace missions.  Most important, it would, in the opinion of many, decimate Defence Forces that are already under pressure.  Such a lack of ambition is not what the vast majority in this country want for our Defence Forces and country.  We should be more willing to accept ambition 2 or a more Irish-State-focused ambition 2.  This must be the starting point on ambition for the Defence Forces' future.  However, any ambition 2 or level of ambition 2, LOA2, must have at its core those who serve and their families.  We must ensure that those who serve are truly valued by providing decent wages and conditions.  For me, it is finally time to tackle the accommodation needs of those who serve and their families.<\/p><p>As I said in this House last week, our Defence Forces personnel cannot continue to live on promises and reports.  It was in this context and with further worry that I read a report by Conor Gallagher in last Saturday's edition of <i>The Irish Times<\/i>.  It opened with the words, <font color=\"#2F2F2F\">&quot;An entire class of Naval Service apprentices is leaving at the same time after a private company bought out their contracts, a sign of the worsening retention crisis in the Defence Forces.&quot;  The article quotes the president of PDFORRA, Mark Keane: <\/font>&quot;In this case, PDFORRA is aware that members have paid sums in excess of &euro;25,000 to leave the Defence Forces.&quot;  He also stated, &quot;The loss of these personnel will have long-term planning implications for the Naval Service due to the lead-in time necessary to qualify personnel and this will have multiple knock-on effects on service delivery.&quot;  He added, &quot;Defence Forces personnel are deciding to leave due to various factors, including pay, allowances and the failure to apply the working time directive.&quot;<\/p><p>I am informed that another Naval Service ship is gone out of service until next year, leaving the Naval Service with just four operational vessels.  Serving naval numbers are now below 800.  With a further 30 go by the month's end, as I am informed, the Minister must let us know tonight why the improved seagoing allowance has not yet been implemented.  What are his plans to address the exodus?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#KK00200","speaker":"1684"},{"type":"speech","time":1664890200,"counter":129,"content":"<p>It is being implemented.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#KK00300","speaker":"1457"},{"type":"speech","time":1664890200,"counter":130,"content":"<p>I thank the Minister.  He is going to come back to us with all the answers to these questions, as he has said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#KK00400","speaker":"1684"},{"type":"speech","time":1664890200,"counter":131,"content":"<p>It is important to be accurate on these issues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#KK00500","speaker":"1457"},{"type":"speech","time":1664890200,"counter":132,"content":"<p>The Minister is going to come back to us and let us know.  I gave my information and I thank the Minister for correcting it if what he says is the case.<\/p> <p>The Minister will be aware that the plan we are discussing tonight spoke of an expanded Naval Service.  He will also be aware of the importance of our Naval Service as an island nation and in the context of protecting our territorial waters.  I am informed that just under 270 personnel have left the Defence Forces so far this year, a figure three times higher than the same figure for the corresponding period in 2021.  The question must be asked again as to what the Minister's plans are to address this.  He might come back to us on that as well tonight.<\/p> <p>I want to return to the issue of accommodation.  It will come as no surprise to the Minister that I will bring up once again the matter of the Curragh Camp, which is my home county, Kildare.  I am currently dealing with several Defence Forces families regarding their accommodation needs.  Simply put, they have nowhere to live.  I cannot understand why Deputy Coveney, as Minister, does not tackle the dereliction in the Curragh Camp and convert potential family homes into proper family homes for those who are serving.  I have no doubt it would help with retention and build up the Defence Forces family to the strength that the report recommends.  Seeing the Curragh like it is today is heartbreaking for many who have served there and continue to serve there.  It is now time to address the accommodation of those serving once and for all and begin in the Defence Forces' spiritual home, the Curragh Camp.<\/p> <p>With regard to female participation in our forces, the report highlights the need to focus on achieving the Defence Forces' gender parity targets.  In spite of the focus on and efforts in new recruitment, I am informed that just 44 women joined last year.  The Minister might let us know tonight what he is doing to address this shortfall, as has been asked by my colleagues, and the plans he is going to put in place.<\/p> <p>There was a very positive announcement in the budget on primary radar and investment in other areas of defence.  However, the figures needed to get to LOA2 are multiples of that.  We need to see the Government tackling inadequate remuneration and the continuing staffing crisis in our Defence Forces.  The recruitment drive, as many Members have discussed tonight, is simply not working.  There must be an urgent review of how the Defence Forces manage their people.  This must include female participation.<\/p> <p>The Minister mentioned the way forward and high-level plans putting together the building blocks.  He mentioned the fact that potentially, we could have &euro;2 billion being spent on the Defence Forces by 2028.<\/p> <p>I also want to mention the Reserve Defence Force and the talent in it.  Is the Minister planning to use it to encourage and develop the Defence Forces at this time?  This was mentioned in the report and in the Labour Party's submission to those producing it.  I ask the Minister to mention the recommendation in the report on the working time directive and where that stands.<\/p> <p>I was glad to hear the Minister mention that a great partnership has developed between the Department of Defence and the Defence Forces.  Maybe he will comment on the post-1994 contracts.  That has been mentioned and the Minister mentioned it already but he might clarify the position on that for us as well.<\/p> <p>The Minister mentioned the implementation oversight group and said he was seeking an independent chairman.  I am glad he is putting a bit of time into that.  Where does that stand and when does the Minister hope to have it implemented?  Could he say something about the make-up of the implementation oversight group?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Wall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarkWall&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Who will be part of the group?<\/p><p>The Minister referred in his speech to the 38 early actions that were recommended in the report.  Where do they stand?  How many of them does the Minister hope to have implemented by the end of the year?  Are any of them within his remit for implementation in the coming months?  We must retain and recruit as many people as possible.  I again thank the Minister for coming to the House tonight.  I look forward to his replies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#KK00600","speaker":"1684","continuing":true},{"type":"speech","time":1664890200,"counter":134,"content":"<p>I start by thanking the Minister.  We have had many debates on defence, which has been on the political agenda for a long time, but it is fair to say that the Minister has taken it seriously as an issue and he has taken his responsibilities seriously.  Part of that has been seen in the significant increase in Defence Forces funding in the budget and, as colleagues have said, in addressing the investment in radar and responding to a number of the recommendations within the commission's report.<\/p> <p>It is important that we always continue to thank those who serve and who have served within the Defence Forces.  Their role is often underestimated in the provision of security for the State and in particular at times of difficulty when we call on them.  That role must be recognised.  As colleagues have stated, it is imperative that we ensure that the Defence Forces become an attractive place for people to be recruited and that it is a safe and diverse organisation.  I echo the concerns about female participation.  I am conscious that so far in this debate, it has been all male speakers.  It is important that we stress that the need to ensure that there is increased female participation in the forces and that there is a guarantee to anyone who does join that the Defence Forces are safe.<\/p> <p>I believe that it is an appropriate time, building on the report of the commission, to have a national strategy on security and defence.  I listened to Senator Clonan's remarks on where we are going with the future of defence and whether we will end up having an all-island defence force called \"Land Forces Ireland\" or whatever, but one thing that is certain - the Minister might not be surprised to hear me raise this - is the cyberthreat and the challenges we will increasingly face.  It will be less about land forces and more about how we can respond to the threats that we experience in the digital space.  We must remember that we were subjected to an attack on the health service during the pandemic, which to date has directly cost us &euro;101 million, not to mention the impact it has had on countless lives and the families of patients.  Ensuring that we have the necessary cybersecurity is essential.  I have said previously in this House that I do not believe we are equipped to deal sufficiently with a strong series of cyberattacks.  Senator Clonan is correct that warfare in the future will be hybrid warfare and we could easily be exposed.  If we vote in a particular way at the UN Security Council, certain states that I will name - Russia, China and others - could decide that they do not like our approach, and it is not inconceivable that they would engage in either state-sponsored or state-condoned cyberattacks.  It is not just in Ireland that we are seeing this.  MI5 is not secure.  Its website came down recently because of cyberattacks.  In April of this year the ministries of finance and social security in Costa Rica almost shut down when it experienced Russian-originated cyberattacks.  Costa Rica had to declare a national emergency.  A number of days ago, Optus, the second largest telco provider in Australia was subject to Russian-originating cyberattacks.  This is going to be the warfare and battles of the future.  It is interesting that only today, both the National Cyber Security Centre and the Garda S&iacute;och&aacute;na warned about an increase in the number of cyberattacks happening here in Ireland.  That is the experience of small businesses and higher education institutions.  We are going to see many more cyberattacks, in particular those emanating from difficult states.<\/p> <p>Building on the commission's report, we need a strategy on defence and security.  This has been lost in some of the debate that happened earlier this year when there was all the talk about whether we were joining NATO, but that is not the debate.  The debate is what is best in Ireland's interests in terms of our defence and security.  We must talk to those fellow traditionally non-aligned states.  We must learn from the experience of countries like Estonia but also our partners in Finland, Sweden and Austria.<\/p> <p>I commend the Minister on his work.  I thank him for the investment in the budget.  It is a positive sign and a move in the right direction.  We do need to address the question of terms and conditions but I plead with the Minister to set out a national strategy on defence and security and ensure in particular that Ireland is well protected in the area of cybersecurity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#LL00200","speaker":"1638"},{"type":"speech","time":1664890200,"counter":135,"content":"<p>I welcome the Minister to the Chamber.  It has been a very robust debate so far this afternoon with many passionate contributions.  I acknowledge the amount of work the Minister has done on this issue.  There has been a major change in the Government's attitude and focus on this issue, in particular in the past 18 months.  The past two months since the report was published have been very positive.  The Minister referred in his opening statement to the engagement he had and the fact that he visited the majority of barracks to meet with the personnel.  I also acknowledge that he met the reservists, who are an important part of the process.  My contribution tonight will focus on the reservists and where they fit in to the jigsaw when it comes to the Defence Forces in Ireland.<\/p> <p>The Minister will be aware that recommendation No. 79 relates to the intention or desire that reservists could have the opportunity to support the Permanent Defence Force in operations either in Ireland or overseas.  It is a very worthy recommendation that is subject to further evaluation.  There is an issue regarding how employment law would affect such participation by reservists.  The Minister might comment on that and state how he believes an appropriate mechanism could be put in place to ensure that reservists will be secure in their permanent job, whatever it is, while taking up active duty assisting the Permanent Defence Force abroad or with a flooding issue.  In many ways, the Reserve Defence Force has been a stepping stone to the Permanent Defence Force.  Could the Minister clarify how he believes the process could operate in order that we could have an appropriate way forward and that the reservists can play the role they want to play?<\/p> <p>Recommendation No. 76 is based on another principle of the report, which is about trying to make sure the application process to join the Reserve Defence Force is a speedy and fair one.  The reports I hear relate to the inability of the Defence Forces at the moment to provide adequate medical assessment.  My understanding is that applications on the website have been suspended since 27 July due to a lack of available personnel to carry out medical assessment.  However, while reservists are not current being recruited, recruitment to the Permanent Defence Force is ongoing.  That is an issue we must examine because we have a brain drain and we will lose good people who will go to other organisations such as the Civil Defence, the Coast Guard, the Red Cross, and the mountain rescue associations because the process to get into them is easier and faster.  These people want to serve.  They want to be a part of their community and society.  Could the Minister elaborate on how we will deal with the issue because it is important that clarity is provided to people who want to step on the ladder and become reservists.  The Reserve Defence Force will play a vital role going forward.  I will do my best to support whatever mechanism the Minister brings forward to help it, but we must empower it to be part of the solution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#LL00300","speaker":"1666"},{"type":"speech","time":1664890200,"counter":136,"content":"<p>I welcome the Minister to the House.  I wish to make a few observations.  The Government's response document and high-level action plan to the Report of the Commission on the Defence Forces commits the Government, over the years 2022 to 2028, to increase the expenditure on defence to &euro;1.5 billion.  Currently, it is &euro;1.107 billion.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are, in effect, dealing with a commitment to increase expenditure by &euro;393 million over six years or &euro;65 million per annum. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#LL00400","speaker":"1669","continuing":true},{"type":"speech","time":1664890200,"counter":138,"content":"<p>I clarified that at the start of the debate.  It is-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#MM00200","speaker":"1457"},{"type":"speech","time":1664890200,"counter":139,"content":"<p>I heard what the Minister said; I listened in my room and looked at these figures.  I looked today at the budget Estimates for next year and noticed that the increase is in fact in the order of approximately 6%.  That would be fine, if we were not in a situation where inflation is now running at between 6% and 8%.  I want to impress upon the Minister that it is all very well to come to the House and flash figures around but the amount of money provided for in the budget, which received such acclaim the other day, is in fact more or less in line with the rate of inflation.  As the Minister will recall, the Government said it was determined to have the real value of expenditure in 2022 terms increased to &euro;1.5 billion.  Obviously, with inflation going the way it is, it will clearly be more than &euro;1.5 billion, unless some major miracle takes place over the next number of years.<\/p> <p>I am just making the point that this year, and I do not think we can get away from it, we are projecting to stand still in respect of the expenditure we are earmarking under the budget.  Let us not fool ourselves.  In a period of 6% to 8% inflation, to provide for a 6% increase in the budget for the Defence Forces will not make progress towards the targets the Minister has set.  I support those targets.  I also support him in saying that level of ambition 3 is where we should be going rather than level of ambition 2 because we are talking about relatively modest sums in 2022 terms.  We are talking about &euro;65 million per year over six years, which is not a huge sum of money.<\/p> <p>I echo what other speakers have said.  We have to face up to the fact that we are not going into NATO and most Irish people do not want us to do so.  However, that does not absolve us from the need to have properly resourced Defence Forces.  The problems with retention of soldiers and sailors is a serious matter.  I do not envy the Minister in responding to it because he obviously has to control expenditure but there is a significant outward migration from the Defence Forces, which we have to face up to.<\/p> <p>I see Senator Chambers is present.  This will not be an all-male occasion and others may also contribute.  The Reserve Defence Forces needs attention.  The strategy for the Defence Forces envisages that the Reserve will be brought up to a strength of between 3,000 and 4,000 individuals but I am not quite clear on how that is to be done.  If the Reserve is going to be made up of people who have served in the Defence Forces and are then designated reservists that is one thing, but there is a role for voluntary reservists and the Government should spend some time considering what roles they can carry out.  The experience of An Garda S&iacute;och&aacute;na with its reserve has been very unsatisfactory.  We can be complacent, and Senator Clonan can say that in 20 years' time we may not have &Oacute;glaigh na h&Eacute;ireann at all and may have something else, but we would be very foolish, even looking at this island in its present state and what might happen in respect of divisions in Northern Ireland, to run our Defence Forces lower in terms of their numbers.  Looking around Europe, there is nothing wrong with having women and men who are capable being brought in to aid the civil power, along the lines that the FCA did and the Reserve Defence Force does now, to assist the Government.  It is a sad fact that the number of people who could take orders and fire a rifle in Ireland has dwindled to a very low number.  We have to consider the Reserve in that context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#MM00300","speaker":"1669"},{"type":"speech","time":1664890200,"counter":140,"content":"<p>I welcome Colonel Sean Grant, the British defence attach&eacute; to Ireland, to the House.  It is obviously a very important debate and it is great to have him here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#MM00400","speaker":"1670"},{"type":"speech","time":1664890200,"counter":141,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#MM00500","speaker":"1637"},{"type":"speech","time":1664890200,"counter":142,"content":"<p>I am pleased to contribute on behalf of the women in the House.  I have no doubt my colleague, Senator Chambers, will also speak.  I wanted to speak on this matter for a number of reasons but mainly because I come from County Kildare, very close to The Curragh, which is obviously the heart of the Defence Forces.<\/p> <p>The Minister is very welcome.  It is good to have the opportunity to have a debate on the high-level action plan on the report of the Commission on the Defence Forces.  We have been waiting for this for just over six months now and many of us have had the opportunity to speak on it in the past few months.  I welcome that the Minister said during his speech that he will come back to the House and there will be the opportunity on an ongoing basis to speak on this issue.  What the Minister said about the need for a cultural transformation is crucial and is at the very heart of what needs to be done.<\/p> <p>The men and women - unfortunately it is too few women - who are involved in the Defence Forces are key to all of this.  They are at the heart of our Defence Forces and our defence policy.  We have to ensure that they are treated properly and appropriately.  Pay restructuring is crucial as we go forward.  How do we do this?  The introduction of long-service increments needs to happen.  The Army continues to lose recruits, especially at sergeant and corporal level.  I understand there are 400 vacancies for sergeants and 300 for corporals at present.  If long-service increments were introduced, this would encourage people to stay.  We need to look at contract terms for post-1994 sergeants, which is reaching a cliff edge on 31 December when they will take leave for Christmas holidays and will not come back because of the contract situation.  That will be significantly worse this time next year.  Surely, it is counterintuitive to kick people out when we are trying to recruit people.<\/p> <p>Most recruits leave within three years.  That is very significant.  We need to ensure that everything is done to try to encourage them to stay.  In this context, the position of lance corporal holds a lot of promise because if people feel they are valued, then they are certainly more likely to stay.  As I mentioned, I am from County Kildare.  I am very proud of The Curragh camp and its main training centre, which has almost 2,000 personnel.  Very many military families and retired personnel are in County Kildare so those of us who are representatives for Kildare are only too acutely aware of the difficulties that are there.<\/p> <p>The high-level action plan has to be a turning point for the defence community.  The days of reports and talking about reports have to come to an end.  We have to come to an implementation phase that is meaningful, if we are to revitalise our Defence Forces and if we are serious about retaining and attracting people into them.  The sticking point that has always held back our Defence Forces has been the lack of money but significant extra funding has been put into the budget for 2023.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To go back to the personnel, it must be recognised that while it is all well and good to have the equipment, and we absolutely need to have that, currently personnel in the Defence Forces, who go over and beyond in service to the State, are working for low pay and in poor conditions and battle every day to carry out their duties on a shoestring budget.  They have become accustomed to that.  I am aware that the Minister recognises that we owe them more than that.  We owe them respect and honesty, investment and appreciation.  I really hope that the high-level action will deliver on the required transformation.<\/p><p>I will mention briefly the Curragh Camp and the absolute investment that is needed in the physical infrastructure there in the working area and the living quarters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#MM00600","speaker":"1689","continuing":true},{"type":"speech","time":1664890200,"counter":144,"content":"<p>I am due up next but I can stay in the Chair.  After the next Fine Gael slot, it will be Senators Chambers, Ward and Buttimer.  I was to speak in the next Fine Gael slot so Senator Buttimer is the next Fine Gael speaker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#NN00200","speaker":"1670"},{"type":"speech","time":1664890200,"counter":145,"content":"<p> We could not deny the House Senator McGahon's words of wisdom.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#NN00300","speaker":"1692"},{"type":"speech","time":1664890200,"counter":146,"content":"<p>I thank the Leas-Chathaoirleach for taking the Chair.  I was not planning on speaking and I will be brief.  A number of months ago I visited Aiken Barracks.  I was there for the retirement of a friend of mine from the Reserve Defence Force, where he spent 35 years.  I was really amazed at the amount of people there who have so much dedication and commitment to the Reserve.  I believe this has been forgotten about over the past number of years or perhaps did not get the required amount of funding and support that it should have.  This is why am very pleased to hear today from Senator Lombard and elsewhere, and when one reads the report to see the amount of support that is finally going there.  That is a really important aspect.  The Reserve should absolutely be treated with the same level of respect and dedication with regard to support and funding from this Government, as are other aspects of the military.<\/p> <p>My other point, as referred to by Senator Malcolm Byrne, is the aspect of cybersecurity.  That is the new warfare of the modern era.  It is something that we as a nation must be very concerned about and on the alert for.  It is simply not good enough to have the concept, which we have seen over the last number of months, that because we are Ireland and a nice country on the western edge of the European Continent, nothing bad is ever going to happen to us.  That is not a good enough reason.  We must be absolutely prepared for as many scenarios as possible.  That preparedness must come through Government funding in the long term.  This is why I am glad to see in this budget more Government funding than ever before being put towards the Defence Forces.  This will go a long way to maintaining and ensuring that we keep our soldiers, our sailors, our aircraft and our pilots in the Defence Forces for as long as possible and that we make it an attractive profession for people to stay there as long as possible.<\/p> <p>When I was in Aiken Barracks recently on a tour of Dundalk, there is a guy there who has been there for 30-plus years called Riccardo Lucchesi.  Sergeant Lucchesi manages and maintains a museum in the barracks, which is all through his own volition.  It is something he does out of enjoyment and he has been keeping it going for ten or 20 years.  The danger is that when Sergeant Lucchesi leaves the Defence Forces and when he retires, that will go away.  It is something I will discuss with the Department at some stage.  I would love to see some small amount of funding dedicated towards Army barracks around the State whereby they can maintain their own museums.  There are many times when people find memorabilia or photographs and they will go to an Army barracks to leave it in at the gate.  Depending on whether there is someone who is interested in that type of historical context of a barracks, it can go somewhere or it can be lost, unfortunately.  One can be surprised and amazed, especially in military towns such as Dundalk, Athlone or Sligo, at the amount of stuff that comes out of homes when people are either moving or clearing attics, and which may have been lost forever.  When those items come back into the barracks it would be very good if there was some sort of a system there so the items are catalogued and given to the right people.  It would be a really good idea if some sort of funding was available to maintain a small-level type museums in regional barracks.  <\/p> <p>I again thank the Leas-Chathaoirleach for taking the chair and will switch back with him now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#NN00400","speaker":"1670"},{"type":"speech","time":1664890200,"counter":147,"content":"<p>Well done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#NN00500","speaker":"1692"},{"type":"speech","time":1664890200,"counter":148,"content":"<p>I thank the Acting Chairperson.  I welcome the Minister, Deputy Coveney, to the Chamber.<\/p> <p>I welcome this high-level action plan to deal with the recommendations, some 69 main recommendations, from the Commission on the Defence Forces.  I will hone in on a couple of key areas.  I will give some personal views and insight into two of them.<\/p> <p>I welcome the acknowledgement that there is a gender issue but we also must acknowledge that by its very nature we will never have a 50:50 ratio.  Ireland is not unique in that regard when considering armies across the world.  There will always be more men than women because of the nature of the job.  In saying that, appointing a gender adviser is not going to do a whole lot.  There are a couple of key areas to focus on.  I do not believe that the Defence Forces are an unsafe place for women. I served in the Defence Forces as a reservist for 13 years.  I never once felt unsafe.  It is, however, a macho culture and there is no doubt about that.  This can be dealt with.  We had annual lectures on harassment and bullying within the Defence Forces, which was a mandatory lecture that every member of the Permanent Defence Force and the Reserve Defence Force had to take when they went on their first training course.  That sunk in and over time it bedded in and it changed attitudes and cultures.  With an annual lecture, whenever somebody goes for training or they put on the uniform for the first time that year, they must get that training in gender, bias, and how to treat other people with respect.  Over time it will bed in.<\/p> <p>We must also acknowledge that women have babies and this impacts on their ability to perform what is a physical job.  The demands to go overseas for service impact on a person's ability to progress in the organisation.  Again, this makes it more difficult to retain women in the Defence Forces.  If we look at those two things it will go a long way towards increasing our numbers.<\/p> <p>I also wish to focus on the Army Reserve, which, when I was in it, was called the Reserve Defence Force, and when I first joined it was the FCA.  It is had a few different iterations over the years.  When I was the Defence spokesperson six years ago we were having these conversations about recruitment and retention right across the Defence Forces.  We know the issues in the Permanent Defence Force, PDF.  The Reserve is slightly different.  We are supposed to have more than 4,000 reservists, but on the last count I believe my most recent figures are that we are at 1,380.  We are not even halfway there.  Those 1,380 people are there despite the barriers and the challenges that the Defence Forces and the Department put in their way.  It costs them to be members of the Reserve Defence Force.  They get nothing out of it financially.  They are there for gr&aacute;, for love of their country and the community, and because they want to serve.<\/p> <p>I would ask the Minister and make a special request that he would engage directly with them - it is a small number of people - to get their views on this action plan.  It is quite vague on details on how we are going to address the huge retention and recruitment problem we have in the Reserve Defence Force.  I ask the Minister to speak directly with that group of people.  They will tell us straight away where the gaps are and where it falls.  It is not just in terms of pay, although what they get is derisory and often does not cover their expenses in taking time off work.  There are limits in terms of man days and how many days they can serve.  Barriers are put in their way with regard to training courses.<\/p> <p>Ultimately, at the crux of it, we have closed so many barracks that we removed the Army from so many communities.  It is no different than when a young person is in secondary school and college: if it is too far away then the student is just not going to get there.  It is like the local GAA club or local soccer club or whatever it might be.  When I joined the Reserve Defence Force that was my extracurricular activity and what I did as opposed to playing football or soccer.  That was how I started off and 13 years later I ended up as an officer.  If we do not make it closer to communities and reopen outposts or areas where reservists can meet without having to travel long distances, then we will never deal with the recruitment issue.  As I have said, we must reach out to that group of people.  They will tell the Minister directly what needs to be done.  The changes are minor and will not cost a lot of money.<\/p> <p>We must acknowledge that not only do we want reservists ready to step up to assist the Permanent Defence Force, there is also the huge benefit to the individual, and especially to young people, in being a member of the Reserve Defence Force.  It builds character and resilience and a person makes connections and friends for life.  The social benefits are not measurable but they have been discounted and disregarded over the years.  I ask the Minister to pay special attention to that.<\/p> <p>Other colleagues have spoken about cyberthreats and the need to deal with that aspect of what the future is in the context of threats to our country.  I note and acknowledge the recent polling by EMI that 56% of our citizens actually favour greater co-operation on defence and security with our European partners and other member states.  This probably means different things to different people, but things have changed.  Given the war in Ukraine and, as Senator Malcolm Byrne has said, the cyberattack on our HSE, people's attitudes have changed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should not be afraid to have that conversation with our citizens.  Perhaps he cannot do it this evening, but it would be good if the Minister outlined how he foresees our Defence Forces engaging further with their counterparts in other member states.   While the projected increase in defence funding up to &euro;1.5 billion is welcome, it is a small enough contribution in comparison with other member states and we do not have the resources or capabilities to defend our State against cyberattacks of that nature.  That has been proven.  We need to work with other member states to pool resources and knowledge if we are to have any chance of preventing that happening again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#NN00700","speaker":"1642","continuing":true},{"type":"speech","time":1664890200,"counter":150,"content":"<p>Senators Ward and Buttimer are sharing time.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#OO00200","speaker":"1670"},{"type":"speech","time":1664890200,"counter":151,"content":"<p>The Minister is welcome to the House.  I welcome the report of the commission and the Government's response to it.  It is tremendously important that we take this issue seriously.  For too long it has been left on the back burner.  I have heard criticisms of the inflationary effects of the current environment.  We hope those effects will not be permanent.  I welcome the fact the Government has committed to providing the funding necessary to get to the level identified.<\/p> <p>I have an American intern working with me at the moment, Brenna Nealon.  I was trying to explain to her today the difference between attitudes to militarisation here and in America.  To say she was astonished that we do not have the radar capability to identify planes flying in over our west coast, for example, in certain situations is an understatement.  Items like that, in a modern country like Ireland, are difficult to understand.  It is right and proper that we should put in place measures to address significant lacunae and deficits in our defence of this island.  I welcome that and the investment in the Defence Forces and, particularly, the personnel in the Defence Forces, which comes part and parcel of the investment.  The Defence Forces cannot exist, in real terms, without the morale of the people who staff it, run it and make it excellent being as high as possible.  I welcome that the Government is committed to addressing those issues.<\/p> <p>As we take steps forward in providing a greater facility for the Defence Forces, the Minister will remember that I have raised with him on a number of occasions the possibility of the extension of the Naval Service.  As an island nation, it is appropriate that we should have in place significant cover across our coasts to defend them in all the ways they need to be defended, from customs to drug trafficking, smuggling and whatever else.  I welcome the announcement of the purchase of two coastal patrol vessels from the New Zealand navy and I welcome the fact that the Irish Sea as an Irish and, now, EU border will also be properly patrolled.  I cannot help seeing the obvious place to base such a patrol is in D&uacute;n Laoghaire Harbour, where there is capacity, room and great excitement among the local people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#OO00300","speaker":"1685"},{"type":"speech","time":1664890200,"counter":152,"content":"<p>What is wrong with Bullock Harbour?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#OO00400","speaker":"1669"},{"type":"speech","time":1664890200,"counter":153,"content":"<p>Bullock Harbour, as the Senator knows, needs work and is too small to take these coastal patrol vessels.  I hope the Minister will give that serious thought as we move forward because there is great potential there for D&uacute;n Laoghaire Harbour.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#OO00500","speaker":"1685"},{"type":"speech","time":1664890200,"counter":154,"content":"<p>I welcome the Minister to the House.  I commend him on his stewardship of his Department and on the publication of the commission report.  I acknowledge the roles of the former Minister of State, Deputy Kehoe, and former Government Chief Whip in the House, Gabrielle McFadden, who is a strong champion of the Defence Forces.  Our collective pride in the Defence Forces, as articulated by many of us today and by the contents of the commission, must now be turned into action.  The significant changes and challenges coming to the Defence Forces, along with defence provision as outlined tonight in the House, are ones the Minister will have our full support on.  Everybody in the House wants to see full implementation of the commission report.  I ask the Minister to engage with the Minister for Public Expenditure and Reform, Deputy Michael McGrath, on the extension of the posts, as Senator O'Loughlin said, of the 94 sergeants or petty officers on the cliff edge of having to retire this year.  Comparative personnel in other parts of the public service do not have to go at 50, but can go at 58 or 60.  Will the Minister look at that?  It is important we do not lose, as Senator O'Loughlin said, that cohort of people, who are very important.<\/p> <p>The Minister and I share the constituency of Cork South-Central, which has a strong defence and naval cohort of people.  We both engage with PDFORRA.  I thank Mark Keane and members of PDFORRA for their engagement.  There is an issue with seagoing personnel concerning payment of the &euro;56 per day before tax.  I ask that the seagoing allowance be reviewed so we can allow some form of further compensatory payment to the men and women who serve, travel away from home and are at sea for inordinate periods that to many of us would be unconscionable.<\/p> <p>I thank the Minister for his genuine interest in and commitment to the Defence Forces.  I heard some Members opposite talking about closure of barracks.  They have short memories.  They were in government when they closed barracks.  I forgot the troika were here.  I thank the Minister for what he has done and is doing.  He is doing a very good job.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#OO00600","speaker":"1637"},{"type":"speech","time":1664890200,"counter":155,"content":"<p>I welcome the Minister to the Chamber.  I was watching the debate in my office.  I acknowledge his commitment to the Defence Forces, the engagement on the part of Government in appointing a commission to review the Defence Forces and their future, and the action plan agreed at Cabinet with the associated increased funding that has been announced.  It will see a transformation of our defence capabilities in the coming years.<\/p> <p>There was talk of LOA3.  One would have to get to LOA2 anyway before one gets to LOA3, so it makes perfect sense to implement LOA2 as part of the view to address specific priority gaps in our ability to deal with the assault on Irish sovereignty and serve on higher intensity peace support operations.<\/p> <p>The world has changed so much from the 1970s, 1980s and 1990s, when we had a greater threat of terrorism on our own shores, though there is still a threat.  We saw an ending to the Cold War and the terrorist attacks that were deemed to be far away from home.  It is clear that the threat is there, whether it be a cyber or physical threat.  The war on European soil is a wake-up call regarding our defence capabilities.  <\/p> <p>The increases in naval personnel envisaged as part of this review is welcome.  There has been much bad publicity over many years about boats being tied up and not out at sea where they should be.  The impetus, as part of the commission report and action plan, is welcome to increase our naval capabilities, including in defence of our shores.  The sea mass of our country is ten times larger than the land mass.  Look at the marine map of Ireland and at the work the Marine Institute and Geological Survey Ireland do regarding mapping our shores.  Increasing our sea capabilities for patrolling and drug protection is welcome.<\/p> <p>I welcome the transformation envisioned for appointments of key personnel, the civilian head of strategic HR reporting directly to the Chief of Staff, the civilian head of transformation, the gender advisor reporting to the Chief of Staff and the digital transformation officer.  That will improve the efficiency and accountability of the service.  Also welcome is the establishment of the office of reserve affairs and a capability development branch.  <\/p> <p>The Minister is on record, concerning where ships are patrolling off the west coast and have to go back to their headquarters in Haulbowline, as stating his belief in the necessity for a base off the west coast, as well as the east coast as mentioned by Senator Ward.  There are plenty of fine sites that are or will be undergoing development, including Ros an Mh&iacute;l and Galway Port.  It is more important to improve the capability and ensure the ships are at sea where and when necessary.  <\/p> <p>Being parochial, I always enjoy the visits to D&uacute;n U&iacute; Mhaoil&iacute;osa in Renmore.  The barracks there has a proud record and I hope the review and its recommendations ensure the enhanced status of barracks like D&uacute;n U&iacute; Mhaoil&iacute;osa, which is so important in the heart of Galway city.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I note the investment that is planned for upgrades to the accommodation in D&uacute;n U&iacute; Mhaoil&iacute;osa, with more than &euro;8 million committed.  The <i>status quo<\/i>option, which was the first option, would require investment anyway - something like &euro;47 million.  Significant funding is required and has been committed to and that has to be kept under review with regard to costs that arise.  I welcome the commitment to increase the level of personnel, increase the Naval Service personnel and back up the Reserve Defence Force.  That is very welcome.  The improvements to primary radar capability are very important as well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#OO00700","speaker":"1665","continuing":true},{"type":"speech","time":1664890200,"counter":157,"content":"<p>I welcome this report.  I thank the Minister for the work he has done and the commitment he has given to this report on behalf of the Government.  I look forward to seeing its full implementation.  The allocation that has been put into budget 2023 is a very strong starting point and sets out the commitment this Government has to our Defence Forces.  Senator O'Loughlin spoke about the men and women of our Defence Forces, the real &Oacute;glaigh na h&Eacute;ireann.  I have mentioned this previously in this House.  My cousin Captain Marie Carrigy is a member of our Defence Forces, currently serving abroad.  We as a family are very proud of her being a member of the Defence Forces and the role she plays, as well as the role played by all members of our Defence Forces, serving both here and abroad.<\/p> <p>I come from Longford.  One of the barracks there, Sean Connolly Barracks, was closed about ten years ago.  The barracks in Mullingar was also closed.  Investment has been put into Columb Barracks in Mullingar for an electric vehicle charging centre.  I am currently working on a project to try to get a third level education facility in Sean Connolly Barracks in Longford.  Then there is Custume Barracks in Athlone.  There is a very proud tradition in Longford and Westmeath.  I concur with the comments of Senator Chambers.  Maybe the Reserve Defence Force could go back into towns where there are old barracks.  Longford and Mullingar were both Army towns and a lot of Army families are still there.  They might not travel to Athlone, but if something was set up within those towns, it could be very positive and get more people to join.<\/p> <p>I will focus on Custume Barracks and the role it has played in the history of our State.  I have brought this to the Minister's attention before.  It is important not just to maintain the facility that is there but improve on it, given where it is located in the centre of Ireland.  I pay tribute to all those who served in the barracks.  We need to improve that facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#PP00200","speaker":"1639"},{"type":"speech","time":1664890200,"counter":158,"content":"<p>There is quite a lot to respond to there.  I had a closing speech but I will put it aside and try to answer people's questions.  Every second speaker raised the issue of pay and allowances.  Many of the people campaigning for the Defence Forces representative associations to have a relationship with ICTU in the context of the public sector pay discussions need to understand they cannot have it both ways.  They cannot call for increased pay for the Defence Forces and at the same time want them to be part of collective bargaining in the context of pay discussions.  It is either one or the other.  We have now gone down the latter route because I was asked to do it and that was supported by the representative bodies.  They wanted to have associate membership of ICTU.  We have facilitated that and they were part of that process for the new pay deal.  Where we can make interventions is in allowances.  I will talk about that in a bit of detail in a second.<\/p> <p>With regard to the budget, a number of people referred to &euro;67 million.  It is not &euro;67 million.  We will spend around &euro;114 million on the defence budget next year.  What we did not factor in on budget day with regard to the &euro;67 million increase was that, if the new pay deal is accepted, that will mean about &euro;47 million or so for the defence sector in pay and pensions.  That is about &euro;27 million in pay and &euro;20 million on pensions.  Adding those numbers together, assuming it is a \"Yes\" from trade unions on the pay deal, that is an extra &euro;114 million, give or take &euro;1 million on either side in extra expenditure on the broader defence sector next year, which is a very significant increase of more than 10% in one year.  It is important to say that.<\/p> <p>I take Senator McDowell's point about getting to where we need to be by 2028.  I think that will be closer to &euro;2 billion, given the pace of inflation at the moment and the demand for munitions and defence equipment because of what is happening in Ukraine and what many countries, particularly in Europe, have contributed to support Ukraine.  There will be considerable pressure on supply chains for military equipment and procurement processes and so on, of which Ireland will have to take account.<\/p> <p>Some people in this Chamber today have been calling on me to spend more money on defence through their own budget proposals.  We are talking about spending a fraction of what we committed.  The Sinn F&eacute;in budget has a total of &euro;25 million extra, &euro;10 million of which is capital.  We are going to be spending in excess of &euro;100 million more on defence next year.  Let us be consistent and honest in what we are asking for versus what we are actually proposing in alternative budget proposals and so on.  I accept that next year we will spend well in excess of &euro;170 million on capital investment, which I think is the highest ever spent on defence.  We will need to increase the capital investment significantly over the years ahead.  The truth is that, with the capacity we have today in personnel, procurement systems and the number of engineers we have, we can only do so much next year.  I hope we will be able to do more each year in the build-up to 2028 because we will have much stronger foundations in place to be able to do that.<\/p> <p>Recruitment and retention is perhaps the biggest challenge of all.  We have committed to supporting the recommendation of the commission, which is to increase by 2,000 the establishment of the Permanent Defence Force.  That is building it up to around 11,500.  We are currently more than 1,000 behind where we should be, with fewer than 8,500.  We are talking about adding more than 3,000 people to the Permanent Defence Force over a six-year period when we are currently losing people in terms of net outcomes.  That means an extraordinary turnaround in a relatively short space of time.  We are also talking about adding close to 3,000 people to the Reserve in that period.  For the defence family, both the Permanent Defence Force and the Reserve, the target is to add 6,000 people in six years.  That is achievable tor the Reserve, given the interest expressed in joining the Reserve over the summer.  I am interacting regularly with the RDFRA and the Reserve to listen to them on what we have to do.  The problem with getting people into the Reserve at the moment is not the number of people who want to join.  It is the capacity problems around facilitating the screening process and the medical exams that are required while the Permanent Defence Force, which needs to do some of that, is under significant pressure itself with recruitment, retention, training programmes and so on.  We are going to have to outsource some of that.  That has not been straightforward.  We have tried to do it with medicals and it has not been as smooth as some people had hoped.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will make a very clear distinction between the appetite to join the Permanent Defence Forces and the Reserve, and the realities of facilitating turning that appetite into new members.  There are a number of obstacles but the appetite to join the Reserve at the moment is very strong.  My understanding is that over the summer well over 1,000 applied to join the Reserve.  It is the capacity issues, which we have to fix, that are preventing an awful lot of those people becoming reservists in the weeks and months ahead.  I can assure Senators we are on that.<\/p><p>On the new appointments we are moving early on, and I will talk about the 38 early actions in a second, the head of transformation, head of HR and the head of gender are all really important.  We are for the first time going to effectively install civilians at a very senior level into the Defence Forces.  They will report directly to the Chief of Staff in what, in time, will be a new defence headquarters with all the power and responsibilities that come with that.  There is a big difference between being a Chief of Staff and being a chief of defence.  We will have to change the Defence Acts and a whole range of other things to facilitate that.<\/p><p>We only made a Government decision in the middle of July and we are already significantly progressing a whole series of things only a couple of months later.  I will have legal advice from the Office of the Attorney General on the chief of defence, or CHOD position, and the defence headquarters, and what that means in terms of having a legal basis to do that and so on.  The relationship between the Defence Forces and the Department of Defence changes quite fundamentally with that change.  That will require quite a lot of legal consideration, and is not just a policy decision.<\/p><p>I take the points Senator Clonan made about Brexit and political considerations on the island of Ireland, which I think need a lot of debate in this House.  I would like to come back, as the Minister for Foreign Affairs, to facilitate that debate because sometimes we hear a lot of one perspective and perhaps we need to hear a broader perspective.<\/p><p>In the context of the Defence Forces, I take the Senator's point.  It is quite difficult to plan for the unknown, so we propose that we stick with the commission's recommendation.  We have got six years, effectively, to build quite significant capacity and put the foundation in place to do a lot more quite quickly after that, if we choose to do so.  Certainly, if I am in government in the lead up to 2028, I expect I will recommend that we move well beyond the level of ambition 2 in terms of capacity.  That is the only credible place for Ireland to be in internationally given what other countries are doing right now.  We think we are investing a lot more in defence but Senators should see what other countries are doing in the context of what is happening in Ukraine.  We are very fortunate in terms of where we are geographically on the planet.  We have natural defences given the fact we are an island on the west coast of Europe and the UK, with the US on the other side of the Atlantic.  We do not have a lot of natural threats.  While, of course, there is a cyber threat and a whole series of other disruptive threats, we are not in the same category as many other countries in Europe in terms of their proximity to Russia and the war in Ukraine.<\/p><p>Senator Clonan has written a lot about the need for a cultural change.  I wish to say on the record that I am absolutely committed to that.  We will have a report from the judge-led process before the end of the year.  I will take the recommendations of that process seriously whatever they may be in terms of how far-reaching they will be.  The process is going well from what I know of it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#PP00300","speaker":"1457","continuing":true},{"type":"speech","time":1664890200,"counter":160,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00200","speaker":"1699"},{"type":"speech","time":1664890200,"counter":161,"content":"<p>On the sub-sea cables issue, we need to be careful not to over react to a potential threat but we cannot ignore it either.  The Nordstream I and 2 pipelines are, because of the nature of those pipelines, particularly controversial given what is happening in Ukraine and the various different pressures regarding the use of energy and energy supply as part of a hybrid war tool.  That said, we have already had a meeting with the Department of the Environment, Climate and Communications, Gas Networks Ireland and EirGrid on an appropriate response here.  I think we will see increased patrols in the relevant areas in both the Irish Sea and Atlantic by both the Naval Service and the Air Corps.  We will also look at the equipment that may be necessary to improve our capacity in that space.<\/p> <p>On training structures, I am absolutely committed to a national defence academy and building a modern fit-for-purpose large-scale training centre, probably in Gormanstown, where we can train more than 1,000 people a year.  We do not have that capacity at the moment and if we are going to add 400, 500 or 600 people to the Permanent Defence Forces each year, then we have to train and recruit between 1,000 and 1,200 people but maybe even slightly more because of the people we will lose every year.  To do that, then we need to change the training infrastructure.  Of course, the Curragh will be central to an awful lot but I think Gormanstown will be tailored, or designed, for the large numbers of people hitting the standards we expect in the Defence Forces because we are not going to solve this problem by just dumbing down training and making it easier to pass the various thresholds that are necessary.  I think we can do that.  As part of that, we need to make a case for allowances for specialist training and so on to get the trainers we need to deal with those kind of numbers.  I will happily come back to the House and report on developments as they proceed.<\/p> <p>In terms of what was said by Senator Wilson, I have clarified some of the budget issues.  We had an unusual budget this year.  First, there was a budget for the remainder of this year, a budget for next year and, of course, we had to accommodate the potential for, or expected acceptance of, a pay deal.  We could not announce the results on budget day because we had to wait for the ballots to come in.  There is money factored into the budget for the acceptance of a pay deal but it has not been put into the Estimates for various Departments until that is confirmed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00300","speaker":"1457"},{"type":"speech","time":1664890200,"counter":162,"content":"<p>Am I correct to say that the funding is index-linked to January 2021?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00400","speaker":"1687"},{"type":"speech","time":1664890200,"counter":163,"content":"<p>For the budget that we have committed by 2028, I insisted on picking a point in time before the war in Ukraine and before the commission reported, which was January 2022, so that we could have a reference point for what were military prices at that point in time.  Where we need to be by 2028 is the equivalent of &euro;1.5 billion in January 2022 prices, for 2028, which I think will be close to &euro;2 billion but maybe slightly less or more.  Inflation and cost increases for defence equipment are significant.<\/p> <p>In terms of the contract terms for post-1994 sergeants, we have already resolved this issue for the vast majority but what we have not done yet is resolve the issue for sergeants, which is 17 this year and about 17 next year.  That is a small number but this is an important issue.  I committed to that group of people that we would resolve that issue.  We are working closely with the Department of Public Expenditure and Reform to do so and I will attend the PDFORRA conference tomorrow where I will talk about this issue again.  We are not quite there yet but the Minister for Public Expenditure and Reform is working with us on it and I hope that we will get the right income in terms of that process.<\/p> <p>Reference was made to the closure of the Cathal Brugha Barracks.  There is no decision to close Cathal Brugha Barracks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00500","speaker":"1457"},{"type":"speech","time":1664890200,"counter":164,"content":"<p>I am glad to hear that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00600","speaker":"1669"},{"type":"speech","time":1664890200,"counter":165,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00700","speaker":"1687"},{"type":"speech","time":1664890200,"counter":166,"content":"<p>Let me make it clear.  That decision has not been made.  It is not close to being made.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Coveney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=250&amp;amp;pid=SimonCoveney&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are doing some research on Cathal Brugha Barracks but there has been no decision to close it.  I do not believe that barracks will be closing.  I know I am a bit tight for time now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#QQ00800","speaker":"1457","continuing":true},{"type":"speech","time":1664890200,"counter":168,"content":"<p>We only have a few extra minutes, Minister.  We need to move on to the next piece of business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#RR00200","speaker":"1670"},{"type":"speech","time":1664890200,"counter":169,"content":"<p>I have 30 seconds to deal with a great deal.  I aware of dereliction in the Curragh Barracks; we are working on it.  It is part of the capital programme.  We have &euro;270 million of expenditure over the next few years already mapped out.  From a Haulbowline perspective, recruits there today will see new ships, and &euro;74 million of capital investment on the island over the next ten years.  The east tip will also be remediated.  We have opened probably the highest quality accommodation building in terms of all of the Defence Forces infrastructure over the last number of months.  A new jetty has also been invested in and there will be a new gym.  We will see Haulbowline Island transformed.  We are also going to see new bases on the east and west coasts and we will implement double crewing, when we have the numbers to do it.  This means people will not have to go to sea for as long.  The whole idea here is to respond to family pressures and quality of life issues for men and women in the Naval Service, which will shortly become the Irish Navy by the way.  There is much to look forward to if you are in the Naval Service at the moment.  There are private sector companies effectively preying on talented, motivated, well-qualified people and offering them short-term incentives to leave and we need to respond to that.<\/p> <p>I look forward to coming back and talking about the implementation of the commission's recommendations.  We are at the start of a very transformative period but we have to start talking up the Defence Forces as well.  There is so much negativity around the Defence Forces in terms of the politics of the issues that it seeps into the psyche of many people who are thinking about <\/p> <p>joining.  We have to turn that momentum around.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#RR00300","speaker":"1457"},{"type":"unspoken","time":1664890200,"counter":170,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 6.52 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 7 p.m.<br \/><br \/>Sitting suspended at 6.52 p.m. and resumed at 7 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":" Bretton Woods Agreements (Amendment) Bill 2022: Committee Stage","time":1664890200,"counter":171,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#SS00100"},{"type":"speech","time":1664890200,"counter":172,"content":"<p>I welcome the Minister of State, Deputy Ossian Smyth, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#SS00200","speaker":"1692"},{"type":"unspoken","time":1664890200,"counter":173,"content":"<p>Sections 1 to 10, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664890200,"counter":174,"content":"<p>NEW SECTIONS<\/p>"},{"type":"speech","time":1664890200,"counter":175,"content":"<p>Amendments Nos. 1 and 2 are related and may be discussed together by agreement.  Is that agreed?  Agreed.  I understand that Senator Higgins has delegated Senator Gavan to propose and speak to the amendments in the group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#SS00500","speaker":"1692"},{"type":"speech","time":1664890200,"counter":176,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 7, after line 36, to insert the following:<br \/><br \/><b>&ldquo;Report on New Arrangements to Borrow intersection with existing obligations<\/b><br \/><br \/><b>11.<\/b>The Minister shall, within 24 months of the passing of this Act, lay a report before both Houses of the Oireachtas outlining how he or she has sought to ensure that any conditionalities attached to credit provided through the NAB Decision support the achievement of the United Nations Sustainable Development Goals and the Paris Agreement, along with other international obligations the member may have in respect of human rights and social, economic and cultural rights.&rdquo;. <\/blockquote> <p>I welcome the Minister of State.  It is great to see him.  At their core, both these amendments seek to ensure there is continuous assessment of how the new arrangements to borrow, NAB, decision is impacting on country's abilities to respond to challenges regarding climate, inequality and other issues.  <\/p><p>Amendment No. 1 would require that within 24 months of the passing of this Act, the Minister would lay a report before both Houses of the Oireachtas outlining how he or she has sought to ensure that any conditionalities attached to credit provided through the NAB decision support the achievement of the United Nations sustainable development goals, SDGs, and the Paris Agreement along with other international obligations the member may have in respect of human rights and social, economic and cultural rights.  There has been recognition that past International Monetary Fund, IMF, bailouts and rescue packages have undermined the ability of individual countries to respond to the pressing challenges of our time.  The named international agreements here are something which we helped negotiate and signed up to in an effort to protect our planet and its people.  We must ensure that the NAB decision is used in a way that promotes achievement of the SDGs and fulfils Paris Agreement obligations, including those under Article 2.2 of the agreement in respect of common but differentiated responsibilities.  It must also empower countries to enhance social, economic and cultural rights.  I look forward to the Minister of State's response on how he intends to engage on these issues. <\/p><p>I will briefly refer to amendment No. 2.  It would require that within 24 months of the passing of the Act, the Minister would lay a report before both Houses of the Oireachtas outlining how he or she has sought to ensure the conditionalities attached to credit provided through the NAB decision does not require a member who has sought or received credit to engage in structural adjustment programmes or to pursue austerity as a national economic policy.  We know from experience that structural adjustment programmes can cause extreme poverty and debt for global south countries, many of which have never recovered from slavery and colonialism.  Jamaica is a very well known example of a country which has suffered greatly because of structural adjustment programmes.  Just ten years ago, 20% of the Jamaican Government's annual revenue was being spent on debt repayments.  These programmes which require countries to implement austerity and privatisation while amassing huge public debt have dire consequences for the ability of national governments to tackle poverty and inequality and increase access to education.  These policies have real-life impacts and increase poverty and deprivation.  For example, in Jamaica in 1990, 97% of children completed primary school.  In 2013 only 73% did.  In 1990, 59 mothers died in childbirth for every 100,000 children born.  By 2013, that figure had increased to 110.  There one can see clearly just how detrimental the impact of forced austerity measures have been on the people of Jamaica.  <\/p><p>It is also essential that privatisation and the sale of public assets are not part of future IMF agreements.  The Greek Government is in the process of selling its stake in a number of the country's largest ports.  This is part of a much larger process of privatisation of state assets that was a key condition of Greece's bailout from the IMF following the recession.  The selling off of state assets should not form part of any financial assistance agreements.  Areas of climate and housing show how the selling off of public assets and infrastructure often means that countries cannot deliver key public services for their citizens.  I look forward to the Minister of State's response. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#SS00600","speaker":"1660"},{"type":"speech","time":1664890200,"counter":177,"content":"<p>I will begin on the broader issue of IMF lending and policy conditionality as both of Senator Higgins's amendments related to that.  Conditionality has always been an integral part of IMF lending.  Under its articles of agreement, the IMF is required to establish adequate safeguards for the use of its resources in order to ensure that loans to member countries are repaid as they fall due.  This ensures that the IMF's resources will be available for other members who may be in need.  The safeguards required under the articles of agreement include policy conditionality.  For those unfamiliar with the concept, a country's government and the IMF must agree on a programme of economic policies before the fund can provide lending to that country.  It is important to clarify that this is not simply a matter for fund staff and the borrowing country.  The IMF's executive directors who represent all 190 members of the fund also have influence in the application of policy conditions.  For those unfamiliar with the governance structure of the IMF, the board of governors on which the Minister sits, is the highest decision-making body of the IMF.  However, in practice, the greater part of the decision making is entrusted by governors to the executive board.  In the first instance, the fund's guidelines on conditionality, which set the parameters of the policy conditions applied to IMF lending, are reviewed periodically and approved by the board of directors.  More importantly, however, the executive board is required to approve all IMF programmes.  This means that executive directors have an opportunity to review the policy conditionality and financing package associated with the programme before granting approval.<\/p> <p>Moving to the substance of the Senator's first amendments, specifically reference to the UN sustainable development goals, the SDGs, and the Paris Agreement, it is important to highlight the work that the IMF is doing under both frameworks.  On the SDGs the IMF recognises the role that it, together with other multilateral financial institutions has to play in terms of policy advice, capacity development and financing for low-income and vulnerable countries.  The fund has published a significant body of research on what is needed at a global, regional and country level to reach the SDGs.  On the Paris Agreement, there has been growing awareness in the IMF of the macrocriticality of climate change and extensive research and policy advice are provided by the IMF.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Ossian Smyth:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OssianSmyth&amp;amp;year=2022&amp;amp;month=10&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In addition to the extensive research and policy advice provided by the IMF, efforts are also being made to integrate climate change into fund surveillance and to provide country-specific advice on the appropriate mix of fiscal and macro-economic policies to help member states address the challenges of climate change.  In regard to the Senator's second amendment, it is important to consider the manner in which conditionality is currently agreed, implemented and assessed by borrowing countries and by the fund.  I can certainly appreciate the Senator's concern about the overly rigid application of policy conditions by the International Monetary Fund, IMF, in the past.  I agree on the importance of adapting conditionality to take account of the circumstances of members in need, including the causes of their balance of payment problems and their administrative capacity to implement reforms.  On this point I am pleased to report that important lessons have been learned by the fund over the last decade.  In particular, since Ireland's time in the programme, the IMF has analysed and internalised the experiences of borrowing members during the global financial crises.  As a result, the fund has become more flexible in the way it engages with countries on issues related to structural reform.  Borrowing members are now actively encouraged by the fund to take ownership of the design of their programmes.  This means that the countries' authorities have primary responsibility for selecting, designing and implementing policies that will make the programme successful and help to overcome the problems that led it to seek financial assistance from the IMF in the first instances.  In this respect, the IMF's conditionality system has evolved considerably in the last number of years.  While I fully recognise the significant challenges that conditionality can pose for countries and their citizens in the short term, the overarching goal of these measures is to restore macro-economic stability and to establish the conditions for high-quality and sustainable growth.  For these reasons, I do not propose to accept the amendments proposed by Senator Higgins.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#SS00700","speaker":"1479","continuing":true},{"type":"unspoken","time":1664890200,"counter":179,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1664890200,"counter":180,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 7, after line 36, to insert the following:<br \/><br \/><b>&ldquo;Report on conditionalities attached to credit provided under New Arrangements to<\/b><br \/><br \/><b>Borrow<\/b><br \/><br \/>11. The Minister shall, within 24 months of the passing of this Act, lay a report before both Houses of the Oireachtas outlining how he or she has sought to ensure that conditionalities attached to credit provided through the NAB Decision does not require a member who has sought or received credit to engage in structural adjustment programmes or to pursue austerity as a national economic policy. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#TT00300","speaker":"1660"},{"type":"unspoken","time":1664890200,"counter":181,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1664890200,"counter":182,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1664890200,"counter":183,"content":"<p>Schedule agreed to.<\/p>"},{"type":"unspoken","time":1664890200,"counter":184,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1664890200,"counter":185,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1664890200,"counter":186,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#TT00850","speaker":"1692"},{"type":"speech","time":1664890200,"counter":187,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#TT00875","speaker":"1640"},{"type":"speech","time":1664890200,"counter":188,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022100400002#TT00887","speaker":"1692"},{"type":"unspoken","time":1664890200,"counter":189,"content":"<p>Report Stage ordered for Tuesday, 11 October 2022.<\/p>"},{"type":"unspoken","time":1664890200,"counter":190,"content":"<p>Cuireadh an Seanad ar athl&oacute; ar 7.15 p.m. go dt&iacute; 10.30 a.m., D&eacute; C&eacute;adaoin, 5 Deireadh F&oacute;mhair 2022.<\/p><p>The Seanad adjourned at 7.15 p.m until 10.30 a.m. on Wednesday, 5 October 2022.<\/p>","notice":"TIME STRING DETECTED"}]