[{"type":"minorheading","content":"Prelude","time":1553610600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1553610600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1553610600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1553610600,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1553610600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#A00100"},{"type":"speech","time":1553610600,"counter":6,"content":"<p>I have received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister of Education and Skills to provide an update on the provision of permanent classrooms at Burrow national school, Sutton, Dublin 13.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the adoption of the draft pharmaceutical society of Ireland (temporary absence of pharmacist from pharmacy) rules 2018.<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to direct the coroner service to notify and liaise with local communities regarding the burial of unknown and unidentified persons.<\/blockquote> <p>The matters raised by Senators &Oacute; R&iacute;ord&aacute;in and Byrne are suitable for discussion and will be taken now.  I regret that I have had to rule out of order the matter raised by Senator Clifford-Lee on the ground that the Minister has no official responsibility in the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#B00200","speaker":"1420"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1553610600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#B00300"},{"type":"minorheading","content":"School Building Projects Status","time":1553610600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#B00400"},{"type":"speech","time":1553610600,"counter":9,"content":"<p>The Minister was delayed by matters of state no doubt.  However, he is still very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#B00500","speaker":"1420"},{"type":"speech","time":1553610600,"counter":10,"content":"<p>I very much appreciate the Minister being here to take this debate.  I hope we can find a successful resolution to the issue at Burrow national school in Sutton, which I visited some weeks ago in order to talk to the principal and members of staff.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, the children are still learning in 20-year-old prefab buildings.  In fact, one of the teachers, who is a teacher there now, is a past pupil of Burrow national school and remembers her own primary education taking place there.  I want to raise the prefab replacement scheme, which was in place in 2011 and 2012.  I seem to remember that the Department of Education and Skills invested in a scheme to achieve two aims, namely, to re-employ people in the construction sector who had fallen foul of the crash and to move children out of prefabricated buildings and ensure that as many as possible of the country's classrooms were permanent structures.  Every child deserves to be in a permanent classroom.  I am sure the Minister agrees with that.  We do not want to see 20-year-old prefabs in any national school in the country.  Can we work together to ensure that the children of Burrow national school have permanent classrooms and that these prefabricated buildings are done away with, so those children and the school's future pupils can look forward to a better future?  It is a fantastic school that is doing a huge amount, but the children deserve more than the 20-year-old prefabricated structures in which they are learning.  I would appreciate a positive response from the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#B00600","speaker":"1410","continuing":true},{"type":"speech","time":1553610600,"counter":12,"content":"<p>T&aacute; br&oacute;n orm go raibh m&eacute; mall ag teacht &oacute;n D&aacute;il.  Gabhaim bu&iacute;ochas leis an Seanad&oacute;ir f&aacute;choinne an ceist.  I thank the Senator for raising the matter, as it provides me with the opportunity to clarify the current position with respect to Burrow national school, Sutton, Dublin 13.  Burrow national school is a co-educational school under Church of Ireland patronage.  The current staff of the school consists of the principal, nine mainstream posts, two special educational needs posts and one shared special educational needs post.  There are currently 226 pupils enrolled in the school.  The Department has no record of an application from Burrow national school seeking funding to replace prefabs.  I know the Senator is also making reference to additional accommodation.  As he is aware, under the national development plan's framework for the period from 2018 to 2027, my Department has an envelope of &euro;11.9 billion for education infrastructure over the coming decade.  This represents a 70% increase in schools capital funding compared to the last decade, rising from &euro;4.9 billion to &euro;8.4 billion.  Investment will rise to &euro;1 billion in 2027 compared to &euro;540 million of investment in 2018.  The budget for delivery of projects under the school building programme increased from &euro;540 million in 2018 to &euro;622 million in 2019.  Under project Ireland 2040 we have continued to make progress to increase our infrastructural capacity in order to meet demographic and other<\/p><p>demands.<\/p><p>Construction activity in 2018 and 2019 will involve more than 130 large-scale projects, around 38% of the 340 projects on the list, and around 280 smaller-scale projects under the additional accommodation scheme.  These projects will deliver more than 40,000 school places, including additional and replacement places; the replacement of more than 600 prefabs, which is a key element of our prefab replacement programme; enhanced sports facilities through the construction or modernisation of 48 PE halls at post-primary level; and 82 general purpose rooms at primary level.  The enhancement and modernisation of PE facilities in schools will also facilitate community usage of these facilities.  Construction will also include more than 200 modern science laboratories, which will support the delivery of the reformed science curricula and the roll-out of computer science as a leaving certificate subject.  In addition, in April of 2018 my Department announced that 42 new schools would be established in areas of population growth between 2019 and 2022.  The focus in 2019 is on start-up interim accommodation for the 17 schools opening in September 2019.<\/p><p>I wish to advise the Senator that since mid-2018 all schools approved for additional accommodation under my Department's additional accommodation scheme are also having all necessary prefabs replaced as part of their additional accommodation project.  Therefore, it is open to Burrow national school to submit an application under my Department&rsquo;s additional school accommodation scheme to address any immediate deficits of accommodation it may have, including the replacement of prefab accommodation.  The application form is available on my Department&rsquo;s website, <i>www.education.ie.<\/i><\/p><p><i><\/i>I would once again like to thank the Senator for giving me an opportunity to outline the position to the House and I wish to assure him that should Burrow national school make an application under the additional school accommodation scheme, it will be considered and the decision relayed to the school authority directly.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Joe McHugh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2018\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2018&amp;amp;pid=JoeMcHugh&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish to assure him that should Burrow national school make an application under the additional school accommodation scheme it will be considered and the decision relayed to the school authority directly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#C00200","speaker":"1290","continuing":true},{"type":"speech","time":1553610600,"counter":14,"content":"<p>I thank the Minister for his positive reply.  I will make contact with the school and forward that information to it.  I appreciate him dealing with the matter in the way that he has and I hope that as a result of his response and the school making such an application we can have a resolution to the accommodation issue at Burrow national school in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#D00200","speaker":"1410"},{"type":"speech","time":1553610600,"counter":15,"content":"<p>It is great to have a happy punter on our hands.  I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#D00300","speaker":"1420"},{"type":"minorheading","content":"Pharmaceutical Sector","time":1553610600,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#D00350"},{"type":"speech","time":1553610600,"counter":17,"content":"<p>I welcome the Minister of State.  I have raised this issue previously in the Seanad and with the Department.  It relates to pharmaceutical assistants.  The pharmaceutical association made a recommendation to the Minister for Health, Deputy Harris, recently that pharmaceutical assistants, most of whom have operated and worked in pharmacies for the past 35 years, should only be allowed to cover up to one hour per day in place of the pharmacist.  That is fine but those people have been doing that job for 35 years during which time they were able to provide cover if the pharmacist was ill or on holidays.  They brought a great deal of life experience to their work in pharmacies for the past 35 years but the association is trying to tell them now that their qualification does not mean anything.  Those people went to college for four years.  They did the practical side to the work.  It was like an apprenticeship in that they learned about the different medicines.  A number of them have taken part in upskilling and training to which pharmacists and their assistants are entitled.  Continuing education is the best way to describe that.<\/p> <p>I have had contact from a number of pharmaceutical assistants across the country who are very concerned that they will be seen now as unemployable because they will be only be able to cover in the pharmacy for up to one hour and, if these regulations go through, they will only be able to dispense repeat prescriptions and not any new prescriptions.  That means if a customer comes into the pharmacy with a new prescription when the pharmacist is not present, the pharmaceutical assistant will have to tell that person to come back in an hour when the pharmacist is back or else send the person to another pharmacy down the road.  That is not acceptable.<\/p> <p>I received a number of emails from people on the issue.  The pharmaceutical assistants have taken this very seriously and have made their own submission on it.  In terms of some of the things they are looking for, they say the following: it should be compulsory that all pharmaceutical assistants take part in the further education and training which is open to them; pharmaceutical assistants should be included in a core competency framework, similar to that which applies to pharmacists; all pharmaceutical assistants on the Pharmaceutical Society of Ireland, PSI, register should be required to undergo a practice to review with the Irish Institute of Pharmacy; the PSI rules 2015 should be amended to extend mandatory continuing professional development, CPD, to which I referred already, to pharmaceutical assistants; and the Pharmacy Act 2007 should be amended to make fitness to practise applicable to all pharmaceutical assistants.<\/p> <p>The pharmaceutical assistants are taking this matter seriously and have submitted their own options but they are concerned that if the regulations being suggested by the pharmaceutical association were brought into play by the Minister, their jobs would become obsolete.  Why did they spend four years going to college and the past 35 years working in pharmacies if they are now to become unemployable?  I am interested in hearing the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#D00400","speaker":"1384"},{"type":"speech","time":1553610600,"counter":18,"content":"<p>I thank the Senator for the opportunity to speak on this issue because it is important that we acknowledge the work of pharmaceutical assistants and what they have done for many years.<\/p> <p>The Pharmacy Act 2007 established the Pharmaceutical Society of Ireland, PSI.  The functions of the society are set out in the Act and are carried out on its behalf by the council of the society.  The council is made up of 21 members, comprising lay members and pharmacists, with a non-pharmacist majority of one.  Pharmaceutical assistant is a grade of pharmacy professional permitted under the Pharmacy Act 2007 to act on behalf of registered pharmacists during the temporary absence of the latter.  For many decades, pharmaceutical assistants have played a valuable role in the community pharmacy through the provision of skilled assistance to registered pharmacists.  I acknowledge that role.<\/p> <p>Section 26 of the Pharmacy Act 2007 requires that a registered pharmacist be present always in a registered pharmacy when a member of the public attends, whether to have medicines dispensed or to receive advice regarding medicines or other health matters.  Public assurance that safe and appropriate pharmaceutical care is always available in a registered pharmacy is based on this patient safety requirement.  Section 30 of the Act provides for an exception to the general provision in the Act, which requires the sale and supply of medicines at a pharmacy to be conducted under the personal supervision of a registered pharmacist and specifies that no offence is committed where a registered pharmaceutical assistant acts on behalf of a registered pharmacist during the temporary absence of the latter.  Section 30 permits the council to make rules as to what may be done by a registered pharmaceutical assistant when acting on behalf of a registered pharmacist and what constitutes the temporary absence of a registered pharmacist.<\/p> <p>Following a period of public consultation, the council of the PSI considered the proposed draft Pharmaceutical Society of Ireland (Temporary Absence of Pharmacists from Pharmacy) Rules 2018 at its meeting on 20 September 2018.  The council approved the draft rules without amendment.  Following this, the PSI undertook to redraft the rules on what may or may not be done by a registered pharmaceutical assistant when acting on behalf of the registered pharmacists.  On 6 December, the council of the PSI approved a revised draft of the Pharmaceutical Society of Ireland (Temporary Absence of Pharmacists from Pharmacy) Rules 2018 for issuance for public consultation.  This public consultation commenced on 13 December 2018 and ran until 11 January 2019, affording any interested party the opportunity to make representations on the matter directly to the PSI.  At its meeting on 14 February 2019, the council of the PSI approved the draft rules subject to certain amendments made on foot of the council's consideration of the results of the latest public consultation.  On 8 March 2019, the PSI submitted the Pharmaceutical Society of Ireland (Temporary Absence of Pharmacists from Pharmacy) Rules 2019 to the Minister for Health for his consent in accordance with the requirements of the Pharmacy Act 2007.  I will inform the Minister of the issues raised by the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#E00100","speaker":"1359"},{"type":"speech","time":1553610600,"counter":19,"content":"<p>I thank the Minister of State.  I also raised this issue with the Minister, Deputy Harris.  When pharmaceutical assistants were surveyed, it was discovered that they will be working for only eight to ten more years because it is 35 years since one could become qualified.  The course has not been run since the 1980s.  Therefore, the last pharmaceutical assistant will have retired in ten years.  The youngest are in their mid-50s.  It is not the case that the grade is relatively new.  The pharmaceutical assistants have been working for over 35 years.  There has never been a case against any of them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is an important point which I would like the Minister of State to convey to the Minister for Health.  Despite this, it appears the role of pharmaceutical assistants will become obsolete.  Some of them have been given protective notice on the basis of the proposed new rules.  There is an attitude that there is no reason to pay a pharmaceutical assistant when, in the temporary absence of the pharmacist, the pharmacy could bring in another pharmacist.  Pharmaceutical assistants have done this work for many years and have acquired much experience.  Most of them are almost as qualified as a pharmacist.  Their experience means they are well able to advise customers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#E00200","speaker":"1384","continuing":true},{"type":"speech","time":1553610600,"counter":21,"content":"<p>I thank the Senator for her contribution.  I totally accept the points she raised about the life experience of pharmaceutical assistants, the four years they spend in college and the upskilling and education in which they engage.  Some of them have 35 years' service without breaching any rules.  My experience in the disabilities sector is that pharmaceutical assistants have made a massive contribution to society.  I accept the Senator's points in that regard.<\/p> <p>Throughout the course of this process, the Department of Health has received correspondence from and on behalf of registered pharmaceutical assistants outlining their concerns regarding the drafting of these rules.  Under the Pharmacy Act 2007, the Minister for Health's role in this process is limited to the consideration of any such rules once submitted for his consent.  In doing so, the Minister will give careful consideration to the rules submitted by the Pharmaceutical Society of Ireland, PSI, and the concerns raised by or on behalf of registered pharmaceutical assistants.<\/p> <p>I will bring the points the Senator raised back to the Minister to help broaden the discussion on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#F00200","speaker":"1359"},{"type":"unspoken","time":1553610600,"counter":22,"content":"<p>Sitting suspended at 2.57 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1553610600,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#O00100"},{"type":"speech","time":1553610600,"counter":24,"content":"<p>The Order of Business is No. 1, Wildlife (Amendment) Bill 2016 - Second Stage, to be taken at 4.45 p.m. and to adjourn at 5.45 p.m. with the contribution of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 2, Sea-Fisheries (Amendment) Bill 2017 &ndash; Report and Final Stages, to be taken at 5.45 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#O00200","speaker":"1391"},{"type":"speech","time":1553610600,"counter":25,"content":"<p>Since we last met we have witnessed and learned of many tragic situations around Ireland and across the world.  On 15 March New Zealand was attacked in what we can only call an evil assault on the country.  Some 50 innocent Muslims died and many more were wounded.  I would like to put on record my solidarity, and that of the Fianna F&aacute;il group, with the community of New Zealand as a whole and the Muslim community especially.  There will be a day of solidarity and mourning today.  We stand with them in their mourning.<\/p> <p>I also put on record the sympathies of myself and the Fianna F&aacute;il group for the teenagers who died in Cookstown, Tyrone, on St. Patrick's Day: Connor Currie, Lauren Bullock, and Morgan Barnard.  Our thoughts and sympathies are with their families at this time.  Unfortunately, over the weekend five people were killed in four different incidents on our roads.  It is a worrying trend and I call for more vigilance in respect of road use.  This loss of life is really a waste.  Our thoughts are with those families as well.<\/p> <p>I would like to raise the issue of the ESRI report regarding the impact of Brexit with a deal and that of a no-deal Brexit.  We learn that there will be a cost to us of between &euro;1.8 billion and &euro;7.5 billion whatever the outcome.  Over ten years this will increase to between &euro;8 billion and &euro;15 billion.  That equates to nearly seven children's hospitals.  I call for a debate in this House to determine what economic recovery plan the Government has in mind for after Brexit, whether in the case of Brexit with a deal or in the case of a no-deal Brexit.  There will be a fallout whatever situation arises.  We need to see some sort of economic stabilisation plan from Government to ensure that businesses around the country are impacted as little as possible.<\/p> <p>I would also like to raise the issue of the metro.  The plans for the metro were released today.  Metro north is welcome, but we understand that the green line will be stopping at Charlemont.  I would have thought that Government would be more ambitious.  I was disheartened to hear an Taoiseach, Deputy Varadkar, automatically disregard the idea of a south-west line towards Terenure and Rathfarnham on the basis of population density.  It was encouraging that he said there is a possibility that the line could go as far as UCD.  Those living in the Terenure and Rathfarnham area will be aware of the traffic chaos.  There is a serious lack of public transport in the area, which really needs to be addressed urgently.  I cannot see any reason consideration for a south-western Luas should be disregarded from the outset.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#O00300","speaker":"1407"},{"type":"speech","time":1553610600,"counter":26,"content":"<p>I would also like to raise the matter just mentioned by Senator Ardagh, that of the decision made today in respect of the MetroLink project.  It appears that the National Transport Authority is now saying that the absorption of the Luas green line into the metro system will not be necessary for another 20 years, despite the fact that it was being proposed that it be commenced in the next three or four years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the first thing.  The second thing, as Senator Ardagh said, is that the inevitable implication of bringing it to Charlemont will be that another Luas-type service will not be provided to serve areas of south Dublin like Terenure, Lucan, St. Vincent's Hospital, UCD and Stillorgan.  This plan is being proceeded with on a kind of autopilot basis.  We are not dealing with a postponement of the foolish plan to absorb the green line into the metro system.  We are dealing with a carefully worked out scheme.  All the preparatory work for it will be done.  I suggest that as soon as local elections and things like that are out of the way, there will be a rethink and it will be decided that it will go ahead and this money will be spent in this foolish way.  I remind the House that this whole project was never considered in advance by an Oireachtas committee.  Approximately &euro;170 million was spent on its planning.  I do not know how much money was spent on the southern spur, which is now to be abandoned or shelved, but it must have been a significant amount of money.<\/p><p>This is an example of how planning in this country goes completely wrong.  I live right beside the Luas.  I have property there.  I know that the people who live alongside it do not want it to be absorbed into a metro system.  It has been suggested that future traffic requirements will make it essential for it to be incorporated into a metro system.  All I will say is that I arranged to get information from the NTA on the current capacity of the Luas system.  At the moment, Luas carriages are packed to the gills at rush hour.  It transpires that a great number of additional 55 m tram sets, which would have the capacity to increase numbers travelling on the Luas in the short run, are on order.  If the other project had been proceeded with, God only knows what would have happened to the additional tram sets that have been ordered.  The point I am making with regard to decisions which are being made about Dublin applies to BusConnects, for example.  Rathmines Road is to be made a one-way route, in effect.  No consideration has been given to the implications of these decisions for traffic in Dublin.  Decisions are being made by a group of people who are not accountable to the Irish people.  The Minister, Deputy Ross, said he rejects this part of the proposal and the Minister, Deputy Eoghan Murphy, has said he rejects that part of the proposal.  Who is in charge of this country?  Who is spending this &euro;4 billion?  Who accepts responsibility for all this?  A group of people who are not elected by anybody comes up with these plans before collapsing or altering them.  This is what is happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#O00400","speaker":"1403","continuing":true},{"type":"speech","time":1553610600,"counter":28,"content":"<p>One would swear the Senator was never in government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00200","speaker":"1391"},{"type":"speech","time":1553610600,"counter":29,"content":"<p>I assure the Leader that I have always been an enthusiastic supporter of the Luas project.  Some people who are more sensitive than me think it affects the amenity of their homes, but that does not worry me in the slightest.  I live in a city and I am quite happy to live in a city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00300","speaker":"1403"},{"type":"speech","time":1553610600,"counter":30,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00400","speaker":"1391"},{"type":"speech","time":1553610600,"counter":31,"content":"<p>The ineptitude of the planning of Dublin's future transport requirements is just colossal.  I will finish on this point.  It was planned to connect Heuston Station with Connolly Station underground by DART, but that has been shelved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00500","speaker":"1403"},{"type":"speech","time":1553610600,"counter":32,"content":"<p>I do not want to interrupt the Senator, but I must mention that the Dr. Crokes football team was taken that way when it was travelling from County Kerry to Connolly Station last week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00600","speaker":"1420"},{"type":"speech","time":1553610600,"counter":33,"content":"<p>We built a tunnel under the park to get Kerry teams around to Croke Park.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00700","speaker":"1403"},{"type":"speech","time":1553610600,"counter":34,"content":"<p>It sounds like an excellent remedy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00800","speaker":"1420"},{"type":"speech","time":1553610600,"counter":35,"content":"<p>An Bord Plean&aacute;la recently refused to allow Dublin City Council to build a bridge because it would interfere with that project, which has been shelved.  I will finish on this point.  We need an elected mayor of Dublin.  We need somebody in Dublin who makes decisions and is accountable to the people for them.  We need Dublin City Council to be given some function in relation to the planning of future traffic needs in Dublin.  We need an end to the ineptitude of the NTA, which is wasting money and making imperfect decisions on our behalf without any mandate from the Oireachtas or Dublin City Council to do what it is doing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#P00900","speaker":"1403"},{"type":"speech","time":1553610600,"counter":36,"content":"<p>Obviously, I wish the Mayo team well on Sunday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Q00100","speaker":"1378"},{"type":"speech","time":1553610600,"counter":37,"content":"<p>I will refrain from commenting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Q00200","speaker":"1420"},{"type":"speech","time":1553610600,"counter":38,"content":"<p>Please do.  It is all right - my mother is from Kerry.<\/p> <p>I wish to commend the organisers of the conference on valproate and its legacy which was held in Trinity College Dublin last Friday and which I attended.  In particular, I commend the Organisation for Anti-Convulsant Syndrome, OACS, Ireland, its chairperson, Ms Karen Keely, and Epilepsy Ireland for the work they put into the conference.  I thank all of the international speakers who had an input into the conference.  In stark contrast, there were no Government speakers in attendance, which is absolutely atrocious when one considers the seriousness of this issue which affects at least 1,200 people.  Children and young people have been left with disabilities because their mothers were prescribed valproate while pregnant.  I repeat my request for the Minister for Health, Deputy Harris, to come to the House for a full discussion of the issue of sodium valproate and the need for a proper, judge-led public inquiry into who knew what about this issue and when they knew it.<\/p> <p>I also wish to raise the issue of the looming prospect of carbon taxes.  The Taoiseach all but confirmed the Government's plans to pass on huge costs to working families rather than target the major polluting corporations.  Carbon taxes currently add approximately &euro;2 to the cost of a bag of coal, 50 cent to a bale of briquettes and 5 cent to a litre of diesel.  Fine Gael, backed by Fianna F&aacute;il, plans to massively increase carbon taxes over the next few years, which will lead to ordinary families paying an extra &euro;1,000 a year.  Under the plans, the carbon tax will add &euro;10.50 to the cost of a bag of coal, &euro;2.25 to a bale of briquettes and 26.5 cent to a litre of diesel.<\/p> <p>My colleague, Deputy Pearse Doherty, tabled a parliamentary question on this issue.  The reply to that question, which he received yesterday, confirmed that VAT will apply to any increase in the cost of fuel caused by the carbon tax.  There will be a tax on a tax.  This sums up the priorities of Fine Gael.  Instead of taxing those who pollute and are responsible for Ireland missing its climate change targets, it would rather punish the ordinary people.  It will tax ordinary folk twice rather than dare to tax big corporations once.  At the Fine Gael conference at the weekend, the Taoiseach provided no clarity on whether it will be the major polluters or struggling families who will foot the bill.  I call for a debate on the carbon tax proposals such that hard-working individuals and families who are already hammered by massive insurance premiums and sky-high rents can learn if they will once again take the hit because Fine Gael certainly will not hit the big corporations.<\/p> <p>The carbon tax plans will particularly affect rural Ireland, where much of the housing stock is not insulated and public transport systems are not in place to provide an alternative to buying diesel.  This is another issue that will significantly affect ordinary people.  Many such people will also be affected by their mortgages being sold off to vulture funds.  They cannot understand how a vulture fund can buy a property for &euro;100,000, sell it on for &euro;300,000 and pay no tax on that, whereas if they were to do so they would have to pay a third of the profits in tax.  It is not right.  The way the Government is treating ordinary people in this country is not right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Q00300","speaker":"1378"},{"type":"speech","time":1553610600,"counter":39,"content":"<p>I wish to begin by thanking the Cathaoirleach, the Ceann Comhairle of the D&aacute;il, the Oireachtas HR section and others for taking up a key recommendation of the Oireachtas Women's Parliamentary Caucus and commissioning a confidential dignity and respect in the parliamentary workplace survey of all staff and Members in these Houses.  This very important survey went live yesterday.  It will uncover positives as well as bringing into the open issues relating to dignity and respect in the workplace which exist but may remain under the radar, especially for staff members, interns and others.  It will signal action to be taken on those issues by this House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It brings this House into the mainstream of good human resources practice commonplace in other workplaces.  The results of a similar survey carried out in Westminster made for grim reading.  The survey found that one in five people working in Westminster had experienced or witnessed sexual harassment or inappropriate behaviour in the past year - that was in 2017.  A Unite official described a toxic and dysfunctional relationship between some British MPs, peers and staff.  Almost 20% of employees reported being bullied by their bosses, 58% suffered from stress, 36% reported having anxiety and 17% reported suffering from depression.  Those findings are stark and I sincerely hope we do not make similar findings here.  It is important that all Members of the Houses engage with the survey so that we surface what is actually going on, warts and all.  The survey sends an important message of zero tolerance of bullying and harassment in any form in these Houses and of the need for dignity and respect in how we work together in these Houses.  I urge all Senators to encourage their staff to complete the survey and to complete the survey themselves, as I intend to do later today.  I call on the powers that be who brought us this survey to commit to the full findings being published.  Moreover, I call on the Leader to commit to a debate in the House on the aggregated and anonymised results of the survey findings once it is complete so that the survey is not buried if the results are not to our liking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Q00400","speaker":"1430","continuing":true},{"type":"speech","time":1553610600,"counter":41,"content":"<p>I join others in expressing sincere sympathies and condolences to the people of New Zealand following the tragic and horrific attacks on the mosques in Christchurch on 15 March.  I imagine all of us have been deeply impressed by the dignified response of the Prime Minister of New Zealand, Jacinda Ardern, in speaking on behalf of all the people of New Zealand and all of us who were so shocked by the dreadful terrorist attacks on the people worshipping in New Zealand.<\/p> <p>I wish to join Senator Ardagh in expressing sympathy with the families in Tyrone who lost three teenagers so tragically in that awful event on St. Patrick's Day.<\/p> <p>I join others in calling on the Leader to arrange a debate on Brexit in the event of the dreadful prospect of a no-deal outcome becoming a reality, as seems increasingly likely this week.  A previous Fianna F&aacute;il leader talked about a boom getting \"boomier\", but a shambles in Westminster has become even more \"shambolicker\", or more shambolic is perhaps the better term, in recent weeks.  I am getting as tongue-tied as Bertie.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#R00200","speaker":"1402"},{"type":"speech","time":1553610600,"counter":42,"content":"<p>We get your drift, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#R00300","speaker":"1420"},{"type":"speech","time":1553610600,"counter":43,"content":"<p>It is distressing to watch the parliamentary procedures in Westminster descending into the chaos and the chaotic scenes that we have seen in recent weeks.  They really seem as chaotic as ever this week.  I speak for the Labour Party in saying that we are doing our best to try to talk to our colleagues in the British Labour Party.  However, it does seem as if-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#R00400","speaker":"1402"},{"type":"speech","time":1553610600,"counter":44,"content":"<p>It is not working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#R00500","speaker":"1391"},{"type":"speech","time":1553610600,"counter":45,"content":"<p>Nothing is working, it seems &ndash; the Leader is quite right.  I imagine others with bilateral links are trying to do the same, of course, but it does not seem to be having any impact.<\/p> <p>Our party leader, Deputy Howlin, has called on the Government to give greater clarity on the supports that will be available from the EU to Ireland and the Irish economy in the event of a no-deal outcome.  Clearly, the Government is still working to try to ensure it will not be a no-deal outcome, but we are seeking greater clarity on that point.  Deputy Howlin has also called on the Government to make clearer what specific plans will be available for a support fund or jobs fund in the event of the extraordinary level of job losses we are seeing projected.  Deputy Howlin has called for a &euro;500 million jobs fund in the event of a no-deal Brexit.  I believe we will need to have a debate if that scenario becomes more real over the coming fortnight.  We must have a debate to hear more clarity from the Government on the plans.<\/p> <p>I call on the Leader to arrange a debate in due course on the report forthcoming from the Joint Committee on Climate Action.  I listened to what Senator Conway-Walsh said about the carbon tax.  Any debate on carbon tax needs to be had in light of the recommendations from the committee and, more generally, in light of the context of the pressing issue of climate change.<\/p> <p>Anyone who joined the students from primary and secondary schools and third level universities on 15 March for the climate action protest, as I did, would have been highly impressed by the extraordinary commitment that the students and young people there brought to bear on the issue.  The Oireachtas committee is looking at the sort of proposals that will actually make a difference in terms of changing the behaviour of corporations and consumers.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The merit of a carbon tax is that it will assist in changing all our behaviours, as the plastic bag tax and smoking ban have done.  We should not in any way dismiss a carbon tax.  We should view it as part of a package of measures to tackle the urgent and pressing issue of climate change.<\/p><p>I remind colleagues that Senator P&aacute;draig Mac Lochlainn, Deputy Marcella Corcoran Kennedy and I will host a briefing in the audiovisual room at 11 a.m. tomorrow.  We will seek continued support from all who supported the Turn Off the Red Light campaign and the changes to the law on prostitution brought about by Part 4 of the Criminal Law (Sexual Offences) Act 2017.  Those changes have now been in place for almost two years.  We will hear tomorrow from a range of experts, civil society activists and groups, many of whom will be in the AV room, about the positive impact the legislation has had.  They will seek our continuing support for the reform brought about by that legislation.  I invite all colleagues to attend the briefing and reminders will issue again tomorrow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#R00600","speaker":"1402","continuing":true},{"type":"speech","time":1553610600,"counter":47,"content":"<p>It feels as if I raise the issue of Defence Forces pay and conditions almost weekly.  This issue has gone on for far too long and needs to be addressed immediately.  I call on the Public Service Pay Commission to publish its recommendations without further delay.  Soldiers get up early in the morning and do a long day's work.  They deserve a fair day's pay for a fair day's work, as do nurses and town and county councillors.  I have had enough of raising this issue and getting nowhere.  I ask the Leader to use his good offices to ask the Minister for Finance, Deputy Donohoe, and Taoiseach for their support and request the immediate publication of the Public Service Pay Commission's report.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#S00200","speaker":"1375"},{"type":"speech","time":1553610600,"counter":48,"content":"<p>Last December, a stillborn baby girl was found wrapped in a cloth on a beach in Balbriggan.  She was found by a passer-by and had been there for less than 24 hours.  The local community named the child baby Belle.  Despite numerous appeals for baby Belle's mother to come forward to receive the care and attention she needed, she did not come forward.  We in north County Dublin took baby Belle into our hearts.  We held a vigil for her and her mother to show love and compassion for both of them.  The appeals for her mother to come forward continued, but unfortunately she did not do so.  There was a huge outpouring of support and grief for the loss of baby Belle from our community.  We were assured that once the coroner had done the appropriate investigations, baby Belle's body would be released to the local garda&iacute; and the community.  Fingal County Council undertook to provide a dignified and respectful burial for her to allow the community to embrace her.  It was hoped that baby Belle's mother would come forward when she got over her grief and the grave would be a place for her to visit and heal.<\/p> <p>Unfortunately, however, we found out via the media a couple of weeks ago that baby Belle had been buried at the angels' plot in Glasnevin Cemetery with no one but the gravedigger and an undertaker present.  No funeral service took place and nobody from Balbriggan was present.  We were not informed.  That is where baby Belle now rests.  Needless to say, this decision caused distress in Balbriggan and across north County Dublin because baby Belle and the situation her mother faced had an impact on all of us.  They were both part of our community.  We are deeply upset and we are grappling for answers as to why this happened.  How did the coroner allow this to happen when it was made clear that Fingal County Council and a charitable foundation would provide for the funeral service, allowing the community to be involved and creating a space for baby Belle's mother to visit, in time, when she wanted to?  I want to have this matter discussed.  When I submitted it as a Commencement matter for discussion with the Minister for Justice and Equality it was ruled out of order.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, the people of Balbriggan need answers in that regard.  The raw emotion being felt is still very real and we just want answers.  We want to know why Baby Belle was not returned to us and buried within her community.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#S00300","speaker":"1376","continuing":true},{"type":"speech","time":1553610600,"counter":50,"content":"<p>I raise with the Leader the issue of directly-elected mayors.  There was much discussion in recent days, and particularly at the weekend, about the Government's proposals on this matter.  No one really knows the Government's proposals on it.  I am a member of the Joint Committee on Housing, Planning and Local Government and therefore I am aware that no primary legislation, or any legislation, has been presented and is not being discussed in any detail.  There is no preparatory work relating to it.  Someone just spun out of the air that we will have a plebiscite on the issue of directly-elected mayors in Waterford, Cork and Limerick.<\/p> <p>It really does not matter what I think about directly-elected mayors but I can say, as someone who like many people in this Chamber has close contact with local elected members, that there are mixed views on it.  The views vary from who will pay for it and whether it is correct to suggest, as has been suggested in the media, and that it could cost between &euro;120,000 and &euro;150,000 to pay for these mayors in those three locations if it were to happen at some future date.  In that context, councillors are waiting months for the outcome of the review by Ms Moorhead, senior counsel, of local pay and conditions.  It is obviously an issue that is exercising them.  I predict on this day in this Chamber that unless there is a dramatic change in terms of the Government promoting this issue of elected mayors it will be defeated in Cork, Waterford and Limerick.  That will be the outcome if there is not substantial change in terms of working through the possibilities but, more importantly, explaining the possibilities to the people.  I was in Cork recently where I spoke to a number of elected people who said they do not understand the parameters of this issue.<\/p> <p>I do not want to be negative because I see many possibilities in having mayors but I ask the Leader to use his good office to see how we can come together to crystalise this proposal and explain and promote it.  We know there will not be a plebiscite in Galway.  We know there will not be one in Dublin because it will be referred to a citizens' engagement process.  We have different things for different parts of the country.  On \"Morning Ireland\" today, there was mention that some Ministers and the Attorney General had serious concerns about this issue.  There are many questions.  I do not have the answers but I suggest it would be timely if we had a debate and a conversation in the House as to what the Government is actually proposing.  Let us see some sort of a scheme underwritten in terms of what it is actually proposing because we need greater clarity across all the political parties and none in respect of this issue which is being put to the people in Waterford, Limerick and Cork on 24 May.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#T00200","speaker":"1379"},{"type":"speech","time":1553610600,"counter":51,"content":"<p>I raise an issue I have raised in this Chamber on a number of occasions.  It relates to the Rosalie Unit, which is a mental health long-term care facility in Castlerea.  Currently, there are 12 residents in the unit and there have been major concerns about the long-term future of the unit since admissions were closed in September 2016.  We have had two public meetings in that time and I have been working very closely on it, particularly with the Minister of State, Deputy Jim Daly, but also with the Minister, Deputy Harris.  I have also raised the matter on numerous occasions with the Taoiseach, Deputy Varadkar.  My most recent meeting was with the Minister of State, Deputy Jim Daly, on 12 March last.  That was relating to the ongoing independent clinical assessment process.  Family members are very frustrated about that process in terms of the lack of notice being given and the lack of consultation on which I very much agree with them.  As an occupational therapist, I do not believe that the manner in which the independent review of this organisation has taken place is professional.<\/p> <p>It is very important that we support the current residents in the Rosalie Unit and individuals in the future who will need specialist, high-level care.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maura Hopkins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2478\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2478&amp;amp;pid=MauraHopkins&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Leader to speak to the Minister of State, Deputy Jim Daly, about the matter.  If possible, I will submit a Commencement matter.  This is a really important issue for the current residents and the wider community in Castlereagh in the context of to supporting people with long-term, enduring mental health difficulties who need specialist care that cannot be provided in the community or home setting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#T00300","speaker":"1415","continuing":true},{"type":"speech","time":1553610600,"counter":53,"content":"<p>Mr. Viktor Orb&aacute;n has spent the past nine years breaking down the rule of law and democracy in Hungary and whipping up fear.  We know all too well his policies on gender, LGBT rights, refugee status, judicial independence and press freedom.  The European People's Party last week decided to suspend the Fidesz party, which essentially means stripping the 12 MEPs concerned of voting and election rights internally within the European People's Party, but the only justification being given for the suspension is that the party is angry at how fellow Christian Democrats have been treated by Fidesz.  The real issue here has to be the rights of Hungarian citizens. Mr. Orb&aacute;n's interpretation of the suspension is a lot different from what I expect the Leader's to be.  Mr. Orb&aacute;n stated that to ensure unity - to protect unity - a resolution or compromise was adopted.  The European People's Party could have expelled Fidesz but I presume it needed the numbers in the European Parliament.  There has been a delay until after the European elections in May on the basis that the 12 MEPs are needed for jobs and positions of power.  Everything I need to know is to be found in the language of the internal document of the European People's Party.  It states that this is a joint decision.  Has the Leader's party in the European Parliament called for Fidesz to be expelled.  I repeat this has to be about Hungarian citizens rather than protecting one's own in the European Parliament.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#U00200","speaker":"1372"},{"type":"speech","time":1553610600,"counter":54,"content":"<p>I support the request made by Senator McFadden in respect of the pay and conditions of members of the Defence Forces.   Having spoken to many in the Defence Forces and having had family members serve therein, I am acutely aware of the pride members of the Defence Forces take in representing their country at home and abroad and of the outstanding service they give.  Their pay and conditions are totally out of kilter with the service they provide.  In emergencies, whether associated with flooding or other events, members of the Defence Forces are not getting anything comparable to what is received by other members of the emergency forces.  This needs to be changed.  So many members of the Defence Forces are leaving.  Recruitment is not even keeping pace with the dropout rate.  I could not believe it recently when I heard that if a member of the Defence Forces volunteers for a mission abroad, he or she has no control over where he or she is placed after coming back, after six months or a year.  He or she could be stationed in Cork before going and in Donegal on his or her return.  This is a problem for families.  I am not fully aware whether there is a rule in this regard in the Defence Forces but it needs to be addressed.  This matter requires serious attention and, as a result, I support the call made by Senator McFadden.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#U00300","speaker":"1426"},{"type":"speech","time":1553610600,"counter":55,"content":"<p>I wish to talk about Sl&aacute;intecare Action Plan 2019, the ten-year &euro;2.8 billion blueprint for the reform of the health service that was published recently.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am staggered at the sheer brazenness of this Government in announcing in that plan three new hospitals to be built to tackle waiting lists.  There is already a massive overrun in the children's hospital before above-ground construction has even begun.  There is a recruitment crisis where more than 2,500 additional staff are needed for the full provision of mental health services across the country.  If the State is to honour the commitments made under a Vision for Change, then 2,671 extra staff need to be employed in our mental health services.  Hundreds of patients are on trolleys every day.  I recently spoke in this House about a psychiatric facility in Kilkenny which is a damning indictment of our health service.  I have raised concerns about people who presented with mental health issues and who were treated in accident and emergency departments because they had nowhere else to go.  Entire regions have no access to life-saving medical help in the evenings or weekends. <\/p><p>Last month, a constituent of mine told me about their recent trip to the accident and emergency department in Waterford regional hospital because Kilkenny hospital did not have access to the care they needed.  My constituent sat in an overcrowded waiting room for more than nine hours.  There were 70 people in front of them who had seen a triage nurse but had nowhere further up the chain to go.  They were eventually seen in the middle of the night in some kind of supply room or storeroom because there was nowhere else to see a doctor.  The staff were doing their best but a particularly busy night for the ambulance compounded the problems.  Some people who were left waiting began to abuse the staff.  There was blood.  There were people who should not have been left in the waiting room.  Some patients could not take it and went home to return and join the queue again the following day.  Despite enjoying one of the youngest populations and having one of the highest incomes in the OECD, Ireland spends much more per person than average and yet this constituent's experience is not unusual.  Any staff member in any hospital in Ireland would agree.<\/p><p>I want the Minister to come to the House to debate Sl&aacute;intecare before we make these promises again because we cannot deliver three hospitals.  This is uncalled for.  We need to make sure we deliver to ensure there are no more people on trolleys and people are not on long waiting lists.  We have to deliver a service that is not there at the moment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#U00400","speaker":"1395","continuing":true},{"type":"speech","time":1553610600,"counter":57,"content":"<p>I give my condolences to the people of Christchurch in New Zealand on the shooting in the mosques during which 49 people were killed.  It was very sad.  We are seeing a lot of extremism from the far right and far left.  The Prime Minister of New Zealand summed it up with her own words.<\/p> <p>I mention also the tragedy at the Greenvale Hotel in Cookstown and the three young teenagers who died on that horrific night.  Our thoughts and condolences are with the friends and families of those three teenagers.<\/p> <p>I was at the Fine Gael national conference last Saturday and we had the honour of the attendance of Mr. Jeffrey Donaldson, MP.  I agreed with some of the comments he made and disagreed with others but it was wonderful to see somebody like him coming to address the conference.  It should happen more often across parties and across parliaments.  Things like that open up lines of communication.  <\/p> <p>Mr. Donaldson spoke about Ireland in the Commonwealth which is an issue dear to my heart.  I welcome the fact that Deputy Mary Lou McDonald said the debate about the Commonwealth should happen at the same time as a debate about Irish unification.  I do not like the term \"unification\", I prefer \"one Ireland\" or an \"agreed Ireland\".  If we were to have an agreed Ireland, aspects of Ireland's relationship with the Commonwealth will be a part of that.  Every dog in the street knows that.  Everybody from Sinn F&eacute;in to Fianna F&aacute;il to Fine Gael knows that to be true.  Some people say we should not put the cart before the horse but I believe we need to be imaginative.  We can use sport in that regard.<\/p> <p>Let us consider the Commonwealth Games.  If I am a citizen and a nationalist from Northern Ireland, I can compete in the Commonwealth Games.  If I am an athlete from the Republic of Ireland, despite the Good Friday Agreement and parity of esteem, I cannot compete in the Commonwealth Games.  It is a simple thing that this is a narrative that exists deep down.  The United Kingdom accounts for 2% of the Commonwealth but there is an anti-Britishness at play.  We can pretend there is not but there is.  Ireland would join the Commonwealth tomorrow morning if it comprised only Australia, New Zealand, Canada and new, high-tech countries such as India and Pakistan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frank Feighan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2014\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2014&amp;amp;pid=FrankFeighan&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Sometimes we must address our own failings.  The Republic of Ireland will play Georgia tonight in Lansdowne Road.  If we do well, everyone will ask why we do not have an all-Ireland soccer team.  People will say that if those boys in Northern Ireland joined up with us, we would beat the world.  We would not beat the world.  We should have an all-Ireland soccer team but we should do what we did when we had an all-Ireland soccer team between 1882 and 1924.  This team played all its home internationals in Belfast.  Would that not be a great compromise?  Unification or an agreed Ireland is not a one-way street.  Rather, it is a two-way street and we must be prepared to roll up our sleeves and compromise if we want to achieve that which people talk about, which I believe is an agreed Ireland where everybody on this island, unionist or nationalist, is a citizen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#V00200","speaker":"1424","continuing":true},{"type":"speech","time":1553610600,"counter":59,"content":"<p>We saw an unfortunate return to violence in the Middle East last week.  It is quite clear how it started this time.  Hamas launched a missile attack on an area of Israel 50 miles north of Gaza.  The Israelis, as they always do, will react multiplied by ten.  If this was the other way around and the aggressor had been Israel, we would have many statements in both Houses condemning it.  However, there has been another resounding silence to this violence initiated by the Palestinian side.  Clearly, Hamas is trying to disguise the fact that it is in very serious difficulties due to internal problems with Fatah and the Palestinian Authority.  I will not engage in the business of condemning the last atrocity.  It never worked in Ireland and will not work in this case.  However, I ask the Leader to request that the T&aacute;naiste and Minister for Foreign Affairs and Trade come to the House to make a statement on the Middle East and how he sees it progressing and, hopefully, coming to a peaceful resolution as quickly as possible.<\/p> <p>It was interesting to note that the European Parliament adopted a proposal to abolish the practice of putting the clocks back, as we call it here, twice a year.  It could not agree on whether we should be permanently in summer or winter time but it is worth noting that our former colleague, Feargal Quinn, a man with great imagination, was a pioneer on this issue and proposed this step many years ago.  The Leader and the Cathaoirleach might join me in giving Mr. Quinn a clap on the back.  Things are moving in his direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#W00200","speaker":"1394"},{"type":"speech","time":1553610600,"counter":60,"content":"<p>I welcome the confirmation from the Minister for Health today that the company that manufactures Spinraza has agreed to make further submissions to the HSE.  Spinraza is a very important drug for children with spinal muscular atrophy.  I understand this drug could assist the small number of people affected.  I know the HSE has previously turned down the submissions made by Biogen that the drug be covered by the drugs payment scheme because of the price demanded by the company.  I understand it would cost &euro;600,000 per patient in the first year and &euro;380,000 per patient for each year thereafter.  It is helpful to hear that the company is now prepared to make further submissions.  Hopefully, the HSE will take those on board and this drug can be approved because it is important for patients and their parents that the medication they require is made available to them.  It is also important that the drug company acts in a reasonable manner regarding the price in order that the budget is not cut elsewhere if the drug is included in the scheme.  That time has been extended by the HSE to allow the company to make final submissions is a welcome development.  Hopefully, agreement can be reached following those submissions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#W00300","speaker":"1409"},{"type":"speech","time":1553610600,"counter":61,"content":"<p>I look forward to the Leader organising the debate on the Commonwealth.  It is an interesting discussion, which has nothing to do with who is or is not a member.  The issue is the value of the Commonwealth.  Those who have spoken to me about it query its relevance in this century.  Its importance in the previous century is probably overstated as well.  It is important to some on this island and, as such, it is worthy of debate.  I hope the T&aacute;naiste and Minister for Foreign Affairs and Trade will come to the House at some stage to discuss it.<\/p> <p>The Minister for Transport, Tourism and Sport, Deputy Ross, was unable to come to the House for a Commencement debate on organ donation.  Organ donor week begins on Saturday.  We have this curious situation where the Minister, in a written reply to me, stated that he was unable, owing to Brexit and for data protection reasons, to make information available to doctors and nurses on those who have indicated they would like to be an organ donor by having code 115 marked on their driving licence.  In the past two years, he has made this information available to private companies, including eFlow, clamping companies, the courts and the Garda, as he should.  However, he is unwilling, and apparently unable for data protection reasons - that is the excuse he gave me - to make it available to doctors and nurses who are trying to save people's lives.  I wonder if the Minister would be available to come to the House to debate this issue.  We may propose an amendment the Order of Business tomorrow to have him come to the House if he is not willing to attend for a Commencement debate on this issue.  He indicated two weeks ago that he was not able to come to the House.<\/p> <p>We will propose a second amendment to the Order of Business on Friday.  We have seen prosecutions being taken in response to the Hillsborough disaster and people have been arrested in the North for manslaughter.  I have asked officials from the Department of Justice and Equality to meet me to discuss corporate manslaughter legislation and, despite promising to do so, they have not met me in six months.  In 2005, the Law Reform Commission stated corporate manslaughter legislation was needed because there was a gap in the law.  This requirement arose from the hepatitis C scandal when thousands of women suffered injury and hundreds of died because the blood transfusion service knowingly contaminated and killed them.  It did not care and no one went to jail.  If that happened again, there would not be any prosecutions and no one would go to jail.  Will the Government bring forward legislation to address this?  If an event such as Hillsborough were to occur here or we had a tragic incident such as occurred over the St. Patrick's weekend in the North when persons were arrested and are facing prosecution, people would not face prosecution because the Government has refused to pass legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#X00100","speaker":"1414"},{"type":"speech","time":1553610600,"counter":62,"content":"<p>I join Members of the House who raised the tragic events in County Tyrone in remembering the lives of Morgan Barnard, Lauren Bullock and Connor Currie.  I pay tribute to them and sympathise with their families on the awful tragedy of the loss of their lives over St. Patrick's weekend.  I also join Members in condemning utterly the attack in Christchurch in which 50 innocent people were killed in mosques.  It is important that we all stand in solidarity with the people of New Zealand and their Prime Minister who has shown real leadership in the issue of gun control and in her condemnation of the attack.  On my behalf and on behalf of the House, I pay tribute to the people of New Zealand and thank them for standing so strong in their response to this awful tragedy.  I remember and stand with the families of the three young people who were killed in County Tyrone.  Ar dheis l&aacute;imh D&eacute; go raibh a anam d&iacute;lis.<\/p> <p>Senator Ardagh referred to deaths on our roads.  One such death is too many.  It is important that we continue to have enforcement, education and engineering, the three major prongs of road safety.  I hope we will see a continuing reduction in the number of road deaths.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senators McDowell and Ardagh raised the issue of the metro and the announcement of the decision on the MetroLink.  Members of the House, including Senator Mark Daly, will be glad to hear that the Minister, Deputy Ross, will be in the House next Thursday week to deal with transport matters.  Members will have an opportunity to have a debate, an interaction and an engagement with the Minister on transport-related matters.  On the issue of metro, it will be an opportunity for Members to make their speeches and bring in their brochures and leaflets.  I welcome Senator McDowell's point that it is about living in a city and, if making improvements, one has to expect certain modifications to roads and areas adjacent to them.  We will have an opportunity on that day to have a debate with the Minister.  On Senator Mark Daly's proposal on transport, I hope that response will satisfy him.  I do not control Commencement matters but to be fair to the Minister, Deputy Ross, he is one of the Ministers who comes to the House on a regular basis to take his Commencement matters.  He will, however, be here next Thursday week.<\/p><p>Senator Conway-Walsh raised the issue of the conference on climate change in Trinity College and thanked all those involved.  Sometimes I have to smile at the members of the Sinn Fein Party.  They do a really good course in populism for which they must receive weekly training.  They try to be all things to all people.  They are for the environment but they do not tell us what they would do.  As Senator Warfield knows, carbon tax is not a form of raising money; it is about trying to change behaviour.  As the Taoiseach said in the D&aacute;il today, it is about investment in public transport and renewable energy.  Carbon tax is also about changing our behaviour.<\/p><p>As Senator Bacik said, the Joint Committee on Climate Action, which is not a Government committee but an all-party Oireachtas committee, will inform the Minister for Communications, Climate Action and Environment, Deputy Bruton, as to the next step we will take as a country.  We have an obligation and a duty to meet our requirements.  It is not about being populist.  It is about ensuring that we meet the expectations and demands on us.  Are we really saying Government can provide everything to people?  Who then pays?  I would like the Sinn Fein Party to answer that question as to who pays for all the grants in respect of carbon pricing.  How is this funded?  How is behaviour changed?  I will be happy to have a debate on climate change when the all-party report is published.  I look forward to that debate where we can have suggestions and solutions from all sides of the House.<\/p><p>Senator Kelleher raised the issue of the dignity and respect survey.  It is a matter for people to complete it.  I am not sure whether we can have a debate on a completed survey but I will be happy to talk to the Senator about that.<\/p><p>Brexit and the impact it will have was raised by Senators Ardagh and Bacik and indirectly by Senator Feighan and Senator Mark Daly commented on Senator Feighan's contribution.  Brexit will have a profound impact on us and Government has put in place plans to support agriculture and business.  I will be happy to have the Minister, Deputy Coveney, come to the House.  We had a debate on the omnibus legislation prior to the break but I would be happy to have the Minister and the Minister of State, Deputy McEntee, to come to the House again on this matter.<\/p><p>Senators McFadden and O'Mahony raised the issue of the Defence Forces.  I concur with them on the need for the Public Service Pay Commission report to be published.  There is a huge need to address the issue of pay in the Defence Forces, notwithstanding the commitments made by the Government in relation to  FEMPI and the restoration of pay.  There is an obligation on Government to ensure the men and women of our Defence Forces are paid properly.  As Senator McFadden, who has championed this issue here on a number of occasions, said, it is about the pride we have in the men and women of the Defence Forces and in the role they play in UN peacekeeping duties and the way in which they carry themselves around the world.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is, however, an obligation on Government to look after them in terms of pay.  I look forward to having the Minister of State return to the House to discuss the matter.  He has been here on a number of occasions, but I would be happy to have him come back.<\/p><p>Senator Clifford-Lee raised the issue of baby Belle.  This is a very tragic case that has left a huge impression on people, not least the people of Balbriggan.  I am not sure why the Commencement matter was ruled out of order - that is a matter for the Cathaoirleach - but again-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#X00200","speaker":"1391","continuing":true},{"type":"speech","time":1553610600,"counter":65,"content":"<p>The Minister of State has no official responsibility in the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00200","speaker":"1420"},{"type":"speech","time":1553610600,"counter":66,"content":"<p>Okay, but it is important that answers are given.  I hope an answer will be given in respect of the matter Senator Clifford-Lee raised-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00300","speaker":"1391"},{"type":"speech","time":1553610600,"counter":67,"content":"<p>An answer was given.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00400","speaker":"1420"},{"type":"speech","time":1553610600,"counter":68,"content":"<p>-----not by the Cathaoirleach but by the powers that be.  It is a very sensitive matter.  The community acted in a hugely humanitarian way in reaching out.  It is important to appeal to the young mother, if she is a young mother, to come forward in order that we can give her the assistance she requires.  Thankfully, we have moved away from being a very judgmental, draconian State to one that is embracing, inclusive and caring.  I hope the mother will come forward.<\/p> <p>Senator Boyhan referred to directly-elected mayors.  It is important that those of us who support the proposition get behind it.  I noted the Senator's concerns and I understand the frustration he expresses, but to come into the House and say in a defeatist manner that the proposition will be beaten does not help the case if we want to see its passage through the Houses.  I accept the point the Senator makes, namely, that people need more information.  However, I make the point - and I am sure my learned colleague, Senator McDowell, who led the charge in the campaign for retention of the Seanad, will understand and perhaps assist me in this - that people do not engage until perhaps the final three or four weeks of a referendum campaign.  That is when they focus properly.  In this instance, we have time between now and 24 May to inform people of the important need for a directly-elected mayor, particularly for the city of Cork.  I heard the Leader of the Opposition, Deputy Miche&aacute;l Martin, speak in the D&aacute;il this afternoon on the matter.  If he is so critical, let him come out and support and campaign for the proposition or otherwise state his position.  He is either against or for the proposition.  There is no point in coming into the Houses to be a hurler in the ditch.  This is an important plebiscite; a significant transfer of power is involved in the newly created position of directly-elected mayor -  to name just two, I refer to the power to propose a development plan and the power to propose a budget.  It is a very important position.  It is one which I wholeheartedly support and for which I will campaign.  However, I appeal to Members of the Oireachtas who are in positions of responsibility: if they are in favour of the proposition, they should come out and campaign for it rather than coming into the Houses of the Oireachtas to state that there is not enough information or whatever.  Let us campaign for it.  I accept that the Government must be more proactive but I believe we have enough time to make this position a success and that the plebiscite can be carried.  It is critically important, especially for the cities named because of the transformative powers it can provide, the level of accountability in can produce and the direction it can give to the cities in question.  I hope the proposition will be carried.<\/p> <p>Senator Hopkins referred to mental health and the Rosalie unit in Roscommon.  I understand her frustration and I hope the Minister of State, Deputy Jim Daly, will come back to her on the matter.  Perhaps a Commencement matter might be a more appropriate and more expeditious way to get a response.<\/p> <p>Senator Warfield referred to Viktor Orb&aacute;n.  My position is quite clear; I have made it known on the record of the House.  My party's position has also been quite clear: we are Members of the European Parliament, and we have no truck in Fine Gael with people who do not support and uphold human rights, for example.  Our record in this regard is quite clear.  I ask Senator Warfield to cast his mind back to his own party's relationship-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00500","speaker":"1391"},{"type":"speech","time":1553610600,"counter":69,"content":"<p>Did the Leader ask Fine Gael Members of the European Parliament-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00600","speaker":"1372"},{"type":"speech","time":1553610600,"counter":70,"content":"<p>Unfortunately, we cannot have a question when the Leader is responding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00700","speaker":"1420"},{"type":"speech","time":1553610600,"counter":71,"content":"<p>I ask Senator Warfield to reflect on his party's relationship with many different regimes around the world-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00800","speaker":"1391"},{"type":"speech","time":1553610600,"counter":72,"content":"<p>The Senators can discuss this outside of the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z00900","speaker":"1420"},{"type":"speech","time":1553610600,"counter":73,"content":"<p>-----in which it has engaged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z01000","speaker":"1391"},{"type":"speech","time":1553610600,"counter":74,"content":"<p>The Leader is not going to engage in the matter now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z01100","speaker":"1420"},{"type":"speech","time":1553610600,"counter":75,"content":"<p>I will not take lectures from Senator Warfield on this.  We could travel around the world.  We could go to South America or parts of Europe.  We could name various people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z01200","speaker":"1391"},{"type":"speech","time":1553610600,"counter":76,"content":"<p>Let us stay in Europe today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z01700","speaker":"1372"},{"type":"speech","time":1553610600,"counter":77,"content":"<p>The Senator must raise the matter in another way, another time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z01800","speaker":"1420"},{"type":"speech","time":1553610600,"counter":78,"content":"<p>I did not quite understand Senator Murnane O'Connor's contribution on Sl&aacute;intecare.  Is she against or for the new hospitals?  It is a &euro;5.8 billion proposal from the Government under Sl&aacute;intecare that is delivering a new health and social care model for the treatment of patients, focusing on the importance of primary care, with additional beds being provided.  I would be happy to have the Minister for Health come to the House to discuss the matter in due course.<\/p> <p>I share with Senator Ned O'Sullivan our utter condemnation of the attacks in the Middle East last weekend.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=03&amp;amp;day=26\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important to put on record and reflect upon our relationship, individually and collectively, with the Middle East.  Some of the language being used by the President of the US does not help the situation.  We need to see peace built in the Middle East.  Watching the CNN documentary on Jimmy Carter, the longest-living former President of the US, and his Camp David agreement, I was conscious of the way in which he tried to bring peace to the Middle East.  I hope that the current American Administration will try to do something similar.  The T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney, has been working on this issue.  I wish him well.  The points made by the Senator are worth noting.  I would be happy to invite the T&aacute;naiste to attend the House regarding the matter.<\/p><p>In the context of today's European Parliament vote, we should pay tribute to the former Senator, Feargal Quinn.  Members of the European Parliament have also been involved and the Minister of State, Deputy Stanton, has been strong in this regard.  It was right to remember our former colleague, Feargal Quinn, and commend him on his role in the context of today's decision.<\/p><p>I join Senator Colm Burke in welcoming the decision by the manufacturer of Spinraza to provide more information to the health committee.  It is an important drug that requires greater debate.<\/p><p>Senators Feighan and Mark Daly referred to the Commonwealth.  I am unsure as to whether we will have a debate on that matter in the short term, but we might have a debate on foreign affairs with the T&aacute;naiste.  It is important to recognise that he will be before the House tomorrow to discuss specific matters relating to the North.<\/p><p>Regarding the corporate manslaughter legislation that Senator Mark Daly is championing, I do not have an answer as to why the officials will not meet him.  That is beyond my jurisdiction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#Z01900","speaker":"1391","continuing":true},{"type":"speech","time":1553610600,"counter":80,"content":"<p>Will the Leader let them know?  Otherwise, we will amend the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00200","speaker":"1414"},{"type":"speech","time":1553610600,"counter":81,"content":"<p>Please, we will not engage in a debate on it now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00300","speaker":"1420"},{"type":"speech","time":1553610600,"counter":82,"content":"<p>I can only do one thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00400","speaker":"1391"},{"type":"speech","time":1553610600,"counter":83,"content":"<p>The Leader can only respond.  That is understood.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00500","speaker":"1420"},{"type":"speech","time":1553610600,"counter":84,"content":"<p>I can only ask the officials to meet the Senator, which I will gladly do.  He will appreciate, however, that I cannot direct them to meet Members of the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00600","speaker":"1391"},{"type":"speech","time":1553610600,"counter":85,"content":"<p>They said they would.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00700","speaker":"1414"},{"type":"unspoken","time":1553610600,"counter":86,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1553610600,"counter":87,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA00900"},{"type":"speech","time":1553610600,"counter":88,"content":"<p>The Minister for Agriculture, Food and the Marine, Deputy Creed, is taking parliamentary questions in the Lower House.  I have just received a communication asking us to suspend for ten minutes because the Minister is running late.  As such and notwithstanding the Order of Business, I propose that No. 1 be taken ten minutes later than agreed.  I apologise to the House for this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA01000","speaker":"1391"},{"type":"speech","time":1553610600,"counter":89,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019032600002#AA01100","speaker":"1420"},{"type":"unspoken","time":1553610600,"counter":90,"content":"<p>Sitting suspended at 4.38 p.m. and resumed at 5 p.m.<\/p>","notice":"TIME STRING DETECTED"}]