[{"type":"minorheading","content":"Prelude","time":1606987800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 9:30:00","time":1606987800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1606987800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1606987800,"counter":4},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1606987800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#A00100"},{"type":"speech","time":1606987800,"counter":6,"content":"<p>The Order of Business is No. 1, motion regarding the arrangements for the sitting of the House on Tuesday, 8 December 2020, to be taken on conclusion of the Order of Business, without debate; and No. 2, Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2020 - Committee and Remaining Stages, to be taken at 11 a.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#A00200","speaker":"1653"},{"type":"speech","time":1606987800,"counter":7,"content":"<p>Five years ago, the Paris Agreement on climate change was signed.  Yesterday, three reports were published, which I read last night.  Their findings did not help me to sleep.  These were the World Meteorological Organization's State of the Global Climate 2020 report, the UNESCO report on conservation of nature and <i>The Lancet<\/i>report on health and climate change.  I will outline why some of the findings are particularly frightening.  It has emerged that global emissions must fall by 7.6% each year from now until 2030 if we are to remain below the 1.5&deg;C increase that is necessary to avoid some of the disastrous consequences we keep hearing about.  Arctic sea levels were at record lows and April and August.<\/p><p>This year, there have been 30 named Atlantic tropical storms and hurricanes, which is another record.  Just like Covid-19, we found that vulnerable groups are now most at risk from climate change, particularly the elderly and those with respiratory diseases such as asthma.  Conditions conducive to the spread of diseases such as malaria and dengue fever continue to develop.  In the south Pacific region, the conditions for malaria have now spread to an area that is 150% greater than it was in the 1950s.  We have seen the stories internationally about droughts and wildfires.  Here we have seen particular challenges with floods.  Climate change now threatens one third of the world's natural heritage sites.  People know about the Coral Reef.  Those who know Australia will be very familiar with the Blue Mountains, where much of the natural heritage is under threat.<\/p><p>I know the Government is making major moves with regard to clean energy sources and the introduction of the just transition programme which we have mentioned in this House.  The Joint Committee on Climate Action under the chairmanship of Deputy Leddin is doing excellent work on the climate change legislation.  However, I do not think we are taking this seriously enough.  The recovery from Covid-19 presents us with an opportunity to address the greatest existential challenge we now face, namely, that of climate change.  It is not enough for just the Joint Committee on Climate Action to debate these issues.  The D&aacute;il and Seanad should debate climate change.  We should have an approach to it similar to the approach to Covid-19 both nationally and internationally.  This threatens our very existence.  In the five years since the signing of the Paris Agreement, there has, unfortunately, been very little progress.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#A00300","speaker":"1638"},{"type":"speech","time":1606987800,"counter":8,"content":"<p>I also wish to talk about environmental protection.  We can all agree that environmental policy and legislation are vital to protect the environment not just for the sake of the 7 billion to 8 billion people inhabiting this miraculous blue planet of ours, but also for our children and for generations to come.  Rigorous implementation of environmental policy and legislation is certainly good and is arguably an ethical and a moral obligation.  A clean environment promotes and maintains the health and well-being of communities and individuals, consumers and workers.  It is also important for the aesthetics and reputation of Ireland's tourism industry, a vital part of our economy which provides employment for approximately 265,000 people.<\/p> <p>In such circumstances, it is imperative that we protect the environment in order to ensure long-term sustainable economic growth.  We all have a part to play in protecting the environment in our daily lives, our choices and actions.  However, the statutory role of environmental protection and environmental law lies with a range of Departments, 34 local authorities, An Garda S&iacute;och&aacute;na and several agencies.  The principal regulator and enforcement body is the Environmental Protection Agency, EPA.  Does the Minister for Environment, Climate and Communications, Deputy Eamon Ryan, believe that the EPA has all the powers and resources it needs to implement and enforce environmental law in Ireland?  I have my doubts.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sharon Keogan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=SharonKeogan&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Every year, we pay tens of millions of euro to the EU to avoid harsher fines for failing to comply with our environmental obligations as a member state.  This could become billions by 2030 if we continue to breach our greenhouse gas emission limits.  Every year, we see reports of our land and waterways - the land that feeds us and the water we drink - being polluted with untreated sewage and effluent from industry and agriculture.  <\/p><p>On the topic of fines and the principle that the polluter pays, which is at the heart of environmental law, are those who pollute in Ireland paying to the same extent as polluters in neighbouring countries?  To give one example, the document I have before me shows that airlines in the UK have been hit with fines of &pound;132 million for failing to meet emissions trading system rules.  What has the Environmental Protection Agency, EPA, done to ensure our airlines are complying with these rules?  The Minister needs to look at and address the issue of pollution and at the EPA's effectiveness in combating it immediately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#A00400","speaker":"1664","continuing":true},{"type":"speech","time":1606987800,"counter":10,"content":"<p>I thank all colleagues who spoke last night and who supported the Labour Party's Private Members' Bill on citizenship.  I very much appreciate colleagues' support in ensuring the Bill makes further progress.  I look forward to working with the Minister for Justice, Deputy McEntee, to ensure we have time for this early in the new year.  I thank the Leader for her personal commitment to ensuring that Government time will be made available for that.  On behalf of all my Labour Party colleagues, I thank everyone for their support.  There was real agreement on the need for legislative pathways to citizenship for children born in Ireland, which we will work together to achieve.  It was a good evening for the Seanad.  We saw the best sort of constructive co-operation and collaboration on legislation.<\/p> <p>Today is International Day of Persons with Disabilities, which I am wearing a purple jacket to mark.  The theme for today is that not all disabilities are visible.  I have just come from a wonderful meeting of the Joint Committee on Disability Matters at which we heard powerful presentations from Special Olympics Ireland and the Trinity Centre for People with Intellectual Disabilities.  We heard from Margaret Turley, a basketball player with Special Olympics Ireland and a brilliant presenter, who gave us a really strong sense of the importance of ensuring that organisations like Special Olympics Ireland are supported and that the enormous contributions persons with intellectual disabilities make to society are recognised, acknowledged and affirmed.  Perhaps we could have a debate on the need to pass various measures to fully implement the UN Convention on the Rights of Persons with Disabilities in the new year.  That is the issue on which the committee is working.  It is a new joint committee on which many colleagues from across the House sit.  The work we are doing is very important in seeking to ensure that Ireland becomes a better place for persons with disabilities to live.  I ask that we celebrate International Day of Persons with Disabilities today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#B00200","speaker":"1631"},{"type":"speech","time":1606987800,"counter":11,"content":"<p>It is interesting that two of three previous speakers spoke about climate and environmental matters.  It shows the importance of these matters to the House.  It is something we can forget about but which we must put on the agenda, in some shape or form, every day.  I would look for a way to include it in our business every week in the future.<\/p> <p>Last night, I attended a public meeting at which I was one of three panellists, along with Professor John Sweeney and Ms Sadhbh O'Neill.  We were discussing the Climate Action and Low Carbon Development (Amendment) Bill 2020.  As Senator Byrne quite rightly said, this is not just a matter for the Joint Committee on Climate Action.  Five Members of this House, Senators McGahon, Dooley, Higgins, Boylan and I, are members of that committee, in addition to the Deputies and the Chair, Deputy Leddin.  At the moment, we are meeting for two to three hours every single day.  We are now in the eighth week of our scrutiny of the Climate Action and Low Carbon Development (Amendment) Bill 2020 so if I have been missing from the Chamber more than usual, it is because of the amount of work we are doing.  All of these meetings are being held in private session but this work shows the commitment of the Government in respect of climate action.  We need to bring the debate out into the public so that everyone will know that this work is critical to us and that the reason it took so long to agree the programme for Government was that we hammered out the detail.  This Bill was a key part of that.  <\/p> <p>It is now for us to deliver.  I hope the Bill will come to the Seanad first and that we will have proper debates on it but I also believe we need a proper opportunity to debate it in the House.  I thank Senator Byrne for raising the matter today because it is a good opportunity for us to deal with the issues facing our planet and our children.  We talk about how our children are affected by Covid.  This is a crucial issue for our children.  We are looking down the barrel of an existential crisis.  According to the World Meteorological Organization, this is set to be one of the three hottest years on record.  We have not been doing what we should.  We are seeing record levels of deforestation in Brazil under Jair Bolsonaro, which raises the issue of international climate justice.  It is a great opportunity for us all to debate the issue.  I thank the Senators and the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#B00300","speaker":"1693"},{"type":"speech","time":1606987800,"counter":12,"content":"<p>I agree with a number of previous speakers on the issue of the environment.  The suggestion that the Bill could start here is an excellent one.  It would benefit from constructive cross-party discussion and debate.<\/p><p>I will raise two issues briefly, if I may.  The first relates to student nurses.  I will quote the words of a student nurse, which I read late last night.<\/p> <blockquote> \tJust home from unpaid 13 hour shift.  I struggle to reach my learning goals on placement because I am carrying out duties that should be carried out by a paid staff member.  I am working not just learning and govt just doesn&rsquo;t value that.  Is it any wonder we all want to emigrate? <\/blockquote> <p>That is quite a stark message.  An issue was pointed out to me that is worth noting.  Apprentices to electricians, plumbers and so on, which are male-dominated professions, get paid while they learn.  I have no doubt that if nursing was a male-dominated profession, we would not be talking about this issue now because it would have been solved years ago.  I am at a complete loss as to why the Government has not dealt with this issue to date.  It occurs to me that it must be because of a lack of political will.  We have been talking about it since the beginning of the pandemic and yet, nine months on, these nurses are still working for free.  It is a shameful situation that requires action.  I ask the Leader to insist, on what I hope would be a cross-party basis, that this issue is tackled as we enter the crucial months of December, January and February.<\/p><p>The second issue I wish to raise is that of Shannon Heritage.  This is again a matter which has received cross-party support in recent months.  In August, the Minister for Public Expenditure and Reform told us that &euro;2.6 million had been allocated to Shannon Heritage to keep key sites such as Bunratty Castle and King John's Castle open.  That was not the case, however.  We were subsequently told by the management of the Shannon Group that actually only &euro;550,000 of funding had been allocated.  We now know that both Bunratty Castle and King John's Castle, which is a prime site in Limerick, will close on 31 December and their workers will be laid off until at least Easter.  This goes entirely against what we were promised by Government Deputies.  The staff and union representatives feel absolutely betrayed.  &quot;Betrayed&quot; is the only word I can use in this regard.  I do not think a city like Dublin would accept the closure of its key sites.  The people of Limerick certainly will not accept the closure of King John's Castle.  It strikes me that this issue shows a lack of commitment to the west and Limerick.  <\/p><p>It also frustrates me that, to date, Sinn F&eacute;in is the only party which has called for Shannon Heritage to be removed from the Shannon Group.  Privately, a number of Deputies from other parties have said it is the right thing to do.  We are calling for its transfer to the Office of Public Works.  We can see that Clare County Council has no problem keeping the Cliffs of Moher site open all year round.  There has been a series of failures and broken promises from Government.  I ask for a debate on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#B00400","speaker":"1660"},{"type":"speech","time":1606987800,"counter":13,"content":"<p>I propose an amendment to the Order of Business, that No. 4 be taken before No. 1.  On behalf of the Civil Engagement Group, I am today introducing the Deportation Moratorium (Covid-19) Bill 2020.  This will be taken in our Private Members' time next week and I call on all Senators to support it.  The Bill is very straightforward.  It would implement an emergency moratorium on the deportation of refugees and migrants from the State for the duration of the Covid-19 pandemic and for as long as general measures restricting movement and travel are in place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The principle underlying the Bill is very simple.  Since the beginning of the pandemic, international travel has been identified as a key source and transmitter of the Covid-19 virus.  It is Government policy to restrict the movements of people coming into, travelling within and leaving the State to restrict the spread and incidence of the virus.  However, this policy has not been extended to those seeking refugee or legal migration status.  Deportations have continued unabated throughout the pandemic.  Ireland has drawn international criticism and scorn for relying on migrants in our health service to combat the virus and then issuing them with deportation orders after a few short months.  It is frankly hypocritical for the Government to tell people that international travel is too dangerous on the grounds that they may spread the virus while at the same time forcing vulnerable refugees and migrants to leave the State and return to potentially less stable or safe jurisdictions, thus endangering their own health and global efforts to reduce the spread of Covid-19.  If international travel is off the cards it must be so for everyone, particularly for vulnerable migrants.  Our Bill is timely emergency legislation to support those in need of protection and I call on all Senators to support it next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#B00500","speaker":"1681","continuing":true},{"type":"speech","time":1606987800,"counter":15,"content":"<p>In response to Senator Gavan, I note that I have publicly stated that Shannon Heritage should be moved to the Office of Public Works, OPW.  A debate on the issue would be welcome.<\/p> <p>I stand today to mark International Day of Persons with Disabilities.  That day has been marked on 3 December for many years.  It gives us an opportunity to reflect on what needs to be done and on what we have achieved.  When I was first elected to this House in 2011, Ireland was marked by inequality.  There have been many positive developments for persons with disabilities.  In life I have always tried to be positive, speak positively and think positively.  We have ratified the UN Convention on the Rights of Persons with Disabilities, UNCRPD.  This hugely momentous step was taken by the then Taoiseach, Deputy Leo Varadkar, in 2017.  We now have an Oireachtas Joint Committee on Disability Matters to monitor the implementation of the UNCRPD.  This is absolutely appropriate because we must also ratify the optional protocol to the UNCRPD.  I note that the committee includes Members of this House.<\/p> <p>For four years a Minister of State with responsibility for disability issues, in the person of former Deputy, Finian McGrath, sat at the Cabinet table.  I pay tribute to him for what he achieved during that period.  The most recent budget saw the biggest financial supports ever allocated to realising equality for persons with disabilities.  Finally, under the stewardship of the Cathaoirleach, this House voted in the past four years to give State recognition to Irish Sign Language.  It is great to see interpreters at all the Covid-19 briefings.  That service needs to be extended.  There should never be a Government briefing on any issue without these interpreters.  There is a lot more to be done.  In the new year, I would like the Leader to invite the Minister for Children, Disability, Equality and Integration, Deputy Roderic O'Gorman, to the House for a debate on disability, so that we in this House can support the work of the Oireachtas Committee on Disability Matters.<\/p> <p>The theme of this year's International Day of Persons with Disabilities recognises that not all disabilities are visible.  I wish all persons with disabilities in Ireland and the world an enjoyable day.  I would like them to view Ireland, the world and the people in the Oireachtas who are fighting on their behalf in a positive light.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#C00200","speaker":"1644"},{"type":"speech","time":1606987800,"counter":16,"content":"<p>Last night there was a discussion in the D&aacute;il on pay for student nurses.  While I fully understand that politics were at play, there is a conversation to be had about how we can justify student nurses not being paid.  That applies not just during the pandemic but beyond it.  Electricians, plumbers and apprentices are all paid something during training.  They do not receive a full wage rate but their work is acknowledged and paid for.  The same should apply to student nurses.  When this pandemic is behind us we need to have a conversation about how we can do this.  Student nurses in hospitals may not do the full complement of professional work - they do not administer drugs or perform other tasks requiring training - but they are working extremely hard.  Our health service relies upon them.  It is no coincidence that this issue remains unresolved for a predominantly female profession.  I will work with my colleagues in Fianna F&aacute;il to ensure this matter is resolved to the satisfaction of student nurses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#C00300","speaker":"1642"},{"type":"speech","time":1606987800,"counter":17,"content":"<p>To follow up on what Senator Chambers said, we need a wider discussion on those who are in training.  The legal profession and the accounting profession exploit people to the very last during their training periods.  We need to look after student nurses but we must also examine internships and training periods in which people are exploited.<\/p> <p>I would like to thank the Leader's office.  Yesterday I had difficulty in getting information on Covid-19 restrictions for a person in Cork.  The Leader's office came back to me very quickly to tell me where I should go for the information.  This brings me to another point.  We need a searchable database for people concerned about how Covid-19 impacts them.  The query I had concerned an outdoor Christmas market that was being set up in the south of the country.  The organisers were told that only 15 people could attend the market at any one time.  The person who rang me said this was absolute insanity in light of how busy Patrick's Street in Cork or Henry Street in Dublin are.  We are trying to get to the bottom of this issue.  Senator Byrne raised the issue of markets and how Covid-19 restrictions apply to them.  We need clearer information for the nuanced areas that are arising. <\/p> <p>Last night, we had a very good debate on higher education.  I argued that the management and staff of Munster Technological University, MTU, needed their heads knocked together.  I got a very quick awakening last night when someone asked me why the university is in the Workplace Relations Commission if the staff are at fault.  Clearly management is not engaging with the staff.  We are 30 days away from the establishment of MTU and it is before the Workplace Relations Commission today.  That is wrong in every sense of the word.  The management must engage and get that technological university up and running quickly. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#C00400","speaker":"1645"},{"type":"speech","time":1606987800,"counter":18,"content":"<p>I wish to raise the issue of non-geographic numbers and premium rate services, which are provided by various institutions, companies and organisations throughout the country.  Non-geographic numbers begin with 1800, 1850, 1890, 0818 or 076.  These are reduced-cost services, often those provided by State agencies.  This week marks one year since ComReg stepped in to ensure that the costs of those numbers are deducted from mobile bundles.  The way people use telephones has changed dramatically in recent years.  Prior to 1 December last year, mobile companies would essentially charge extra if a caller rang the then Department of Employment Affairs and Social Protection or somewhere like that.  That has changed, which is a very welcome development.  We are also about a year away from 1 January 2022, when that will change again.  The number of those prefixes will be reduced to just two; 1800 for freephone numbers and 0818, for fixed-cost numbers.  This is to be welcomed.<\/p> <p>We need to mount a communications campaign around this to ensure that certain people are aware of that change.  I am thinking particularly of elderly people, who may be unaware of, or confused, by these numbers, and other people in vulnerable categories.  Perhaps even more important in this context are premium rate numbers, which can be exorbitantly expensive.  There are 15 prefixes.  They range from 1512, which costs 50 cent per call, to 1590 numbers, which cost &euro;3.50 per minute.  The text services that use these numbers are frequently advertised on various platforms.  There must be a public information campaign on the costs of these services and the risk to phone users.  Sometimes a cost is levied both for sending a text and receiving a text.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is vulnerability here for lots of different sectors of society.  We need to talk about how we make sure that people know about the risks associated with premium rate numbers and provide clarification on non-geographic numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#C00500","speaker":"1685","continuing":true},{"type":"speech","time":1606987800,"counter":20,"content":"<p>It is very positive to see a number of Members of the House raise the issue of student nurses, which has been raised continuously by my colleague, Senator Hoey.  Student nurses are the backbone of the health service and have been on the front line assisting us in the fight against this pandemic.  It is also worth noting, however, that the fact that there is no payment constitutes a barrier to entry, particularly for people from working-class backgrounds.  While we blame people for being unemployed, we do very little to help people be activated.  The Central Statistics Office, CSO, released figures yesterday that show that unemployment has risen above 20% again, with younger adults most affected.  An Irish Fiscal Advisory Council report released this week noted that the Government announced just a 20% increase in funding for labour activation measures, despite the fact that we have extremely high numbers in unemployment as a result of the pandemic and it will be difficult for people to find new jobs in the months ahead.  We also have a worryingly high client-case worker ratio.  The optimal figure is 150:1 but ours is 500:1.  I would like a debate in the House on the issue of activation measures and the people who have lost their jobs as a result of the pandemic and who potentially will not be going back into the same jobs.  This is vital if we are to get over this and get the economy back working.  It is also vital for people to have access to resources so they are able to retrain and not be locked out of the workforce in the long term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00200","speaker":"1672"},{"type":"speech","time":1606987800,"counter":21,"content":"<p>Is the Senator seconding the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00300","speaker":"1650"},{"type":"speech","time":1606987800,"counter":22,"content":"<p>Yes, I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00400","speaker":"1672"},{"type":"speech","time":1606987800,"counter":23,"content":"<p>I wish to raise the issue of the hospitality and tourism sector.  I am disappointed to have to do so.  The whole sector has been treated very badly this week.  I have always called for any decisions made by governments to be based on the evidence.  No evidence has been presented to our sector for the strategy the Government has taken.  While I accept that public health has to be front and centre and the priority issue, there is now frustration about the Covid restrictions support scheme, CRSS.  I was fully supportive of the CRSS when it was announced, but the more the details as to how it will be calculated and paid out evolve, the more frustrating it becomes.  Now that the Government has decided to move to level 3-minus, or whatever it is, and hotel restaurants can open, hotels no longer qualify for the CRSS.  This is having a horrendous effect on the industry and the people in it.  We ask that we be allowed to open our doors to the whole country.  We are prevented from doing that.  It is allowed only from 18 December.  We are asking people to come back to work for 20 days.  We are trying to get staff to come off the pandemic unemployment payment, PUP, and to come back and work in our industry for 20 days, only to be told their jobs could be gone on 6 January.  This makes it impossible to operate a business.  We must consider the people this is affecting, especially at this time of year.  We are asking people to come back to work at Christmas and to abandon their families but also telling them that, by the way, we will let them go on 6 January.  This House needs a full debate on the hospitality and tourism sector.  It is disappointing that our sector has not operated as one, be it the wet pubs, the dry pubs, the restaurants or the hotels.  As an industry, collectively, we need to come together and form a stronger union because we have been mistreated during the pandemic.  We were promised the data.  We have never been given the data or the evidence to back up the Government's decision.  The CRSS is just the final straw.  This survival payment that was promised to the industry is now being pulled by bureaucracy and detail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00500","speaker":"1640"},{"type":"speech","time":1606987800,"counter":24,"content":"<p>I raise the issue of admissions policies in primary schools in Dublin, as set out directly by the archdiocese.  Unfortunately, public representatives, the Minister for Education and even boards of management in many cases do not have influence over this.  There has been a break from the \"sibling first\" policy, and I for one am not in favour of it.  Some families in Castleknock and Carpenterstown will find out this week that the younger children in their family may not be able to go to school with their older siblings unless the parents want to wait until their children are five and a half or nearly six.  Can anyone who is a parent or who empathises with family life tell me the logic of this?  It will potentially involve two school drop-offs and pickups, two sets of school rules for small children within the one house, two different uniforms, two different training days to be juggled, two different family contributions and raffles, two different parent-teacher associations, special occasions done in different ways and different dress-up days and Christmas concerts.<\/p> <p>Whenever a small family starts to send the children to school, the parents really buy into the ethos of the school and think very carefully about it.  I cannot explain the logic of this change because it is ludicrous to me.  \"Sibling first\", to me, means siblings first.  It does not depend on age or undersubscription in the school.  Parents know the appropriate age at which to send their children to school and when they are ready to go to primary school.  We should be doing everything we can to keep families, especially those with small children, together in the same school rather than sending them to different schools.  This is an additional and completely unnecessary stress for families.  I urge Members to look at the admissions policies of their local schools and write to the archdiocese if those policies affect the people in their area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00600","speaker":"1648"},{"type":"speech","time":1606987800,"counter":25,"content":"<p>I think most of us yesterday breathed a sigh of relief when we heard we were a step closer to a Covid vaccine, and we have been reassured by the Irish Government that it has a plan to roll out and administer it, that it will be free of charge and that there will be no issue obtaining it because we are part of an EU-wide procurement deal.  This is all very welcome news, but I wish to spare a thought for the Palestinians because it seems that even in a pandemic Israel is, with the help of the EU, facilitated in continuing its apartheid system.  News broke this week that the EU deal to procure the vaccine, the deal to which Ireland is a party, is cutting in the Israeli people but cutting out the Palestinians.  The Israeli public health officials have counted only the number of vaccines required to vaccinate Israeli citizens, claiming that it is the Palestinian Authority's job to look after Palestinian citizens.  This is a breach of international law.  The Geneva Convention requires that the occupying force take preventative measures to combat the spread of contagious diseases and epidemics.<\/p> <p>After 13 years of an Israeli blockade, the Palestinian health system is on its knees.  It has been starved of all the tools to combat Covid, including PPE, ICU beds and ventilators.  This is nothing new.  I visited Palestine after Operation Protective Edge and the destruction of Gaza and witnessed at first hand the discriminatory treatment of Palestinians.  I spoke to terrified children who were forced to travel to hospital alone because their parents were prevented from getting permits, children who had lost limbs and who were suffering from cancer alone in their hospital beds.  I also witnessed vital medical supplies being withheld from the Palestinians in a Red Crescent medical storage unit.  That was six years ago, and the EU and Ireland are continuing to facilitate this apartheid.  We have heard time and again that the virus does not care about borders, that it does not discriminate.  Sadly, however, for the people of Palestine, the Israeli Government does.  I ask that the Minister for Foreign Affairs show leadership and demand that the EU vaccine be given directly to the Palestinian Authority and that Palestinian citizens be facilitated with the vaccine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00700","speaker":"1635"},{"type":"speech","time":1606987800,"counter":26,"content":"<p>I echo Senator Casey's views and support him.  I also wish to discuss bars, gastropubs and restaurants.  It seems absolutely ridiculous that we cannot leave our counties but the Government expects hotels the length and breadth of the country, including in Galway city and county, to have no supports.  It is just not acceptable.  The fundamental point is, as we are aware at this stage, that a main course has to be provided, it has to cost in excess of &euro;9 and the preparation and commercial kitchen must be on site.  I have no issue with that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ollie Crowe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=OllieCrowe&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have been contacted by a number of councillors and employers.  What I have an issue with is this: in County Galway, along the west coast and right across rural Ireland, there are many bars and restaurants that open seasonally, by which I mean that they open from April until September.  As Senator Casey alluded to, their supports have been removed.  Something has to change because that is not acceptable.  Currently, as we are all aware, the tourists are not there, so the restaurants and bars cannot open.  At this time of year, they are under pressure in the context of staff, namely, chefs and senior staff members.  For those reasons, the CRSS needs to be revisited.  I have contacted the Government, particularly the Minister for Public Expenditure and Reform, and I am hopeful that this will be dealt with as a matter of urgency in the coming weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#D00800","speaker":"1646","continuing":true},{"type":"speech","time":1606987800,"counter":28,"content":"<p>As colleagues have noted, today we celebrate the International Day of People with Disabilities.  Many buildings are being lit up with purple lights and people are being encouraged to wear purple.  The theme this year is \"Not all Disabilities are Visible\", and we see this often in the context of mental health and those who suffer traumatic brain injuries.  It is about recognising that inclusion and accessibility are important for all of us in society in our day-to-day lives but also in our workplaces.  I would like to pay tribute to accessibility groups such as Brothers of Charity and Ability West that run many organisations in the west of Ireland close to where I live.  I want to thank the advocates who speak on their behalf and who have approached me many times with representations.  Sometimes the things we can do to help are very simple and practical.  For example, when those of us who have pets clean up after our dogs, it means that wheelchair users and those with prams do not have to clean them when they get home.  There are many things that each of us can do at a practical level to help build awareness in the context of disability.<\/p> <p>I also wish to highlight the importance of the rural regeneration fund.  The deadline for applications from local authorities is coming up and strong applications have been submitted from Roscommon and Galway.  The importance of the fund cannot be understated.  It is crucial in the context of developing our towns and regions.  Many of these applications are looking at matched funding.  When local authorities are able to work with others to organise matched funding, this can only strengthen applications.  In Roscommon and Galway, we are in a position to submit strong applications for the rural regeneration fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#E00200","speaker":"1654"},{"type":"speech","time":1606987800,"counter":29,"content":"<p>I understand that the Bill which my group is putting forward next week has already been formally seconded, so I simply want to voice my support for it.  During the Covid-19 pandemic, we have talked a great deal about solidarity and vulnerability.  One cohort of people who are extremely vulnerable are those who have received letters informing them that they are to be deported and who face the prospect of being placed in unfamiliar situations.  Senator Boylan spoke about the vaccine.  While we may have the vaccine in Europe, we know that right across the world there are many countries that are struggling to find out how they will be able to source adequate supplies.  The COVAX scheme is limited but needs more work regarding what the health supports might be in different countries.  In that context, I am very proud to be co-sponsoring the Bill that we will bring forward next week.<\/p> <p>Like previous speakers, I also want to highlight the UN International Day of People with Disabilities.  As a member of the special committee that has been set up to implement the UN Convention on the Rights of People with Disabilities, I think this is a particularly important UN day, because we are now at the beginning of a process of really implementing this convention and changing society as a result.  The Seanad has a very proud record - as does the Cathaoirleach - on such issues such as leading in the recognition of sign language.  The UN International Day of People with Disabilities is a day to celebrate those with disabilities, who are becoming visible and active in every area of life, and are shaping our society.  It is also a day to renew our commitment to transforming society so that it is more inclusive.  That is the job of work ahead of us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#E00300","speaker":"1662"},{"type":"speech","time":1606987800,"counter":30,"content":"<p>In the Ballinasloe area, a number of residents were woken in the early hours of Sunday, 22 June 2020 by a low-flying aircraft.  It has now been established that the aircraft belonged to the RVL Group, an English-based firm that specialises in aerial surveys.  It was previously reported that the firm had completed survey flights over parts of Westmeath in the early hours of 4 November.  Online flight records show that a Cessna 404 Titan registered to RVL Aviation took off from East Midlands Airport near Derby in England at midnight on Sunday, 22 June, and arrived over Lough Ree at 1.45 a.m.  The flight passed over south Roscommon, including areas such as Taghmaconnell, Ballyforan, Creggs, Ballinasloe, and parts of County Westmeath.  It returned to East Midlands Airport at 6 a.m.  I have to say that the incident has annoyed, frightened and upset people.  From my perspective, that type of manoeuvre, which upset families and livestock, should not be taking place in the middle of the night.  An older man living across from where the aircraft passed over said he was up for most of the night and that the noise was particularly bad between 1 a.m. and 3.20 a.m.  The Leader is very good at taking our requests back to the Cabinet, but I am not asking for a Minister to appear.  I am asking her to contact the Department for Transport and those who have responsibility for air traffic control, because this type of manoeuvre should not be happening in the middle of the night, unless it is an emergency or there is a situation on the River Shannon that must be dealt with.  This sort of flight in the middle of the night is totally unnecessary and it is very concerning for people when it does happen.  Thankfully, it does not happen too often.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#E00400","speaker":"1674"},{"type":"speech","time":1606987800,"counter":31,"content":"<p>I am sure that many Senators heard on the RT&Eacute; news bulletins and from other media outlets this morning about the publication of a report that was commissioned by Government, which has recommended legislative change.  It recommends such change in the context of corruption, fraud and economic crime.  This raises extremely serious concerns.  The Hamilton review, which is the report in question, states that legislation is required to deal with the ethics breaches of former Oireachtas Members.  That was reported in the hourly radio news bulletins between 6 a.m. and 9 a.m.  It clearly presents a challenge for the Oireachtas.  This report clearly needs to be the subject of a debate, when appropriate.  I suggest that once it has been cleared by the Government and in various quarters, there should be a presentation on the Hamilton review and that the House should debate it early in the new year.  If there is a suggestion that there is something wrong in the Oireachtas, then the Oireachtas should at least have some debate on the matter.  When appropriate, and given that these kinds of reports must undergo a particular process, I am asking the Leader to keep the matter actively under consideration and for there to be statements and debate on it in the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#E00500","speaker":"1634"},{"type":"speech","time":1606987800,"counter":32,"content":"<p>I want to speak about the current crisis in the local media sector.  We all have local radio stations and publications based in our parishes.  The pressure that they have been put under due to Covid-19 is immense.  This is more of a rural issue than an urban one because the newspapers concerned are based in rural Ireland.  They are part of the dynamic there and have been for a long time.  There has been a lack of credible supports to help them survive.  Advertising has collapsed and is down by 60% to 70% from where it was previously.  This is for the obvious reason that the businesses do not have the money.  Circulation is under pressure because people do not want to go out.  It is a ticking time bomb and, because of that, a debate is required as a matter of urgency.  If we do not move on this issue in the next six to eight weeks, a number of titles that are important to the entire country could fail.  That would result in a deficit for our society.  This is an issue that needs to be addressed.  I ask the Leader to invite the Minister to the House so that we can have a debate on the matter.  She has proposed that a commission on the future of the media be established.  That commission will be sitting again in the next few weeks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Its report has to be laid before these Houses in the next few months.  Without that sort of interaction, unfortunately, in a short time, we will lose many publications and that will be a deficit for society.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#E00600","speaker":"1666","continuing":true},{"type":"speech","time":1606987800,"counter":34,"content":"<p>I also ask the House to recognise that today is a day we should all be mindful those with challenges and who battle disabilities daily, and also their families and friends and the communities that support them.  It is really important.  We all have our challenges, visible and invisible, but today is a day for those with specific disabilities.  We should all be mindful of them.<\/p> <p>A related matter is those who care for people with disabilities.  Many are carers, family carers and friends who care in an informal way, but also the nurses, midwives and those in formal care settings.  The Leader raised this as a Commencement matter earlier this week and it is an issue of significant concern to my Fianna F&aacute;il colleagues, and was discussed at length at last night's meeting of our parliamentary party.  We need the Minister of Health to come to the House to address the treatment and value of our nurses and midwives and, in particular, student nurses and midwives.  I understand he was dealing with other health matters yesterday and was in the D&aacute;il to deal with the debate on a Private Members' motion, which was a political stunt, largely aimed at gaining political currency, but there is a sincere interest and commitment on all our parts to ensure that the nurses and midwives who have worked tirelessly and generously throughout the Covid pandemic, as they always do, are properly valued in our society and by Government.  The Government has awarded a historic additional &euro;4 billion in funding for the health service.  I and my colleagues believe that all our nurses and midwives need to be valued not only with expressions of our appreciation but with financial reward and compensation.  There will never be enough money to pay for the work they do and to put a price on that work is to cheapen it but fair is fair.  I ask the Leader to again raise this with the Minister for Health.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#F00200","speaker":"1656"},{"type":"speech","time":1606987800,"counter":35,"content":"<p>I concur with Senator Fitzpatrick's comments.  We need to value our nurses, and I believe we do.  It is important that the Minister for Health should come before the House to deal with that.  The demand for a &euro;100 registration fee, which was sent out to nurses in recent days, is another issue.  It is only correct that this be waived for this year, at least.<\/p> <p>The Forestry (Miscellaneous Provisions) Act was recently before the House.  There is a crisis caused by the lack of delivery by the forestry division in the Department of Agriculture, Food and the Marine.  We have reached a position where the entire industry is grinding to a halt.  The Act was signed in October but the crisis has continued to deepen.  Thousands of jobs, all in rural Ireland, are under threat.  There are 495 jobs at risk in my county of Longford, including 250 jobs at Glennon Brothers, one of the largest timber manufacturing companies in the country.  <\/p> <p>It is clear that the Department has consistently not delivered on its stated goals to provide the necessary number of licences needed and has missed all its targets.  The entire system is operating at one third of the required rate.  The forestry appeals committee is still dealing with fewer than 20 appeals per week, rather than the 40-plus required to clear the backlog within the next three months.  I ask that the Leader to speak to the Minister for Agriculture to get the Department to deal with this or the industry will grind to a halt.  We brought in the legislation and pushed it through the Houses to ensure it was in place but it is not being delivered on the ground.  There are 12,000 jobs in the entire industry and nearly 500 in my own county.  I ask that this be prioritised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#F00300","speaker":"1639"},{"type":"speech","time":1606987800,"counter":36,"content":"<p>Currently, credit unions are unable to hold in-person annual general meetings, AGMs.  There is no point in holding virtual AGMs because, without legislation being passed, they are unable to payout the annual loan interest rebate or dividend.  The credit union in Clonmel, where I am from, has a dividend of approximately &euro;1.7 million to distribute to members, which equates to between &euro;200 and &euro;300 per individual.  It is always very welcome at this time of year.  People spend it locally at Christmas time.  It is an extra bit of cash that people need at this time.  It is important that we bring through legislation to make it possible for credit unions to hold virtual AGMs that they might be able to distribute dividends.  Will the Leader contact the Minister for Finance to ask that legislation be brought through as quickly as possible?  I do not wish to over-promise that this can be done before Christmas in order that people could get payments before then, as that would be very tight.  Nevertheless, it is a payment that people are very much used to and they really appreciate it.  It is important that members are involved in credit unions.  They give back a great deal to communities.  It is no one's fault this has happened that they are unable to have a normal AGM.  I ask that we would do something as a matter of urgency, for all credit unions but particularly for my own town in Clonmel.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#F00400","speaker":"1629"},{"type":"speech","time":1606987800,"counter":37,"content":"<p>Today is UN International Day of Persons with Disabilities.  I have just come from the Joint Committee on Disability Matters where we had an exceptional, inspirational and challenging meeting with Special Olympics Ireland, Trinity Pathways and WALK in Drimnagh on their incredible work.<\/p> <p>Every Christmas, I look forward to the RT&Eacute; news report of the children from Chernobyl arriving in Ireland.  It is always very moving.  On this day, when we remember disabilities, I wish to speak a little about them, because while they are not Irish citizens, they are part our Irish family.  They live in archaic institutions.  They are loved, supported and wonderfully cared for by Adi Roche and everybody at Chernobyl Children International, CCI, and all its families and supporters.<\/p> <p>People with disabilities living in institutions are the most vulnerable but their vulnerability has been exacerbated by the appalling combination of the pandemic and the political instability that surrounds them, which has caused extreme regression.  Children who were once going to school and were supported by the life skills and restoration of rights programme run by CCI, now do not know their own names and spend their days rocking backwards and forwards.  It is so sad.  They will not get to Ireland this year because of the circumstances.  CCI is sending a container and I will exploit my position by asking anyone who can to assist in paying to send that there so that we can send Christmas to Chernobyl with all our hearts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#F00500","speaker":"1682"},{"type":"speech","time":1606987800,"counter":38,"content":"<p>This morning, in light of the commitment of Government to extend supports in to the new year to assist businesses to reopen, the reopening of the economy this week, notwithstanding Members' remarks, and acknowledging that the Covid restrictions support scheme, CRSS, the rate freeze, the VAT reduction, and the availability of the pandemic unemployment payment, PUP, I am tempted to propose an amendment to the Order of Business to bring in the Minister for Public Expenditure and Reform, Deputy Michael McGrath, but I will not.  There are several reasons he should come in.  The first is the public sector pay talks are beginning, if they have not started already.  There was discussion this morning, rightly, on the role of student nurses.  The public service stability agreement expires at the end of the year.<\/p> <p>As I stated on the Order of Business earlier this week, the Irish Fiscal Advisory Council, IFAC, has raised the issue of non-Covid permanent spending of &euro;85 billion along with the hiring of 17,000 additional public servants.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To cap it all, this week, the Minister for Public Expenditure and Reform, Deputy Michael McGrath, said there is a possibility some adjustments in taxes will be needed.  Is he having a laugh?  Who is going to pay an increase in taxes?  The ordinary worker is paying enough already.  If there is to be an increase in taxation then we need to have a debate on fiscal policy, especially when the Minister is publishing the multiannual budgetary projections in April.  I appreciate the work that Government is doing in this Covid-19 situation but let us not go back to the days of people refusing to pay water charges as the Minister, Deputy Michael McGrath, did when in opposition.  We have an important job of work to do as a country.  Increasing taxes for ordinary citizens that are struggling is not the way to go, in my opinion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#F00600","speaker":"1637","continuing":true},{"type":"speech","time":1606987800,"counter":40,"content":"<p>There are plenty of issues for me to respond to today.  I thank colleagues for all of the items raised which I propose to respond to working backwards.  <\/p><p>I do believe there is need for a debate on fiscal policy but whether it is beneficial to have it between now and Christmas is probably debatable.  I will ask the Minister to come to the House for that debate but there is probably a variety of Ministers that need to come in for that debate.  The world is an entirely different place today than it was when colleagues were debating the merits or otherwise of water charges seven or eight years ago.  There are challenges arising not just from the costs that have been extended to support citizens in this country because of Covid, but the impact of those actions in terms of the way we do things, not least how we work, shop and live in the future, and on businesses.  This demands that we have a debate on supporting industries, creating new industries and, probably, who is going to pay for all of that at the end of the day.  I will try to arrange for that debate to happen when the House returns in the new year.  It is not fair to put the entire responsibility on the shoulders of the Minister, Deputy Michael McGrath.  We are all in this particular boat together and as Oireachtas Members we need to decide how we share the burden of what is going to be a challenge in the next couple of years.  We are all very hopeful, notwithstanding the positivities that the vaccine is going to bring, that when society does reopen, it will be like the roaring twenties and it takes off.  This might solve an awful lot of our problems and do a lot of the heavy lifting.  A debate is required.<\/p><p>A number of Members referenced today being the UN International Day of Persons with Disabilities.  The presentation given at the Joint Committee on Disability Matters this morning, as referenced by Senator Seery Kearney, must have been incredibly moving.  People live with disabilities every day.  There are different days during the year when we pay tribute not only to the people who support them, including their families, but the immeasurable amount of care given that is mostly hidden.  It is not good enough that we only recognise that work on particular days, although it is very welcome that we do and that we are having this conversation today.  Our actions show how we recognise and value people with disabilities and all of the people who care for them, be they organisations such as Fingal Prosper, WALK or anybody else.  There are organisations in all of our towns and villages that do great work.  In introducing pensions for parents of children who are incapacitated and will never have the stamps to qualify for a pension, as provided for in the programme for Government, we show that we do not just talk the talk, but we walk the walk.  It is important that we have a debate on this issue and I will try to arrange a debate with the Minister shortly after Christmas.<\/p><p>Senator Ahearn raised credit union difficulties.  I did not realise there was such a big dividend in towns and villages.  A sum of &euro;1.7 million for the town of Clonmel is a sizeable amount and it would be very welcome if it could be spent there before Christmas.  I might be speaking out of turn but there may be a possibility of introducing an amendment to the Finance Bill that has not yet been finalised.  I do not know if that is possible but I will liaise on it with the Minister today and then we can talk about it again between now and next week.  <\/p><p>Senator Lombard raised the issue with regard to our local media, local radio stations and local newspapers.  As politicians we are very reliant on them, but our neighbours and friends who buy <i>The Meath Chronicle, The Fingal Independent<\/i>or any of the other local newspapers and who listen to local radio stations do so for local news and because they want to be attached to what is happening in their local areas.  Many of them do it for sport, particularly in the case of newspapers.  This is probably more attuned to the local GAA matches at county level.  They are hugely important.  Notwithstanding the difficulties they are experiencing because of Covid, they were already in trouble.  We have had various representations from the organisations.  A new organisation was set up to lobby as a collective.  It is an issue we need to respond to.  The Future of Media Commission is welcome but it is going to take months before it can report and for us to debate that report.  The crisis is far more immediate and so I will seek a debate on that particular issue, although I am mindful that I already have a number of other requests with that Minister on other issues.  <\/p><p>We had a particularly emotional contribution this morning by a Senator who is walking the walk with regard to the difficulties facing our hospitality sector.  Over the last couple of days a number of Members raised the issue regarding the Covid restrictions support scheme, CRSS.  There are clearly anomalies as to why a business cannot open and at the same time cannot access the CRSS that need to be brought to the attention of the Minister.  On behalf of Members, I will write to the Minister on the basis of the anomalies of which I am aware and have been brought to my attention to see if they can be rectified.  I do not think any scheme to support people was set up with the intention of excluding other people.  I know from personal experience that not everything can be thought of at the outset when devising a scheme.  There are always things that need to be revised.  Schemes need to be living schemes and to be adaptable.  I will write to the Minister for Finance on the basis of that particular sector.  I mentioned in the House yesterday that I think we need a task force on the retail sector.  We definitely need some type of force to make sure our hospitality gets back on its feet when the vaccine comes.  While there is talk of some sort of immunity for the Irish people it will not be until next September.  This means two entire seasons will have been lost for the hospitality sector.  The vast majority of that sector will not resurface after those two seasons without supports.  I will raise that issue by way of letter to the Minister.<\/p><p>Senator Boylan spoke very poignantly about the discrimination in Palestine.  I will write to the Minister for Foreign Affairs, Deputy Coveney, and the Minister of State, Deputy Brophy, today.  I cannot believe that an organisation like COVAX would not have a plan B.  The Senator is right that there should not be a need for a plan B..  There is a plan A and that plan should work.  I do not know the answer to her question but I will write to the Ministers seeking that information.  If I get a response today, I will contact the Senator by phone.  If not, I will communicate with her in writing.<\/p><p>Senator Currie raised the admissions policies that have been changed by some of our Dublin schools and, probably, some our city schools in Cork and Galway.  She alluded to the fact that she could not understand the logic to it.  I think that is because there is no logic to it.  It makes no sense for a parent to send a seven-year-old to one school and a four- or five-year-old to a different school further up the road.  All of us who have children know how difficult it is to get them to the same school in the first instance and to get them all there on time.  This issue underlies a bigger issue in so far as there is a problem with school places.  The fact that dioceses have to juggle with the rules to try to accommodate within the school places that they have, with changes that do not make sense, leaves us to believe that we have a bigger problem than just them juggling with their own admissions. <\/p><p>Senator Casey raised the issue of the hospitality sector.  Senator Ward raised the very interesting topic of how people can fall foul of not knowing what is behind the 1890 and 1590 phone numbers and, particularly, the costs.  The change in the legislation last year was very welcome but those 1590 and 1890 phone numbers are still a major cause for concern.  The Senator mentioned that there are some older people that would not necessarily be aware of the costs and charges for these numbers.  There are some younger people in households who do not pay their own bills who are not very aware of those charges and they enter competitions that result in them receiving a text a day that costs &euro;3.  In my own household, my daughter just thought the texts were very annoying and she deleted them and did not bother telling anybody.  There is a real need to raise this issue with ComReg and to ask what it might look like to make sure everybody, young and old, is reached.  <\/p><p>Senator Craughwell raised the idea of a searchable database, which I think would be very welcome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am not sure that colleagues have had the experience I have had in the past days of different people making representations to us about different sectors and what regulations apply to them in those sectors.  They went on to the <i>gov.ie<\/i>website and could not specifically find it.  Their own industry, be it sports or dance, has told them they can do this but somebody else has told them they can do that, and there is a bit of conflict.  A searchable database would be a very good idea.  I may write to the Taoiseach to see what he thinks about it.<br\/><br\/>I am very happy to accept the amendment to the Order of Business, and second it, and take the Bill next week.  I wish the Senators every success with it.<br\/><br\/>The climate action Bill was raised by a number of Senators.  I am baffled that I did not know that our Oireachtas Joint Committee on Climate Action is sitting every single day.  I am not sure if other Members know this and I am not sure why we do not know.  I am also curious to know why it is meeting in private session because this is a very public conversation.  The suggestion by Senator Malcolm Byrne that the topic be a weekly recurring theme on our Seanad Order of Business would be a very good idea.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#G00200","speaker":"1653","continuing":true},{"type":"speech","time":1606987800,"counter":42,"content":"<p>For Senator Doherty's information, there were a number of public hearings and now it is the finalisation of the report so we are meeting in private session.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H00200","speaker":"1693"},{"type":"speech","time":1606987800,"counter":43,"content":"<p>I am sorry, I misunderstood that.  Again, I genuinely do not believe that people know that the committee is meeting every single day.  Most Oireachtas committees meet once a week and some meet only once a fortnight.  It is a huge onus on all of us to make sure that everybody knows there is a huge volume of work being done.  That is especially the case in a week when we see the reports spoken about by Senator Byrne that do not paint a very good picture, and particularly in a week when the Government had to acknowledge that it is only at 78% of the targets we had set for ourselves on climate action.  We need to be telling people far more loudly what it is we are actually doing, what our ambitions are and where we are at.  In the new year I will look to see if we can have a recurring theme around climate action on our weekly schedule.<\/p> <p>Senator Bacik mentioned last night's debate.  I thought it was a wonderful debate.  I was not here but I watched it remotely.  It was a very inclusive debate.  It shows by example that when we in this House work together we work better.  This is something that other Houses might take note of.  There is some real thoughtfulness around some of the policies that start in this Chamber.  Due to the fact that there is the space and time to tease through differences of opinion in a very relaxed and collegiate atmosphere, one gets much better policy and better legislation.  I thank Senators for doing what they did last night and I am very happy to continue to facilitate that.  I will bring it back in the new year.<\/p> <p>Senators Keogan and Byrne started off today's Order of Business with the issue of environmental impacts.  I am not sure that the EPA does have the full clout, be it through legislation or through the bodies it needs.  We will not know until we ask.  I will be writing letters for the rest of the day, but I will send another letter on that issue this afternoon.  I will copy the Senators on that letter.  We will make this a commitment that we will try to put a weekly part of the schedule on the Order of Business for climate actions.<\/p> <p>I shall conclude with a matter that a number of my colleagues have raised, but not just in this House and not just today.  The matter was raised in the D&aacute;il last night.  I have to say that even though I am a Government representative in this House I am very disappointed in the way D&aacute;il &Eacute;ireann voted on the issue last night, although I understand the reasons.  I had a Commencement matter this week on the issue of student nurses' pay.<\/p> <p>Rounds of applause are lovely, they really are, and they show that we genuinely appreciate the work of all our front-line staff.  However, one shows appreciation by putting money into people's pockets.  It is as simple as that.  It is a basic, human function.  We all need money to live.  This is why people go out to work.  We hear phrases such as \"I am a teacher because I have a vocation\" or \"I am a nurse because I am really caring\".  There is this nonsense that taking a profession that one loves means that one is not really working is great, but we all go to work to get paid.  The value we put on it and the appreciation we show to people is by putting money in their pockets.  I am really disappointed because the Minister gave me a commitment here on Tuesday.  Although we are going to look at the HSE contracts for next year, which is great and is deadly for the student nurses that start next year, we have 4,000 student nurses now.  Most of them are women.  Most of our teachers are also women.  This, however, is another gender-based argument we can have on a different day.  Stop with this nonsense of saying we are going to do something in the future.  We are in the middle of a crisis, not just in Ireland but also in the world.  It is a time for us to be generous and to recognise that people are pulling together and that we need to respond in kind.  I will write again to the Taoiseach today to ask for the issue to be resolved now and not at some point in the future.  I will do that in everyone's name if that is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H00300","speaker":"1653"},{"type":"speech","time":1606987800,"counter":44,"content":"<p>I thank the Leader for putting forward the Commencement Matter on student nurses' pay.  I selected it because it is such an important issue.  There are too many nurses emigrating because of their experience in our health system while they are trainee nurses and student nurses.<\/p> <p>On the issue of climate action, I hope that we could include it on our schedule.  I was at a foreign affairs committee meeting in the same week the Pope said climate change was a risk to humanity and the Pentagon said it was a bigger threat than global terrorism.  If the Pentagon is saying that the issue of climate change is a bigger threat to humanity's existence than global terrorism then we do have an issue.<\/p> <p>Today is the International Day for People with Disabilities, and I thank colleagues for raising that issue.<\/p> <p>Senator Ruane has proposed an amendment to the Order of Business: \"That No. 4 be taken before No. 1.\"  The Leader has indicated that she is prepared to accept the amendment.  Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H00400","speaker":"1650"},{"type":"unspoken","time":1606987800,"counter":45,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Deportation Moratorium (Covid-19) Bill 2020: First Stage","time":1606987800,"counter":46,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H00800"},{"type":"speech","time":1606987800,"counter":47,"content":"<p>I move:<\/p> <blockquote> \t  \tThat leave be granted to introduce a Bill entitled an Act to prohibit the deportation of persons from the State during the public health emergency posed by the spread of Covid-19 and to provide for related matters.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H00900","speaker":"1681"},{"type":"speech","time":1606987800,"counter":48,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01000","speaker":"1650"},{"type":"speech","time":1606987800,"counter":49,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01100","speaker":"1662"},{"type":"unspoken","time":1606987800,"counter":50,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1606987800,"counter":51,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01300","speaker":"1650"},{"type":"speech","time":1606987800,"counter":52,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01400","speaker":"1681"},{"type":"speech","time":1606987800,"counter":53,"content":"<p>Is that agreed? Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01500","speaker":"1650"},{"type":"unspoken","time":1606987800,"counter":54,"content":"<p>Second Stage ordered for Tuesday, 8 December 2020.<\/p>"},{"type":"majorheading","content":"Sitting Arrangements: Motion","time":1606987800,"counter":55,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01700"},{"type":"speech","time":1606987800,"counter":56,"content":"<p>I move:<\/p> <blockquote> \tThat, notwithstanding anything in the Standing Orders relative to Public Business:  \tThe Seanad on its rising on Thursday, 3rd December, 2020, shall adjourn until 10.30 a.m. on Tuesday, 8th December, 2020 and the following arrangements shall apply: <blockquote> \t(a) The Order of Business shall be proposed at 10.30 a.m. in the D&aacute;il Chamber;<br \/><br \/>(b) Commencement matters shall be taken at 1.30 p.m. in the Seanad Chamber, and up to six matters may be selected by the Cathaoirleach for discussion;<br \/><br \/>(c) Business ordered to be taken subsequent to commencement matters, shall be taken in the Seanad Chamber.&rdquo; <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#H01800","speaker":"1653"},{"type":"unspoken","time":1606987800,"counter":57,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1606987800,"counter":58,"content":"<p>Sitting suspended at 10.43 a.m. and resumed at 11 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Withdrawal of the United Kingdom from the European Union (Consequential Provisions) Bill 2020: Committee Stage","time":1606987800,"counter":59,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#K00100"},{"type":"unspoken","time":1606987800,"counter":60,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1606987800,"counter":61,"content":"<p>Question proposed: \"That section 1 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1606987800,"counter":62,"content":"<p>Gabhaim mo bhu&iacute;ochas leis na Seanad&oacute;ir&iacute; as ucht an Bhille seo a th&oacute;g&aacute;il inniu mar t&aacute; s&eacute; an-t&aacute;bhachtach.  T&aacute;imid ag teacht anois go tapa i dtreo dheireadh na bliana agus t&aacute; s&eacute; t&aacute;bhachtach go mbeimid r&eacute;idh don Bhreatimeacht.  T&aacute; an Rialtas r&eacute;idh ach t&aacute; s&eacute; t&aacute;bhachtach go bhfuil gach duine sa t&iacute;r seo, go h&aacute;irithe iad si&uacute;d a bh&iacute;onn ag tr&aacute;d&aacute;il leis an mBreatain, r&eacute;idh roimh dheireadh na bliana.  T&aacute; an reachta&iacute;ocht at&aacute;imid ag cur tr&iacute;d an Seanad inniu ag iarraidh go mbeimid r&eacute;idh sna dl&iacute;the agus sna reachtanna at&aacute; againn sa t&iacute;r seo.<\/p> <p>I thank Senators for their consideration of the Bill.  Those who were Members of the previous Seanad will recall similar legislation that we passed before this.  This particular legislation is required, deal or no deal.  The Government is doing its utmost to prepare for Brexit and this is the legislative part of the Brexit preparations.  Brexit will happen when the transition period ends on 31 December.  Deal or no deal, that will mean significant changes to the way we conduct our trade with the island of Great Britain.  Thanks to the protocol, there will be free movement of people and goods on the island of Ireland.  I am glad that work on implementing that protocol has been going on quite well over the past few weeks.  There have been good relations on both sides.  I am glad to report that to the House because we are hearing a lot of news about the overall trade deal.  That is obviously very important as well but we must ensure the protocol and the agreement that was reached with Britain that there will be no hard border is implemented.  Work has been going pretty well on that.  There will not be a hard border on this island and there will not be any difficulties in trading goods North and South on this island, thanks to that protocol.<\/p> <p>I thank our European colleagues for their continued solidarity with us.  They ask me every time I speak to them about the situation in Ireland.  They are extremely interested and knowledgeable about it.  I also thank all parties in the Oireachtas.  As a Government, we have tried to conduct our work on Brexit in as consensual a manner as possible and the unity and common purpose demonstrated by Members from all political parties and none on this issue is appreciated by the Government.  It is also recognised across the European Union and has been a huge strength to us.  I am very grateful for that.<\/p> <p>I will not say too much more because each Minister will speak on and deal with his or her section of the legislation.  That is the way we have done it previously and that is the best way of doing it.  The Department of Foreign Affairs has an overarching role in this but the Minister, Deputy Coveney, is in Paris today.  One of the French ministers, Mr. Cl&eacute;ment Beaune, is coming to Ireland this weekend so that interest remains.  I look forward to the debate and I thank Ministers and Departments for their work on this Bill.  I again thank the Seanad for allowing this legislation to come to before it today. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#K00500","speaker":"1503"},{"type":"unspoken","time":1606987800,"counter":63,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1606987800,"counter":64,"content":"<p>Sections 2 to 64, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1606987800,"counter":65,"content":"<p>SECTION 65<\/p>"},{"type":"speech","time":1606987800,"counter":66,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 44, to delete lines 27 to 30. <\/blockquote> <p>I wish to speak to amendment No. 1.  I will cover the first grouping of amendments and then my colleague, Senator &Oacute; Donnghaile, will take over.<\/p><p>I want to speak about tourism and I raised these concerns on Second Stage.  Sinn F&eacute;in has tabled amendment No. 1 to essentially delete the section, far too much uncertainty is facing a sector that is only now starting to emerge from lockdown.  I have been contacted by many people within the tourism sector who are dismayed at this measure and some of them cannot understand what it is doing as part of a Bill on Brexit.  These people are also clear about the impact that these proposed changes would have on their respective businesses.  They are adamant that this is another tax on their industry that will negate any financial help the Government says it is providing to the sector in the wake of Covid-19.<\/p><p>Amendment No. 1 deals with the &euro;75 threshold.  Such a threshold removes over 50% of transactions and 16% of sales, plus it is linked to a potential loss of 470 jobs in retail.  A &euro;75 limit remains a severe measure given our unique dependency on a singular inbound tourist segment, mainly Americans, who historically have a lower average value of transactions, AVTs, across Ireland, in particular along the Wild Atlantic Way.  This cohort would struggle to reach the &euro;75 threshold when their starting point is in the region of &euro;30.  For such a serious issue, Sinn F&eacute;in believes that the approach by the Government has not been good enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L00400","speaker":"1686"},{"type":"speech","time":1606987800,"counter":67,"content":"<p>Senators Buttimer and Chambers have indicated so I call Senator Buttimer.  Anybody else who wishes to speak on this amendment should please give me his or her name.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L00500","speaker":"1674"},{"type":"speech","time":1606987800,"counter":68,"content":"<p>On a point of clarification, are Members entitled to speak on this section a number of times or just once?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L00600","speaker":"1637"},{"type":"speech","time":1606987800,"counter":69,"content":"<p>As this is Committee Stage, Senators can speak as often as they wish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L00700","speaker":"1674"},{"type":"speech","time":1606987800,"counter":70,"content":"<p>Much as I do not want to agree with Sinn F&eacute;in's economic policy-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L00800","speaker":"1637"},{"type":"speech","time":1606987800,"counter":71,"content":"<p>It is very good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L00900","speaker":"1686"},{"type":"speech","time":1606987800,"counter":72,"content":"<p>It is not really.  If Sinn F&eacute;in wants to debate economic policy then I will do that any day but today we will debate the Bill.<\/p> <p>I come from Cork, which has got Blarney Castle on the Wild Atlantic Way and the Port of Cork, which has cruise ship liners coming into the harbour, whose passengers then spread out to the tourist attractions in the city and county.  The insertion of a &euro;75 threshold in the legislation makes no sense whatever.  I appreciate the bona fides of the Minister of State.  I listened to him in the D&aacute;il and I understand where Revenue is coming from.  This section is causing huge angst in terms of the retail export scheme, traveller eligibility, taxation and tax-free shopping.<\/p> <p>Perhaps the Minister of State can tease out with Members who has decided on this measure.  To look at the longer-term tourism potential and implications, all one need do is refer to this week's meeting of the Joint Committee on Media, Tourism, Arts, Culture, Sport and the Gaeltacht, which had the key stakeholders in.  They are the people who know and not me, civil servants, commentators or politicians.  They told us that in many cases, 2021 is being used as a holding pattern to develop staycations in Ireland by Irish tourists because they recognise that people potentially may not travel.  On the Order of Business this morning, Senators Casey and Crowe spoke eloquently about the damage that Covid-19 has done to the hospitality sector.  Are we really saying, as part of a Brexit Bill, that we will do four things, namely, create a new type of tourist, create a division in the tourism sector, place a further tax on the hospitality sector and state we could lose jobs?  I know that is not the intention of the Minister of State, Deputy Fleming.  I ask that a significant alternative is considered because the &euro;75 threshold will have a catastrophic impact.  I do not attend this House too often for Bills but I have been inundated with correspondence from business people who are entrepreneurs and risk takers in the hospitality and retail sector.  The Minister of State knows better than I do that one could drive a massive chasm through the tourism sector in terms of the decimation this year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> This is not about the Guinness Storehouse or other major attractions with large footfall, it is about small, independent retail and hospitality outlets in tourism-driven areas.  I ask the Minister of State to outline Department of Finance's thought process behind this suggestion.  The Labour Party has tabled another amendment to reduce the threshold to &euro;50.  I will speak on that matter when we come to it.  Figures provided to us indicate that a &euro;50 threshold would remove 40% of transactions but only 8% of sales, whereas a &euro;75 threshold would remove 50% of transactions and 16% of sales.  If those figures are wrong, then they should be challenged.<\/p><p>What are we implying and inferring by this measure?  I am sure the Minister of State and his officials are aware that there are tourists who spend lavishly and other tourists who either do not spend or who are very conscientious in their spending.  We have all visited Blarney Woollen Mills, Killarney, the Rock of Cashel and other places that the Americans come to and spend money with abandon.  Other tourists spend significantly less.  For tourism marketing, our nearest neighbours are the people in Great Britain.  They will potentially travel here and we must be able to say, in keeping with our tradition of c&eacute;ad m&iacute;le f&aacute;ilte, that ours is an island of welcomes and that applies to our policy on VAT and tax rebate.<\/p><p>I do not always come to the House to speak on legislation like this, but it is exercising me because I know the people who will be affected.  Has Revenue engaged in any real analysis?  I appreciate that its job is to collect taxation and so on.  Have we grasped the nettle and taken a whole-of-government approach?  I do not think we have.  What is the potential revenue gain to the State in what is proposed?  That needs to be balanced with what we lose in revenue coming in and in terms of jobs.<\/p><p>This is about non-EU visitors to Ireland.  Many people living in our tourism hotspots or hubs depend on tourists arriving to make ends meet.  I am not a stakeholder in Blarney Woollen Mills but I do shop there.  I have no vested interest other than ensuring that we provide jobs, present Ireland as a country of welcomes and make our tourism product, which we all accept is brilliant, even better.<\/p><p>There is a dependency on tourists for revenue.  The Minister of State is a very good politician working on the ground.  While he is an ordinary guy, he is also a professional person who understands business.  He understands that all of those involved in tourism, including coach operators, retail outlets, tour guides and other operators, are on their knees.  I could keep listing all the categories affected.  The challenge will not be 2021 because that is already being planned for.  The challenge will be to get it back in 2022 and 2023.  I am a member of the Joint Committee on Transport and Communications Networks.  Representatives of the aviation sector have appeared before the committee to discuss the response to Covid-19.<\/p><p>I appreciate that very few countries have a rebate scheme with no threshold; I think it is just Ireland and Spain.  In Denmark and Finland, it is &euro;40; in the Netherlands and Germany, it is &euro;50; and in Norway it is &euro;30.  We propose to go to &euro;75.  Why are we doing that?  If there is a rebate entitlement for overseas visitors to spend more, surely the economy will benefit through more jobs and a higher income tax take.  I will come back in shortly.  I appreciate the Minister of State's sincerity and bona fides.  However, I wonder what we are trying to achieve by this change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#L01000","speaker":"1637","continuing":true},{"type":"speech","time":1606987800,"counter":74,"content":"<p>I remind Members that because we are on Committee Stage, they can speak as often as they wish and for as long as they wish.  I do not want to over-encourage Senators, which could be dangerous.  I welcome the Minister of State.  I have a long list of speakers.  The next speaker is Senator Chambers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#M00200","speaker":"1674"},{"type":"speech","time":1606987800,"counter":75,"content":"<p>I ask that Senator Casey be allowed to speak before me.  I will come in after him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#M00300","speaker":"1642"},{"type":"speech","time":1606987800,"counter":76,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#M00400","speaker":"1674"},{"type":"speech","time":1606987800,"counter":77,"content":"<p>Do I move amendment No. 7 now?  It is grouped with this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#M00500","speaker":"1640"},{"type":"speech","time":1606987800,"counter":78,"content":"<p>It cannot be moved, but the Senator can speak to it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#M00600","speaker":"1674"},{"type":"speech","time":1606987800,"counter":79,"content":"<p>The amendments all relate to the same issue.  The VAT refund scheme was introduced in 1985 and was one of the most incisive decisions ever for the promotion of tourism in Ireland.  I am concerned that the Department does not fully understand the impact this scheme continues to have on the economy.  I am very concerned about the &euro;75 threshold.  Senator Buttimer mentioned Blarney Woollen Mills, whose success was based on the VAT refund scheme.  We all know of the coachloads of Americans coming through the shop who got their tax-rebate forms at the end or else posted away and got the VAT back at that point.  We have had Avoca Handweavers and many other success stories based on this VAT refund scheme which has been in place for 35 years.  It is nearly as sacred to the tourism industry as the rate of corporation tax is to our nation.<\/p> <p>The &euro;75 threshold will disenfranchise the small craft shops in towns and villages throughout the country.  A &euro;75 threshold is fine for a tourist going to Blarney Woollen Mills, Avoca Handweavers and other such outlets.  However, the little shop that is selling the trinkets and T-shirts with \"I've been the Glendalough\" printed on them will never reach a spend of &euro;75 and tourists will never get the tax back.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat Casey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2431\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2431&amp;amp;pid=PatCasey&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was a simple message without complications; there was tax-free shopping as long as one lived outside Europe.  The message is no longer that shopping is tax-free but that one must spend &euro;75 per transaction in each shop to qualify for a tax rebate.  That is fine when dealing with the English or American market but our American market is now the Chinese market.  God help the poor salesperson trying to explain to a Chinese person at the till that his or her shopping has only reached &euro;65 and will not qualify for the tax rebate when the coach is leaving in ten minutes and there is a queue forming.  What does one do in that situation?  I do not believe we have a full understanding of the practical workings of this measure or, more importantly, the impact it will have on rural Ireland and on every rural village.  The Minister of State will know that these small craft shops do not sell Waterford Crystal; they sell trinkets and T-shirts.  <\/p><p>As a member of a Government party, I will probably have to withdraw my amendment at the end of the day, but may I ask a few specific questions?  Senator Buttimer has asked where the figures of &euro;75 and &euro;175 came from.  I would like to understand that too.  Why does it not apply to cumulative spend?  If it did, it would not matter whether one spent &euro;5 in one shop, &euro;10 in another and so on, one would still be able to claim transactions of &euro;75 to claim the VAT back.  Why was that not looked at or evaluated?  Why could that not be the solution?  This would mean that people would just have to spend over &euro;75 or &euro;50 or whatever figure is agreed over the whole period of their holiday.  The requirement to spend &euro;75 in one transaction in one retail outlet must be looked at and amended.  If it is not, this will be another hit to a sector that has been rocked this year.  There are craft shops across the country that have not once opened their doors this year and which probably will not do so until next June.  This is the last thing they need.  Many of these small retailers do not even know this debate is going on or the implications this measure will have for foreign visitors to their shops.  <\/p><p>I am told the fear is that, because of Brexit, the UK market will be able to avail of this VAT refund.  Why are we not celebrating that?  We have created a market of 60 million who can come to this country and buy our products before going back to the UK.  Why are we not looking at this as a positive?  Why are we looking at it as a negative?  We have already taken a hit from decreased tourism from the UK because of the sterling exchange rate.  The hospitality sector declined by between 15% and 17% in the first year after Brexit was mentioned.  This would only go towards alleviating the difficulties caused by that currency exchange rate.  It should be looked at as a positive. <\/p><p>I do not buy that it would add more bureaucracy for the Department to deal with.  That is the greatest load of wally I have ever heard in my life.  Revenue was creative enough to bring in a stay-and-spend initiative app.  Why can the same not be done for the VAT refund scheme?  Why can the Government not look at alternatives?  I know this is not the responsibility of the Minister of State and that collective agreement must be reached but, for the sake of the small independent craft shops this measure will affect, I ask that the measure be looked at again and an alternative found before the Bill is passed.  I do not know whether the Department realises the impact that this will have.  I regret that retailers are not aware of this debate.  That is a further frustration.  They do not know what it will mean for them.  They will no longer be able to say that there is tax-free shopping in their shops.  I have reservations about that. <\/p><p>I will come back in again.  There are probably a few things I meant to mention.  I will raise the issue again.  As the corporation tax rate is to our nation, this VAT refund scheme is to our industry.  I ask the Minister of State to take that on board.  We consider our corporation tax rate as sacred.  The tourism industry considers this VAT rebate as vital to its success story.  Let us look to the 60 million people next door as a positive and as an additional market from which we can now generate more revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#M00700","speaker":"1640","continuing":true},{"type":"speech","time":1606987800,"counter":81,"content":"<p>I thank the Acting Chairman and other Members for facilitating the change in the speaking rota.  I commend Senator Casey on putting forward his amendment.  I concur with everything he and Senator Buttimer have said.  I know this is not the Minister of State's baby and that the Minister for Finance, Deputy Donohoe, is the line Minister and senior Minister in the Department.  I understand the original intention of the measure but I implore the Government to take a step back, reflect and listen to Senators from two Government parties taking issue with this.  I assume a Member from the third Government party will also do so; I see Senator Garvey is here.  A government should be flexible and willing to move.<\/p> <p>The explanation I heard from the Minister for Foreign Affairs, Deputy Coveney, who I assume had been speaking to the Minister for Finance at the meeting of the Seanad Special Select Committee on the Withdrawal of the UK from the EU yesterday, is that there was a concern that many UK tourists, who represent the largest body of tourists who come to visit the island, might look for a VAT rebate on fairly small transactions of &euro;20 or &euro;30 and that processing such claims would place an undue burden on the Department.  That argument does not stand up to scrutiny.  It is not sufficient reason when one listens to all of the arguments against setting the threshold at that level.  If the problem is that it would be an inconvenience for the Department or would end up resulting in additional work for it, let us resource the Department.  <\/p> <p>I completely agree with Senator Casey's point.  The fact that we can make visiting Ireland better value for UK tourists is a good thing.  We need to do that.  The fact that they will be outside of the European Union will, at times, make it more expensive for them to come to visit Ireland.  Given that the UK is our biggest tourist market and that our tourism sector is on its knees, this is the wrong time to introduce this threshold.  It is the wrong way to go about it.  Let us make Ireland better value and more attractive for UK customers.  Let us welcome them with open arms and encourage them to buy as much as they can while they are here to support our tourism and hospitality sector.  <\/p> <p>Senator Casey is right that this measure will affect the small independent retailer rather than the bigger guys.  It will affect the smaller guys who sell the hats, T-shirts and smaller trinkets.  I still have not heard a reasonable explanation as to why the threshold is not cumulative.  The threshold of &euro;75 per transaction seems unduly restrictive and serves to make it almost impossible for the average tourist to claim anything back.  We seem to be facilitating the wealthier tourist who is buying lots of items or really expensive items while not looking after the ordinary tourist, which all of us would be if were to travel outside of the European Union.  It is the wrong way to go about this and absolutely the wrong time to do it.<\/p> <p>There is an amendment coming up which would introduce a new section 68 to require a review of this policy.  Let us do it the other way around.  Let us set the threshold at zero.  Let us have no threshold and then review that in a year's time.  If we find that it is harming the country's finances severely or if it has not worked out for another reason, we can review it the other way.  Why not start off from a position of not impacting negatively on the small retailer and seeing how that policy has worked in a year's time rather than coming in all guns blazing and introducing a very restrictive scheme which will be too burdensome for the smaller retailer?<\/p> <p>I ask that the Minister of State, the Minister and the rest of the team in the Department of Finance reflect on this matter and look at it again.  The fact that it would be inconvenient if the Seanad were to accept an amendment which would then have to be sent back to the D&aacute;il to be dealt with before coming back here is not a good enough reason to reject it.  These are laws we are putting on the Statute Book.  They will have a real impact on people beyond these walls.  If we have to come back here on 21 December, we will do that.  There is no difficulty with that.  We in this House have no difficulty in coming back to do our parliamentary duty and enact the legislation the country needs.  We are not under severe pressure to get this Bill passed today.  This is not an emergency.  We need the Brexit omnibus Bill and there is cross-party support to get it through because we know we need it by the end of year as the changes are to come into effect on 1 January.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have time, however.  We have time to make the necessary changes to make sure that this legislation does not cause any unintentional harm to our people, businesses or citizens.  Our tourism sector finds itself in an unprecedented situation.  The Minister of State has Government Senators on their feet asking him to look at this and to make these changes, and telling him we are willing to come back to him - no problem - whenever needed to make these changes come to pass.  We are here to do that work.  I ask the Minister of State to request that the senior Minister in the Department, Deputy Donohoe, make a change to this now.  I understand that the very same debate and the very same argument was had in D&aacute;il &Eacute;ireann last week, so we knew this issue was coming and we are hearing it across the board.  Our small independent tourism and hospitality businesses are imploring us and pleading with us to make this small change.  All it may take is some extra staff in the Department of Finance.  Senator Casey's suggestion of setting up an app to make this easier for people to use is a fantastic idea because it will encourage people to spend more.  We want them to spend when they are here and to buy Irish and buy local.  We tell our own citizens to do that.<\/p><p>We need to put our shoulder to the wheel and do everything we can to support the tourism and hospitality sector.  This is the wrong time for this policy measure.  It may be something we can reconsider in the future, but we definitely need to look at this in the context of Covid.  We need to consider making a change.  I ask the Minister of State to do whatever he can.  I know he is extremely reasonable and flexible and supports the hospitality and tourism sector.  I ask him to see if he can do anything to make this change today and allow us on the Government side to support an amendment to the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#N00200","speaker":"1642","continuing":true},{"type":"speech","time":1606987800,"counter":83,"content":"<p>I thank the Minister of State for coming here.  I have got sad in the Chamber twice but today I will just get mad.  I come from Clare.  I can speak only for my own county.  We need this more than anything ever before, and I commend Senator Casey on bringing this proposal forward.  The tourism and small business sectors have been crucified.  This is the last thing they need.  It is a real kick in the teeth.  If I were the Minister of State, I would be seriously worried about not getting support from the House on this if he does not support the amendment.  We talk about the multinationals and the &euro;13 billion for Apple and then we look at the small businesses and we say \"No\".  It is just not good enough.  The small businesses are the backbone of rural Ireland - and urban Ireland, actually.  We know we cannot all rely on the big multinationals, whether Amazon or - I do not wish to name any others, but they will do what they want, use us for what they need and go off again when they need to.  Small businesses will be affected by this.  It would just be wrong not to take this amendment on board.  It is 2020.  This is so easy.  I could go to my son and a couple of his friends in second year of college or some of the young scientists and they would have an app done for us in the morning to figure out the accumulative nature of this.  This is not a big challenge.  I do not know if the Department even needs extra staff for this; it just needs a bit of cop-on and some clever people with IT skills.  The Minister of State is making this out to be a big deal in saying it is too hard to keep track of and so on.  I strongly recommend that he supports the amendment, and I thank Senator Casey for bringing it before the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#O00200","speaker":"1659"},{"type":"speech","time":1606987800,"counter":84,"content":"<p>I wish to speak to amendments Nos. 2 and 4.  I welcome this debate and welcome the Minister of State to the House.  I also welcome what seems to be total support in the House for doing something about this.  It has to be done.  As I said on Second Stage, the &euro;75 threshold was an improvement on the &euro;175 threshold initially proposed.  Purchases within the &euro;75 threshold amount to 50% of all purchases in respect of which the refund has been availed of to date.  As other Senators have said, the purchases in question are not by any stretch of the imagination massive.  The revenue is going to the many great craft shops selling Irish gifts and knitwear, as Senator Casey said.  There is no doubt but that these purchases have kept all these shops open.  In many cases the customers are tourists bringing home souvenirs.<\/p> <p>We have proposed an amendment that seeks to reduce the threshold to &euro;50, recognising what a number of Ministers have said in recent days about existing revenue, which seems to be the reason this was brought in in the first place.  The hope seems to have been to decrease administration costs and time.  Most importantly, this must have a financial impact on the business of those retailers that need it most.  We also know from talking to those in the trade that a &euro;50 threshold would bring Ireland into line with markets such as Greece, Germany and Holland, keeping us very competitive.<\/p> <p>My party has been very supportive of all Brexit initiatives the Government has taken.  We have not been divisive in any way.  We are aware that a Bill such as this is needed to combat the undoubted impact Brexit will bring upon us in just a couple of weeks' time.  However, this part of the Bill affects those American, Canadian and Japanese visitors, and the growing number of Chinese visitors, who we hope will be back on this island very shortly, when some sort of normality returns.  This would lead one to question, as other Senators have done, why this forms part of the Brexit Bill in the first place.  We should be trying to minimise any economic impact on those retailers that are struggling so much and that really should not be affected by the withdrawal of the UK from the EU.<\/p> <p>As other Senators have said, this should be seen as an opportunity for the tourism trade and nothing else.  We were informed by Ministers a number of days ago on Second Stage that the Government is giving a commitment to review this so-called tourist tax within the next 12 months.  Our second amendment seeks that this form part of the final Bill, but we would have no problem agreeing with Senator Chambers and flip-flopping this.  Something needs to be done.  If this starts off at zero, we would totally support the Minister of State coming back to us today, after speaking to the Minister, and saying he will review this after 12 months or so.  That goes without saying because of the problems the tourism sector faces.  As my colleague, Deputy Howlin, said on Committee Stage of the Bill in the D&aacute;il, others in the EU see this as an opportunity.  These arrangements look to see how we might capture UK spend.  Unfortunately, we seem to see this as a threat and an issue for those who need our help most at this time.  I appreciate that the Government has given a commitment to review this in a year so we can determine what is needed.  As I have said, I have no problem starting off at zero and then having that review after one year.  I hope we can come to some sort of agreement on this, as has been said.  It is great to see Government Senators also proposing change here.<\/p> <p>I ask the Minister of State, as other Members of the House have done, to explain where the &euro;75 came from in the first place.  Why has Revenue settled and suddenly changed this from &euro;175 to &euro;75?  What is the thinking behind this?  Perhaps the Minister of State can come back to us on that.  Given what I said earlier about moving the threshold to &euro;50, I wish to put on the record that research I have seen and which has been mentioned by others in the House states that such a threshold would remove 40% of transactions but only 8% of sales, whereas the proposed &euro;75 threshold would remove over 50% of transactions and 16% of sales.  More worryingly, as has been mentioned, it could potentially impact 470 jobs in retail.<\/p> <p>I wish to use this opportunity to refer to my county of Kildare and the wonderful attractions we have.  The purpose of this amendment is to help those in my county and throughout the country.  There are so many great retail outlets in County Kildare.  Take, for example, one very close to me, Kildare Village, which brings annually to the county more than 4 million visitors and, most importantly, a growing international tourist trade.  I have been informed that if we were to set the threshold at &euro;75, as opposed to the &euro;50 threshold we propose, we would see just over 105 of sales affected.  This would drop to just 5% at the &euro;50 threshold, showing the impact on one great tourist attraction in my county.<\/p> <p>As far as those of us on this side of the House are concerned, and as other Senators have said, we need to see something happen here.  We are talking about the most vulnerable in our society in recent years and keeping their shops open.  They continue to do that in the face of the issues that have come up recently.  I look forward to the rest of the debate.  I am sure we will come back to this later today.<\/p> <p>I will throw out one other statistic.  Yesterday in the House we heard about the latest CSO statistics, which show youth unemployment at 47%.  We are all aware that so many of our youth get their first jobs in the tourism trade.  That is another worry for me and something I hope the Minister of State will take on board.  I hope, as other Senators have said, he will come back to us later today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#O00300","speaker":"1684"},{"type":"speech","time":1606987800,"counter":85,"content":"<p>The Minister of State is very welcome.  I will keep my comments brief.  Senator Casey has said it far more passionately than I could.  I have been the chairman of the County Longford Tourism Committee for many years in a voluntary capacity.  We are trying to build an industry from a very low ebb in order to bring people into our county.  Now Covid-19 has brought us back to zero.  I cannot understand why we are introducing this threshold when we should be trying to bring people into our country in any way we can.  As has been said before, we have fought to hold onto our corporation tax rate as a way of bringing business and jobs into our country.<\/p> <p>The Joint Committee on Media, Tourism, Arts, Culture, Sport and the Gaeltacht was addressed by Tourism Ireland and F&aacute;ilte Ireland yesterday.  I asked both of those organisations for their views on this threshold.  They were not in favour of it.  I ask the Minister of State to consider an alternative.  This is the wrong time to do this.  It would have a huge effect on our efforts to restore tourist numbers to the levels reached prior to Covid-19.  I compliment Tourism Ireland and F&aacute;ilte Ireland for their work.  This is a massive industry, employing more than 200,000 people.  We want to get those people back to work.  As other Senators have said, this will hit small shops in smaller counties like mine, which are struggling to attract tourists.  It will not affect big shops in bigger cities.  It will be felt by businesses off the main roads; small craft shops, restaurants etc.  I ask the Minister of State to reconsider this.  It is not the right way to rebuild our tourism trade.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#P00100","speaker":"1639"},{"type":"speech","time":1606987800,"counter":86,"content":"<p>I fully endorse and support amendment No. 3 in the name of Senator Casey.  I ask the Minister to take on board the issues the Senators have raised.  I had the opportunity to raise this matter with the Minister of State myself.  This is the wrong way to go.  At this late stage, I call on the Government to reconsider this measure.  Covid-19 has had a hugely negative impact on our retail industry.  Many of our shops are struggling.  They have only had the opportunity to reopen for Christmas this week.  The last several weeks would have traditionally been one of their busiest periods.  Retailers need as much support as they can get.<\/p> <p>Travel is currently restricted but with the advent of vaccines, 2021 will hopefully be a much better year.  We may see normal numbers of visitors to the country in 2022 and thereafter.  We must do everything we can to support these businesses and make sure Ireland is as attractive a place for people to spend their time and money as possible.  The money they spend is hugely important to supporting employment, jobs and businesses.  The constituency of Kildare South has many tourist attractions.  I refer particularly to the Irish National Stud, Newbridge Silverware and Kildare Village, which supports many people through employment.<\/p> <p>This threshold will have a very negative impact on people's spending patterns.  A cumulative threshold of &euro;75 over several transactions would be an understandable measure but that is not what is proposed.  A single purchase of &euro;75 would be quite significant at the attractions I have mentioned.  That is particularly true in some of our more tourist-friendly counties.  I ask the Minister of State to consider accepting this amendment.  Failure to do so would be regressive.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#P00200","speaker":"1689"},{"type":"speech","time":1606987800,"counter":87,"content":"<p>It is really heartening to see so many Senators supporting either Sinn F&eacute;in's amendment or Senator Casey's amendment.  They propose the same thing.  I am in two minds on whether to divide the House on the issue if it comes to that.  Talking about trinkets might give the wrong impression.  We are talking about quality craft goods.  Having a Roscommon man in the Chair reminds me of my visit to Strokestown Park House and Gardens.  Many museums and cultural centres throughout Ireland have great museum shops.  They are less focused on trinkets than on the local crafts.  They offer handmade gifts like candles and jewellery.  These are quality goods.  Senator Garvey reminds me of my trip to the Burren.  The internationally renowned Burren Perfumery offers many goods above and below &euro;75 in price.  I really encourage the Government and the Minister of State to reassess this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#P00300","speaker":"1686"},{"type":"speech","time":1606987800,"counter":88,"content":"<p>I thank the Senator.  I am very proud to hear him speak about Strokestown Park House and Gardens, the National Famine Museum and County Roscommon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#P00400","speaker":"1674"},{"type":"speech","time":1606987800,"counter":89,"content":"<p>Senator Warfield will be allowed to speak on a whim all day after those remarks on Strokestown House.  I also wish to welcome the Minister of State.  I do not propose to rehash all the arguments which have been well made by others.  I am very persuaded by the argument that we should maintain attractiveness to the UK market.  Our UK tourists are a huge part of our tourism product, including returning emigrants and the descendants of the Irish emigrants of generations past.  We in County Cavan have been working very hard to develop our tourism product in recent years.  We have had a lot of success.  A lot of potential has not yet been realised, particularly in fishing and other areas.  UK tourists are a very major part of the tourism market in my area.  They are very good spenders and regular visitors.  We should seize the opportunity to attract them.  I find that argument very persuasive and I commend it to the Minister of State for serious consideration.  We should aim to keep English tourists coming and attract them in greater numbers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#P00500","speaker":"1692"},{"type":"speech","time":1606987800,"counter":90,"content":"<p>We are discussing a group of four amendments.  Amendment No. 1 seeks to delete the &euro;75 figure entirely, amendment No. 2 seeks to reduce it to &euro;50, amendment No. 3 seeks to reduce the &euro;75 figure to &euro;1 and amendment No. 4 calls for a review to be laid before the House on the operation of this section of the Act within 12 months.<\/p> <p>As originally published, the Bill required the value of qualifying goods to exceed &euro;175 for third-country travellers to qualify for the scheme.  It also required UK citizens to show proof that VAT and customs and excise duties have been paid.  These measures do not eliminate the use of the VAT retail export scheme for UK residents post Brexit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Instead, by excluding goods below a certain value threshold and requiring proof of declaration of importation into the UK for any goods for which a refund is claimed by a UK-based traveller, they provide the legal basis to protect the Exchequer revenues and to control and minimise any scope for abuse of the scheme.  This is something I believe to be necessary when consideration is given to Ireland's proximity to the UK and the volume of traffic between the two.  However, in recognition of the challenges facing the retail sector, to support the sector in these challenging times and in light of the various comments that have been made by the industry and public representatives since the Bill was originally published, on D&aacute;il Committee Stage the Minister amended the original limit of &euro;175 and has reduced it by approximately 60% to &euro;75, thereby going much further than halfway on achieving a compromise between &euro;175 and zero.  This will apply to all third-country travellers who are seeking a refund.  <\/p><p>The amendment also calls for a report on the operation of the amendments effected by this section within 12 months.  I am not in a position to accept this amendment but, as indicated by the Minister of Foreign Affairs on in the Seanad Second Stage debate two days ago, the Revenue and the Department of Finance will carry out a review of the operation of the scheme in the course of 2021.  People will know that we have a Finance Bill every year because the Revenue and the Department review legislation on an ongoing basis and they come back each year with amendments to existing legislation.  The operation of the scheme will be reviewed within the 12-month period and the findings can be taken into consideration for a Finance Bill amendment next year or when a review indicates that should be done.  It would not be, however, a review that was laid specifically before the Oireachtas as proposed in the amendment; rather, it would be part of the normal review carried out each year by Revenue and the Department in respect of each tax heading, which permits the ongoing amendment of the finance legislation each year.<\/p><p>Approximately ten Senators have spoken on the difficulties caused by the &euro;75 threshold, including the impact it will have on small craft shops and how more rural areas will be affected.  It should be noted that we are taking this action because of Brexit.  This scheme for tax-free shopping applies to those living outside the EU, and will now apply to those from England, Scotland and Wales.  Northern Ireland is not included, as it is covered by the Northern Ireland protocol and therefore this will not have an impact on people travelling between North and South.  Only those travelling between the rest of the UK and Ireland will be affected.  As the UK is going to be outside of the EU for the first time, we had to include this measure.  In the Bill before us today, well over 50% of the amendments concern tax, VAT, customs, capital gains tax and various other items.  Therefore tax has featured in a big way in the assessment of the impact of Brexit on our revenues in Ireland.  There are around 40 other sections that deal with the fact that the UK is leaving the EU and that introduce appropriate measures under other tax headings.  This amendment understandably has attracted particular attention because of the impact it has on the tourism sector, especially given how tourism has been affected during the Covid-19 pandemic with many businesses unable to open.<\/p><p>It was decided to look at this in the context of Brexit and the UK leaving the EU.  The first thing the Government did was to look at arrangements in place in Europe generally.  It found that there are schemes in operation in other countries and in the European Union, the maximum threshold one can have for such arrangements is &euro;175, while some countries do not have a threshold.  It should be noted that we are working within the provisions set out in the EU VAT directive and the Minister originally introduced the maximum figure permitted under the EU VAT directive of &euro;175.  Having listened to the debate in the House and feedback from the public at large, he has since reduced that threshold to &euro;75, as I previously mentioned.  As one of the Senators has already mentioned, it should be noted practically every EU country has a threshold in place, and there are only two - Ireland and Spain - that currently have no threshold.  The thresholds vary between countries,  some of which have a threshold of &euro;175, while others have thresholds of &euro;100, &euro;50 or &euro;40.  Therefore, we will rank in the middle of EU countries when the &euro;75 threshold is introduced and we will be nowhere near the top of the scale.  What we are doing is not unusual in itself and tourists coming to Europe are used to visiting countries with thresholds in place.  I know that some would argue that it is a unique opportunity for Ireland to maintain not having a threshold but it is something with which tourists travelling to Europe are familiar.  Consequently, while the introduction of the threshold it is a new concept for us, it is not a new concept for them.<\/p><p>Several Senators have commented on the cost of this measure.  I accept that it is very difficult to put a figure on the cost of operating this scheme, because it involves customs operations, and those who operate the scheme on behalf of the shops have stalls at airports, where forms are stamped and then returned to the shops, and the refund is subsequently issued to the customer.  We have all seen the extensive report that was commissioned by the five main operators of the scheme, which will process most of the refunds that are issued through the scheme and which are based at the airports.  In addition, I wish to advise Senators that there are two further ways that the scheme could be operated.  The shops could do it directly and give the VAT refund to the customers themselves, or they could offer a no-VAT system to those from outside of the EU, but most of them have chosen not to do that because a fundamental condition of this scheme is that the goods must be exported.  It is not the case that the scheme applies to those who are visiting from another country and spending money; it applies when those visiting from another country take their purchases back home with them.  If a shop were operating the scheme, it could not be guaranteed that a product bought in the store by a tourist would be taken out of the country with them.  Therefore, while technically shops could operate the scheme, they could potentially be putting themselves at risk if they gave a refund or did not charge the VAT, and the Revenue subsequently found that there was no proof that the goods were actually exported.  I understand why legislation facilitates the scheme being operated that way but at the same time, I understand why most shops would be loath to go down that road, even though the option is there.<\/p><p>That brings me to the issue of exportation.  Given that around 30% of those visiting Ireland every year are from the UK, and stay for different periods of time, the proof of export is a key determinant of the scheme.  The purchasing, the threshold, and the amount spent in the shop, whether cumulative or in a single transaction, is one half of the equation.  The other half of the equation is that there must be proof of exportation.  That is why most tourists complete the forms and hand them in when they are leaving the country, whether it is by port or airports, as the scheme will apply to those visiting from the UK if they spend over &euro;75, regardless of how they leave the country.  Therefore the scheme will be operated in ports such Dublin, Rosslare and even Holyhead.<\/p><p>Another point I wish to make is that there is a greater chance of people from the UK buying a product here and possibly then consuming or using it while they are here or perhaps taking it home as a used product.  While people may say that I am nitpicking, that is not the purpose of the scheme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If someone buys a T-shirt here, wears it here and then takes it home, it would not be considered a product for export, because it was used here and then taken home.  One has to be able to show that the product purchased was exported intact.  That is the second half of this scheme and that is a factor that comes into this as well.  One has to prove that the product was exported and the craft shops know that as well.<\/p><p>An interesting point was made about the app.  That is probably where this is going to go eventually.  Revenue authorities in other countries are already examining using an app, although none of them have one that operates fully satisfactorily yet.  It is easy to handle the transaction, the receipt, to whom it is to be refunded, and whether it was paid by card or whatever, but proving export has to be part of any software associated with an app.  That is a particular complication.  Other countries are a little ahead of us on this issue because they have been operating thresholds up to now.  I am quite confident that if they come up with a system, Revenue will move on to it, as it did with the stay-and-spend scheme.  Unfortunately, Covid stopped many people travelling outside of their county.  That scheme could have been beneficial but further Covid restrictions prevented it having the impact it could have had.  The app could come into it but that is down the road.  I will go back to the Minister and suggest that part of the review to which he has committed should seek to develop this app solution.  There would probably be something at the airport where people could flash the app at the point of leaving the country or upload their receipts in some way.  That can be done.<\/p><p>This next issue was also mentioned and there are different views on it.  The Minister mentioned the &euro;175 threshold in the original legislation.  I do not know who has received a copy of the independent report but it shows that, of the transactions under &euro;175, the average transaction came to &euro;65.  That is in the report, which was not done by the Department of Finance but on behalf of the industry.  I understand what Senator Casey is saying.  Sometimes the bus is leaving and people are being told to grab something else worth &euro;10 off the shelf.  I used the following parallel in the D&aacute;il last week: many households in Ireland will be familiar with the voucher scheme operated by supermarkets where if people spend &euro;50, they get &euro;10 off.  It would not be very clever for people to go to the till having spent &euro;48 when they could spend the extra &euro;2 and get &euro;10 off.  People will understand, if they spend &euro;55 or &euro;60 in a shop and the person in the shop says there is something at the till that will bring them over &euro;75, that they will get &euro;18 back.  That is the VAT they would get back on the &euro;75.  The shopkeeper is saying to those customers that if they spend more, it will cost them less because they will get a tax refund and an extra product to take home.  It may encourage people who are already spending &euro;50 or &euro;60 to go over the &euro;75 and get the &euro;18 back, although I cannot say that it will.  I consider that a major incentive.  It is a bit like telling tourists that there is a voucher and if they spend in excess of &euro;75, they will get &euro;18 back.  I accept that it is a little bit clumsy and the people in the tourism sector are getting their heads around it, as well as the simple message we have at the moment, which is that we have very straightforward tax-free shopping.  That is the central message.  This other message is saying that if people spend &euro;75 they get money back.  I hope the industry will be able to adapt to that point as well.<\/p><p>As has been noted, I have discussed this with the Ministers for Foreign Affairs and Finance and they were very clear that they have taken on board everything that has been said.  Comments were made here on Second Stage, as well as in the D&aacute;il in the past few days, and the industry has been making representations but the Ministers want to proceed with the figure of &euro;75, which is a significant reduction from the original &euro;175.  They have given an absolute commitment that it will be reviewed.  Revenue and the Department of Finance review every taxation measure every year and they will come back and report on it at that stage.  That is the general extent of my response to the various points made.<\/p><p>I accept that it is not easy to introduce a new charge that was not there previously.  We did not ask for Brexit but we have Brexit and we have to deal with the situation.  That is why we have this legislation.  We all wish we did not have to deal with Brexit or any of these problems.  Issues came up an hour ago regarding an amendment to an earlier section of this legislation about the cross-Border initiative, which cannot happen because of Brexit.  We might have to do something to compensate for the cross-Border scheme.  Brexit causes problems and this is one of them.  I understand what Members are saying.  We would dearly love not to be here discussing Brexit legislation but the British voted for it.  It was a democratic decision and they are leaving on 31 December.  It is not of our making and we have to make the best of it.  This is one of the measures that is part of the Brexit legislation.  We would prefer if we were not here at all having this debate in the first place but, unfortunately, we are and we have to make a good fist of it.  We will review it within the year and if it requires tweaking, amendment or app technology to assist the process, that will be taken into consideration by the Department between now and then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#P00600","speaker":"1590","continuing":true},{"type":"speech","time":1606987800,"counter":93,"content":"<p>I thank the Minister of State.  I appreciate his bona fides and that he does not want to be here either.  At the heart of what he said at the end of his contribution is that this situation is not of our making.  He is 100% correct about that.  We are the victims of an appalling decision by the British people.  What are we doing about it?  The Acting Chairman spoke  passionately about legislation this week and this morning many of us were doing the same.  Let me make it quite clear: I have no vested interest whatsoever.  Blarney Woollen Mills, about which I spoke earlier, is not even in my constituency.  I am just saying that so people understand where I am coming from.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#R00200","speaker":"1637"},{"type":"speech","time":1606987800,"counter":94,"content":"<p>Strokestown is not in mine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#R00300","speaker":"1686"},{"type":"speech","time":1606987800,"counter":95,"content":"<p>I know.  In my humble opinion, we are exacerbating the situation.  The Minister of State said that bringing in a new charge related to Brexit is not easy.  He is right but why are we changing it?  We are tying the industry's hands behind its back.  The one thing I have learned in my 16 years as a public representative is to listen.  I have made many mistakes but one tries to learn.  People in the industry are making contact with me about this issue who have never spoken to me about tourism or hospitality previously.  We are putting an impediment in front of our tourism sector.  Senator Casey is a hotelier so he understands this better than any of us.  It is quite unusual.  T&aacute; seisear ball den Rialtas ag caint mar gheall ar an mBille seo.  Members of the Government are coming in here to speak on a particular matter of a Bill, about which we are concerned.<\/p> <p>Let us look at the bigger picture for a second.  The debacle that led to tragic losses of life grounded the Boeing 737 fleet.  As a result, Norwegian Air left our aviation space.  That had an impact on Shannon and Cork airports, and on Dublin Airport to a lesser extent.  Then we had the pandemic.  Senator Casey correctly identified the relationship between corporation tax and the VAT rebate scheme and one of the attractions we have as a unique selling point is our tax-free shopping.  The Minister of State and Senator Garvey are correct that we need to look at developing an app, but the app in itself is not the issue.  That is one element of it.  How many of us have been abroad in other countries and could not be bothered to claim tax back because it was too cumbersome and we were rushing to get to our flights?  Let us make it easy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Paul Kelly and Niall Gibbons told the Joint Committee on Media, Tourism, Arts, Culture, Sport and the Gaeltacht earlier this week that it would take five years to recover, a large-scale marketing campaign was required, this year had been catastrophic and there would be a rapid acceleration in insolvencies.  Those are not my words but those of people who know.<br\/><br\/>I appreciate the change made in the Bill and I really appreciate the supports the Government has given to the hospitality sector, as does the industry.  We are talking about balanced regional development and sustaining tourism in rural communities.  Are we really saying that we will tie the hands of an industry that has experienced a &euro;6 billion reduction in revenue and the loss of hundreds of jobs?The long-haul aviation sector is looking at 2022 and beyond.  The Minister of State referred to the stay-and-spend scheme.  I hope we will extend it.  I appreciate and value the Minister of State's comments and he is right that level 5 restrictions have meant that people have not travelled.  The scheme needs to be extended and we need to incentivise it.The Power report speaks of a &euro;108 million contribution to the economy outside Dublin.  <br\/><br\/>My mind returns to the middle of July or August in a normal year in Blarney Woollen Mills, where we have gaggles of tourists shopping, a buzz and an atmosphere, and, as Senator Casey rightly said, lots of questioning.  We are known for our welcome and the VAT refund scheme is linked to that.  Reference was made to the United Kingdom leaving the EU but how has Revenue engaged?  Have the data and an analysis been published on why we are doing this?  Why is it being done in the Brexit Bill?  I appreciate the Minister of State's remarks about the different tax clauses and the exemption of the North but he also spoke of abuses.  Has there been wholesale abuse?  I do not know but I would like to hear if there was.  What are the projections for the Exchequer?  <br\/><br\/>I believe in listening to people.  One can legitimately argue that those who have made representations to us have vested interests.  They do because they are business people and employers who are part of our tourism experience and culture.  I am told that UK visitors do not primarily spend on consumer goods - Senator Casey may wish to add to that - and, as a consequence, refunds should be very low.  I contend that Revenue's concern is unjustified.  It would be better if we made no change to the existing scheme, in keeping with what Senator Chambers said, in the context of the review and rather than putting the cart before the horse, putting the horse with the cart.  I ask the Minister of State to look at that.<br\/><br\/>This is about jobs and the marketing of our country in the years after 2020.  If one talks to travel agents and those involved in the hospitality sector, aviation, cruise liners, the Port of Cork - representatives of the ports appeared before the transport committee yesterday - there is devastation.  I fully recognise the assistance the Government is giving through various supports.  We were one of the first countries to move in the area of supports.  There should be no changes to the existing scheme.  I welcome the change in the threshold from &euro;175 to &euro;75, which is a step forward, but I do not know why we have changed the scheme.<br\/><br\/>I mentioned Ireland and Spain earlier.  Why did we change?  I have not heard a convincing reason.  We are effectively saying &quot;Yes&quot; to the proposal by Paul Kelly and Niall Gibbons to have a massive marketing campaign and, at another level, we are saying we have to do this too.  I do not see the sense of that.  I appreciate that we are trying to get everything aligned with the Brexit date and the implications for imports, but surely a time must come when industry and Government align.  The competing forces do not have to clash the whole time.  In this case, there is no logical reason we could not maintain the <i>status quo<\/i>.  It is about further support.  The new &euro;75 threshold removes 50% of transactions and 16% of sales and has been linked to 470 potential job losses in retail.  I hope we can have a further discussion on the financial impact on business.  As Senator Casey said, this affects the mid-range in the market.  I appreciate where the Minister of State is coming from but I hope we can see further movement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#R00400","speaker":"1637","continuing":true},{"type":"speech","time":1606987800,"counter":97,"content":"<p>I thank the Minister of State for his reply.  This is about the principle of the VAT refund scheme, not whether the threshold is set at &euro;175, &euro;75 or &euro;50.  It is about a scheme that has operated successfully for 35 years, including last year.  It engages with over 3.2 million visitors.  What have they done wrong to be so disenfranchised?  Visitors have availed of this scheme for 30 years and now it is being pulled away from them.  Why?  We are being told it is because of Brexit.<\/p> <p>I did not fully understand this and I was in communication with the Minister of State on it over the last two days until I got clarification that the measure related to single purchases in a single individual retail transaction.  Equally, I was not aware of how this would impact on the cross-Border situation.  The Minister of State has clarified that it has no impact in relation to Northern Ireland.  That makes me more determined to get my amendment through because it now has no impact on traffic between the South and the North.  Anyone who wants to avail of this VAT scheme has to get on a plane or a boat to come to this country.  I am disappointed because the message I am getting from the Minister of State is that there is absolutely no room to move on this.  We must look at this and move on it.  The hardest thing to do in politics is reverse a decision.  If we bring in this measure, it will be almost impossible to reverse it.<\/p> <p>I ask the Minister of State to discuss a few proposals with the Minister to see if the Seanad, which is united on this issue, can be facilitated.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat Casey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2431\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2431&amp;amp;pid=PatCasey&amp;amp;year=2020&amp;amp;month=12&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are unanimously agreed on this proposal or on a variation of these amendments.<\/p><p>I shall go back to the core of why I put in the figure of &euro;1.  I do not want to disenfranchise the small retail shop which is in every one of our villages and which would be disenfranchised by that threshold of &euro;75.  What I am proposing encompasses everybody, with nobody being disadvantaged.  I am aware that the Minister of State has given examples of potential abuse of the system, which I believe is a stretch to be quite honest.  The scheme has been in place for 35 years.  Americans who have bought T-shirts and going around wearing them.  Do not tell me it is going to be any different when a UK visitor comes over and wears one.  In all honesty, we see them wearing their peaked caps and walking along with shillelaghs.  They are all using them but nobody is claiming them at the airport and telling them they will not get their VAT back.  That is the practicality of it.  We have to be practical about these things because we are talking about people's livelihoods.<\/p><p>The Minister of State is trying to reverse my proposal in the context of the market and of looking at this as an opportunity.  Clearly,  Revenue looks at this as an exposure.  I do not believe it is.  It is one of the greatest opportunities where we can get an advantage over our neighbour to try to restore something back to this industry.<\/p><p>I should have admitted to the House that part of my hotel has a small craft shop attached.  This is why I have an understanding of how important this scheme is to small craft shops such as those that sell trinkets.  I refer to the small craft shop that sells the locally produced stuff.  This is about the man that is down there banging out pieces of silver and bringing them up to the craft shops to sell.  If we take this facility away from that sector we are actually taking away support for those artisan producers.  We need to be very careful about this.<\/p><p>Like Senator Buttimer, I must ask why we are doing this?  I do not understand.  No reason is being given as to why we must introduce this measure.  As Senator Chambers stated, if one were to reverse the logic of it, we would allow it to run for a year and then carry out a review with regard to it remaining the same and what impact that has had in one year.  I ask the Minister of State to reverse this and to not go through with this process.<\/p><p>I say again that this is the very same as the corporation tax is to this country.  That is how important it is.  We have seen a whole economy develop in Ireland around the VAT refund.  The biggest player and the biggest mover is probably the Blarney Woollen Mills, which would have started in the scheme back in the 1970s.  I remember people on the coach tours coming into my hotel and saying \"We were down in Blarney Woollen Mills last night\".  This scheme sustained many jobs in the State, including in the manufacture of the goods, which are now being exported back out again.  We are putting all of this at risk, and for what?  I do not know what the risk is.  Perhaps the Minister of State can come back in on where the actual risk is to this country with regard to revenues if the scheme is not brought in.  What is it doing to the 3.3 million visitors who have availed of this scheme over the past 35 years and which will no longer be available to them?<\/p><p>I will have to come back in again because I may have missed a few things.  The Northern Ireland aspect is important.  I am more resolute now than ever because I did not fully understand what the impact might be.  The Minister of State has said that it will have no impact.  I am now more resolute to keep pushing with this.  Can the Minister of State understand from where we are coming?  It is about the principle.  It is about a promotion this State has availed of for the past 35 years to give it that advantage over our competition.  We have used it exceptionally well.<\/p><p>The Minister of State referred to some of the other detail.  Yes, retailers can give the VAT back at source of purchase, and they do this when they are exporting the goods on behalf of the customer.  This is happening at the moment.  Any of the more professional retailers out there who offer a mail order service give that VAT back at source.  They have responsibility for ensuring that the goods are exported.  It is happening now and I do not want to see that being used as an excuse.  The Minister of State has given reasons as to why this proposal should not be brought in and I must say that many of them are spurious.  I do not know why the Government is so adamant that this be brought in.  I just do not understand the logic.<\/p><p>We need to give this whole industry the break it needs.  Give it the year to try to recover.  Most of these are small retail craft shops that never opened their doors this year and that did not earn one cent this year.  Give them back that hope and the opportunity that this scheme of tax-free shopping that we have promoted for the past 35 years will remain, and not that it would be tax-free shopping only if a person spends &euro;75 in the shop.  Put it back there.  There should be tax-free shopping for anybody from outside the EU.  Let us get back to that simple message.  I plead with the Minister of State to go back to the Minister and make contact with him about this.  The officials are also here.<\/p><p>The House is united on this issue.  The more we debate it, the more people understand it.  I hope that some of the smaller retail shops, who have no idea on it, are listening in and understand the impact it will have on them.  As I have said, it is not about the Blarney Woollen Mills, Avoca Handweavers or the Kilkenny Shop.  Anybody going into those shops will spend &euro;75.  This is about the small, independent retail shop which is in every one of our communities and which will be disenfranchised by this process.  Why? The Minister of State has still not told us why.  What will be the impact of this on revenues?  What will be the financial impact on the country?  If we approach it right, it could be a win for the State.  We should not to see it in the negative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#S00200","speaker":"1640","continuing":true},{"type":"speech","time":1606987800,"counter":99,"content":"<p>It would be a win for the country.  The EU comparison made by the Minister of State only supports the point being made by Senators from all groups, which, I recognise, is unusual.  Let us do it differently.  Ours is an island nation on the fringe of Europe.  The Minister of State mentioned Spain.  I am trying to figure out what Spain is doing in respect of this matter.  Who visits Spain the most?  It is British tourists who do so.  In fact, 18 million UK tourists wen there in 2019.  I contacted people I know in Spain who are in politics to see if they are planning to change their rules in light of the numbers of British tourists who travel there but who are resident in Britain.  I wait to hear back but I have no reason to believe that Spain is changing the rules.  Why are we doing it?<\/p> <p>Tax-free shopping is simple.  Senator Casey has said time and again that it is a simple message.  Businesses need that type of simple message as it has been for 35 years.<\/p> <p>Senator Buttimer referred to Exchequer projections.  I understand that a &euro;75 threshold rule would remove more than 50% of transactions and 16% of sales and would be linked to 470% of job losses in retail.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020120300002#T00200","speaker":"1686"}]