[{"type":"minorheading","content":"Prelude","time":1429176600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1429176600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1429176600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1429176600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1429176600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#A00100"},{"type":"speech","time":1429176600,"counter":6,"content":"<p>I have received notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Education and Skills to discuss whether she thinks it is acceptable that a 13 year old boy (details supplied) with Asperger's syndrome had his application for school transport turned down by a special education needs organiser on the grounds that there is a school with fewer resources closer to his home and whether it is acceptable for a special education needs organiser to base such decisions purely on distance to the nearest school and to ignore the quality of education or resources available at schools and the overall long-term interests of the young person concerned.<\/blockquote>I have also received notice from Senator Marie Moloney of the following matter:<blockquote>The need for the Minister for Health to clarify why a person in County Kerry (details supplied) has had her discretionary medical card application disallowed despite being the holder of a discretionary medical card for a number of years, during which time there has been no change in circumstances, and if he will confirm that all those who had discretionary medical cards removed over the past few years have had same reinstated.<\/blockquote>I have also received notice from Senator Tom Sheahan of the following matter:<blockquote>The need for the Minister for Agriculture, Food and the Marine to request the European Fisheries Commissioner to put into law a legal requirement that any member state's fishing vessels entering or operating in another member state&rsquo;s waters be required to inform that member state&rsquo;s authority by telephone, fax or ERS of the vessel's quota, its list of quota species and its area of operation prior to beginning its fishing operations.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1429176600,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#A00300"},{"type":"minorheading","content":"School Transport Eligibility","time":1429176600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#A00350"},{"type":"speech","time":1429176600,"counter":9,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  T&aacute; m&eacute; an-bhu&iacute;och d&oacute; faoi teacht isteach leis an gceist seo a phl&eacute;.  Chuaigh muid chuig na daoine &eacute;ags&uacute;la a bhaineann leis an gceist seo, ach n&iacute;or &eacute;irigh linn aon r&eacute;iteach s&aacute;s&uacute;il a fh&aacute;il.  We have tried to have this issue resolved through a number of channels, but we keep hitting a brick wall.  There was no other option but to raise it with the Minister in the House.  We are asking the Minister for Education and Skills if she thinks it is acceptable that a 13 year old boy with Asperger's syndrome had his application for school transport to a school of his choice turned down by a special education needs organiser, SENO, on the grounds that there is a school with fewer resources closer to his home and whether the Minister thinks it is acceptable for a SENO to base such decisions purely on distance to the nearest school and to ignore the quality of education and resources available at schools and the overall long-term interests of the young person concerned.<\/p> <p>This 13 year old boy was diagnosed with Asperger's syndrome in 2007.  The parents visited six schools during 2013 before agreeing on a particular school.  The child visited two of the schools in 2013 before the final school was selected.  Obviously it is a specific situation and the child must be comfortable in the school.  The child was accepted into the school in February 2014 and started the transition from primary school to that college in April and May 2014.  The transition took ten days.  The school in question applied for school transport on his behalf to a SENO in Sligo in May 2014.  The application was turned down in June 2014 because there is a school in County Mayo which is 12 km closer to the child's home.  The basis of the decision was the rule regarding the distance to the nearest school, not the quality of the education or the resources available in the school.  That was the slat tomhais or the only measure used; it was not the education stipulation.<\/p> <p>The decision was made without consulting the parents or other health care professionals who had been involved in the child's education in primary school, such as the occupational therapist, speech and language therapist and educational or clinical psychologist, which the parents believe is in breach of section 8(3) of the Education for Persons with Special Educational Needs, EPSEN, Act 2004.  The Health Service Executive, HSE, benefits currently provided for the boy in Sligo would cease to be provided if he moves to the other school or if he is forced to attend a school in a different county.<\/p> <p>This is imposing a huge burden on the family.  At present, the parents are driving him to the school and that is costing approximately &euro;150 per week in fuel.  Due to the lack of transport provision, one of the parents who had returned to education has had to cease attending the third level course because it is no longer feasible for them to continue the course due to the travel, cost and so forth.  The other parent is a homemaker and there are other children in the family.<\/p> <p>This is a situation where the rule makes no sense.  I can understand why the Department of Education and Skills would state that school transport must be provided to the nearest school for a child in a normal situation, but this is a very specific and exceptional scenario.  The fact that the child has Asperger's syndrome should be taken into consideration.  The trauma of trying to move a child with this type of medical condition from a school and getting them settled in a new school must be taken into consideration.  We have gone down the different possible routes with this case.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I do hope the Minister can intervene and try to bring a little bit of sense to bear on this issue and ensure that the child in question can be kept in the school he has become used to.  There is a difference of only 12 km between it and the other school to which SENO has said it is willing to provide transport.  I look forward to the Minister's reply, which I hope will be positive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#A00400","speaker":"1122","continuing":true},{"type":"speech","time":1429176600,"counter":11,"content":"<p>I thank the Senator for raising this matter today.  School transport is a very significant operation managed by Bus &Eacute;ireann on behalf of the Department.  Approximately 113,000 children, including almost 10,000 children with special educational needs, are transported on a daily basis to schools throughout the country during the school year.  This network involves approximately 4,000 vehicles using more than 6,000 routes and covering over 82 million km annually.  Expenditure on school transport for children with special educational needs currently is &euro;69 million, or 40% of the total budget for school transport provision.<\/p><p>The case the Senator outlined is similar to others and is not unique.  Quite a number of young people with special needs avail of school transport through the education system.  The purpose of the school transport scheme for children with special educational needs is, having regard to available resources, to support the transport to and from school of children with special educational needs arising from a diagnosed disability.  Children with special educational needs are eligible for school transport if they are attending the nearest recognised school or unit that is or can be resourced to meet their special educational needs under Department of Education and Skills criteria. <\/p><p>School placement is determined by the National Council for Special Education, NCSE, through its network of special educational needs organisers, SENOs.  School transport eligibility is then determined based on the terms of the scheme I have just set out.  It is based on the nearest recognised school which has or can have the resources.  It is often the case that a school has been given extra resources to match the needs of a child.  <\/p><p>In addition, to assist parents, the NCSE has published guidelines on choosing a school, which are available on its website at <i>www.ncse.ie<\/i>.  These guidelines were developed to inform parents about the range of educational placements and supports that are now available for their children.  The guidelines also set out a number of factors that parents might want to take into account when choosing a school for their children, such as school transport.<\/p><p>The Senator is aware that the child in this case is not attending his nearest school and is therefore not eligible for school transport.  I believe the policy of eligibility for school transport based on attendance at the nearest school or unit is acceptable, given that resources can be allocated to a school if necessary.  All State-funded primary and post-primary schools have been allocated additional resources to provide for children with special educational needs enrolled in school.  Primary and post-primary schools have a permanent allocation of additional teaching supports to provide for children whose educational psychological assessment places them in the high-incidence or less complex disability category.<\/p><p>Separately, the NCSE allocates special needs assistants for children with additional care needs, as outlined in circular 0030\/2014, along with additional resource teaching hours for children who have been assessed within the low-incidence or more complex category of special need, as defined by my Department's circular Sp Ed 02\/05.  The NCSE operates within my Department's established criteria for the allocation of special education supports and the staffing resources available to my Department.  <\/p><p>The Senator may also be aware that the NCSE is currently at an advanced stage in the preparation of policy advice on the education of children with autism.  I expect its final report will reflect the broadest possible range of views, both national and international, and will provide recommendations which will assist the development of policy for future years.  <\/p><p>Regarding the provision of therapeutic services such as speech and language therapy, occupational therapy and psychological services, these are matters for the Health Service Executive and are not a factor in identifying the nearest recognised placement or for transport eligibility purposes.  I know a lot of effort and detail went into the choice of school for the child to whom the Senator referred and the parents visited six or seven schools.  I wish to advise that while it is the prerogative of parents to send their children to the school of their choice, eligibility for school transport is to the nearest school or unit. The terms of the school transport scheme for children with special educational needs are applied equitably on a national basis.  There is no opportunity for me to intervene.  I have dealt with many similar cases in the past seven or eight months.  The criteria are in place, and it is not within my gift to change them for one case.  There is a duty to apply the rules equitably and fairly across the system.  It is very clear that schools are given the resources to match needs, but parents have to pick the nearest school.  I am sorry, but the rules have to be fair across the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#B00200","speaker":"1078"},{"type":"speech","time":1429176600,"counter":12,"content":"<p>I thank the Minister of State for his response, but in this case the law is an ass.  We are not making the child's needs paramount; rather, we are putting rules and regulations within a system of administration before him.  I am very sorry that this is the response we have received.  I ask the Minister of State to seek a specific review of the case, because if the child has to move to a different school he will lose the current support he receives from Sligo HSE, which will be detrimental to his health and well-being.  It is a serious issue and I would welcome a review of the case if the Minister of State is willing to do so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#B00300","speaker":"1122"},{"type":"speech","time":1429176600,"counter":13,"content":"<p>I certainly will.  I have a brief summary of the case and went through many of the issues.  I can see that the decision is in line with policy, but I will take up the file and go through it in detail, which I would do for all such cases.  <\/p> <p>There is often a perception that such cases are exceptional, but they are not.  They are quite common, and the policy was set to the effect that children would go to the nearest school that had or could have the resources to match needs.  In this case, the family picked a different school which is further away.  The criteria are quite clear that children must attend the nearest school which can accommodate them.  Young people in other counties travel for 80 or 90 km and receive transport because they are attending the most suitable schools which had the required resources.<\/p> <p>There are 10,000 cases, many of which are quite similar to this one.  I have reviewed many files, and will review this one to see if anything was missed.  I am not allowed to change the rules because that would not be fair to everybody else.  There are rules for a reason.  A review is taking place, which may help to change things in the future.  At the Senator's request I will review the file in detail and see if there are any issues we can help with in case something was missed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#B00400","speaker":"1078"},{"type":"minorheading","content":"Medical Card Reviews","time":1429176600,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#B00450"},{"type":"speech","time":1429176600,"counter":15,"content":"<p>I thank the Minister of State for coming to the House.  I expected the Minister for Health, Deputy Varadkar.  I mean the Minister of State no disrespect, but this matter is under the remit of the Minister for Health.  I regret that I have to bring this matter to the floor of the Seanad.  I have tried every other avenue open to me.<\/p> <p>The lady concerned was the holder of a discretionary medical card for many years.  Her case was due for review and she reapplied and was refused.  She did not even receive a GP visit card.  She reapplied a second time and was again refused.  The case was reviewed and appealed, and was unsuccessful.  I have to raise this issue here because when I rang the medical card office the person to whom I spoke would not even acknowledge that the women had had a discretionary medical card.  He kept telling me that it did not show up on the computer.  That was the answer I kept getting from him, which was absolutely appalling.  I just had to hang up.  I asked how the person could explain the fact that this woman's husband had not received a medical card if it was not a discretionary card.<\/p> <p>The lady has a very complicated medical history.  She suffers from arthritis, osteoporosis, hyperthyroidism, hiatus hernia, polymyalgia rheumatica and two other conditions that I cannot even pronounce, which are written down here if the Minister of State wants to read them.  She has had one knee replacement and is awaiting another, but the operation cannot be carried out as a result of poor healing because of her polymyalgia and other ongoing conditions.  She is a priority for surgery.  She also has inflammatory disease, with swelling and deformity of MCP joints in her hands.  She has no option but to attend a GP more than 20 times a year, along with very regular blood monitoring.  She also has to attend the hospital for outpatient assessments on a regular basis.  Along with all of this, she has to undergo surgery again, which will necessitate a lengthy stay in hospital.  One consultant refused to take her on because her medical condition was too complicated.  One can see why she is extremely worried about the cost of her health care.<\/p> <p>On top of that, her husband is also on medication.  He is 65 years of age and has the option to continue working until the age of 66 if he wants to, but he has to weigh up his options.  If he gives up work and claims social welfare, that will be their only income.  She is in receipt of invalidity pension and he will receive jobseeker's allowance for nine or 12 months.  When one is in receipt of social welfare as one's only source of income, one receives a medical card.  That is how much value they place on a discretionary medical card.  The couple applied for one only for the wife.  Their financial circumstances had not changed, and they could not understand why the medical card was taken away.  <\/p> <p>I understood that all of those who had discretionary medical cards which were removed had them returned after the furore a year or two ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Moloney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2356\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2356&amp;amp;pid=MarieMoloney&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The woman in question is on an invalidity pension, meaning the Department of Social Protection recognises she has a complicated medical condition but the Department of Health does not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#B00500","speaker":"1132","continuing":true},{"type":"speech","time":1429176600,"counter":17,"content":"<p>I thank Senator Marie Moloney for raising this issue which I am taking on behalf of my colleague the Minister of State, Deputy Kathleen Lynch, who apologises that she could not make it due to a previous commitment.<\/p> <p>In accordance with the Health Act 1970, as amended, eligibility for a medical card is awarded where a person cannot arrange GP, general practitioner, services for themselves and their family without undue hardship, having regard to their financial circumstances.  With regard to this particular case, it would be inappropriate to discuss the family circumstances and their financial details in public in the Seanad.  However, I understand from the HSE, Health Service Executive, that in this particular case, in February 2011 the local health office did not issue the medical card on the basis of the HSE exercising discretion.  It was not a discretionary medical card at that stage in 2011.  In a later review in September 2014, the applicant's income was found to be in excess of the qualifying means threshold.  The person's application was referred for a further review to see if the HSE could exercise discretion in this case.  However, the outcome was that there was no evidence that the applicant faced undue hardship in arranging medical services.  Subsequently, the applicant appealed this decision to the appeals office.  The application was further examined and the appeal was unsuccessful.<\/p> <p>The Senator is also seeking confirmation that all those who had discretionary cards removed over the past several years have had them reinstated.  In June last year, the Government decided that medical cards or GP-visit cards would be reinstated to persons with a serious medical condition or disability who had the renewal of their discretionary card refused by the HSE, having completed an eligibility review between 1 July 2011 to 31 May 2014.  Almost 11,400 persons who met the criteria have had their discretionary cards reinstated.<\/p> <p>The person to whom the Senator referred did not hold a discretionary medical card.  Discretion continues to be an integral part of the medical card assessment process.  All applications are assessed under the relevant legislation and the HSE's national assessment guidelines.  If the circumstances of this particular applicant have changed since the last assessment, I advise the person to contact the HSE to make a new application.  Every effort is made by the HSE, within the framework of the legislation, to support applicants in applying for a medical card and, in particular, to take full account of the difficult circumstances in the case of applicants who may be in excess of the income guidelines.<\/p> <p>As part of the suite of actions that the Minister for Health, Deputy Varadkar, and the Minister of State, Deputy Kathleen Lynch, announced in November 2014, the medical card system is now operating in a more sensible and sensitive manner.  The HSE is exercising greater discretion.  This is evident in the number of discretionary medical cards in circulation which has increased by 56% from almost 52,000 in mid-2014 to over 81,000 at the end of February this year.<\/p> <p>I hope this clarifies the individual case for the Senator and reassures her that the medical card system is now operating in a more sensible and sensitive manner.  The HSE has made it very clear that it was not a discretionary medical card in February 2011.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00200","speaker":"1078"},{"type":"speech","time":1429176600,"counter":18,"content":"<p>If it was not a discretionary medical card, why did the person's husband not have a medical card?  Why did she get a medical card when her financial circumstances are the same now as they were back then?  Nothing has changed and the thresholds have not increased.  There seems to be some sort of a communication breakdown in this case.  This woman had a discretionary medical card - the HSE may not want to call it that - because of her health condition while her husband did not have one.<\/p> <p>The only option left for this woman is to take her case to the Ombudsman because she obviously has been treated unfairly.  I will suggest she follows this course of action as it is the only one to prove the HSE made a mistake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00300","speaker":"1132"},{"type":"speech","time":1429176600,"counter":19,"content":"<p>That course of action is open to anybody.  The HSE stated it did not issue the medical card on the basis of it exercising discretion.  It was not a discretionary medical card.  That is where the problem lies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00400","speaker":"1078"},{"type":"speech","time":1429176600,"counter":20,"content":"<p>Can it determine what kind of card it was then?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00500","speaker":"1132"},{"type":"speech","time":1429176600,"counter":21,"content":"<p>That is a good question.  I will ask Minister of State to check this out.  Obviously, the person got a card because of someone&rsquo;s interpretation of the guidelines.<\/p> <p>The Senator&rsquo;s question is essentially why the card was granted in the first place.  I will bring this matter to the attention of the Minister of State, Deputy Kathleen Lynch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00600","speaker":"1078"},{"type":"minorheading","content":"Fishing Industry","time":1429176600,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00650"},{"type":"speech","time":1429176600,"counter":23,"content":"<p>Will the Minister for Agriculture, Food and the Marine request the European Commissioner for Maritime Affairs and Fisheries to put into law a requirement that any member state&rsquo;s fishing vessels entering or operating in another member state&rsquo;s waters be required to inform that member state&rsquo;s authority by phone, fax or ERRS, electronic recording and reporting system, of each vessel's quotas, its list of quota species and its area of operation prior to beginning its fishing operations.<\/p> <p>As it stands, when the Sea-Fisheries Protection Authority or the Naval Service boards another EU member state's fishing vessel in Irish waters, all its catches will be logged.  This is required of all fishing vessels.  The problem is these two agencies do not know these vessels' allowable catches.  TACs, total allowable catches, are issued to each member state which then allocates a quota to a fishing vessel.  However, the Sea-Fisheries Protection Authority and the Naval Service do not know what are their quotas.<\/p> <p>I want to level the playing pitch for all boats fishing in our waters.  The lack of this information is making the job of the two agencies in question impossible.  Some of the vessels they inspect are enormous.  One talks about running around a football field.  Running around one of these vessels would be the same as running around six football fields.  In the interests of clarity and fairness, I am calling for this change to fishing regulations.  It will give enforcement agencies what they need to implement and regulate fishing in our waters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00700","speaker":"1163"},{"type":"speech","time":1429176600,"counter":24,"content":"<p>The Minister for Agriculture, Food and the Marine apologises that he is unavailable to take this matter as he is in Brussels dealing with fisheries issues.<\/p> <p>All EU fishing vessels must comply with all regulations relating to the Common Fisheries policy, CFP, including reporting of catches and respecting technical measures.  The CFP sets out roles for the authorities of member states in ensuring compliance by fishing vessels with their obligations.  There are roles for the flag state, the country in which the vessel is registered, the coastal state, the country with jurisdiction over the waters from which the fish are taken, and the port state, the country to which the fish are landed.  In addition to a role as a flag state, Ireland has substantial obligations as a coastal state to verify compliance by all vessels fishing in the Irish exclusive fisheries zone.<\/p> <p>The annual TAC and quota regulation sets out the quotas for each stock available to member states.  The distribution of the stock among the vessels of the member states is a matter for the national authorities in each member state.  Accordingly, it is a matter for each member state to manage the available quotas and make it available to its fleet in an appropriate manner.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Tom Hayes:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1807\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1807&amp;amp;pid=TomHayes&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The monitoring of uptake against national quotas is a matter largely for the flag member state.<\/p><p>In recent years, fisheries control within the EU has been structured so as to deliver a level playing field across member states.  In October 2009, the EU adopted a new regime dealing with fisheries controls in the EU.  Council Regulation 1224\/2009 establishes a community control system for delivering compliance with the rules of the Common Fisheries Policy.  Control and inspection is now focused where it is most effective through an approach based on systematic risk analysis.  Inspection procedures are standardised and harmonised.<\/p><p>The controls that are available for a coastal state comprise remote-sensed data monitoring, ongoing risk analysis, and at-sea inspections.  The types of remote-sensed data available to Ireland as coastal state for non-Irish vessels include the output of the vessel monitoring system, VMS, and the electronic logbook recording system, ERS.  The VMS system transmits position, heading and speed to the flag state which should make it available to any relevant coastal states.  The ERS system transmits the catch retained on board every midnight to the flag state and onto the coastal state.  In other words, Ireland's control authorities can see what vessels are in the Irish exclusive fisheries zone at any time.  It has access to details of catches logged for every day the vessel is fishing in the Irish exclusive fisheries zone.  These data are monitored to identify any indicators of non-compliance, and the Irish Naval Service, assisted by SFPA, perform at-sea inspections taking account of this information.<\/p><p>The introduction of electronic logbooks is a significant milestone in fisheries control and the access to catches logged each day is an important control tool.  Ireland would like to see the co-operation between member states in the sharing of this information further strengthened, in particular to give the coastal state access to all catches by the vessel on a trip when any component falls within the Irish exclusive fisheries zone.  Ireland has strongly pursued compliance with this provision at EU level to tighten up the data provision requirements.  This objective is being pursued at EU level and will, in any case, be pursued in the Commission's upcoming review of the application of the EU control regulation.<\/p><p>The Irish authorities are key players in collaborative fishery control in the form of specific control and inspection programmes co-ordinated by the European Fisheries Control Agency.  A specific example is the ongoing plan in the substantial pelagic fisheries off the Irish coast in north-western EU waters.  These pelagic vessels have legitimate access to the Irish exclusive fisheries zone where they fish extensively.  Their catching capacity and onboard processing facilities mean they pose particular risks and challenges in the verification of compliance.  These joined-up EU control missions are very useful in delivering targeted control operations to high-risk fisheries and Ireland will continue to contribute to this type of EU operation.<\/p><p>Ireland's control responsibilities both as a flag member state and a coastal member state are taken very seriously and Irish authorities continue to work to promote a culture of compliance throughout the exclusive fisheries zone and wider.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#C00800","speaker":"1089","continuing":true},{"type":"speech","time":1429176600,"counter":26,"content":"<p>I thank the Minister of State.  I call on him to arrange a meeting with the Minister, Deputy Coveney, because the reply did not address my proposal.  If it were introduced, be it through legislation or a directive, it would give the enforcement agencies such as the Naval Service and the Sea-Fisheries Protection Authority, SFPA, the knowledge and power they now lack.  These vessels are owned in Holland and Spain and registered in France, England, Lithuania, Germany and elsewhere.  They use fish quotas to mop up huge amounts of fish in Irish waters.  I hope this will be brought to Europe, and I will contact our MEPs, because I cannot see why the relevant people in DG MARE and the Commission would not do this.<\/p> <p>To make a comparison, this would be the same as a Garda pulling over a man for drink-driving and asking him whether he had drink taken to which he answers he has drunk ten pints.  There is no committal on the other side.  I am explaining it as best I can.  The quotas are given to the country and the State allocates the quotas to the boats.  When SFPA or the Naval Service boards the ship, it can see the fish catch which has been logged, and everything is above board, but it cannot state the ship is over quota because no quota has been specifically addressed to the ship.  When the vessel goes back to its mother country, it will land more fish and there is no control.  I call for a meeting with the fishing representative bodies and the Minister because in the interests of fairness and a level playing pitch every ship in EU waters should have a quota for its time at sea which should not be on a yearly basis.  If a quota were allocated to a ship, SFPA and the Navy could compare and see, as many involved in fishing state, that our waters are being fished out because no quotas are allocated to a vessel while it is in the waters.  Will the Minister of State request a meeting with the Minister and the fishing representative bodies on this matter?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#D00200","speaker":"1163"},{"type":"speech","time":1429176600,"counter":27,"content":"<p>I take the point the Senator makes.  If we have to monitor quotas, it is very important that we do it in a transparent and very open way.  What the Senator suggests is a different way of monitoring and he has made a very strong case for it.  The best way to proceed with this, whereby the Senator can get his viewpoint across as he is obviously representing people, is to set up a meeting with the Minister in the first place because he is the person who deals with it.  I assure the Senator we will set up this meeting and follow it with a meeting with those involved in the industry if we think there is a case to be made.  The Senator is asking the Department to do something in a different way from how it does it and the Minister will have to agree.  He is in Brussels today dealing with marine issues.  As he takes a significant interest in them, he will certainly be amenable to the case made by the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#D00300","speaker":"1089"},{"type":"unspoken","time":1429176600,"counter":28,"content":"<p>Sitting suspended at 11.10 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1429176600,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#G00100"},{"type":"speech","time":1429176600,"counter":30,"content":"<p>The Order of Business is No. 1, Valuation (Amendment) (No. 2) Bill 2012, amended by D&aacute;il &Eacute;ireann - Report Stage, to be taken at 12.45 p.m; and No. 2, Roads Bill 2014 - Second Stage, to be taken at 1.30 p.m. and to be adjourned not later than 3.30 p.m. if not previously concluded.  Contributions from group spokespersons are not to exceed eight minutes and those from all other Senators are not to exceed five minutes.  The Minister will be called on to reply for ten minutes at the end of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#G00200","speaker":"1130"},{"type":"speech","time":1429176600,"counter":31,"content":"<p>I support the agenda today, which is very worthwhile.  The Valuation (Amendment) (No. 2) Bill is a very important Bill which should be passed as quickly as possible.  The Roads Bill 2014 is also substantial legislation which will get proper scrutiny in this House.<\/p> <p>Will  the Leader ask the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, to come to the House to try to avert the threatened strike on 1 May by the busmen's union on account of the reorganisation of transport in the city of Dublin?  In particular, will the Minister deal with the threat the drivers feel to their jobs in Dublin Bus?  I think there is a certain conflict of interest in the sense that the Minister is the Minister for both transport and tourism.  On the one hand he is promoting the Wild Atlantic Way and the new project he is putting forward but this strike has the potential to cause terrible damage to the tourism industry at a very vulnerable and sensitive time.  Negotiations should continue and the Minister should desist from forcing the issue at this stage.  Ministers in the past have resisted similar proposals for the city of Dublin, though not for new routes outside Dublin such as to Cork etc., where there has been competition for some time.<\/p> <p>In the city of Dublin the Luas has been operative since 2002 and Fianna F&aacute;il should be very proud of the fact that, in Government, we built and developed the Luas, which will now be expanded and is in direct competition with Dublin Bus.  On Tuesday evening I visited a family in a suburb of Dublin and I used the Luas instead of Dublin Bus.  It is a very efficient and effective service and it will be more so when the two lines are linked up.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is major competition for Dublin Bus, which employs 3,200 staff and is a major employer in the city of Dublin.  The people of Dublin have great affection for Dublin Bus.  Given that this House contains people like Senator Barrett who have great knowledge, the Minister would get tremendous advice by coming to this House, putting his views to it and getting a responsible approach from Members of this House.  Will the Leader to arrange for the Minister to come to the House as soon as possible to discuss the issue?  I appeal to the National Bus and Railworkers Union to call off the threatened strike on 1 May because it will damage the tourism industry in the city of Dublin.  A strike at the very start of the tourism season would give visitors to Dublin a very bad impression.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#G00300","speaker":"1140","continuing":true},{"type":"speech","time":1429176600,"counter":33,"content":"<p>I ask the Leader for a debate on Seanad reform in light of the publication of the report on Seanad reform in recent days.  I know other colleagues looked for that debate yesterday and I am hopeful we could have it soon given that this report is the culmination of a very extensive consultation process.  Many of us, including the Labour group of Senators, made submissions to the Seanad reform group chaired by Maurice Manning.  I hope we can have a debate on the content of that report and its recommendations.<\/p> <p>I also ask for a debate on cyberbullying and cybercrime.  I commend Senator Higgins on producing the harmful and malicious electronic communications Bill which is aimed at tackling cyberbullying, an issue of great concern to people across the floor of this House.  In recent years, we have seen some very disturbing reports of the trauma caused to young people in particular by cyberbullying and the use of social media to bully and, in effect, abuse people.  Senator Higgins has taken an important first step in the debate.  I know she will be publishing the Bill in the coming days and both Senator Whelan and I, as communications and justice spokespersons, respectively, along with our Labour colleagues are very happy to support her in this initiative.  I hope we will have a debate in this House in very short course on this issue.  I am conscious that the Law Reform Commission is also doing a great deal of work on cybercrime more generally, so quite a lot of work has been done on cybercrime generally and cyberbullying in particular and how best to tackle it.  Certainly, this Bill is a very important development and I commend Senator Higgins on it.<\/p> <p>I also ask the Leader for a debate on education and school admissions policy in light of the publication of the Education (Admission to Schools) Bill over the break.  Again, this Bill is the culmination of a great deal of consultation.  The Minister for Education and Skills has already said she will consult further before she decides on the issue of set-aside places that schools may keep where they are oversubscribed and run a waiting list.  A number of issues are still to be resolved and we might have a debate in this House before the Bill formally comes to us to debate some of those more detailed issues around school admissions policy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00200","speaker":"1148"},{"type":"speech","time":1429176600,"counter":34,"content":"<p>I express my sympathies to the Buckley family from Mourneabbey in County Cork at this very stressful time and endorse the Minister for Foreign Affairs and Trade's expression of thanks to the Glasgow police force for their assistance in this regard.<\/p> <p>I thank Senator Leyden for his remarks about the bus situation.  I think the Minister for Transport, Tourism and Sport will be here later on today.  Tendering is a good idea.  I recall how during the 1980s, there was one bus per day between Dublin and Galway.  It went around by Mullingar in case a person was in a hurry.  There are now 60 buses run by three different operators.  The bus business can develop.  The alternative is that we continue with the block grant, which is not related to anything.  Having some competitive tendering, which as the Taoiseach noted in the D&aacute;il yesterday, Bus &Eacute;ireann and Dublin Bus might very well win, puts it on a better basis.  I am sure the bus is, as Senator Hayden noted, the work horse of public transport.  It is growing very rapidly in some aspects, particularly since the motorways were built and in light of access to airports.  I echo Senator Leyden's hope that a strike does not happen on 1 May.<\/p> <p>Members of the Oireachtas Committee on Transport and Communications have been invited to hear a presentation on 28 April 2015 on the implementation of the national postcode system.  It comes as a surprise because the committee has been hearing evidence on that.  I do not see any benefits to An Post, which already has 98% next day delivery rate.  That is pretty efficient by any standards.  Many private sector people, notably, Tommy Carr, who is well known in GAA circles, have said that the system adopted is not the one they want.  There is a smaller number of dissenters who would operate it.  The cost could be up to &euro;30 million and I do not know what the benefits are supposed to be.  One hears statements about improved efficiency and accuracy of internal business.  A figure of 98% is pretty accurate.  We hear about improved efficiencies with regard to logistics.  Again, 98% is not bad.  We also hear about better planning and analysis capabilities and enabling organisations to improve existing services.  If it is not a problem, why are we spending so much money on it?  As a Member of the House with constituents in Northern Ireland and the Republic, I can say that it is far easier to write a letter to somebody in Clones because the post office knows where Clones is than to try to remember what the codes in digits are for Newtownbutler, which is only down the road.  It is just an added nuisance.  This has been around for ten years in the Department through four Ministers - Noel Dempsey, Eamon Ryan and Deputies Pat Rabbitte and Alex White - and I think it is time to scrap it.  It has been around so long and has worn out Ministers who tried to get the thing properly evaluated.  I do not see any measure of benefits.  The safety and security sector, which it is supposed to benefit, also has doubts about it.  What is the problem if 98% of the post is already being delivered the next day?  Why spend more money and disrupt an entire system unnecessarily when, as we saw in debates last night, we have far worthier things to spend money on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00300","speaker":"1157"},{"type":"speech","time":1429176600,"counter":35,"content":"<p>I wish to raise a most important matter concerning the front-line troops of our democracy, a matter I have no doubt is close to the Cathaoirleach's heart.  County and city councillors toil tirelessly on behalf of the citizens, give of their time freely and generously and are the first to be approached by individuals and communities with various grievances and problems involving a multitude of local and national issues.  They are the people who argue, debate, mediate and negotiate with county managers and other officials throughout the land.  They are the people who are approached when the media needs to check facts on a local matter and who are always helpful.  They do not have a trade union but they have trade associations such as the Association of Irish Local Government and the Local Authorities Members Association.  I am not saying they are afraid to speak up but they should speak up more on their behalf.  We all know there are far fewer councillors since the reorganisation of local government and the previous local elections and these councillors have much larger electoral areas.  These people are pretty much full-time councillors who work seven days a week, all hours of the day and night and are at everybody's beck and call for very little recompense.  I suggest that this is treating them poorly, if not shabbily, and it cries out to be addressed, especially since there are visible signs of an improvement in the economy.<\/p> <p>At a minimum, they deserve a liveable wage.  I discussed this matter with the Minister for the Environment, Heritage and Local Government last year and possibly more than once in the past.  I suggest the matter be discussed with the Minister for Public Expenditure and Reform who will shortly open talks with the public service unions.  We must not forget these front-line troops.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00400","speaker":"1151"},{"type":"speech","time":1429176600,"counter":36,"content":"<p>Is the Senator looking for a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00500","speaker":"1120"},{"type":"speech","time":1429176600,"counter":37,"content":"<p>I am practically finished.  Senator Leyden always has his own take on things.  They are not seeking the earth but I am calling for fair play, equity and justice - nothing more and nothing less.  I am looking forward to the Leader's favourable response and, I hope, the united backing of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00600","speaker":"1151"},{"type":"speech","time":1429176600,"counter":38,"content":"<p>I am delighted to see that my Commencement matter yesterday on the issue of PRSI for councillors has led to Senator Paul Coghlan's awakening with regard to salary issues and the terms and conditions of employment of councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00700","speaker":"1196"},{"type":"speech","time":1429176600,"counter":39,"content":"<p>I assure the Senator that it had nothing to do with it.  I have been discussing this matter with the Minister for the Environment, Community and Local Government and others for quite some time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#H00800","speaker":"1151"},{"type":"speech","time":1429176600,"counter":40,"content":"<p>I am glad it has led to Senator Coghlan's awakening with regard to salary issues and the terms and conditions of employment of councillors throughout the country.  I will be tabling a Commencement matter for the Minister, Deputy Kelly-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00100","speaker":"1196"},{"type":"speech","time":1429176600,"counter":41,"content":"<p>I was a councillor at one stage and I am well aware of the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00200","speaker":"1151"},{"type":"speech","time":1429176600,"counter":42,"content":"<p>Senator Craughwell-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00300","speaker":"1140"},{"type":"speech","time":1429176600,"counter":43,"content":"<p>Senator Craughwell to continue without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00400","speaker":"1120"},{"type":"speech","time":1429176600,"counter":44,"content":"<p>I will be tabling a Commencement Debate matter with the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, on the issue of salaries for county councillors.  Did I agree with Senator Paul Coghlan?  At the very least they should be looking at 50% of a Senator's salary.<\/p> <p>The Leader will recall that before the Easter break I raised the issue of bullying in the workplace.  In recent weeks a number of organisations have commented on this, and, in particular, the Irish Nurses and Midwives Organisation, INMO, has issued a report on bullying in the workplace.  I have just returned from the teachers' conference, where I made a presentation on the issue.  I was taken aside by a number of teachers and heard of some very distressing cases from around the country.  I believe the use of zero-hour contracts has led to people being put in a vulnerable position, and bullying is the food, so to speak, that feeds the bully, given that people are in unstable contracts of employment.  I asked for a debate with the Minister for Justice and Equality on the use of the Non-Fatal Offences Against the Person Act as a way of dealing with bullying in the workplace, because we are dealing with adults.<\/p> <p>An extremely well organised debate of the Seanad Public Consultation Committee took place here recently on farm safety.  Would it be possible to arrange a similar debate on bullying in the workplace and invite the various representative bodies to the Seanad to explain the issue?  Bullying in the workplace is something none of really wants to touch.  It is one of those taboo subjects that people are petrified to go near.  There are many allegations of bullying in the workplace, but having been a trade union representative for many years, I found that in many cases bullying is misinterpreted.  It might not be a bad thing for the Seanad to sit down and discuss with the experts, particularly the people in DCU, exactly what is bullying.  Let us try to define it.  I would appreciate if the Leader would consider that issue and come back to me on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00500","speaker":"1196"},{"type":"speech","time":1429176600,"counter":45,"content":"<p>I was out of the country when the findings of Dominic McGinn SC were brought to Cabinet in respect of the murder of Fr. Niall Molloy.  I am disappointed at his recommendation.  Having said that, I am not surprised, because the only remit Dominic McGinn was given was to review a botched Garda investigation file.  In his findings he said there were serious shortcomings in that investigation.  To my amazement, he has recommended that no further action be taken because the time span, 30 years, is too long.  There are people still alive who can bring closure to this case.  Forty-three years after the fact we are still looking for answers with regard to the murder of Jean McConville, which I agree with.<\/p> <p>In the next couple of weeks the Minister for Justice and Equality will recommend a Presidential pardon for a Tipperary man, Harry Gleeson, for the murder of Moll McCarthy in Tipperary in 1940, on foot of a subsequently discovery that he was wrongfully hanged.  The notion that we cannot do anything about the Fr. Niall Molloy case 30 years on is flabbergasting.  Something very corrupt took place here, to the degree that the most notorious criminal in the country at the time, Martin Cahill, saw fit to break into the Attorney General's office and rob the Fr. Niall Molloy file and use it to do a deal with the Garda not to extradite John Traynor, one of his criminal allies, from the UK.  If that does not say it all about what is going on in this case and the corruption involved in it, I do not know what does.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00600","speaker":"1161"},{"type":"speech","time":1429176600,"counter":46,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00700","speaker":"1120"},{"type":"speech","time":1429176600,"counter":47,"content":"<p>I ask the Minister for Justice and Equality to initiate a full commission of inquiry into the murder of Fr. Niall Molloy to bring closure,  fairness and justice to the Molloy family, because to date this has not happened.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00800","speaker":"1161"},{"type":"speech","time":1429176600,"counter":48,"content":"<p>I agree with Senator Ivana Bacik that we should have a debate fairly soon on the proposals regarding Seanad reform.  I have not had an opportunity to read the report in full, but I have looked at the recommendations and I have issues with some of them.  I look forward to an opportunity to put those concerns on the record.<\/p> <p>I agree with everything Senator Paul Coghlan has said.  He has been raising this issue for some time, along with myself and many other colleagues, not only in this Seanad but in the previous Seanad.  As the Senator has said, we have people at the front line of our democracy, who have been drastically reduced in number and who are finding that the workload has increased dramatically.  However, their recompense and the facilities afforded to our councillors have not kept up with the demands on their time.  That is not only in respect of their wages.  There is a major concern that they are being charged PRSI and pension levy but are not entitled to any of the associated benefits when they cease to be members of the local authority.  It is a major issue.  It might not be popular - I acknowledge Senator Gerard P. Craughwell's comments on Commencement Matters yesterday - but this is an issue that has existed for decades and one that has been put on the back burner by a number of Administrations because it is not popular with the media.  The reality is that the media set the agenda as to how the general public feels about politicians in particular, and it is conditioned to feel in a certain way.  The people who are at the front line of our democracy are entitled to be paid properly and given the facilities necessary to carry out their democratic function.  I call on the Leader to arrange for that debate, and the sooner we have it the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J00900","speaker":"1164"},{"type":"speech","time":1429176600,"counter":49,"content":"<p>I raise the issue of entrepreneurship and, in particular, commend a new local group in Galway, Startup Galway, whose aim is to build an entrepreneurial ecosystem in the area.  Galway has two start-up clusters, one being in the tech sector and the other in the biotech area.  It has several national research labs, including the Insight Centre for Data Analytics, formerly known as DERI, and the Irish Marine Institute.  This greatly complements the number of researchers and PhD students in our third level institutions.  Startup Galway will play a very important role and aims to encourage other start-up businesses in this area.  Also on the employment front, I note that businesses are reporting a marked increase in the number of emigrants returning to Ireland to work. The employment market monitor of CPL, one of the largest recruitment agencies in the country, has found that for the first three months of this year the UK, Australia and Canada are the locations from which most Irish workers are returning home to find work here.  The director of CPL has said that 63% of companies intend to increase their workforces this year.  Given that these people are returning from abroad, they are bringing added expertise to their new positions here.  That they are returning to Ireland to get a good job and one they want is encouraging.  It shows the positive steps the Government has taken since coming to office that Ireland is now recognised as being the fastest-growing economy in Europe.  These figures are encouraging and show that we are back on track.  They are based on a solid foundation, not on the property boom of the past decade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J01000","speaker":"1187"},{"type":"speech","time":1429176600,"counter":50,"content":"<p>I agree with Senator Sean D. Barrett and, like all of us here, extend our sympathy to the Buckley family in Cork on the sad news that the remains found in Glasgow are most likely those of Karen Buckley.  I was somewhat surprised to hear that family and friends are engaging in a fund-raising campaign to fund the family.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At a time like this, money should not be an issue.  I would like the Leader to raise with the Department of Foreign Affairs and Trade whether it is in a position to provide that type of funding to the family.  If it is not, I advocate a special fund that should be available within the Department of Foreign Affairs for deeply upsetting and traumatic cases such as this, in which money is the last thing that people should be thinking about.<\/p><p>I congratulate \"The Consumer Show\", a programme presented by Keelin Shanley, which last night brought to public attention the issue of people who live in rented accommodation who are the victims of abusive activity by receivers taking rent or possession of properties.  We know there are approximately 40,000 buy-to-let properties in significant mortgage arrears at the moment, and some of the case studies last night showed how one tenant arrived home to find the locks changed, while another tenant had her two-year lease completely disregarded and was given seven days to get out of her home the week before Christmas.  It is outrageous behaviour.  There has been a tendency to think that just because people live in rented homes, they are not as important as the homes of homeowners.  That is not the case.  One in five families in the country today live in rented homes.<\/p><p>I ask the Leader that we discuss this issue as part of the debate we have consistently called for with the Minister for Finance on the issue of repossessions.  Legislation is urgently required to protect tenants who find themselves in this position.  I know Senator Barrett has raised the matter on a number of occasions.  Receivers are behaving unscrupulously, and the activity must be stopped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#J01100","speaker":"1172","continuing":true},{"type":"speech","time":1429176600,"counter":52,"content":"<p>I join others in extending our heartfelt sympathy and support to the Buckley family from Mourneabbey in County Cork on the tragic death of their beautiful daughter, Karen.  It is an awful time for the family and we must commend the police in Glasgow on the amazing speed with which they brought a conclusion to the case.<\/p> <p>I support all of Senator Paul Coghlan's comments about the terms and conditions under which the councillors of Ireland work, and it is time we had some discussions with the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, about the issue.  Councillors have an increasing and significant workload, especially as town councils have been abolished.<\/p> <p>Throughout Europe today, there is a 24-hour crackdown on speeding, and the House should acknowledge and support the campaign, which is designed to reduce the number of deaths across Europe by 15% by 2020.  Of all road deaths, 40% are caused by excessive speed, and we need to keep the issue highlighted and to the forefront of our minds.  The other 60% of deaths are caused by other factors such as drink-driving and driving under the influence of drugs.  The rising number of road deaths is something we should all be deeply concerned about and I hope today is the first of many days in which we will see a major crackdown on speeding.<\/p> <p>On a happier note, I extend sincere congratulations to a young Roscommon man who has achieved national office by becoming the national president of Macra na Feirme.  The man is Mr. Se&aacute;n Finan from Ballinlough, Castlerea, County Roscommon, who is a young beef farmer and a project engineer with Sisk.  Macra na Feirme is an organisation that advocates for young people and it has developed many community leaders through the years.  Many people in politics gained their knowledge, experience and proficiency in public speaking through Macra na Feirme.  I congratulate Mr. Finan and his family.  Many Senators may be aware his uncle is Councillor Tom McHugh from Tuam.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#K00200","speaker":"1118"},{"type":"speech","time":1429176600,"counter":53,"content":"<p>A fine man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#K00300","speaker":"1151"},{"type":"speech","time":1429176600,"counter":54,"content":"<p>I wish Mr. Finan well.  He will become the 35th president of Macra na Feirme on 9 May and will hold office for two years.  He will be the second Roscommon man to hold the office, as the 22nd president of Macra na Feirme, from 1991 to 1993, was Councillor Laurence Fallon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#K00400","speaker":"1118"},{"type":"speech","time":1429176600,"counter":55,"content":"<p>The Ireland's Ancient East tourism plan was launched earlier this week by the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, and the Minister of State, Deputy Michael Ring.  The route extends from the Viking city of Waterford through Carlow to Newgrange and the Boyne Valley, where it seems to stop.  I come from a medieval town and county, with artifacts and much history, stories and myths, some of which are as old as the Greek <i>Iliad<\/i>.  County Louth should be included, and I hope it will be added to this plan.  The Wild Atlantic Way has been a tremendous success and will remain one for years to come.  Louth, with its history of Vikings at Annagassan, the round tower at Monasterboice, the kingdom of Oriel and legends such as the T&aacute;in B&oacute; C&uacute;ailgne, would attract the discerning visitor.  These are the places tourists want to visit.  I hope we can have a debate on this extension of Ireland's Ancient East to include the historic county of Louth.<\/p><p>I support the call by my colleagues across the House for an examination of councillors' remuneration.  Their duties have no doubt increased and they have taken on more responsibility.  Many of them are now full-time public representatives at the coalface of democracy.  The benefits from what is happening with the economy must be considered for these councillors throughout the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#K00500","speaker":"1138"},{"type":"speech","time":1429176600,"counter":56,"content":"<p>I will speak about a tourism issue as well.  Easter has just passed and we are heading into the 2016 commemorations.  I have mentioned on more than one occasion that we have a gem in north Leitrim in the form of Se&aacute;n Mac Diarmada's house.  I acknowledge that &euro;150,000 was provided for a car park at the house by the Department of Arts, Heritage and the Gaeltacht, and &euro;30,000 has been spent by the Office of Public Works on a new thatched roof.  The building is in a remote rural area of north Leitrim, close to Kiltyclogher, and the road to the house is in very poor condition.  A little more money should be provided to improve the road, as people are coming to visit the house and there are buses and cars using the route.  It is a narrow road in a rural area so it should be improved and have lay-bys added to it.  It will of course help the tourism industry in the area.  The successful Wild Atlantic Way has just been mentioned.  People come from that route to Kiltyclogher and Glenfarne just to see that house, which is close to the Ballroom of Romance, Lissadell House and Hazelwood House.  They are in the area and will provide benefit to the rural economy.  A little more money would make a significant contribution.<\/p> <p>I join colleagues in their call for councillors to be remunerated in a proper way.  After the last local elections we lost many councillors around the country, and their numbers are now much smaller; as a result, their workload is much greater.  As my colleague Senator Paul Coghlan has stated, they are working seven days a week.  We depend on them to liaise with people and they also work through local Deputies.  It is important that they be looked after in a proper way.  I also congratulate Mr. Se&aacute;n Finan, who was elected president of Macra na Feirme last week, and I look forward to his taking office in May.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#K00600","speaker":"1124"},{"type":"speech","time":1429176600,"counter":57,"content":"<p>I highlight this morning's report in <i>The Irish Times<\/i>which claims that the Luas link from Broombridge to the airport is emerging as the most likely option to be chosen under the north Dublin transport study.  This is potentially good news for commuters in and around the Ashtown and Navan Road area, as it will see them having a close, frequent link with the airport and Swords, in addition to the city centre.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Historically, the west and north west of the city have been under-served in terms of public transport.  I welcome that the Minister for Transport, Tourism and Sport aims to tackle this situation during his time in office.  In this regard, it is important that any potential tunnelling under Glasnevin Cemetery is, given its status, handled with great sensitivity and care and that actual work, beyond consultation, begins before the end of term of this Government.  From what I can gather people on the north side of the city are fed up with transport studies, consultation documents, White Papers, Green Papers and so on.  What they want to see is shovels on the ground and real progress instead of pipe dreams.  The Minister has the opportunity to do this.  There is no logistical reason in terms of construction that this project could not be undertaken in parallel with the Luas cross-city project.  All told, I welcome the report and hope it is indeed indicative of the Minister's own thoughts on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#K00700","speaker":"1153","continuing":true},{"type":"speech","time":1429176600,"counter":59,"content":"<p>Last week, one of the principal surgeons in the transplant unit at Beaumont Hospital resigned.  This man, who is well known and highly respected and regarded, has given no explanation for his resignation from this important position.  Apparently, there is confusion as to the reason he resigned.  If there is a problem in this regard it should be followed up, given the importance of the organ transplant service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#L00200","speaker":"1145"},{"type":"speech","time":1429176600,"counter":60,"content":"<p>I rise to raise again today an issue I have raised previously, and on which Senator White has proposed legislation, namely, mandatory retirement in the health service.  I would like to bring to the attention of my colleagues that a critical person in a specialty in Ireland has reached the age of mandatory retirement and will retire in three weeks time.  I had occasion recently to speak to this fine gentleman - I will not mention his name today, although he may wish me to do so over the next week or two - at which time he pointed out to me that he is as productive as he ever was, takes part in as many international meetings as he has ever done and is writing as many papers as he ever did.  According to him the hospital is having trouble finding a replacement for him and attempts are being made to replace him with two people, one of which positions remains unfilled.  It is a disaster.  This man does not want to retire and we need him not to retire.  This perfectly fit, healthy, able and incredibly well-trained, talented and well recognised international specialist is being forced to drop his tools and become a dependant on the State.  There is an urgency about this.<\/p> <p>We have heard in the past of the difficulty filling specialist posts in hospitals, medicine and other areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#L00300","speaker":"1147"},{"type":"speech","time":1429176600,"counter":61,"content":"<p>That is, perhaps, an issue more suitable for discussion as a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#L00400","speaker":"1120"},{"type":"speech","time":1429176600,"counter":62,"content":"<p>I thank the Cathaoirleach for his advice.  This is a matter of which legislators need to be aware.  This is not an arcane, theoretical issue of some far distant public policy.  Three weeks from now this country will be down one critically important specialist who has not as yet been replaced.<\/p> <p>I take this opportunity to comment on the recent, sad loss of Dr. Mary Redmond, founder of the Irish Hospice Movement and an extraordinarily accomplished woman.  In addition to her many professional achievements, when she saw a huge gap and need in the development of palliative and hospice services in this country, rather than just wringing her hands about the problem she did something about it.  I pay tribute to her and offer my sympathy to her family.  Dr. Redmond did this country an extraordinary service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#L00500","speaker":"1147"},{"type":"speech","time":1429176600,"counter":63,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#L00600","speaker":"1157"},{"type":"speech","time":1429176600,"counter":64,"content":"<p>The acting Leader of the Opposition, Senator Leyden, raised the issue of the imminent bus strike.  The National Transport Authority, NTA, under legislation, has statutory responsibility for decision-making in regard to how best to balance direct award and tendered PSO bus services.  Following a wide-ranging consultation process, the NTA decided in late 2013 that 10% of the existing PSO bus market should be tendered.  Up until the recent trade union withdrawal on 30 March, the NTA was proceeding with the public procurement process while participating in an LRC facilitated process to address CIE employee concerns on the implications of this market opening.  There has been intensive engagement for some time on employee issues.  It is the view of the Government that the LRC discussions will allow employee concerns to be addressed satisfactorily.<\/p> <p>The introduction of competitive tendering has the potential to save taxpayers' money, encourage cost competitiveness and enhance service quality.  International experience indicates that competitive tendering is beneficial in providing subsidised PSO bus services.  Bus &Eacute;ireann and Dublin Bus will be able to bid in the tendering process when it commences in mid-2015.  Last year, in a bid to support the companies, Dublin Bus and Bus &Eacute;ireann were paid more than &euro;90 million in PSO payments by the taxpayer, over and above the passenger fare income to provide public bus services.  A further &euro;90 million in funding was also provided for new buses and the upgrade of the fleet.  <\/p> <p>The Minister for Transport, Tourism and Sport, Deputy Donohoe, recently put on record his commitment to securing an increase in the subvention provided to the companies to deliver additional services and increase frequencies for commuters.  This year, for the first time since 2008, the level of PSO contribution for bus and rail services is being maintained at the same level as last year.  However, taxpayer support for improved bus services should be given in conjunction with a degree of competition.  It is disappointing that the NBRU and SIPTU withdrew from the discussions being facilitated by the Labour Relations Commission.  These discussions had been aimed at addressing employee concerns about how the tendering of 10% of the routes might impact on them and significant progress was being made.  There was particular focus on facilitating the vast majority of employees remaining in either Dublin Bus or Bus &Eacute;ireann, if either company did not succeed in the tendering process.  This was on the basis of growth in the bus frequencies on the routes remaining with Dublin Bus and Bus &Eacute;ireann.  The talks were focused on protecting the terms and conditions of any employees who do not transfer to other operators.  It was made clear during the discussions that pension provisions would also be maintained.  <\/p> <p>The threatened industrial action should be called off, in my opinion.  One of the objectives of the LRC negotiations was to enable the vast majority of existing employees to remain within Dublin Bus and Bus &Eacute;ireann.  In addition, the terms, conditions and pension benefits of employees who transferred would be maintained.  Dublin Bus and Bus &Eacute;ireann have the potential for a bright future in the growing PSO market.  As said by Senator Leyden, the threatened industrial action can only damage the companies and disrupt services to the travelling public at a crucial time of the year in the context of tourism.  I hope that the unions will continue to negotiate with the Labour Relations Commission and dispense with the proposed strike action.<\/p> <p>Senator Bacik called for a debate on the Seanad reform report, which debate was also called for in the House yesterday.  I will engage with the chairman of the group in relation to a debate on the report in this House taking place during the first week in May.  Senator Bacik also referred to the cyberbullying legislation to be tabled by Senator Higgins.  The Senator is correct that this is a matter of grave concern for everybody in this House and for the general public.  The affect of cyberbullying on young people in particular is dreadful.  We have heard of so many incidents in that regard.  I welcome that Senator Higgins proposes to introduce legislation which will allow us to discuss this issue in the House.  <\/p> <p>On the education admissions policy which was also raised yesterday by Senator Jim D'Arcy, I will endeavour to have the Minister for Education and Skills, Deputy O'Sullivan, come to the House for a debate on that matter.  The Minister will be in the House next week for a debate on another matter.<\/p> <p>Senator Barrett and several other Senators expressed their sympathy to the Buckley family on the tragic death of their beautiful daughter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am sure we would all like to be associated with a vote of sympathy for the Buckley family on the tragic death of their beautiful daughter.  We all join the Minister for Foreign Affairs and Trade in thanking the police in Scotland for their assistance and professionalism in dealing with this very tragic case.  Our hearts go out to the Buckley family and all their neighbours in Mourneabbey.  The neighbours have been so supportive of the family in recent days.<\/p><p>Senator Barrett referred to bus tendering and favours putting 10% of bus routes out to tender.  I note his points on the postal services.  They have been raised by the joint committee on several occasions.<\/p><p>Senator Coghlan's intervention on the plight of councillors is timely.  There is no doubt that the workload of councillors has increased significantly since the local elections.  Councillors' electoral areas are much larger than heretofore.  Some stretch as far as 60 miles, which is far broader than many constituencies throughout the country.  There are fewer councillors to deal with problems.  They have more committee meetings to attend and there is an 80% attendance requirement if they are to receive the representation allowance of &euro;16,500.  The allowance is taxable and subject to PRSI and the universal social charge.  In many councils, meetings are called during working hours, which discriminates against people who are working and prevents them from attending meetings to represent their constituents.  It has been highlighted, and we all know, that conferences have been eliminated, with the exception of training conferences and conferences of the representative associations.  Councillors were assured the representation allowance would be increased to compensate them for the undoubted increase in their workload, but this has not happened.  As Senators Coghlan, Wilson and others mentioned, this is unfair and unjust.  It would not be allowed to happen in any other profession.<\/p><p>The councillors are undoubtedly at the front line of our democracy and the Government needs to treat them with respect, which is not the case at present.  I am certainly willing to work with the representative associations to arrange meetings with the Minister, if they so wish, to address their legitimate concerns.  I hope and am confident that councillors have the full support of this House in their just endeavours to seek just recompense for the work they are doing.  I certainly agree with the sentiments expressed by all councillors.  Senator Craughwell mentioned in the Commencement debate yesterday the question of PRSI and the fact that no benefits are derived from it.<\/p><p>Senator Kelly referred to the murder of Fr. Niall Molloy and expressed disappointment over the review of the case.  He called for a full commission of inquiry to investigate the event.  Obviously, it is matter for the Government and I am sure it will be considered.  A commitment was made to have a review and it has taken place.<\/p><p>Senator Wilson mention the plight of councillors, as I stated, and called for a debate on local government reform.<\/p><p>Senator Naughton referred to Startup Galway and to the encouragement of entrepreneurs and start-up companies.  She outlined that 63% of companies intend to increase their workforce.  She referred to people returning home to take up the jobs and make use of the skills and expertise they gained abroad.  This is a very welcome development.<\/p><p>Senator Hayden referred to the help the Department of Foreign Affairs and Trade gives people abroad.  She referred to repossessions and the protection of tenants and called for a debate on that matter.  I am trying to arrange such a debate with the Minister for Finance.<\/p><p>Senator Michael Mullins referred to the 24-hour crackdown on speeding, an EU initiative.  The crackdown will occur over the next 24 hours.  There is a need for people to be vigilant and to keep road safety to the fore in their minds at all times.  The Senator congratulated the new president of Macra na Feirme, as did Senator Comiskey, and she praised the work of the organisation over the years.<\/p><p>Senator Terry Brennan referred to the medieval and beautiful town of Carlingford and expressed the wish that County Louth will not be forgotten in the Ireland's Ancient East scheme that has been announced.  I am sure it will not be allowed to happen.<\/p><p>Senator Comiskey referred to the Se&aacute;n Mac Diarmada house.  He has mentioned this on the Order of Business previously.  He referred to the need for more improvements to facilitate access to the cottage.<\/p><p>Senator Noone referred to the proposed new Luas line from Broombridge to the airport.  I am sure we will have an opportunity to discuss it when the full report is made available.<\/p><p>Senator Feargal Quinn referred to the resignation of the surgeon dealing with organ donation.  As the Senator rightly pointed out, the surgeon is an expert in this area and has given wonderful service to the health service over many years.  I am not aware of the circumstances of his resignation.  I am sure the HSE will be monitoring the situation.<\/p><p>This is related to the point made by Senator Crown, who mentioned the compulsory retirement of an eminent specialist consultant on age grounds.  People who are very capable and want to continue should be allowed to continue.  I do not know what is preventing the individual in question from continuing but I share Senator Crown's concerns.  I hope common sense will prevail.  It is not evident on many occasions.  I hope eminent staff who wish to continue will be able to do so.  As the Senator rightly pointed out, we are having difficulty recruiting people to fill various positions.  Therefore, we need to rethink the policy in such circumstances.<\/p><p>We all join Senator Crown in expressing sympathy on the death of Dr. Mary Redmond, the founder of the hospice movement.  She did tremendous work throughout the country.  She was a solicitor and was on many boards.  She will be sadly missed by all who knew her and the whole country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#L00700","speaker":"1130","continuing":true},{"type":"speech","time":1429176600,"counter":66,"content":"<p>I, too, would like to be associated with the expressions of sympathy to the Buckley family from Mourneabbey on their very tragic loss.  I thank the Glasgow police for their very efficient handling of the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#M00200","speaker":"1120"},{"type":"unspoken","time":1429176600,"counter":67,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1429176600,"counter":68,"content":"<p>Sitting suspended at 12.30 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Valuation (Amendment) (No. 2) Bill 2012: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1429176600,"counter":69,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#O00100"},{"type":"speech","time":1429176600,"counter":70,"content":"<p>I welcome the Minister of State to the House.<\/p> <p>This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 118, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question \"That the Bill be received for final consideration\", the Minister of State may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  For the convenience of Senators, I have arranged for the printing and circulation of these amendments.<\/p> <p>The Minister of State will deal with the subject matter of the amendments in each group.  I have also circulated the proposed grouping in the House.  A Senator may contribute once on each grouping.  I remind Senators that the only matter that may be discussed is the amendments made by the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#O00200","speaker":"1132"},{"type":"unspoken","time":1429176600,"counter":71,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1429176600,"counter":72,"content":"<p>Group 1 comprises amendments Nos. 1 and 6.<\/p> <p>I am pleased to be back in the Seanad, where we had a good hearing of this Bill and made a number of improvements to it based on suggestions from Senators on all sides of the House.  In the D&aacute;il we made one more improvement based on a suggestion by Deputy Sean Fleming and I need to bring that amendment to the House.  There are also a number of technical amendments which we will go through.<\/p> <p>Amendment No. 1 was introduced on Report Stage in the D&aacute;il in response to an amendment proposed by Deputy Sean Fleming on Committee Stage.  The objective of this amendment is to ensure that valid revision cases are concluded within six months of receipt rather than six months from the day of appointment of a revision manager.  There is a weakness in the current legislation, as it provides that a revision case must be concluded within six months of its assignment to a revision officer but there is no limit on the period within which a revision case is assigned to that officer.  The amendment accepted in the D&aacute;il takes practical considerations into account and the six-month period starts from receipt of a valid application accompanied by any prescribed fee.<\/p> <p>This new six-month deadline can be commenced separately from the rest of the Bill.  This is prudent to allow the Valuation Office to bring all current revision cases up to date and work on changes to the valuation lists that will be required as a consequence of the extension of exemptions in this Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Providing this space will allow the Valuation Office to make the necessary operational changes to comply with this new deadline, which is a logical improvement to the administrative provisions in the Valuation Act.  Amendment No. 6 adds a new subsection to the general commencement provision, which references the fact that the new section 14 has its own commencement provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#O00400","speaker":"1106","continuing":true},{"type":"speech","time":1429176600,"counter":74,"content":"<p>As no Member is offering to speak, I ask the Minister of State to speak on group 2, the subject matter of which is amendments Nos. 2 and 4.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P00200","speaker":"1132"},{"type":"speech","time":1429176600,"counter":75,"content":"<p>These are very technical amendments.  In regard to amendment No. 2, the wording of the Bill was referring to a subparagraph (b) of paragraph (13) of Schedule 2.  There is more than one subparagraph (b) and paragraph (13) of Schedule 2.  This amendment makes it absolutely clear where the new clause (c) is being inserted.<\/p><p>On amendment No. 4, section 44 referenced section 30(1).  For clarity, this was amended on Committee Stage in the D&aacute;il to reference section 30(1) of the principal Act.  This is purely a clarification.  I commend both amendments to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P00300","speaker":"1106"},{"type":"speech","time":1429176600,"counter":76,"content":"<p>Is there a Fifth Stage?  There are some general points I wish to raise with the Minister of State.  Should I raise them now?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P00400","speaker":"1116"},{"type":"speech","time":1429176600,"counter":77,"content":"<p>There is a Fifth Stage.  We will take general contributions at the end.  I ask the Minister of State to speak on group 3, which comprises amendments arising out of other legislation.  This is the subject matter of amendments Nos. 3 and 5.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P00500","speaker":"1132"},{"type":"speech","time":1429176600,"counter":78,"content":"<p>Amendment No. 3 is a simple technical amendment to renumber a paragraph.  Since the Bill was passed in the Seanad, there has been amendment to Schedule 4 of the Valuation Act 2001 to insert a new paragraph (21).  Therefore, the new paragraph that this Bill is inserting to exempt not-for-profit child care will now be paragraph (22).  The citation is being updated by amendment No. 5 to reflect the amendment of the Valuation Act 2001 by the Water Services Act 2014.  In addition, as we are now in 2015, the Acts will be cited together as the Valuation Acts 2001 to 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P00600","speaker":"1106"},{"type":"unspoken","time":1429176600,"counter":79,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1429176600,"counter":80,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1429176600,"counter":81,"content":"<p>I want to make some general comments, in particular regarding the massive delay in dealing with the Bill.  It has taken so long for it to wind its way through the House.  In that time, Fianna F&aacute;il put forward a Bill in regard to sports clubs which have a bar, and I am glad the Minister of State has put that into the legislation, which we welcome.  However, the fact this legislation has been allowed to rumble on into this year means many sports clubs are now getting their rates bills.  Two clubs were on my local radio station last week, having got a huge rates bill for the first time ever as they had never had a rates bill before in respect of their bar.  Had this legislation been passed in less than two and a half years, those clubs probably would not have got a rates bill.  I ask the Minister of State to clarify when this will come into effect.  If a club has a rates bill that it has received in the post, and many clubs have received one, do they have to pay the rates for this year when this Bill is passed?  Is it going to take years for a revaluation to take place?  That is now my worry about this legislation.<\/p><p>Second, can the Minister of State clarify the whole area of community sport under the Bill?  With all due respect, his colleague, Deputy Fitzpatrick, was on my local radio station the other morning and massive confusion was engendered by that particular debate as to what is or is not rateable.  It was suggested that all income coming in from renting out pitches and so on would make the premises rateable.  My understanding, through our debates in the Seanad, is that this was substantially amended and, if I recall correctly, I welcomed that at the time.  Once it was not done for profit and once it involved community sport, which, in fairness, was broadly defined, the rates would not apply.  Again, if I remember it correctly, this is something I got the Minister of State to change because that provision on income was originally in the Bill.  I am glad I succeeded in having that change made - in fact, I am very proud of that.  Can the Minister of State clarify when these bills are actually going to change?  What is or is not rateable in a sports club?  The people in my region and across the country will be listening to what the Minister of State has to say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P00900","speaker":"1116"},{"type":"speech","time":1429176600,"counter":82,"content":"<p>I too am very proud that, in both Houses but particularly in this House on a Seanad-initiated Bill, we had a debate that made a number of improvements to the valuations system and to the Bill as presented to the House.  I acknowledge the constructive role played by Senators, including Senator Byrne, in that process.  I believe the situation we have ended up with for sports clubs is now more clear than perhaps it was at the start of the process.<\/p> <p>The changes in the Bill will take effect from 2016.  The further amendments we made on Report Stage in the Seanad clarified that income generated does not include income from visiting teams or generated from the use of facilities for the ordinary purpose of community sport.  We have debated this and tried to come to a position we can all agree on.  We have tried to make it as clear as possible that it was income generated from purely commercial activity, largely arising from the bars in many sports clubs, although not exclusively so, that was rateable.  I think we have improved that and made it as clear as we possibly can in the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01000","speaker":"1106"},{"type":"speech","time":1429176600,"counter":83,"content":"<p>Therefore, a local club renting out sports facilities to the local community or communities adjacent to that community will not have a commercial rate attaching to that premises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01100","speaker":"1116"},{"type":"speech","time":1429176600,"counter":84,"content":"<p>That is absolutely my understanding.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01200","speaker":"1106"},{"type":"speech","time":1429176600,"counter":85,"content":"<p>The Minister of State is confirming that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01300","speaker":"1116"},{"type":"speech","time":1429176600,"counter":86,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01400","speaker":"1106"},{"type":"speech","time":1429176600,"counter":87,"content":"<p>When he says this will take effect in 2016, does this mean there will be relief in 2015 for clubs?  There will obviously now have to be a revaluation this year.  Someone is going to have to come out and remeasure these premises because, at the moment, the whole of the premises is measured rather than the bar only.  How long is that going to take and is the Minister of State giving any commitment in that regard?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01500","speaker":"1116"},{"type":"speech","time":1429176600,"counter":88,"content":"<p>The Senator is correct that body of work will have to be done.  We are giving an undertaking that it will be done so we are ready to go for 2016.<\/p><p>The Senator's comment on the length of time it has taken to pass the Bill is valid on one level.  This is a Bill that has, for want of a better word, been hanging around since 2012.  However, since I became Minister of State in July, it is also fair to say we have taken the Bill as quickly as we could.  We have also provided time and space, and lengthy debate and interaction with stakeholders, which, although I do not mean this in a bad way, caused a delay in the passage of the legislation.  Is the legislation we have passed as a result better than it was at the start?  It is.  While I take the Senator's point that it took a long time to get it through both Houses, a lot of these issues, including in regard to commercial issues in sports clubs, have been hanging around for a long time too.  I believe we have provided clarity.<\/p><p>I am informed by the Commissioner of Valuation that he will now initiate a process of updating the valuation lists for community sports clubs and not-for-profit child care facilities that benefit from the amendment to this Bill in Schedule 4.  Therefore, we will be ready to go with that from 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01600","speaker":"1106"},{"type":"speech","time":1429176600,"counter":89,"content":"<p>That is very important.  Can I be assured it will only take place in the clubs that have bars and we will not go snooping and looking to find that they might be doing this or that?  That will benefit those clubs that have bars.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01700","speaker":"1116"},{"type":"speech","time":1429176600,"counter":90,"content":"<p>We are not in the business of trying to take on an extra body of work as we have a massive amount of work to get through.  The purpose of passing this Bill is to get through it as expeditiously as possible.  We are in the business of trying to see what relief can be afforded to clubs that have been paying rates but which may no longer have to pay rates on the entire entity they had to pay rates for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01800","speaker":"1106"},{"type":"speech","time":1429176600,"counter":91,"content":"<p>The bar area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P01900","speaker":"1116"},{"type":"speech","time":1429176600,"counter":92,"content":"<p>The bar and the commercial areas as defined in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P02000","speaker":"1106"},{"type":"speech","time":1429176600,"counter":93,"content":"<p>It is extremely disappointing that this is not in place yet and that the Minister of State is saying the bills they have received for 2015 are due and payable.  Over a year ago we had Fine Gael backbenchers announcing that this had basically come into effect, but the Minister of State is saying it will not come into effect until next year.  We put forward a Bill in late 2013 or early 2014.  This is an issue that has not been prioritised.  It is hard to take.  My heart goes out to these clubs because they are genuinely trying to do their best for the local community.  These bars are not places where people just walk in for a pint.  In many cases, they only open for club events so members can gather, yet they have a huge rates bill.  In addition, the Minister is State is now saying they must pay the rates bill for this year, which will come as a huge disappointment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P02100","speaker":"1116"},{"type":"speech","time":1429176600,"counter":94,"content":"<p>I always try, when I sit in this seat, not to be in any way partisan during the passage of legislation but the Senator is provoking me at this stage.  I would make the point that my party, when in opposition, was in the other House proposing amendments that would have provided relief a number of years ago to these sports clubs along these lines.  It was rejected by the previous Government.  We have worked together, and I am happy to acknowledge that and happy to acknowledge that Senator Byrne played a very constructive role in improving the legislation.  We have now arrived at the point where I want to see it introduced as quickly as possible.  The commissioner has to carry out a body of work.  That will be done and we will be ready to go from 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P02200","speaker":"1106"},{"type":"speech","time":1429176600,"counter":95,"content":"<p>I would make one further point.  In the previous legislation we had a full exemption for sporting activities.  The Minister of State has now watered that down in what I consider is probably a balanced way, but I am depending on the Valuation Office not to go looking where it has no business.  These are not commercial entities; they are clubs.  If the Valuation Office is going to start looking for technicalities or nit-picking, it will cause huge anger, which would be wrong.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Thomas Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2203\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2203&amp;amp;pid=ThomasByrne&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We want to see the maps of these clubs with bars to be redrawn to ensure they have lower rates bills as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#P02300","speaker":"1116","continuing":true},{"type":"speech","time":1429176600,"counter":97,"content":"<p>We do not differ on this.  I have given the Senator the assurance I received from the Valuation Office.  I do not believe we have watered down the provision but have arrived at an effective measure which will make an improvement for these sports clubs.  If the Senator sees any evidence to the contrary, it is an issue which I would happy to explore with him.  However, I do not expect that he will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00200","speaker":"1106"},{"type":"speech","time":1429176600,"counter":98,"content":"<p>During the whole debate in this House on this Bill, it was Senator Byrne who insisted there should be meetings between the interested parties.  At the time, the Minister of State gave the commitment that there would be.  Now Senator Byrne turns around claiming the Bill has been hanging around for too long and that, in some way, the Minister of State dragged his feet on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00300","speaker":"1163"},{"type":"speech","time":1429176600,"counter":99,"content":"<p>I said it was his predecessor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00400","speaker":"1116"},{"type":"speech","time":1429176600,"counter":100,"content":"<p>It was this Minister of State who gave the commitment that there would be meetings between the vested interests which happened.  This has improved the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00500","speaker":"1163"},{"type":"speech","time":1429176600,"counter":101,"content":"<p>I am not denying that.  Neither do I accept I held up the legislation, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00600","speaker":"1116"},{"type":"speech","time":1429176600,"counter":102,"content":"<p>That was part of the reason the legislation took longer to go through the Houses.<\/p><p>This morning I received an e-mail from Mr. John Clery on wind farms in which he stated:<blockquote>The proposed wind farm rates are now multiple times higher than those for competing non-wind generation and will clearly significantly disadvantage wind energy technology.<\/blockquote>This is of concern.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00700","speaker":"1163"},{"type":"speech","time":1429176600,"counter":103,"content":"<p>May I remind Members that we are on Fifth Stage and we cannot go back into the Bill&rsquo;s details.  I allowed Senator Byrne a little latitude and I will allow the same to Senator Sheahan but we cannot go into the details of the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00800","speaker":"1132"},{"type":"speech","time":1429176600,"counter":104,"content":"<p>Can we bring on the Kerry jersey?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q00900","speaker":"1163"},{"type":"speech","time":1429176600,"counter":105,"content":"<p>No, we cannot.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01000","speaker":"1132"},{"type":"speech","time":1429176600,"counter":106,"content":"<p>This is the last chance I have to raise this matter with the Minister of State.  I would appreciate it if he addressed it, if he could.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01100","speaker":"1163"},{"type":"speech","time":1429176600,"counter":107,"content":"<p>I congratulate the Minister of State on bringing this Bill through the House.  When I worked as a solicitor, valuation was always a contentious area.  This legislation will bring valuations into the 21st century.  It is important to bear in mind that it allows individual occupiers the opportunity to engage in the process in a way they could not before.  It is also important to remember that we had a long and productive debate on how it could affect sports and community facilities.  I compliment Senator Byrne on his particular contribution to that debate.  The Minister of State took on board many of the positive, as well as negative, comments made on the legislation.  It is better for it and all Members can commend it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01200","speaker":"1172"},{"type":"speech","time":1429176600,"counter":108,"content":"<p>The wind farm issue is one on which we had a lengthy discussion in the other House.  It was interesting that no Member in the other House proposed any amendment.  That is a recognition of the fact that it is more complex than it looks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01300","speaker":"1106"},{"type":"speech","time":1429176600,"counter":109,"content":"<p>I am certainly not proposing any amendments to support wind farm developments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01400","speaker":"1116"},{"type":"speech","time":1429176600,"counter":110,"content":"<p>The wind energy sector is not seeking a complete exemption from rates but it has proposed amendments, which have not reached the floor of either House, to reduce its rates liability.<\/p> <p>The Limerick revaluation, like all revaluations, redistributes the rates burden based on contemporary property values.  A revaluation can cause significant shifts in rates liability between different sectors, particularly where a considerable period has elapsed since the last similar exercise.  From experience of revaluations to date, up to 65% of ratepayers in general can see a reduction in their rates.  Given that the total revenue from rates is capped after a revaluation, the reductions enjoyed by the 65% will result in an increase for the other 35%.<\/p> <p>The Limerick revaluation has led to large increases in the valuation of wind farms and, subject to appeal, many of their rates will rise, in some cases by 200%.  The increases experienced by wind farms as a category of rateable property are on the higher end of the scale across the board.  Limerick is the first revalued rating authority with a significant number of wind farms.  The ten Limerick wind farms recently revalued are very modern, have large generating capacity and date from approximately 2008 onwards.  They comprise some of the latest technology in a rapidly developing area.<\/p> <p>This contrasts with the position heretofore.  The first wind farm valued by the Valuation Office was developed in the early 1990s in County Mayo.  The valuation assessed on that first wind farm in County Mayo was subsequently relied upon as a basis for valuing all other wind farms that came on stream, including the Limerick wind farms before the revaluation process.  All of these wind farms were valued under the revision provisions set out in Part 6 of the Valuation Act 2001.  This reflected the state of wind energy technology in the early 1990s and the financial and economic conditions that prevailed in the late 1980s.  The valuations now assessed in Limerick are taking a view of the current state of the wind energy industry and the economic conditions that prevailed in late 2012.<\/p> <p>The Commissioner of Valuation is independent in the exercise of his function and the Valuation Act does not accord the Minister any function in the valuation of a property or in an appeal.  The legislation provides for a number of avenues of appeal.  There is an appeal to the Commissioner of Valuation, a subsequent appeal to the Valuation Tribunal and an appeal to the High Court on a point of law.  It is important to allow for the independent process of valuation and appeal to take its course without any knee-jerk reactions before it concludes.<\/p> <p>Some in the wind energy sector called for a pause in the Bill&rsquo;s progress.  I believe it is too important and that there are too many ratepayers who deserve and need a modern valuation system.  However, this does not mean we are closing the door on a partial exemption, if that is the best route to take after full consideration of the facts.  Another legislative vehicle can be found to introduce a change to the 2001 Valuation Act, if that is what is deemed most appropriate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01500","speaker":"1106"},{"type":"speech","time":1429176600,"counter":111,"content":"<p>I thank the Minister of State for clarifying the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Q01600","speaker":"1163"},{"type":"unspoken","time":1429176600,"counter":112,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1429176600,"counter":113,"content":"<p>Sitting suspended at 1.10 p.m. and resumed at 1.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Roads Bill 2014: Second Stage","time":1429176600,"counter":114,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#T00100"},{"type":"unspoken","time":1429176600,"counter":115,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1429176600,"counter":116,"content":"<p>I am very pleased to be here this afternoon to present the Roads Bill 2014.  The purpose of the Bill is to merge the Rail Procurement Agency, RPA, with the National Roads Authority, NRA.  The Bill provides for the dissolution of the RPA and the transfer of its staff, functions, assets and liabilities to the NRA.  The Bill also provides a timely opportunity to update certain existing provisions in the Roads Act to reflect current policy and practice.  The newly expanded NRA will remain as a non-commercial State body and its statutory name will not change.  However, the merged entity will use the name Transport Infrastructure Ireland, TII, for operational and branding purposes to better reflect its broadened remit.<\/p> <p>The merger of these two State bodies is being implemented under the Government's agency rationalisation programme, which forms an integral part of the Government's wider public sector reform plan.  This plan included a specific commitment to implement 48 agency rationalisation and reform measures under an agency rationalisation programme.  The Government reaffirmed and broadened its reform programme in January 2014 with the publication of the new Public Sector Reform Plan 2014-2016.  A recent progress report on the implementation of the rationalisation programme found that measures affecting more than 90% of the bodies to be merged or rationalised were completed by the end of 2014.  When the remainder are fully completed, there will be 181 fewer bodies operating in the Irish public service than in 2011 as a result of the measures taken in the programme.  The progress report found that over &euro;24 million in annual savings will be achieved when the programme is fully implemented.  It is anticipated that the annual saving under the merger of NRA and RPA will be approximately &euro;3.4 million, following the third year of the merger.<\/p> <p>In line with the objectives of the Government&rsquo;s overarching agency rationalisation programme, it was considered appropriate to reduce the number of State agencies under my Department's aegis and the merger of NRA and RPA is one of a number of agency restructuring initiatives currently being implemented.  I am mindful of the specialist expertise developed over the years in both RPA and NRA and it is my intention that, through this merger, valuable technical and professional skills will be retained to support the development of transport infrastructure into the future.  The specialist areas of expertise concerned would include project management, negotiation and management of PPP contracts, transport planning, engineering design and advice, planning and environmental procedures, and property acquisition and management.  It is anticipated that the sharing and further development of these skills in the new agency will, over time, lead to a reduction in the use of external consultants.  The new body will be encouraged to seek out opportunities to provide technical support, advice and services to other bodies on a commercial basis.<\/p> <p>The purpose of TII will be to provide, maintain and operate, either directly or indirectly, roads and light rail infrastructure and services in a safe, cost effective and sustainable manner to contribute to meeting Ireland's long-term economic, social and environmental objectives.  The merged entity will retain all the existing functions of the NRA and the RPA and the key relationships they currently have with my Department and with the NTA will remain largely unchanged.  My Department will continue to provide policy direction, and funding allocations for TII and its work programmes will be based on priorities set out in the Government's capital investment plans.  TII will continue to undertake public transport infrastructure projects, including light rail projects such as the Luas cross city line, on receipt of direction from the NTA to perform delivery functions on its behalf in the greater Dublin area and it will continue to receive funding from the NTA in respect of those projects.<\/p> <p>Regarding roads, TII will remain as the sanctioning authority for national roads and will continue to have overall responsibility for the national roads programme.  TII will continue to receive funding directly from my Department for this role.  The principal functions of TII would be to secure the provision of a safe and efficient network of national roads and to secure the provision of, or to provide, such light rail and metro infrastructure as may be determined from time to time by the Minister.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In respect of national roads, the organisation would have overall responsibility for the planning and supervision of works for the construction and maintenance of national roads, and such other functions in relation to the construction and maintenance of national roads as are assigned to it.  In respect of light rail, the organisation would be entitled to enter into agreements with other persons in order to secure the provision of light rail infrastructure whether by means of concession, joint venture, public private partnership or any other means, and to acquire and facilitate the development of land adjacent to any railway works, subject to an application for a railway order where such acquisition and development contributes to the economic viability of such railway works.<\/p><p>In addition to the merger provisions in the Bill, I am availing of the opportunity to update existing provisions in the Roads Acts, having regard to current requirements in relation to the public road network and functions of the NRA.  These provisions are designed to give mandatory statutory footing to NRA standards for design, construction or maintenance works on national roads; to provide for the payment of grants by the NRA to road authorities in respect of their functions in relation to regional and local roads; to clarify the position regarding recovery of unpaid tolls; and to allow TIl and road authorities to engage in consultation with An Bord Plean&aacute;la before making planning applications in respect of certain national road schemes.<\/p><p>A merger implementation group is finalising detailed plans for the integration of both bodies.  Proposals for the organisation structure, grade profile and total staff numbers for the new merged entity were recently approved by the Department of Public Expenditure and Reform, having regard to wider policies and practices for the restructuring of State agencies, in particular, the employment control framework.  The implementation group has put in place plans for integration of HR, ICT and finance systems.  All NRA staff will relocate to the RPA offices in Parkgate Street on a phased basis and the process will be completed by October of this year.<\/p><p>The integration of two State bodies into one new entity presents a number of challenges, particularly from a human resource management point of view.  In this instance, the transfer of a commercial State body into the non-commercial sector is especially challenging and issues concerning terms and conditions of staff require sensitivity and careful consideration.  In this context, I understand management and staff have engaged constructively in a recent industrial relations conciliation process.  A draft protocol agreement encompassing a range of HR issues was concluded under this process and a ballot of union members on the draft agreement is under way.  I expect that all parties will continue to work together with a view to achieving the seamless integration of the two separate entities.<\/p><p>It is encouraging to note that both agencies are maintaining a strong focus on the delivery of their respective mandates and they are not allowing the merger preparations to distract them from performing their functions, including the delivery of important transport infrastructure projects under the Government's current capital plan.  For example, the RPA is engaged in leading with the delivery of Luas cross-city, with services due to commence by the end of 2017.  This plan will link the Luas red and green lines and carry an additional 10 million passengers every year.  Although the RPA is being dissolved, the merger with the NRA provides an opportunity to ensure that the value created over the years by the RPA, in terms of organisational, engineering, design and project management skills, will be retained and integrated into a new body which will be a leader for planning, delivery and management of road and light rail infrastructure for years to come.<\/p><p>The NRA is responsible for overseeing the management of 5,500 km of national roads.  Its extensive responsibilities include management of the national road maintenance and renewal programme, major and minor road improvement projects, tolling operations, bridge inspection and rehabilitation, setting of standards, and safety measures through to tunnel operations.  While reducing funds has meant that the main focus has been on maintenance of roads and bridges, some Exchequer-funded road improvement projects did go ahead, for example, the Ballaghaderreen bypass, which was completed last year, together with minor works projects, including important safety schemes.  In addition, despite challenging financial circumstances, the Government committed itself to a PPP infrastructure stimulus programme in 2012 which is now coming to fruition.  Two road PPP projects are under construction: the N11 Arklow to Rathnew project, which included the Newlands Cross flyover, and the N17-N18 Gort to Tuam project, which is a significant project consisting of 53 km of motorway and 4 km of dual carriageway.  Two further projects are at an advanced stage: the N25 New Ross bypass and the M11 Gorey-to-Enniscorthy projects.<\/p><p>The Government is preparing a new capital plan and I will be making a strong case for additional funding for land transport.  Due to financial constraints, the funding has decreased.  However, a recent strategic review undertaken by my Department found that the existing levels of capital investment in transport infrastructure are insufficient to meet required standards and will lead to more costly renewal at a later stage.  Historically, Ireland has invested on average approximately 1.1% of GDP in land transport.  Between 1999 and 2011, the average level grew to 1.4% of GDP as significant enhancements were made, most notably, the construction of the motorway network and of the two existing Luas lines.  By 2012, however, the average had reduced to 0.7% and investment levels have yet to recover.  The recent strategic framework for investment in land transport report found that &euro;1.3 billion annually is the minimum amount of Exchequer funding required.  In 2015, total Exchequer investment in land transport will amount to approximately &euro;1 billion - resulting in a funding gap of &euro;300 million - merely to allow the physical assets relating to the transport network to continue to operate as they do, without any investment in additional capacity.<\/p><p>The public transport requirements for the greater Dublin area are under review.  This includes a review of rail projects for the Fingal-north Dublin corridor and the updating of the business case for the DART underground project.  When these reviews are completed, I will consider the options for addressing key public transport deficits in the greater Dublin area, having regard to the costs and benefits of each project and to available Exchequer funding as well as other possible sources of funds.  I expect to complete this work by the middle of this year.<\/p><p>On the roads side, the priority for additional capital funding will be on maintenance and renewal of the national, regional and local road network.  However, there will be targeted investment where additional capacity is required to address bottlenecks, improve access to major ports and airports, and address the needs of industry.  It will also be linked to public transport investment where required to ensure that transfers between different modes of travel are as seamless as possible.<\/p><p>I now propose to outline the main provisions of the Bill.  The Bill is divided into four Parts.  Part 1 deals with technical matters such as the Short Title and commencement, definitions, savers and repeals.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Part 2 provides for the dissolution of the Railway Procurement Agency, RPA, and the transfer of its functions, property, rights and liabilities to the National Roads Authority, NRA.  Section 6 of Part 2 is the key section that covers the proposed arrangements for the dissolution of the RPA.  Section 7 of Part 2 provides for the functions of the RPA to be transferred to the NRA.  Section 8 is a standard provision to transfer land and any other property of the RPA to the NRA.  Section 13 allows the Minister to specify by order any name other than NRA for use for operational or branding purposes for the new body to better reflect its new remit.  The title \"Transport Infrastructure Ireland\" will be adopted as the new name for the NRA for operational purposes.  For legal reasons, the statutory name of National Roads Authority is not being changed.  Section 14 provides for the transfer of staff from the RPA to the NRA on the dissolution day, on no less favourable terms and conditions of service.<\/p><p>Part 3 deals with the functions of the National Roads Authority.  Section 16 of Part 3 provides that the Minister may, on behalf of or for the benefit of road authorities, request the NRA to arrange for the procurement of goods or services with respect to regional and local roads.  This is intended to facilitate road authorities by providing that goods or services may be procured at national level by one body, such as the NRA, when requested to do so by the Minister.<\/p><p>Part 4 provides for amendments to existing provisions in the Roads Acts.  Section 20 of Part 4 inserts new sections 15B and 15C into the Roads Act 1993 to provide new powers for the Minister.  The new section 15B gives a new power to the Minister to specify national standards for the design, construction or maintenance of public roads that must be complied with by anyone carrying out such works.  It also empowers the Minister to require the NRA to amend any standards specified by it.  Section 21 amends section 19 of the Roads Act 1993 to provide that any standards specified by the NRA relating to design, construction or maintenance works on national roads must be complied with by anyone carrying out such works, subject to the new section 15B(3), which allows the Minister to require the NRA to amend any such standards specified by it.<\/p><p>Section 22 provides that section 24 of the Roads Act 1993 is substituted by a new section that extends the power of the Minister to include the making of grants to the NRA in respect of its new functions under the Bill in regard to regional and local roads.  Section 23 amends section 28 of the Roads Act 1993, which relates to the appointment of members of the authority.  The purpose of this section is to expand on the areas of experience and competence that members of the board of the expanded NRA have.  The list will now include \"railway infrastructure\", to reflect the wider remit of the new body.  Section 24 inserts a new section 51A into the Roads Act 1993 to provide that road authorities and the NRA may engage in preplanning application consultations with An Bord Plean&aacute;la with respect to proposed road developments that require an environmental impact statement.  Currently, there is no provision in either the Roads Acts or the Planning Acts for the NRA or road authorities to enter into pre-planning discussions with An Bord Plean&aacute;la on proposed road developments.  This amendment is being introduced as it is considered desirable to allow for advance consultation with An Bord Plean&aacute;la on relevant projects.<\/p><p>Section 25 amends section 64 of the Roads Act 1993 to provide that a road undertaking may initiate court proceedings for the recovery of any unpaid toll as a simple contract debt as if the toll was founded on a contract made where the toll is being charged and collected or where a liability to pay the toll is incurred.  The purpose of this provision is to clarify that a road undertaking may take proceedings in the jurisdiction where the offence of not paying the toll was committed.  Section 26, by the substitution of a new section for section 82 of the Roads Act 1993, extends the powers of the Minister to allow him or her to request the NRA to make grants to road authorities or others with respect to regional or local roads.  It also provides that the Minister may make payments to any person or body in regard to public roads.  The Minister may also - under the new section 82A - request the NRA to administer the payment of grants to road authorities in respect of its functions with regard to regional and local roads on his or her behalf.<\/p><p>The merger will demonstrate the best and most efficient use of public resources consistent with the Government's public sector reform agenda and, in particular, its agency rationalisation programme.  The new merged body will benefit from the sharing of technical and professional expertise developed over the years in the RPA and NRA in helping to create a new organisation which will be a leader in the planning, delivery and management of transport infrastructure in Ireland.  Transport infrastructure Ireland will play a key role in maximising the contribution that the State's investment in transport can make to supporting our growing economy and meeting Ireland's longer-term economic, social and environmental objectives.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#T00300","speaker":"1007","continuing":true},{"type":"speech","time":1429176600,"counter":119,"content":"<p>It gives me great pleasure to welcome the Minister here today and wish him continued and responsible success with his ministerial portfolio.  I vividly remember when the Luas project was started where I live in Dundrum, and the then Minister, the late S&eacute;amus Brennan, in 2004 launched the Green Line and then the Red Line.  It has been a tremendous success.  My husband was the chairman of the Railway Procurement Agency; he was brought in at a time when there had been much controversy and steered it without any deviation.  He put a significant amount of time into restoring its credibility, as there had been controversies arising from the use of incorrect figures and so on.<\/p><p>In 2014, the then Minister, Deputy Varadkar, lauded the Luas project on its tenth anniversary.  He stated:<blockquote>Luas is ten years old and has been a phenomenal success.  Thirty million passengers use Luas every year and it operates without a Government subsidy.  The Luas cross-city extension should add another 10 million passengers per year and in future we can hopefully add other lines as well.<\/blockquote>We had trams restored to Dublin after an absence of 46 years, and it has been a phenomenal success.  It is a source of great pride for everybody involved with the project because of its great success.  Some people were concerned, none the less, about money being spent on such a project.  It has also been a success for people in the vicinity, and the trams are packed from very early every morning.  It is interesting that the passenger numbers dropped during the recession, but when they increased again it was a sign that the economy was improving.  Everybody feels good when travelling on the tram because it saves all those cars from driving into the city.  It is a peaceful and relaxing journey.<\/p><p>Ms Anne Graham, director of public transport services at the National Transport Authority, has stated: &quot;Luas is an iconic symbol of our capital city of which we are all very proud; this pride will be further enhanced when the new Luas Cross City commences operations in 2017.&quot;<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary M. White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2011\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2011&amp;amp;pid=MaryMWhite&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The Minister said a new name, \"the transport infrastructure of Ireland\", had been given to the new amalgamated organisation but that the old name would stay for statutory purposes.  We are not the best at efficiencies and all our inefficiencies in different parts of the economy are spelt out in the papers every day.  In this context, it is very important that the cultures of the two different organisations are amalgamated because it is not easy.  There was a big rush a few years ago to separate IDA, Enterprise Ireland and Forf&aacute;s and now they are coming back together, which means time and money is wasted.  <\/p><p>If the merger is not managed properly it will be bad.  There are high standards in the Railway Procurement Agency but, as the Minister said, there will be IR and HR issues.  When two State bodies are integrated into one new entity there are a number of challenges, particularly from the perspective of human resources management.  The transfer of a commercial State body into the non-commercial sector is particularly challenging.  Issues concerning terms and conditions of staff require sensitivity and careful consideration.  I have a great regard for the National Roads Authority and we can see around the country what it has delivered.  <\/p><p>I am sure most people in Ireland agree there is so much inefficiency all over the place.  Everybody is now concerned about the lack of competence in different organisations, from the treatment of patients in the west of Ireland to the lack of home care and proper child care services, including for children with disabilities.  There are women who are afraid of going into maternity hospitals to have a baby.  We really must get our act together.  As a business person I know what I am talking about.  <\/p><p>Joining the two organisations together is not just a bureaucratic exercise.  There are human beings involved and I know from personal experience about the passion in the Railway Procurement Agency because my husband worked on it 24\/7 for &euro;1 per week when Mary O'Rourke asked him to help on the legislation.  He saw that it would take much of his time but he gave of it because it was a patriotic labour for him to put all his effort into getting it onto the right track by using his experience as managing director of the IDA and Enterprise Ireland.  <\/p><p>I live beside the Luas and I use it regularly.  It makes one feel good, like Dundrum town centre which I also live beside and where everybody feels good because it is so clean, tidy and efficient.  We are always delighted with something we do well and if the country is doing well.  The Minister has to keep an eye on this matter himself.  It is not just a matter of one Government Department doing something to create efficiency.  That is easy to do.  This involves human beings continuing to give all they have in the shape of their brains and their passion.  I believe the public sector is perfectly capable of having passion when it is managed correctly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#V00200","speaker":"1156","continuing":true},{"type":"speech","time":1429176600,"counter":121,"content":"<p>I welcome the Minister to the House to debate the Roads Bill 2014.  I am delighted it has gone through the D&aacute;il and I hope when it leaves this House it will be signed into law and the Minister will be able to implement it.  The mission statements of the National Roads Authority and the Railway Procurement Agency both have the aim of providing transport efficiency.  The aim of the Railway Procurement Agency is to secure the provision of or provide for such light railway and metro infrastructure as may be determined from time to time by the Minister.  That of the National Roads Authority is to secure the provision of a safe and efficient network of national roads.  The two agencies are doing basically the same thing so it is important that they are merged.<\/p> <p>In 2011, when this Government came into power, we made a promise to the people that we would reform the public services and reduce the number of State agencies or quangos.  The Minister has pointed out that when all these reforms are put in place there will be 180 fewer quangos or State agencies, which will save the State approximately &euro;24 million.  This Government has also overseen a reduction of 34,000 people in the public service since 2011, a 10% reduction in staff which also creates efficiencies.  Private sector employment, however, is up by 95,000 so it shows that while this Government is making efficiencies and savings in the public service, it is still providing jobs in the private sector.  The previous Government, especially in the time of Bertie Ahern, increased the size of the public sector by 73,000 employees, or 30%.  They were able to brag about full employment but we now know where those people were being employed.  <\/p> <p>When it was being set up, we all said the National Roads Authority was another quango and I was one of the sceptics.  However, if the National Roads Authority is a quango it is a good quango.  It has, since its establishment, provided major infrastructure in this country, the biggest part of which is the motorway system from Dublin to our major cities.  Even its latest projects such as the Newlands Cross flyover, which I use more than any other, was delivered ahead of time and under budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#W00200","speaker":"1125"},{"type":"speech","time":1429176600,"counter":122,"content":"<p>By an Irish company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#W00300","speaker":"1007"},{"type":"speech","time":1429176600,"counter":123,"content":"<p>By an Irish company.  Since it was set up, the National Roads Authority has helped to save this State money and deliver great efficiencies.<\/p> <p>Why are we putting these two agencies together?  It all comes from the McCarthy report of 2009 on public service numbers and expenditure, which pointed out that these two State agencies were responsible for delivering major transport infrastructure projects, some of them on a public-private partnership basis.  It was clear there was a significant level of overlap in the type of service they delivered for the State and in the skills and expertise of the staff in capital project management, the procurement process and contract managing.  The report stated that merging these bodies would create a single entity responsible for the procurement of all major network infrastructure in rail and national roads.  In addition to pooling their expertise in areas like project delivery, archaeology and PPPs, the merger of these agencies should also yield savings in support areas such as finance and corporate services and the report reckoned a minimum saving of between &euro;3 million and &euro;4 million would be generated by a reduction of 30 in staffing levels for the new organisation.  This is more of what this Government promised.  The new agency will help further the progress we have made with motorways and other projects at a time when funding is low.  <\/p> <p>The Minister said it would will be called the \" TII\".  Why do we have to retain the name of the National Roads Authority rather than use the new name?  <\/p> <p>This new body will help to guarantee the infrastructure of Ireland in the 21st century and into the 22nd century.  The report said it was all about savings and efficiencies and the new organisation will benefit from combining technical expertise in the NRA and the RPA.  I intended to ask about the timescale for the new agency but the Minister has already said he hopes to dissolve the RPA in mid-year to bring the new agency into being.  <\/p> <p>The new organisation will also deliver efficiencies in management and we will only have one CEO of the new body, rather than one in each.  There will be only one board and associated support structures.  I look forward to the passing of this Bill, which shows the commitment of this Government to reform of and efficiency in the public service.  If Members will excuse the pun, it will either cement or tar the savings this Government has promised.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat O'Neill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2364\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2364&amp;amp;pid=PatONeill&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Consider the summary of the recommendations from the McCarthy report.  Four options are given.  If there were no merger of the two bodies, there would be no benefit to the State.  Recommendation 4 is for the full merger of the two bodies.  In this regard, reference is made to a reduction in the Exchequer funding requirement, the creation of a world-class transport infrastructure procurement centre, maximising flexibility to meet funding and operational requirements, the possibility of exploiting opportunities relating to the body's expertise in a flexible way due to its commercial mandate, and the contribution to improved national competitiveness.  This is why the two bodies are being merged.<\/p><p>I welcome the initiative.  It has taken too long to do this but the Minister, Deputy Donohoe, is responsible for transport and he has shown he is willing to make changes.  I support the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#W00400","speaker":"1125","continuing":true},{"type":"speech","time":1429176600,"counter":125,"content":"<p>As always, I welcome the Minister when he comes to the House for transport debates.  I support the Bill he has put before us this afternoon to place responsibility for both rail and road infrastructure under the one body.  Transport Infrastructure Ireland brings together the engineering expertise and, one hopes, the economics expertise of the bodies being merged.  The two bodies compete for investment funds that we need to develop the country.<\/p> <p>I support the Taoiseach and Minister in regard to the tendering of bus routes.  I do not believe there is a threat to anybody's employment.  In fact, experience shows that the opening up of bus routes results in the employment of more people.  The Dublin&ndash;Galway route is a notable example in that there was an increase from one bus per day to approximately 60 per day.  That means 59 more bus drivers.  If the business can develop by diversity of provision, it will be the way to go forward.  The PSO money is approximately &euro;90 million.  There cannot just be a block grant; there has to be competition for it.  I see no reason the two large companies cannot actually win some of the contracts.  Therefore, I hope there is no strike on 1 May.<\/p> <p>I commend the Minister on not bowing to pressure from the Stock Exchange, in particular, to make quick decisions on the Aer Lingus case.  This requires a major decision on how Ireland presents itself, particularly in respect of the north Atlantic.  I hope the report, when it goes to the Cabinet, will include a number of options allowing all of us in this House to decide the best approach.  I am glad the report has not been rushed.  I strongly feel that retaining Aer Lingus is the best approach rather than having it as part of British Airways, or IAG.<\/p> <p>Turning to the measures before us, I commend the Minister on what he has presented to us.  I am sure the number of people offering to help the Minister spend the &euro;3.4 million saved on administration has already increased tenfold.  In a sense, that is what happens to Ministers.<\/p> <p>Let me consider the infrastructure prospects.  A proposal put to the former Minister of State responsible for local government, Deputy O'Dowd, implied that a road system with cars only would be virtually maintenance free, particularly if that system were designed to the standard of the Irish motorway system, which is designed to the highest international standard.  Therefore, we must ask how we get the trucks using the system to cover their costs, as a good pricing system should do.  There is very strong evidence from well-respected studies conducted in the United Kingdom over a number of decades suggesting the correct basis for the taxation of heavy goods vehicles is the laden weight per axle.  However, for historical reasons we use the unladen weight of the vehicle.  A large vehicle with many axles will impose fewer costs and a lesser burden of the kind the Minister mentioned.  I refer to the &euro;300 million that was short for maintenance.  If studies give us evidence that certain trucks with a large number of axles that carry the same amount of goods as other trucks impose fewer infrastructural costs, which would lower the cost for Transport Infrastructure Ireland, why do we not have a taxation system that rewards people who buy vehicles with lots of axles?  This was suggested to the former Minister of State, Deputy O'Dowd, and he said he would look into it.  Perhaps the Department of the Environment, Community and Local Government, which has responsibility for the taxation of heavy goods vehicles, could attempt to secure the shift towards what I advocate.  When people's purchasing plans and conduct do not impose a burden, or impose a lesser burden, on the Exchequer, it is in the interest of both the Exchequer and the transport company to reward the good conduct.  The road and track cost studies are worth examining.<\/p> <p>On Saturday last, I attended the funeral of Mr. John Carrick, the former county engineer in Kildare who designed the first motorway in the Republic, the Naas bypass.  It was a long time ago.  We did cost-benefit analyses of it.  It was built by a company from Northern Ireland, Elliott's.  At the time, such a project could be carried out by a county engineer.  Responsibility has since been transferred to the NRA, and we now have a national system of motorways.  I note the Minister has added the sections between Gort and Tuam, and this infrastructure will link up with the motorway to the west.  That expands the network.<\/p> <p>I am not so concerned when the Minister says we had a surge of investment historically and that it then fell back.  There is no need to build the motorway system every single year, build a new harbour every second year or build a new airport every year.  Therefore, while the rules of thumb are handy to have in deciding the optimum amount, we need a cost-benefit analysis to assess the projects.  One goes through investment surges and there is no need to duplicate an investment once it has been made.<\/p> <p>Safety is an important dimension.  I am beginning to become concerned that the RSA has gone down an advertising route based on telling people to put their seat belts on and not to drink.  I support this but I wonder whether we need something new.  We could ask what measures we are taking to improve the safety of vehicles and enforcement.  Are there roads that contribute to accidents?  We have done very well to reduce the number of deaths on the roads from over 600.  One hundred and sixty was the lowest annual number of deaths but the number is starting to increase again, unfortunately.  Do we need to examine new approaches?  Perhaps the new body might examine this.  Does transport infrastructure improve safety?  Is it making a contribution in this regard?<\/p> <p>On safety, probably one of the luckiest days for transport safety in Ireland was the day when the Broadmeadow Estuary bridge in Malahide fell down.  It is used by 90 trains per day.  Happily, the driver saw what was happening and put on the alerts.  We were so lucky that day.  Have the rail safety lessons been learned?  Is this an issue the new body the Minister is establishing might consider?  The day in question must have been the luckiest for us in regard to safety.<\/p> <p>With regard to unpaid tolls, the estimates from the M50 Liffey bridge are that approximately 10% of the vehicles are not registered.  They do not pay tolls.  Tolls are collected by means of recording electronically the registration numbers of the vehicles.  If we have some way of collecting the lost revenue, which we need for the infrastructural projects, we must use it.<\/p> <p>I was a bit taken aback by the number of unregistered vehicles recorded on Irish roads, using the M50 bridge as one of the recording points.  A vehicle that is not taxed is, by definition, not insured.  I support the Minister in taking measures to collect tolls and ensure motorists are using our roads legally.<\/p> <p>Extending the Luas to Broombridge and connecting with the Sligo line, which the Minister mentioned, seems to be a very good idea.  If we had extended the line to the airport even a small number of years ago, the track would have been built in open country.  The longer we delay the project, the more expensive it will become because a substantial amount of the area will be built up.  This is worth exploring.<\/p> <p>The Minister referred to the updating of the business case for the DART underground project.  To me, \"business case\" means advocacy.  Analysis is much better.  Since we have the port tunnel on the east side of the city and the M50, and since we are to have the new Luas line, it is possible to get to the airport remarkably quickly.  Metro north does not seem to make sense and, therefore, the DART underground does not make sense.  I welcome the Minister's initiative in reopening the line through the Phoenix Park between Connolly and Heuston stations.  It will offer a service in Phibsborough and Cabra, where there is quite a lot of rail infrastructure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This opens up greater possibilities at lesser cost than the projects before us.<\/p><p>I welcome this Bill.  The new functions for the National Roads Authority in relation to local roads are important and I look forward to discussing these further on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#X00200","speaker":"1157","continuing":true},{"type":"speech","time":1429176600,"counter":127,"content":"<p>I welcome the Minister to the House.  I support the Bill.  There is little one can contribute to this debate that has not been said already.  Like Senator O'Neill I agree that the merger of two agencies which do similar jobs is a move in the right direction.  I believe the NRA is doing a good job and will manage the merger well.<\/p> <p>As is the norm in this House when we get a Minister in, we tend to deviate from the direct topic and raise a number of related issues.  I have two particular issues which I would like to raise with the Minister, one of which I have raised with him before but on which he has not yet come back to me, namely, people aged over 70 who have never held a full driving licence.  As the Minister is aware, people do not receive notification of expiry of their driving licences and, as such, they often forget to renew them.  Currently, people aged over 70 who forget to renew their licence are required to undergo a theory test.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00200","speaker":"1161"},{"type":"speech","time":1429176600,"counter":128,"content":"<p>The Senator is moving away from the provisions of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00300","speaker":"1120"},{"type":"speech","time":1429176600,"counter":129,"content":"<p>I know.  Something needs to be done to assist these people.  It is not the case that they will ever obtain a full licence if they have to undergo a theory test.  I am sure most people in this House, including myself, would not pass a theory test.  The only people who can pass them are 17 year olds who study for them.  I would like if the Minister would consider an amnesty for these people and allow them to re-apply for a provisional licence, with notification on a three-year basis of the need for renewal of the licence.<\/p> <p>The second issue I wish to raise with the Minister is that of insurance for young drivers.  I have great sympathy for families who are trying to insure young drivers on provisional licences or who have recently passed their test and are required to display an N sign on their vehicle for two years.  The cost of insurance for these drivers is approximately &euro;1,400 per annum.  Most families cannot afford that.  In most cases, these drivers are college students.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00400","speaker":"1161"},{"type":"speech","time":1429176600,"counter":130,"content":"<p>The Senator is straying far from the purpose of this Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00500","speaker":"1120"},{"type":"speech","time":1429176600,"counter":131,"content":"<p>Despite that they are away from home from Monday to Friday, often arriving home late on Friday and returning to college on Sunday, they are still required to be insured for 365 days a year at a cost of &euro;1,400 when in reality they may only drive a car 80 days in a year.  There is a need for some ministerial intervention in this regard.  There are many other things that can be done to ensure that young drivers drive safely, including a limit on the number of hours they may drive and the setting of a time after which they may not drive and so on.  We must do all that we can to bring about a reduction in the cost of insurance for young drivers.  Many families cannot afford to pay high insurance costs and, in some cases, do not pay for it at all which means there are young drivers out on the roads without insurance, which is even more dangerous.  I would welcome a response from the Minister on those two issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00600","speaker":"1161"},{"type":"speech","time":1429176600,"counter":132,"content":"<p>I welcome the Minister to the House and apologise in advance if I am not present to hear his response because I have to attend a committee meeting.  Sinn F&eacute;in supports this legislation.  Merger of the agencies concerned is a reasonable and sensible proposal.  It is important we have joined-up transport infrastructure that works in harmony to provide a service not only for commuters but for businesses and the public.  The proposed merger will combine the knowledge, expertise and experience of many qualified people working in both bodies concerned.  It is a sensible and positive move which will benefit the development and delivery of infrastructure projects into the future.  Obviously, the devil will be in the detail and the plans will need to be proceeded with carefully.  Stakeholders should be consulted and there should be minimal disruption caused to workers and existing projects.  That said, Sinn F&eacute;in supports this legislation.<\/p> <p>I wish to raise two issues with the Minister arising out of his opening statement.  The Minister mentioned the strategic review undertaken by the Department and stated that current levels of capital investment for transport infrastructure are insufficient to meet required standards and that this in itself could lead to more costly renewals in the future.  Does the Minister believe that, given current financial projections in terms of the movement of the economy, these standards will be met into the future or is there a danger that build-up in this regard will increase such that it will not be possible for them to be met in the short to medium term?  In the Minister's view, how long, owing to current levels of investment in transport infrastructure, will it take to deal with these renewals?<\/p> <p>The Minister also stated that priority for additional capital funding will be on maintenance and renewal of the national, regional and local road network.  A number of weeks ago I raised in this House with the Minister the local improvement schemes issue.  I again stress the importance of this scheme and highlight how reduced funding has reduced, if not diminished, the capacity of county councils to use their own funding for the scheme.  I hope that any plans that are being made for future investment and funding will include consultation with stakeholders such as county councils on how funding should be targeted and on how the Department and county councils can work together, not least to maintain and renew the national, regional and local network but, perhaps, to discuss how schemes such as the local improvement scheme can be enhanced and resourced in a real way.  I know every Department, section and division has its pot out seeking more money but roads infrastructure is critical.  It is difficult to promote road safety while some roads and lanes are not in ideal condition and councils have reduced roads funding spent before they get it.<\/p> <p>Senator Barrett spoke about the tendering of bus routes, on which issue I, too, would like to comment briefly.  Private companies will soon be able to bid for access to some of our public service obligation routes.  It would be remiss of me not to mention the fear that there will be a drive to the bottom by some private companies, many of which could be larger multinational companies, thus undermining public transport companies on two levels.  First, this could result in revenue being taken away from Bus &Eacute;ireann and Dublin Bus.  While it is not certain that Bus &Eacute;ireann and Dublin Bus will not retain some of the routes put out to tender, new companies might pay their workers less or invest less in services as a means of achieving savings, which might not materialise.  We do not want the State or those availing of these services to be ripped off.  Second, Dublin Bus and Bus &Eacute;ireann could as a result of this proposal be forced to cut back on less profitable services in order to save many of the routes that will be subject to bidding.  The fear is that rural routes in particular will be cut, thereby impacting on rural infrastructure and limiting the ability of people in the areas concerned to access urban centres.<\/p> <p>As I said, Sinn F&eacute;in supports this legislation and the sensible proposal it provides for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00700","speaker":"1155"},{"type":"speech","time":1429176600,"counter":133,"content":"<p>I, too, welcome the Minister to the House and compliment and congratulate him on the sure-footed manner in which he is handling his very wide brief.  I share the views of Senator Barrett more than those of Senator Reilly in relation to the tendering for 10% of the bus routes.  I would appeal to Dublin Bus and Bus &Eacute;ireann to call off the strike and to continue engaging in meaningful discussions.  A strike is not in anybody's interest.  It will only discommode the public.  The commitments and guarantees as outlined by the Minister on conditions of employment are significant and should be taken on board by the unions concerned.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When I saw that the RPA was to be merged with the NRA, it brought memories flooding back of a major announcement by a previous Administration some years ago when there was to be a major decentralisation of Government Departments into rural Ireland.  The RPA was to decentralise to Ballinasloe, and there was great excitement and joy in the area.  I can only reflect on the fact that we could have had the two organisations decentralised to Ballinasloe, which would make sense geographically, given that it is in the centre of Ireland and at the heart of many of the infrastructure improvements that are happening throughout the country.  Alas, it was not to be.  I congratulate the Minister on bringing forward the Bill and on successfully steering through a merger that has been recommended for some years.  As Senator O&rsquo;Neill said, the McCarthy report of 2009 recommended that the two agencies be merged in light of the fact that they were delivering very significant infrastructure and that it would result in significant cost savings.<\/p><p>I hope the merger will be a template for how things can be done well.  It appears that everything on the human resources side regarding the transfer to the merged premises has been sorted out well.  The cost savings are significant and tangible, with reductions in administration costs, the number of people on boards and chief executives&rsquo; pay.  The wider benefit is that it combines the technical expertise in the NRA and the RPA.  It is important that we make such savings on an ongoing basis to ensure we have resources available for investment in the very significant infrastructural projects that are ongoing and that will hopefully be planned in future years.  The Minister referred to the M17 and M18 Gort to Tuam project, which comprises 53 km of motorway and 4 km of dual carriageway.  It is a very significant piece of infrastructure for the west and will have major economic benefits for the western seaboard, making access for business and personal use much easier.<\/p><p>I hope that before long, as we slowly edge towards a solution for our transport problems in Galway city, when the final solution is put in place, the investment that will be required for road and, I hope, light rail infrastructure will be forthcoming.  While the outer bypass of Galway city is necessary, and hopefully a route will soon be agreed for it, Galway city&rsquo;s traffic problems will never be fully solved by road infrastructure, and a light rail system must be very seriously considered.  Today is a significant day in that we merge two bodies that play a very significant role in developing transport infrastructure, and I echo the Minister&rsquo;s statement that TII \"will play a key role in maximising the contribution that the State's investment in transport can make to supporting our growing economy and meeting Ireland's longer-term economic ... and environmental objectives\".  I wish the Minister continued success and I have no doubt that the benefits of the merger will be seen in years to come as we deliver the projects in a timely, efficient and cost-effective manner on all occasions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Y00800","speaker":"1118","continuing":true},{"type":"speech","time":1429176600,"counter":135,"content":"<p>On the face of it, this is a good Bill and makes much sense.  The McCarthy report of 2009 recommended that the two bodies be merged, chiefly because of the overlap of services.  Anybody observing the operation of the two bodies could see it.  There is overlap in the work of the two bodies in procurement and the PPPs, and merging their expertise will be a step in the right direction.  The envisaged saving of &euro;300 million is very important.  I do not know whether the Minister has had time yet to consider how the &euro;300 million might be spent.  The maintenance of the regional and local roads needs constant monitoring because their funding has decreased by 9%.  Looking back at the bad old days, when those roads deteriorated they caused many difficulties.  Travelling through some of those back roads, I see potholes beginning to emerge.  This was the story in the old days.  While I am not saying it relates to the 9% reduction, it is worthwhile to investigate it because we do not want this to happen.  Although I am not saying potholes are widespread, some of the potholes I encountered were dangerous and deep.  If there is any way of directing some of the &euro;300 million towards that, it would be a step in the right direction.<\/p> <p>The principle behind the merger makes much sense.  Going back a long time before the last election, and arising from the McCarthy report, quangos were examined.  Although many of them may have done good work in their time, much of their work became redundant.  Often, those who have ownership of a quango do not want to let go of it.  In the economic situation of the time, it was very difficult to make an argument that because they were in a position to do a particular job for a certain period of time they should be left there.  We started to look in the right direction of how to maintain the quality of service while at the same time reducing the number of quangos, largely through mergers, and it seems to have worked out very well.<\/p> <p>The Minister would be more up to speed regarding what has happened with staff as a result of some of the mergers over time, and it is a consideration in this merger.  The Labour Relations Commission will be contacted about it.  I suggest we keep our eye on the area.  We must be careful with people's jobs but at the same time we must have value for money.  Given that we have not yet christened the new body, it will be an important occasion.  It will be good if it happens with a minimum of staff disruption.  Generally, it is possible through voluntary redundancy and otherwise to achieve such a merger, and I am sure the Minister is on top of this.  It should not be put on the long finger but should be part of what we are doing.<\/p> <p>It makes great sense that the NRA are to have pre-planning discussions with An Bord Plean&aacute;la.  I discussed this with somebody recently.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Labhr&aacute;s &Oacute; Murch&uacute;:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1968\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1968&amp;amp;pid=LabhrasOMurchu&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Every applicant for planning permission should have the opportunity to engage in a more focused preplanning discussion with the planning authorities.  Many people applied over the years to build one-off houses on family land.  If the planning authorities were more open to discussion with a prospective applicant before the application had been made, many of the difficulties that arose subsequently could have been obviated at the time.  I do not accept the argument that such an approach would diminish or dilute the planning structure.  There may be cases where we have to be a little careful but if we want to focus on proper roads development, we should not wait until the application is submitted and goes through a process of appraisal and so on.  If much of that work is done beforehand with An Bord Plean&aacute;la, it should be possible to submit an application which takes account of what the board requires.  It would present a good opportunity to expedite planning permission.<\/p><p>Some Bills that come before us should have no political nuance whatsoever and this is one.  Legislation should be introduced in the House more often on which we should not necessarily have to divide on political grounds.  The public does not appreciate it when that happens and they will not forgive us too easily if we waste time on political posturing.  That is why this is a good Bill and I am sure it will work well.  If it saves &euro;300 million, it is to be hoped the regional and local roads structure will be examined.<\/p><p>While planning is not covered by the legislation, perhaps the Minister will examine the possibility of legislating for a preplanning period because that would create more confidence in the planning structure.  There is nothing worse than a person who has been refused planning permission saying it was granted for a house 100 yards away.  Terrible planning applications have been granted in towns, and monstrosities stand out in them.  Every time people pass them, they comment on how planning permission was ever granted for them.  I wish the Minister well with the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#Z00200","speaker":"1115","continuing":true},{"type":"speech","time":1429176600,"counter":137,"content":"<p>I thank Senators &Oacute; Murch&uacute;, Mullins, Barrett, Reilly, Kelly, O'Neill and White for their contributions, for the way they have approached what the Government and I are seeking to do, and for the observations they have made on the legislation.  I will respond to the common themes of their contributions before turning to specific issues they raised.<\/p> <p>I acknowledge the contribution Senator White's husband made as chairman of the Railway Procurement Agency and the work he did with the Industrial Development Authority.  She acknowledge the success of the Luas.  Approximately 30 million passengers are carried on light rail annually with the number increasing last year.  We expect an additional 10 million passengers to be carried on the network when the Luas cross-city project is complete, not only because the new line will be provided but also because it will integrate with existing lines. which is important.  That will present us with the opportunity to increase passenger numbers by almost one third.  Works are taking place in Broombridge in my constituency and it is tremendous to see families stopping on the way to school to look at all the work taking place in an area through which rail lines used to pass.  In many ways, we are going back to the future with these projects because we are recreating the transport infrastructure that was present in our city many decades ago.  It is an exciting project, which is making good progress and I look forward to the opening of this line in 2017.  I am particularly pleased that I was able to play a role in having the depot, which will be located adjacent to Broombridge station, named the Broombridge Hamilton station.  Much of the equipment and carriages will be stored there.  Sir Rowan Hamilton made a great mathematical breakthrough almost two hundred years ago at a bridge located near the depot and I look forward to us being able to commemorate that properly.<\/p> <p>Senator White highlighted the value of public transport and pointed out that people feel good when they travel on the Luas.  The reason for that is this is public transport done well.  Another form of public transport that has been done well is that provided by our bus companies.  Senators Barrett, Reilly and Mullins offered diverging views on this.  Over recent days, I have commented publicly on the value I place on the role of Dublin Bus and Bus &Eacute;ireann and the CIE group in totality.  My words alone might not be sufficient for many but if they are not, people should look at the track record of the decisions I have made recently in respect of that organisation.  Prior to Christmas, I invested &euro;101 million in the fleets of the CIE group to strengthen the company's financial position and in acknowledgement that this was needed by employees and the companies' passengers.  I have been at pains to stress that following a process, which I acknowledge will cause worry, in the coming years we will have a bus market that is significantly bigger than it is now.  Within that market, Dublin Bus and Bus &Eacute;ireann will do well and they are capable of doing even better.  Many of my predecessors spoke about making the change I have proposed.  We have reached this point and it has fallen to me to make it happen.  The taxpayer is paying a huge amount to support public bus companies and the reason this change is being made is simply to ensure options are available to invest that money and make sure the best return is delivered on behalf of the taxpayer.  Last year, these bus companies received &euro;90 million in public service obligation funding.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I aim to create an environment in which that funding can achieve even more for the taxpayer through a tendering process in which the public bus companies themselves will be competing.<\/p><p>Senator Reilly spoke about the fear that profitable routes might be, to use her phrase, cherry-picked by particular kinds of operators.  That misses the point of what is going on.  The routes being tendered out in this process are not commercial routes.  We have commercial routes in our country, on which Bus &Eacute;ireann and coach operators have been competing with each other every day for over 20 years.  These are public service obligation routes, in which the taxpayer invests.  We are not putting the market out to tender through this.  We are putting out 10% of routes to achieve competitive tension.  Senator Reilly also expressed her concern about the effect on working standards and living conditions, which I understand.  However, we must remember this change is taking place inside a market that is already very highly regulated.  Much of that regulation is economic in nature.  I reiterate to the Seanad what I have already said publicly, most notably yesterday, namely, that I am committed to ensuring that the terms and conditions of employees who could be affected by this would be protected.  We made this commitment through the Labour Relations Commission.<\/p><p>Senator White made the point that we need to come up with environments in which people are capable of delivering their best and in which efficiencies can be achieved.  I strongly believe this change will deliver in this regard.  Senator O'Neill posed a number of important questions in this regard.  He noted the efficiency savings that are to be achieved and I acknowledge, as he did and as I did earlier, that it will be year three before we get to this point.  That is because changes will have to be made to achieve the coherence we are seeking.  That will cost money, but when those changes are made, I am confident that from year three onwards, savings will be delivered, which in turn can be returned to the taxpayer or used to deliver further services.  While the efficiency savings do provide some of the rationale for doing this, Senator O'Neill said that if the NRA is a quango, it is a good quango.  We are trying to get to a point where, in a country of our size, we have one organisation that has the tools, skills and expertise to manage particular kinds of infrastructure.  That is what this project is about.  Alongside that, it will give the people an organisation of sufficient scale for them to have opportunities to progress their own careers, develop their own skills and work on new projects and bigger things, which they might not have been able to do if these entities had stayed separate.<\/p><p>Senator Barrett touched on tendering.  We have discussed the Aer Lingus and IAG matter before, so I will not go into it now, but he has commented on the many people who are encouraging me to hurry up.  I will approach this matter carefully and spend the time required to ensure it is done right.  That is what the House would expect me to do, not to mention the people of Ireland.  The Senator made one point I agree with, namely, that we do not need to build new projects every year.  I want to relate that to a point Senator &Oacute; Murch&uacute; made and which Senators from all sides of the House have made to me in the Seanad and privately.  I agree with his point and in the report I published on the Department's website yesterday on the strategic framework for investment in land transport, I made the point that we need to see the amount of funding available to land transport increase incrementally all the time.  However, it is my contention that the main place that additional money needs to be spent is in maintaining what we have.  My first priority in that regard is the local and regional road network the Senator has described.  That local and regional road network constitutes approximately 93% of the roads in our country.  I am very conscious from points that Senators have made and from doing my job across the breadth of our country that the parts of our transport infrastructure that are under the most pressure are our local and regional roads.  When Senator &Oacute; Murch&uacute; was framing his point around potholes, he spoke about the damage they can do.  He is correct.  Potholes and the deterioration of the surfaces of our local and regional roads provide a pressing challenge for this Department and for our local authorities.  Over time, we need to respond to that challenge and invest in addressing it.  Senator Barrett also made a point about the variety of projects out there.  He said that we do not need advocacy, but rather analysis.  I am replete with advocates and am glad to say I am also replete with analysts in my own Department and the National Transport Authority to rise to the point he has made.  That is why, in respect of the transport option for the north side of the city, I ask the National Transport Authority to consider, on a like-for-like basis, what is the best way of responding to the transport challenge our city faces.  While I am certain that when I make a recommendation, many people will still disagree, I would rather do that on the basis of analysis and conclusions that I will stand over than on the basis of either my personal views or the views of others.<\/p><p>Senator Kelly raised two points with me.  I am sorry if I have not responded directly to him on those points, because he has raised them with me in the Seanad before.  Regarding his request for an amnesty for the over-70s, I am sorry to disappoint him but amnesties are not the way to go in terms of addressing needs like this.  We continue to have a pressing need to ensure the training is in place and the skills are in place among all those who hold driving licences, regardless of age.  I would be concerned that any kind of amnesty would get around a very pressing need.  Regarding insurance for young drivers, I take the Senator's point that it is very expensive for young drivers to get insurance for the first time.  I want to see that as drivers gain experience on the roads, the insurance premiums they face reflect this level of experience.  If they have not had any accidents and, if they have no, or few, penalty points, that should be reflected in the insurance premiums they face.  I believe that happens in some cases, but I take the Senator's point about seeing if there is anything that could be looked at to encourage that to happen more.  I accept that the cost of insurance is a growing concern for many people.<\/p><p>I have already addressed Senator Reilly's comments on my views on the tendering of bus services.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=04&amp;amp;day=16\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->With regard to her point on capital investment I have already touched on this.<\/p><p>I thank Senator Mullins for his points on tendering.  We would have found ourselves in a different place if the Rail Procurement Agency had decentralised but it was not to be and will not happen now.  It will be based on Parkgate Street.  I am aware of the various points made by the Senator on what is happening and the discussion taking place on the transport options for Galway city.  It is very much a matter for the local authorities in Galway to recommend a particular route.  I hope that in the process of so doing it will recognise many of the concerns people have and I hope they will be alleviated.  In terms of new light rail options, for the time being we will have our work cut out for us paying for the light rail options we have in Dublin and maintaining the hard rail network throughout the country.  I suggest a transport priority we could deliver, which would make a big difference to many people, is making progress on the funding and quality of our local and regional roads which are of concern to many of the Senator's constituents and many local authority members throughout the country.<\/p><p>I have touched on the points made by Senator &Oacute; Murch&uacute; on local and regional roads.  I share his views on quangos.  Sometimes I feel the word \"quango\", which I have used myself in the past, may be pejorative to those working in the agencies.  These agencies were created to do work which was deemed valuable at the time by either the Government or society.  Just because a quango or organisation is dissolved or integrated into another body it does not mean the work does not need to be done.  It does need to be done, but by fewer people operating in smaller organisations.<\/p><p>The way our public servants have responded to do far more with less is to their credit.  I heard Senator White touch on the levels of inefficiency we hear spoken about every day, which do exist as they do in the private sector; I have worked in both.  We continue to face many challenges, which I have acknowledged and stated they exist, regarding work practices and the changes we need to make in how we deliver public services.  I am in the middle of such an issue with regard to the tendering of bus routes.  We must also acknowledge the huge work our public servants have done in responding to great challenges at a time when far less was available to them.  The NRA and the RPA have played a role in this.  The Labour Relations Commission is already playing a role in dealing with matters that are sensitive to employees in both companies.<\/p><p>Senator &Oacute; Murch&uacute; indicated the savings this might lead to may be in the ballpark of &euro;300 million; oh, but that they could be.  We estimate they will be approximately &euro;3 million to &euro;4 million.  I regretfully disappoint the Senator and I do so genuinely because I would be even happier than him if it were so.  I may have got my words wrong or the Senator may have misunderstood me as I was speaking.  I agree with him that as the savings are delivered and as more money becomes available, local and regional roads are very important candidates for it.  While these savings of &euro;3 million to &euro;4 million form part of the rationale they are not all of it.  The broader background to this is that for economy of our size and for transport infrastructure of the scale we have and which we are likely to have in future it is very appropriate that we have a single body, and that within this single body we look for further efficiencies and give opportunities to all staff to develop their skills and careers and have the opportunity to work on new projects, and by doing so deliver what will be contained in the title of the new body, which is transport infrastructure for Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#AA00200","speaker":"1007","continuing":true},{"type":"speech","time":1429176600,"counter":140,"content":"<p>I asked why TII cannot be used as a title.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00200","speaker":"1125"},{"type":"speech","time":1429176600,"counter":141,"content":"<p>I apologise for missing that question.  Given the number of contracts in which the NRA is involved I believe it prudent that the statutory name of the organisation be maintained to ensure we continue to meet our legal obligations seamlessly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00300","speaker":"1007"},{"type":"speech","time":1429176600,"counter":142,"content":"<p>Will the RPA remain a statutory body?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00400","speaker":"1125"},{"type":"speech","time":1429176600,"counter":143,"content":"<p>These matters can be raised on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00500","speaker":"1120"},{"type":"unspoken","time":1429176600,"counter":144,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1429176600,"counter":145,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00700","speaker":"1120"},{"type":"speech","time":1429176600,"counter":146,"content":"<p>Next Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00800","speaker":"1125"},{"type":"speech","time":1429176600,"counter":147,"content":"<p>  Committee Stage ordered for Thursday, 23 April 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC00900","speaker":"1120"},{"type":"speech","time":1429176600,"counter":148,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC01000","speaker":"1120"},{"type":"speech","time":1429176600,"counter":149,"content":"<p>At 2.30 p.m. next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015041600002#CC01100","speaker":"1125"},{"type":"unspoken","time":1429176600,"counter":150,"content":"<p>The Seanad adjourned at 3.05 p.m. until 2.30 p.m. on Tuesday, 21 April 2015.<\/p>","notice":"TIME STRING DETECTED"}]