[{"type":"minorheading","content":"Prelude","time":1411479000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1411479000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1411479000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1411479000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1411479000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300002#A00100"},{"type":"speech","time":1411479000,"counter":6,"content":"<p>I have received notice from Senator Martin Conway that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Finance to comment on the VAT rate applicable to Irish dancing classes and whether it may be reduced in the upcoming budget.<\/blockquote>I regard the matter raised by the Senator as suitable for discussion on the Adjournment and it will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1411479000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300003#B00100"},{"type":"speech","time":1411479000,"counter":8,"content":"<p>The Order of Business is No. 1, Education (Miscellaneous Provisions) Bill 2014 - Committee Stage, to be taken after the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300003#B00200","speaker":"1130"},{"type":"speech","time":1411479000,"counter":9,"content":"<p>I await with interest the answer to the Adjournment debate involving Senator Conway.  Was it on Joe Duffy's radio show yesterday?<\/p><p>On a number of occasions, Senators on both sides of the House, including Senator Gilroy in particular, have raised the issue of early intervention for children with special needs who need speech and language therapy.  I assume most Members saw the Inclusion Ireland report last week which highlighted the fact that 15,000 children in the country are languishing on waiting lists and cannot access any services.  Kids with special needs need help to set them in the right direction and ensure they reach their maximum potential and get support.  In all parts of the country things are at crisis point, and this is more acute on the east coast and in Dublin, where there are no early intervention teams.  The Government closed the waiting list from June 2012 in the north city and county area of Dublin.  Children cannot be added to a waiting list to access speech and language therapy.<\/p><p>No one on the Government benches agrees that this is acceptable.  It is unacceptable that we must continue to talk about this.  I have raised the matter on numerous occasions, as have Members on all sides, but we are getting nowhere and nothing is being done.  This matter lies with the Department of Health, and it is too serious to let the situation continue.  We cannot raise this today and then talk about it in a few weeks' time when another report is issued.  We are lucky because we have the ability to speak about this and put across our points.  Many of the children who are waiting for initial assessment for speech and language therapy are unable to do what I am doing.  What I am doing this afternoon is speaking on their behalf.  If we are serious about building a fair society even in the toughest times, surely urgent funding can be put in place to resource the teams.  In the north Dublin area, 2,258 children have been waiting since June 2012 to get an initial assessment, and no one has been added to the waiting list since then.  Of the 15,000 children countrywide, God knows what is the real figure.<\/p><p>I am not tabling an amendment to Order of Business by way of confrontation but to insist that the Minister for Health come to the House to outline the Government's plans in this regard and to explain how we will tackle the waiting lists.  Irish people are inherently fair, and if we said we would need &euro;30 million or &euro;40 million to properly resource the teams and put a specific emphasis on reducing waiting lists, people would not have a problem saying that we could not do such and such another thing because the money was needed to resource these teams.  It cannot be allowed to continue.  I have met parents who were being funded by charities to pay the initial fee for the occupational therapy report.  They cannot afford it.<\/p><p>If we are serious about this, let us agree that if the Leader will not accept the amendment to the Order of Business, he will set aside specific time next week to get the Minister into the House to hear our case and outline his case in a non-confrontational manner.<\/p> <p>We should work on this together.  It has been raised in the House on numerous occasions.  All of us want to see this situation improved upon.  It is so urgent that we cannot simply continue to talk about it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300003#B00300","speaker":"1139","continuing":true},{"type":"speech","time":1411479300,"counter":11,"content":"<p>I welcome the positive economic figures that have been published in recent weeks.  In particular I welcome the comments of the Minister for Public Expenditure and Reform, Deputy Howlin, make this morning before the Cabinet meeting to the effect that this is the best pre-budget position the country has been in for six years.  For the first time in a long time we are seeing positive indicators going into a budget.  I hope this means the health, education and social welfare budgets will be protected and that we will not see cuts in those services.<\/p><p>The Leader will respond to Senator O'Brien's amendment call, but I share his concern, as does everyone in the House.  Senator O'Brien has fairly referred to the long delays and the Inclusion Ireland report about the lack of access to speech and language therapists.  It is appalling.  It is not new in the sense that we have seen such delays in the system.  We have seen a lack of recruitment as well.  One key issue is simply a shortage of skilled personnel who are able to carry out the assessments and provide the appointments.  We need to see urgent action taken on this matter.  I absolutely agree with Senator O'Brien on this - I imagine everyone in the House would agree on it.  I would like to see us having an early debate on the matter, even if it cannot be facilitated today.<\/p><p>On a lighter note, I wish all those involved in the ploughing championships this week well.  It is expected that 200,000 people will visit the championships  It is an important showcase for Irish agriculture, agribusiness, the food business and artisan food producers as well.  It is a positive event this week.<\/p><p>Will the Leader consider arranging an early debate on climate change following the meeting that has been convened by the United Nations Secretary General, Ban Ki-moon, in New York today?  It is a meeting of world leaders to look at trying to break through the obstacles preventing the taking of serious action on climate change.  It is a welcome initiative.  He has broken out of the normal structures of UN meetings on climate change to call this one-off meeting and seek commitments from leaders of all countries on how they will reduce their emissions and stick to targets.  We need to keep climate change at the top of our political priorities and I am pleased to see that the Government has committed to introducing the legislation.  I hope we will see it become law in 2015.  It has long been promised.  I know there is support from all sides of the House for climate change legislation but the last Government could not get it through.  It is really important that we get it through in the term of this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300004#C00200","speaker":"1148"},{"type":"speech","time":1411479300,"counter":12,"content":"<p>In light of the unfolding controversy about the abortion guidelines published by the Department of Health last Friday as well as the HSE's report on Ms Y's case, made public by RTE's &quot;Prime Time&quot; last night, I have some questions for the Minister for Health.  As responsible law makers no doubt we all have questions for the Minister for Health.  It is imperative that we are provided with an opportunity to raise them with the Minister in the Seanad as soon as possible.  The people on all sides of the abortion debate deserve to have us, as public representatives and law makers, spend our time facing head-on whether our law-making is adequate, effective and whether it holds its intended impact, especially with a law as fresh as the Protection of Life During Pregnancy Act.<br\/>On Friday last when he was commenting on the publication of abortion guidelines the Minister for Health was reported as saying:<blockquote>One thing I know as a doctor is that medicine is never black and white and I know as a legislator that legislation can never be black and white. It is never going to be possible to create guidelines that provide absolute clarity.<\/blockquote>My first question to the Minister is: Why not?  I have trawled through the guidelines and, although I am not a medic, I do not believe the issue is clarity.  With due respect to our Minister - it is great to hear such a straight talker - I do not believe it is a matter of clarity.  If the Leader would, please, invite him here as soon as possible the following are my questions.  The law we have made says clearly that a pregnant woman's assessment is on the basis of &quot;risk of loss of the woman's life by way of suicide&quot;.  Why do the guidelines state that what must be assessed is the risk to the woman's life arising from suicidal intent?  Suicidal intent, as a technical term, means someone must be planning an immediate act of self-harm.  While very clear, does this guideline not restrict the risk to a woman's life more than our law intends?  Another section of the guidelines, namely 6.4, states that an early delivery by induction or Caesarean section is permitted under the Act.  Why was this not part of the draft guidelines in July?  Why in legislation with the intent to make abortion legal when a woman's life is at risk do we now have guidelines for delivery?<\/p> <p>We cannot shirk our responsibility as law-makers.  Parliamentary debate on these issues should not be silenced.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300004#C00300","speaker":"1176","continuing":true},{"type":"speech","time":1411479900,"counter":14,"content":"<p>I welcome the fact that No. 2 on the Order Paper, the Medical Practitioners (Amendment) Bill, will be taken this week.  It will seek to cover medical practitioners who have no insurance, and thereby protect patients.  I welcome this but it should be put on the record that this is, in essence, Senator Colm Burke's Bill.  His was an exceptionally good Bill from the Government's side of the House and there is no reason that the Government should not have accepted it at the time and, as I said then, amended it in the process if there were areas with which it disagreed.  For that reason I tabled a similar Bill, but I withdrew it when I heard the Government intended to introduce such legislation speedily.  However, credit should be given to this House and to Senator Colm Burke, who initiated this.<\/p><p>With regard to the question of abortion, I was taken aback by the provisions of the Government's legislation because they specifically excluded fatal foetal abnormality and rape.  During the hearings held in this House we were assured that suicidal intention, or to use that revoltingly unattractive phrase, &quot;suicidal ideation&quot;, was so rare as to be absolutely negligible, at only one in half a million or a million.  Next thing, one had landed on our plate, so it was necessary to consider it.  I note with satisfaction that recent opinion polls have shown that a majority of the Irish people, 56%, now strongly support allowing women to have an abortion in cases of rape or fatal foetal abnormality.  The Government should take note of what the voters are saying, not focus groups, conservative backbenchers and certainly not the so-called, self-styled Iona Institute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300005#D00200","speaker":"1136"},{"type":"speech","time":1411479900,"counter":15,"content":"<p>I agree with the sentiments expressed by Senator Darragh O'Brien regarding the Inclusion Ireland report on speech and language therapy in this country.  Those sentiments are correct.  Nobody in this House would stand over the appalling record with regard to dealing with young children at an extremely important and vulnerable age in their lives to ensure that they get the best start.  Indeed, I was even more troubled to discover that the situation in the Clare, Limerick and north Tipperary area is particularly concerning.  There are 18 speech and language therapists for the mid-west area and instead of dealing with a caseload of 50 each, which would be the appropriate number of cases to be dealt with by a speech and language therapist, they have an average of 203.  If one is meeting 203 people on an ongoing basis, one will barely remember them, let alone remember the detail of each specific case.  This situation is now at a crisis point.<\/p><p>I urge the Leader to arrange an urgent debate with the Minister for Health on the matter.  It might not be practical to invite the Minister to the House today, but it would be practical, and indeed necessary and imperative, that the Minister for Health would come to the House in early course to deal with it.  It is only when figures such as these are released and there is a realisation of the appalling situation people are in that action sometimes happens.  Various speech and language therapists will tell us about their specific caseloads and how difficult and challenging it is to deal with them, but it is only when the situation is chronicled on a national basis that one can see that children in Clare, Limerick and north Tipperary are not getting the same service as children in other areas.  That is contrary to the Disability Act 2005, the Act governing this area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300005#D00300","speaker":"1158"},{"type":"speech","time":1411479900,"counter":16,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300005#D00400","speaker":"1120"},{"type":"speech","time":1411479900,"counter":17,"content":"<p>It is also contrary to our Constitution, which states that every child should be treated equally.  That clearly is not happening.  It is extremely important that the Minister for Health come to the House and account for this appalling service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300005#D00500","speaker":"1158"},{"type":"speech","time":1411480200,"counter":18,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300006#E00100","speaker":"1139"},{"type":"speech","time":1411480200,"counter":19,"content":"<p>Once again the Government has brought the reputation of the Seanad into disrepute in the context of the appalling way in which it has dealt with the by-election relating to the seat formerly held by Ms Deirdre Clune, MEP.  In the first instance, it was obliged to introduce amending legislation in order to allow the by-election to take place.  Now, in an effort to impose its own candidate, it appears the Government has appointed someone to the board of the Irish Museum of Modern Art, IMMA, with the sole purpose of qualifying that person for election to this House via the cultural and educational panel.  It is time this House said \"Stop\" to the Government.  A referendum was held one year ago and at that time the public clamoured for reform.  My party's leader in the House has informed me that since the referendum - and despite promises to the contrary - there has been one meeting with the Taoiseach in respect of reforming the Seanad.  The leaders of the other groups may agree with this assertion.<\/p><p>I have no difficulty with the Clerk of the Seanad, who always does her job in accordance with the law.  However, I have a severe difficulty with a Minister making an appointment to a board if the sole purpose of doing so is to qualify a candidate for election to this House from the cultural and educational panel.  The latter would be an outrageous breach of the ministerial code of conduct and I am sure the Standards in Public Office Commission will be interested in examining the circumstances involved.  It would be fair to give the Minister involved an opportunity to come before the House to outline the position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300006#E00200","speaker":"1116"},{"type":"speech","time":1411480200,"counter":20,"content":"<p>As the Senator is aware, the 1947 Act sets out all the criteria in respect of nominations to Seanad panels.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300006#E00300","speaker":"1120"},{"type":"speech","time":1411480200,"counter":21,"content":"<p>It does and, in that context, I am not querying what the Clerk did in respect of this matter.  I am, however, querying what the Minister did in order to satisfy the strict legal requirements with which the Clerk must comply.  It is important that the Minister for Arts, Heritage and the Gaeltacht come before the House in order to explain the recent appointment to the board of the IMMA.  The latter is an extremely important institution within the State and its reputation has been brought into disrepute as a result of what happened in this instance.<\/p><p>Very little information has been made available in respect of this issue.  However, details relating to it leaked into the public domain in the past couple of days.  The appointment in question was made approximately one week ago.  I presume that the person who was appointed will be elected to the House and will be obliged to resign from the board of the IMMA at that stage.  That would be an outrageous abuse of the process relating to ministerial appointments.  I take this opportunity to second the amendment to the Order of Business put forward by Senator Darragh O'Brien and I wish to propose my own amendment to the effect that the Minister for Arts, Heritage and the Gaeltacht, Deputy Heather Humphreys, come before the House in order that she might explain exactly what occurred in connection with the appointment to which I refer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300006#E00400","speaker":"1116"},{"type":"speech","time":1411480200,"counter":22,"content":"<p>Senator Darragh O'Brien provided a very fair analysis with regard to the current crisis relating to speech and language services and made a reasonable request in the context of how we might deal with the matter.  I do not believe it was the Senator's intention to have the Minister come before the House today to discuss the issue but rather that this would happen at the earliest possible date, which might be as soon as next week.  I urge the Leader to consider the Senator's reasonable request.<\/p><p>Prior to the summer I received what I might best describe as a substantial flow of concerns from both my former colleagues in the mental health services and service users in respect of what is beginning to appear to be a crisis within those services.  Since the summer, the flow to which I refer has become a virtual flood.  The Leader gave an indication prior to the summer recess that the House would engage in a debate on mental health services at an early date.  Will he indicate when he proposes to make time available for that debate?  Plenty of nice, empathetic noises have been emanating from various quarters within the Department, etc., in respect of mental health services.  As far as I can see, however, those services are in absolute crisis.  It is important that the Minister of State with responsibility in this area should be brought before the House at her earliest convenience in order that we might discuss this issue with her.  I urge the Leader to expedite matters in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300006#E00500","speaker":"1117"},{"type":"speech","time":1411480200,"counter":23,"content":"<p>I thank the <i>Irish Examiner<\/i>for warning the Leader in advance of the issue I wish to raise and on which I want to provide advice to the House.  I am extremely concerned by the emergence in the alternative health arena in Ireland of a highly dangerous so-called treatment for children with autism.  The offending products are called &quot;Miracle Mineral Solution&quot;, MMS, and &quot;chlorine dioxide CD protocol&quot;, which is a more dilute but nevertheless toxic form of MMS.  Proponents of MMS like to package it as a combination of sodium chlorite and citric acid mixed together to make chlorine dioxide.  Essentially, this is industrial-strength bleach.  The sale or supply of MMS as a medicine is banned in a number of countries including Ireland, the UK, the US and Canada.  However, despite the absence of any medical research to support its use as a medical intervention, it is still being marketed worldwide as a miraculous cure for serious diseases including AIDS, hepatitis, malaria, herpes, tuberculosis, cancer and Crohn's.<\/p> <p> MMS and CD protocol, although illegal, are currently being promoted and sold in Ireland as a treatment for autism.  The Health Products Regulatory Authority, HPRA, is investigating a number of cases.  It is important to stress that autism is not a disease.  Rather, it is a neural developmental condition which affects social interaction and communication skills.  To put it simply, this is a hoax and scam.  A training seminar has been advertised in Kildare for November in order to promote \"doctors\" who will be able to give this treatment to children.  I have been in contact with the Minister for Health and thank him for getting back to me and I understand the HPRA and the Garda are monitoring the situation.<\/p><p>Parents must be warned of the dangers of this treatment.  It is a dangerous, toxic combination of chemicals and we cannot allow it be promoted in Ireland.  I call on the Leader to support my call to the Minister.  We must take greater action.  I can buy this product from companies that are manufacturing it in Ireland, but it threatens the lives of children here. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300006#E00600","speaker":"1171","continuing":true},{"type":"speech","time":1411480800,"counter":25,"content":"<p>I call Senator Coghlan, on any issue other than football.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00200","speaker":"1120"},{"type":"speech","time":1411480800,"counter":26,"content":"<p>It is good to know the production line is in good order, despite the forecasts and doubts of many, and that \"Sam\", for the 37th time, will be wintering in the kingdom.  It is hard to beat old heads and new tricks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00300","speaker":"1151"},{"type":"speech","time":1411480800,"counter":27,"content":"<p>Did Senator Coghlan himself ever play?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00400","speaker":"1140"},{"type":"speech","time":1411480800,"counter":28,"content":"<p>I did, imagine, but not for the county.  Kieran Donaghy's comment was, \"Well Joe Brolly, what do you think of that?\"  That was Sunday, and we live to fight another day.<\/p><p>In the past number of days, many Senators will have received a number of e-mails.  One of these was headed Gateway to Revenue - Your Fiscal Activity and informed Senators they were eligible for a tax return of &euro;342.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00500","speaker":"1151"},{"type":"speech","time":1411480800,"counter":29,"content":"<p>They obviously knew the Senator very well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00600","speaker":"1139"},{"type":"speech","time":1411480800,"counter":30,"content":"<p>I was disappointed.  It was only for &euro;342.87.   Another e-mail was headed Revenue - Irish Tax and Customs and concerned the method to be used to receive tax refunds.  The final e-mail was headed from the Revenue Commissioners and seemed to include its exact logo.  It informed Senators they were no longer eligible to receive a tax refund, but should fill out the enclosed form and return it.<\/p><p>The Oireachtas has a very good service, Oireachtas mail quarantine, which protects us against receiving similar e-mails and allows them be deleted.  I ask the Leader to ensure this excellent service is extended to e-mails like this because we are getting too many of them recently.  We should be able to do something about this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00700","speaker":"1151"},{"type":"speech","time":1411480800,"counter":31,"content":"<p>The graduate entry medical programme is important if we are to develop greater numbers of doctors, but there is a problem.  This problem arises where these students must pay from &euro;12,000 to &euro;14,000 per year for as long as seven years, ending up with a debt of approximately &euro;100,000.  I know one person who has ended up with a debt of &euro;130,000.  These students have been able to get a bank loan in many cases, but because of the interest they must pay they will find it impossible to pay off their loans, will never be able to afford a mortgage or afford to get married.<\/p><p>The problem is that the interest on their loans cannot be deducted.  If a person opens a business, borrows from the bank and pays interest to the bank, that interest can be written off against tax.  However, the medical students cannot do that.  This presents a challenge for us - the challenge to keep doctors in Ireland rather than force them to emigrate.  It is nearly impossible for these young people to graduate and stay in Ireland based on their debt. <\/p> <p>The very simple solution would be to treat the loans as business loans so medical students could write off the interest against tax when they start to practise.  On that basis, we would have a much better chance of being able to ensure doctors stay in Ireland rather than being forced to emigrate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300007#F00800","speaker":"1145","continuing":true},{"type":"speech","time":1411481100,"counter":33,"content":"<p>The information brought to the attention of the House this afternoon by Senator Jillian van Turnhout is truly shocking and alarming.  I certainly support her call to invite the Minister for Health to the House urgently to discuss the use of the dangerous chemicals she described.  Anything that puts the health of young children and children with autism at risk is certainly to be treated with the utmost seriousness and requires our urgent attention.<\/p><p>I support the call of Senator Gilroy &ndash; I intended to make it myself today &ndash; for the Minister of State at the Department of Health, Deputy Kathleen Lynch, to come to the House to discuss investment in mental health services.  I do so against the background of the CSO's suicide statistics published last week, which show that in 2011 there were 554 deaths in Ireland from suicide, 59 more than in 2010.  The year 2011 had the highest number of deaths from self-harm since 2001, when there were 519.  It is particularly frightening and worrying that in 2011 there were 458 male suicides - almost 83% of the total - compared with 96 female suicides.  The standardised suicide rate in 2010, according to the latest available data, was 11.8 per 100,000 of population in the EU 28 member states compared with 10.9 per 100,000 in Ireland.  The highest rate was in Lithuania, which had a rate of 32.9 per 100,000, and the lowest was in Greece, where the rate was 3.3 per 100,000.<\/p><p>There are many organisations doing wonderful work raising awareness of mental health issues and suicide and supporting families.  We need to have a debate on how the HSE and other relevant organisations can work together and dovetail in a much more effective manner to help people with suicidal tendencies and address the major crisis facing our country.  Five hundred and fifty-four is nearly twice the number of people killed on our roads annually.  There is a major crisis, therefore, and there is a need for a major debate in this House with the Minister of State, Deputy Kathleen Lynch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300008#G00200","speaker":"1118"},{"type":"speech","time":1411481100,"counter":34,"content":"<p>Last week I sought debates on two important issues.  The first was the Government's health policy, given the signal by the Minister that there seems to be some change in the Government's overall vision for health care and the practicalities of implementing Government policy on health care, and the second concerned water charges, given the confusion that still exists over the charges, how the system will work and the impact on families.  I respectfully ask the Leader whether he has been able to secure debates on any of these issues.  It would be very helpful for the House if he were able to do so before the budget, but as soon as possible.<\/p><p>I ask the Leader to arrange a debate on housing and homelessness.  We are all in agreement in this House that these comprise a very serious issue.  There is almost universal acceptance that we are in the midst of the most severe housing crisis in the history of the State.  There are 89,872 households, which represents over 100,000 men, women and children, on housing lists.  The waiting list has increased by 30% over the past five years.  There is a very serious problem with emergency accommodation and homelessness, not only in Dublin but also across the State.  There are 74,000 families in receipt of rent supplement.  Many of them are in private rented accommodation, not because they want to be but because there is no other option.  We just do not have social housing and we are not building any.  Therefore, whether people want it or like it or not, their housing needs are being met through the private rental sector.  Some &euro;350 million in taxpayers' money is being used annually to subsidise people in private rented accommodation.<\/p> <p>We need a debate on this issue.  The Simon Community published a report today which was sharply critical of Government policy and which said that the Simon Community's view was that there was no chance whatsoever of the Government meeting the target set by the Taoiseach of ending homelessness by 2016.  All the evidence points to us going in the opposite direction.  I ask the Leader to arrange a debate on that issue because it is very important.  Housing is a fundamental right for citizens and we have an obligation to hold the Government to account on commitments it made in the programme for Government which in the view of many stakeholders are not being met.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300008#G00300","speaker":"1133","continuing":true},{"type":"speech","time":1411481400,"counter":36,"content":"<p>I do not want to lose the opportunity to pay tribute to the Kerry minor and senior teams.  I can tell the House that they put a double smile on our faces in Kerry this weekend and on the faces of the thousands of people who turned out last night for the homecoming in Rathmore, Tralee and Killarney.  It was a great night and a joyous occasion for all the people.  I also want to pay tribute to the Irish Special Olympics team on its fantastic performance at the European Championship.  Amidst the crowd last night, there was a young girl who was sporting two medals - one gold and one silver.  She was the hero of the night as well.<\/p><p>I want to raise a problem that has arisen in the laboratory in Cork University Hospital with regard to blood testing.  Apparently, there is a glitch in the computer that is causing delays with blood tests.  People are coming not just from Cork but from Kerry and other counties for chemotherapy and surgery and they need to have these blood tests done before they can undergo their treatment.  This has been happening for over four weeks.  I know that the staff in the laboratory are working flat out and carrying out manual tests to ensure that people have their blood tests done but there is a backlog of blood to be tested and there will probably need to be re-tests because the existing blood is out of date and too old to be tested.  I would appreciate it if the Leader could ask the Minister for Health to come to the House to give us an update on what is happening and when the problem will be rectified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300009#H00200","speaker":"1132"},{"type":"speech","time":1411481400,"counter":37,"content":"<p>I second the amendment tabled by Senator Byrne.  I wish to highlight the fact that September is a month where we try to create awareness of childhood cancer.  There is an international campaign to this end and the official symbol of that campaign is the gold ribbon.  I would like to think that we would all get behind the campaign by the Childhood Cancer Foundation in Ireland which is holding its own campaign for the second year.  This campaign is called Light It Up Gold and means that in excess of 60 buildings and other landmarks will be lit in gold to highlight that awareness of childhood cancer.<\/p><p>Over 200 children are diagnosed with cancer each year.  This means that four families each week receive the devastating news that a child has cancer.  The reason for creating awareness is that sometimes these things are under the radar but it does not take from the suffering of the families or the patients involved and it certainly does not take in any way from the concerns which many families have.<\/p><p>There is a need for a programme of early diagnosis.  We see improvements in other areas but we could have improvement in that area.  We also need proper and appropriate services for children who have been diagnosed with cancer.  Again, there is a vacuum in this regard.  What people expect people in this House to do is not necessarily to lead a campaign but to get behind them in the work they do.  Very often, they are the unsung heroes and heroines in this regard.  The work is ongoing all the time and it is only those people who receive the results of those services who fully understand how important they are and how important it is that there is someone there to speak for them as well.  There are still some days left in September.<\/p> <p>We should avail of any opportunity we might have to get behind this campaign and lend our support, big or small, to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300009#H00300","speaker":"1115","continuing":true},{"type":"speech","time":1411481700,"counter":39,"content":"<p>I support the call by Senators van Turnhout and Mullins to increase awareness about MMS, the compound that is being peddled as a miraculous cure for autism.  We have made great strides in this country in helping children with autism, particularly in our school system and through parents in the home, and that is the way forward.  Parents of autistic children need significant help, but this is no help to them.  Senator van Turnhout referred to a dangerous, toxic combination of chemicals, which I thought was the combined Opposition.<\/p><p>The issue of petrol stretching was raised last week.  It was said that diesel laundering was being dealt with, but I am afraid, as with the death of Oscar Wilde, that reports of the demise of diesel laundering are greatly exaggerated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300010#J00200","speaker":"1166"},{"type":"speech","time":1411481700,"counter":40,"content":"<p>That was Mark Twain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300010#J00300","speaker":"1140"},{"type":"speech","time":1411481700,"counter":41,"content":"<p>I beg the Senator's pardon and thank him.  It is great to have a literary sidekick in the House and I look forward to discussing that with him in Strasbourg next week.<\/p><p>The Minister of State at the Department of Finance, Deputy Harris, needs to come to the House to discuss the dumping of laundered diesel throughout last week in County Louth.  The new licensing laws are only partly working.  Will the Leader ask for an up-to-date report from the Minister of State regarding how the Department is coping with diesel laundering?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300010#J00400","speaker":"1166"},{"type":"speech","time":1411481700,"counter":42,"content":"<p>I hope the House will join the Minister of State at the Department of Education and Skills, Deputy English, in congratulating the three students from Kinsale Community School - Ciara Judge, Emer Hickey and Sophie Healy-Thow - who won the top award at the Google Science Fair in California.  Their project was examined the use of natural bacteria to improve crop yields by 50% in wheat and 74% in barley.  That is a major achievement for Irish science, the ladies in question and Kinsale Community School.<\/p><p>I refer to an issue reported in last Sunday's newspapers about the delay of the launch of the Mainstream Renewable Power wind farm company on the Stock Exchange.  The launch is being delayed for at least two years because wind energy is no longer competitive.  The report stated: &quot;The worldwide deregulation of the renewable energy project has caused the project to be postponed.&quot;  When Mainstream Renewable Power was set up, most countries paid a fixed price for renewable energy.  Since then, bar a few exceptions, including Ireland, the majority have adopted an open supply-and-demand model, which has slashed the return the company could generate from building wind farms.  Will the Leader ask the Minister for Communications, Energy and Natural Resources whether Ireland is out of step in using inflated yields to justify wind farms, and will he emphasise the concerns, mostly held by Senators on the Government benches, that the wind farm business is out of control and damaging the environment?  It may not make much economic sense, and the delay of the initial public offering of Mainstream Renewable Power for two years seems to indicate that.  Will the Minister come to the House to address what prices are implied in the building of wind farms in this country if the IPO has been delayed for two years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300010#J00500","speaker":"1157"},{"type":"speech","time":1411482000,"counter":43,"content":"<p>I support Senator Jillian van Turnhout's call for a debate on MMS and its use in the treatment of autism.  I, too, have been contacted on this issue and it is shocking to think what could be going on.  I, too, call on the Minister to come to the House for  a debate on this serious issue.<\/p><p>I take the opportunity to congratulate the victorious Special Olympics athletes who arrived home from Belgium on Sunday.  I had the pleasure of being in Dublin Airport on Sunday morning to welcome them home and applaud their massive achievements at the European games and also to applaud the family members and supporters who turned out to welcome them home.  The number of medals won is impressive and includes 20 gold medals, 21 silver medals and 24 bronze medals, as well as numerous placement ribbons.  I pay tribute to the athletes, their family members and members of Special Olympics on their success.<\/p><p>I also take the opportunity to congratulate my local soccer team, Dundalk FC, which was victorious in winning the EA Sports Cup on Saturday last.  The match was a fantastic spectacle and hugely important to the League of Ireland and a huge boost to the town.  However, of concern was the hooliganism which was very evident on the part of members of the opposition in attendance both inside the ground in terms of the dreadful personal jeers directed at the manager and outside the grounds in terms of the savage attack on a person.  We have all witnessed the fining of League of Ireland clubs lately, including Dundalk FC which was fined for the use of flares and the flying of flags when asked not to do so.  Clubs must take responsibility for their fans.  The hooliganism in Dundalk on Saturday was atrocious and brought the game of soccer to a new low.  I ask the Leader to arrange an urgent debate on hooliganism in sport.  It is important in terms of our attempts to promote League of Ireland soccer that we have that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00100","speaker":"1174"},{"type":"speech","time":1411482000,"counter":44,"content":"<p>When speaking about old heads and new tricks, Senator Paul Coghlan chose his words well.  I am disappointed that Fine Gael has struck a new low.  The appointment of a person in order to make him eligible for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00200","speaker":"1131"},{"type":"speech","time":1411482000,"counter":45,"content":"<p>I was talking about Kerry GAA tactics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00300","speaker":"1151"},{"type":"speech","time":1411482000,"counter":46,"content":"<p>Senator Fidelma Healy Eames to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00400","speaker":"1120"},{"type":"speech","time":1411482000,"counter":47,"content":"<p>I know what the Senator was talking about, but his remarks crossed over into the appointment of a person to make him eligible for nomination and, in this case, caused him to be successful in winning a Seanad seat.  That is job fixing.  In what other area could one do this and get away with?  Why demean the Seanad in this way?  It is appalling.  Some of us value this place - I certainly do.  There is a need for reflection on what this treatment of the Seanad says to the people about politics and, on this occasion, Fine Gael.  In terms of my legacy in Fine Gael-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00500","speaker":"1131"},{"type":"speech","time":1411482000,"counter":48,"content":"<p>The Senator needs to examine her own credibility.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00600","speaker":"1151"},{"type":"speech","time":1411482000,"counter":49,"content":"<p>-----I am severely disappointed.<\/p><p>I call on the Leader to invite the Minister for Agriculture, Food and the Marine, Deputy Simon Coveney, to come to the Seanad to discuss and debate the issue of beef farming.  While many farmers will attend the ploughing championships this week and much has been said about growth in the economy, this is not the case for beef farmers.  They are being paid &euro;1 less per kilo for steers, which amounts to &euro;300 per animal, than the sum being paid to English farmers.  This is happening because factories are playing hell with Irish farmers.  The only one who can join the dots between the farmer and the factory is the Minister.  If farmers pull back on production, the State will lose out in terms of Harvest 2020 and employment.   We need to wake up to this issue which the Minister should come to the House to debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K00700","speaker":"1131"},{"type":"speech","time":1411482000,"counter":50,"content":"<p>I join Senator Sean D. Barrett in congratulating the three students from Kinsale, Ciara Judge, &Eacute;mer Hickey and Sophie Healy-Thow, on their huge achievement in winning the EU Young Scientist competition and the Google Science Fair award.<\/p> <p>It is a major achievement not only by the students but by the school, teachers and parents who gave the necessary support.  It is a credit to the school because it is not the first time it has won the Young Scientist competition, and it is due to the dedication and commitment of teachers there and around the country who work with students to prepare for the Young Scientist and Technology competition.  We do not give them enough credit for their work, much of it outside school hours.<\/p><p>I thank Senator Norris for his kind remarks on the Medical Practitioners (Amendment) Bill.  When I began work on the issue, I set a target of having it passed within three years.  It will come through within two years and I welcome it.  I do not care who gets credit for getting it through; the important thing is that the necessary legislative change is made on this important issue which needs to be dealt with.<\/p><p>Senator Quinn raised the issue of people who give up their jobs to return to college and study medicine.  They borrow extensively to fund the four-year degree course and find they are unable to service the loans after they graduate.  The Senator is correct that when one starts a business one is entitled to write off interest on money borrowed, whereas when one borrows money to return to college to acquire skills and a degree and provide a service to the country, one is not entitled to write off the interest on one's loans.  The issue arose at a medical intern conference in Cork in June.  I am delighted that the people who attended the conference worked on preparing the draft proposal, which has been submitted to the offices of the Taoiseach and the Ministers for Finance and Health.  It should be part of the concessions in the budget as an incentive to keep young medical graduates in the country.  We need them, our hospitals need them, and it is a necessary amendment to the Finance Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300011#K01000","speaker":"1150","continuing":true},{"type":"speech","time":1411482300,"counter":52,"content":"<p>Has the Government any intention of bringing forward a Bill regarding the defamation of the dead?  Some countries have such legislation.  I raise it in particular regarding statements by Dr. TK Whitaker in an authorised biography by Anne Chambers published by Transworld Ireland, which has made a statement withdrawing certain allegations made about the late Charles Haughey, former Taoiseach, who was a very progressive Minister for Finance in the 1960s.  On 16 December 2003, he informed me and the former Minister and Leader of the Seanad, Mary O'Rourke, that Dr. Whitaker had begged him not to introduce free travel and had gone as far as the Chamber of D&aacute;il &Eacute;ireann to plead with him not to do so.  Now, thanks be to God, Dr. Whitaker can avail of free travel.  I am delighted with that, and I wish him well because I know him well and am very impressed by him.  He contributed greatly, along with Se&aacute;n Lemass, Jack Lynch and others, to the development of the country and nothing will ever take from that.  However, I am disappointed that at 97 years of age, some publishers may be abusing their position in making statements-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00200","speaker":"1140"},{"type":"speech","time":1411482300,"counter":53,"content":"<p>He never said it.  It was explained.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00300","speaker":"1151"},{"type":"speech","time":1411482300,"counter":54,"content":"<p>Senator Leyden, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00400","speaker":"1120"},{"type":"speech","time":1411482300,"counter":55,"content":"<p>I accept that, but it was not the case.  Maureen Haughey has issued a very detailed statement from the Haughey family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00500","speaker":"1140"},{"type":"speech","time":1411482300,"counter":56,"content":"<p>Is this relevant to the Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00600","speaker":"1120"},{"type":"speech","time":1411482300,"counter":57,"content":"<p>It is relevant because I asked if there was a Bill on the defamation of the dead, which some countries have, although historians do not like them.  For somebody of the calibre, ability and standing of Dr. Whitaker, whose book will be launched next Tuesday night, I am disappointed that any writer, Anne Chambers, or any publisher, such as Transworld, would use misleading statements to undermine and damage the good name of a former Taoiseach.  There may have been bad relations somewhere along the line because Mr. Haughey was a very strong Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00700","speaker":"1140"},{"type":"speech","time":1411482300,"counter":58,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00800","speaker":"1156"},{"type":"speech","time":1411482300,"counter":59,"content":"<p>This is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L00900","speaker":"1120"},{"type":"speech","time":1411482300,"counter":60,"content":"<p>When he decided on an issue, he told the Secretary General of the Department of Finance, and that was it.  I am glad of the opportunity to put the record straight.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L01000","speaker":"1140"},{"type":"speech","time":1411482300,"counter":61,"content":"<p>The Chair has been very lenient.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L01100","speaker":"1120"},{"type":"speech","time":1411482300,"counter":62,"content":"<p>You have been very generous.  Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300012#L01200","speaker":"1140"},{"type":"speech","time":1411482600,"counter":63,"content":"<p>Ar dt&uacute;s, could I be associated with the congratulations to the three students from Kinsale Community College?  To be first in the world in anything is no mean achievement.  It is a major achievement, and all credit must go to the students, as well as their parents and teachers.<\/p><p>It was a great weekend for sport, although I am not so sure it was a great All-Ireland.  I thought the Special Olympics achievements in Antwerp would have been overlooked, but they were not.  I wish to acknowledge the previous contributions from my colleagues in that regard.  It was a major achievement in Belgium, with 2,000 athletes, representing 58 countries, taking part.  We ended up with 57 medals.  The most important achievement was the award for sportsmanship and fair play obtained for Ireland at those games.  The athletes were acknowledged for their sportsmanship.  We heard what happened after the games in Dundalk at the weekend, but I congratulate Dundalk on their achievement.  We must acknowledge, however, what has been achieved by the Special Olympians.  It was the most successful Special Olympic Games ever in Europe.  Congratulations are due to the athletes themselves, as well as to their families and mentors.  As a nation we should be proud of their achievements.  I was afraid they might have been overlooked, but they were not.  <\/p><p>I must acknowledge also that the DNA in Kerry is producing the names of O'Shea, Moran, Spillane and so on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300013#M00100","speaker":"1138"},{"type":"speech","time":1411482600,"counter":64,"content":"<p>A great job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300013#M00200","speaker":"1151"},{"type":"speech","time":1411482600,"counter":65,"content":"<p>They are coming again.  We must acknowledge that, after 20-odd years, Kerry won two All-Irelands in one day.  It was a major achievement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300013#M00300","speaker":"1138"},{"type":"speech","time":1411482600,"counter":66,"content":"<p>I will be somewhat parochial at the beginning.  Obviously, it has been a great week for Kerry, with the dual win in both the minor and senior football championships.  There was also a hugely successful racing festival in Listowel.  I wish to refer in particular to the latter, because I have a bee in my bonnet about it.  Racegoers will know that festival meetings such as Galway, Listowel, Punchestown and Tramore are the backbone of Irish racing.  They make the biggest contribution to the revenue of Horse Racing Ireland and the general fiscal situation.  Each day in Listowel there were approximately 25,000 to 30,000 people in attendance.  On the very weekend that Listowel began, however, Horse Racing Ireland put on an extravaganza of high-quality classic racing at the Curragh and Leopardstown, with prize funds into the millions, attracting top-class stallion colts such as Australia.  I can assure the House that between them the crowds at Leopardstown and the Curragh would not compare to those that turned up at Listowel for the day of the Kerry National, which is only worth &euro;100,000.  Horse Racing Ireland therefore needs to get its act together, because this is a further downgrading of rural Ireland.  Listowel Race Week is a fixture, especially in the south-western counties.  Racegoers come there from all over the country.  Yet here is Horse Racing Ireland biting the hand that feeds it.  We receive a copy of the annual report every year showing where money is coming in on the tote, which is the revenue for horse racing.  It comes from the festival meetings, with ordinary horses owned by ordinary guys.  They are not expensive animals at all in the National Hunt sport that we all love so well.  Yet Horse Racing Ireland puts on these million-euro races the same day, which is absolutely crazy.<\/p><p>I wish to make another point, and I thank the Cathaoirleach for his indulgence.  There was a somewhat disquieting report in the newspapers last week about the days-off situation that obtains for garda&iacute; at certain levels.  My understanding is that garda&iacute; are obliged to work ten days running and then take four days off together.  It might be sensible in one way, but I understand it is causing serious problems, especially at senior level, where a Garda superintendent may be in hot pursuit on a particular crime.  One must strike when the iron is hot, as they say, yet such a person is obliged to take four days off.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300013#M00400","speaker":"1142"},{"type":"speech","time":1411482600,"counter":67,"content":"<p>That is an operational matter for the Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300013#M00500","speaker":"1120"},{"type":"speech","time":1411482600,"counter":68,"content":"<p>It is.  However, I wish to ask the Leader to invite the Minister, Deputy Coveney, to the House to talk about Horse Racing Ireland.  Perhaps we might also get the Minister for Justice and Equality to reappraise the kind of holiday break or weekend arrangement that I mentioned.  It is exacerbated by the huge cutbacks in Garda overtime.<\/p> <p>It does not make sense to me that if a garda is working on a serious crime, he has to take four days off while the criminals are hot-footing it out of the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300013#M00600","speaker":"1142","continuing":true},{"type":"speech","time":1411482900,"counter":70,"content":"<p>I was interested in Senator Terry Leyden's comments about the proposed Bill dealing with the defamation of the dead.  It struck me that if such legislation had been enacted, it would have been a useful tool for the Leader last week when people were issuing very negative views of historical characters such as John Redmond and Eoin MacNeill.  I look forward to Senator Terry Leyden introducing legislation to provide for such protection.<br\/>There has been a welcoming of many triumphs and victories.  One very positive development for Irish sport and the economy has not been remarked upon thus far, that is, the decision last week of UEFA to hold some of the games in the 2020 European soccer finals in Dublin.  This will be very good for Irish soccer, the economy and Irish sport in general.<br\/>On the subject of soccer, the Leader has a great and long-term interest in the beautiful game.  I know that, through no fault of his own, the Cathaoirleach has not been able to facilitate me by allowing me to raise the matter on the Adjournment debate, but given that the Government, through the Minister, is investing funds in Irish soccer, we need to debate the future of the League of Ireland.  While we will welcome the holdiing of big European games at the Aviva stadium, unfortunately, league of Ireland clubs are existing on a pittance.  We are failing to provide adequate resources to develop League of Ireland soccer clubs to the full.  They may never be compared to the Premiership or <i>La Liga,  <\/i>but the soccer leagues in Scandinavian and other northern European countries are, in many cases, semi-professional and provide not just a sporting or an entertainment outlet but a strong economic outlet for many small towns and communities.  I welcome the advances made by the FAI and Mr. John Delaney, but where public money is made available to sports such as soccer - I have supported the allocation of this funding and would like to see more of it - we should try to plan a better future and provide for more firm foundations for the League of Ireland.  Clubs such as Cork and Dundalk are doing well, but some are expected to survive with an attendance at games of 500 to 600, which is not tenable.  I sought to raise the matter on the Adjournment, but owing to procedures the Cathaoirleach was not in a position to facilitate me.  I, therefore, ask the Leader to facilitate a debate on the future of the long-established League of Ireland because such a debate might prove very useful.  It is a long time since 25,000 people watched Cork Hibs play Waterford, but we might try to get the league going again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300014#N00200","speaker":"1189"},{"type":"speech","time":1411482900,"counter":71,"content":"<p>As there does not seem to be anyone from County Donegal talking about what happened on Sunday, my late mother - God rest her - was from Ballyshannon; as such, I feel I am half-Donegal.  The people of Donegal are mightily proud of the achievements of their football team, notwithstanding what Kerry did to them on Sunday.  I say to our Kerry friends that there will be another day.  Beidh l&aacute; eile ag an bPaorach.  On behalf of people from Donegal everywhere, I congratulate Jim McGuinness and his team on their outstanding achievements over four years for a county which has won only two all-Ireland championships, as against for the mighty Kerry 36 wins-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300014#N00300","speaker":"1128"},{"type":"speech","time":1411482900,"counter":72,"content":"<p>It is 37.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300014#N00400","speaker":"1142"},{"type":"speech","time":1411482900,"counter":73,"content":"<p>The message from Donegal is, \"Watch out, Kerry, we are coming back.\"<\/p><p>From time to time, Members on both sides of the House rightly praise the reputation of the Irish abroad.  I am sorry to bring before the House today the very sad tale from San Francisco where a bunch of Irish students went on the rampage in a house they were renting over the summer period and completely destroyed it.  According to social media, it seems that up to 50 students stayed in this house at one stage.  The house was rented initially to a group of students, one of whom has been named on social media websites as a Trinity College student because an arrest warrant was left behind in the house which has been used to identify him.  The group of students had travelled to San Francisco under the J1 visa scheme but could not find the accommodation they had been assigned.  The lady in question is an immigrant from India who as a matter of kindness gave them the house.<\/p> <p>By way of thanks they smashed every door and window in the house.  They used a golf club to smash the walls and they left the place in a mess.  I commend the Irish community in San Francisco who have risen to this outrageous attack on the Irish reputation, not only in this country but among the Irish in San Francisco.  Many people in the construction industry in San Francisco have pledged to restore the house to its former glory for this lady.  Sadly, the story reached national prominence in the United States in recent days in that it was featured on CBS News, which went into the house and filmed the damage and destruction caused by these people.  I raise this today because it is a blight on the Irish reputation abroad.  I ask the college authorities, who are involved to some degree with the J1 visas, and the parents of these children to remember that when they go abroad they are wearing the green jersey-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300014#N00500","speaker":"1128","continuing":true},{"type":"speech","time":1411483500,"counter":75,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300015#O00200","speaker":"1156"},{"type":"speech","time":1411483500,"counter":76,"content":"<p>-----and that everything they do is being observed.  We have heard stories coming from Australia of drunken Irish, who are a minority, but it highlights the enormous reputational damage that is done to this country.  Irish Ministers go abroad regularly to try to support Ireland abroad.  They support Irish communities abroad by their presence and constantly strive to bring jobs to this country, but we should consider the horrendous damage done to the Irish reputation because of what this bunch of loutish students did, who felt that because they were in a strange country, in a house that was not theirs, they could trash it and come home with no recrimination.  I hope they are found, that they are named and shamed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300015#O00300","speaker":"1128"},{"type":"speech","time":1411483500,"counter":77,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300015#O00400","speaker":"1156"},{"type":"speech","time":1411483500,"counter":78,"content":"<p>-----and that their families will now talk to them and insist that they be more considerate in their actions the next time they go abroad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300015#O00500","speaker":"1128"},{"type":"speech","time":1411483500,"counter":79,"content":"<p>Senators O'Brien, Conway and Gilroy raised the need for early intervention in speech and language therapy for special needs children and called for the Minister for Health to come to the House today.  I understand the Minister is out of the country today but I will endeavour to have him come to the House to discuss this matter.  Obviously, funding will have to be diverted from some other area in the health service to rectify this situation, but I hope the Minister will be in a position to come here soon to address that matter.<\/p><p>Senator Bacik spoke about the positive economic indicators in recent weeks and suggested that extra funding should be provided for services in health, education and social welfare.  There is also a suggestion that people in work should get something back.  It is a question of balance, and I am sure the Minister for Finance will preside over a prudent policy, as he has done for the past number of years in the preparation of his budget.  Senator Bacik also spoke about climate change and asked that we have another debate in the House, referring to the conference on climate change in New York.<\/p><p>Senator Zappone raised the need for clarity in the area of abortion.  I urge the Senator to correspond with the Minister and get answers to the questions posed, but I will certainly ask the Minister to come to the House to deal with that matter also.<\/p><p>Senator Norris spoke on the Medical Practitioners (Amendment) Bill and rightly stated that the Bill is practically a copy of the Bill Senator Burke introduced in this House.  I believe the Government should have amended that Bill rather than bringing in a new one, but, as Senator Burke stated, it is very important, and he supports fully the passage of the Bill.<\/p><p>Senator Norris, in regard to opinion polls, suggested that the public now favour abortion.  I am sure we will return to that debate in the future.<\/p><p>Senator Byrne and Senator Healy Eames raised the appointment of a gentleman, John McNulty, to a position in order to qualify him for the Seanad cultural and educational panel.<\/p> <p>This is a load of nonsense and where it came from I do not know.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300015#O00600","speaker":"1130","continuing":true},{"type":"speech","time":1411483800,"counter":81,"content":"<p>He was appointed a week ago.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00200","speaker":"1116"},{"type":"speech","time":1411483800,"counter":82,"content":"<p>Mr. McNulty is a self-employed businessman and is involved in the tourism and cultural committee in Kilcar.  He has a track record in promoting culture and heritage, is involved in the GAA and is currently driving a three-year Irish language development plan in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00300","speaker":"1130"},{"type":"speech","time":1411483800,"counter":83,"content":"<p>It is a belt-and-braces approach.  He was appointed to IMMA last week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00400","speaker":"1116"},{"type":"speech","time":1411483800,"counter":84,"content":"<p>The Leader without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00500","speaker":"1120"},{"type":"speech","time":1411483800,"counter":85,"content":"<p>He is heavily involved and would be well qualified for that panel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00600","speaker":"1130"},{"type":"speech","time":1411483800,"counter":86,"content":"<p>I was refused on the Agricultural Panel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00700","speaker":"1116"},{"type":"speech","time":1411483800,"counter":87,"content":"<p>It is an absolute disgrace to suggest otherwise.  The hysterical comments from Senators Byrne and Healy Eames in that regard have no foundation whatsoever.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P00800","speaker":"1130"},{"type":"speech","time":1411483800,"counter":88,"content":"<p>He seems to have an accelerated interest in culture from his petrol station in Donegal-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01000","speaker":"1136"},{"type":"speech","time":1411483800,"counter":89,"content":"<p>The Leader without interruption, please.  Senator Norris, resume your seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01100","speaker":"1120"},{"type":"unspoken","time":1411483800,"counter":90,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1411483800,"counter":91,"content":"<p>I wish him well in his position-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01300","speaker":"1130"},{"type":"speech","time":1411483800,"counter":92,"content":"<p>Why did he-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01400","speaker":"1131"},{"type":"speech","time":1411483800,"counter":93,"content":"<p>The Leader without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01500","speaker":"1120"},{"type":"speech","time":1411483800,"counter":94,"content":"<p>-----as a Senator of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01600","speaker":"1130"},{"type":"speech","time":1411483800,"counter":95,"content":"<p>The real scandal is the election with 250 votes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01700","speaker":"1136"},{"type":"speech","time":1411483800,"counter":96,"content":"<p>Senator Norris, resume your seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01800","speaker":"1120"},{"type":"speech","time":1411483800,"counter":97,"content":"<p>Senators Gilroy and Mullins referred to mental health services.  In that regard, the Minister of State, Deputy Lynch, has attended the House to hear statements and Private Members' motions on numerous occasions.  Her commitment to this issue is, without doubt, there for all to see.  She has always expressed a willingness to come before the House, and I will ask her to come here and discuss this very serious issue again.<\/p><p>Senators van Turnhout, Mullins, D'Arcy and Moran referred to MMS, a debatable treatment for children with autism.  Senator van Turnhout suggested that it is a hoax treatment which puts the lives of children at risk.  I am delighted that she has raised the matter with the Minister for Health, and I support her comments. <\/p><p>Senator Coghlan and all Senators from Kerry supported its football teams and congratulated them on their wonderful victories.  Senator Mooney congratulated Donegal on its part in the finals.  Senator Coghlan also expressed the need to be vigilant where e-mails are concerned, especially those regarding the Revenue Commissioners.<\/p><p>Senator Quinn referred to the graduate entry system for medicine and the cost of courses and loans, and called for an amendment to the Finance Act to allow the interest on such loans to be tax-deductible.  Other Senators also raised this issue.<\/p><p>Senator Mullins referred to mental health services.  As I said, I will ask the Minister of State, Deputy Lynch, to come before the House as soon as possible.  <\/p><p>I replied to questions on water charges last week.  As I said, we discussed the Bill for days and everybody had an opportunity to speak at length.  In regard to housing and homelessness, I have asked the Minister, Deputy Kelly, to come before the House and he has indicated that will happen towards the third week in October.<\/p><p>Senator &Oacute; Murch&uacute; highlighted the childhood cancer campaign and commended it on its excellent work, and referred to the need for all of us to support the campaign.<\/p><p>Senator D'Arcy referred to petrol stretching and suggested that diesel laundering had not stopped in County Louth.  He highlighted the dumping of sludge over the weekend and called for the Minister of State, Deputy Harris, to come before the House to give an update on the matter, something I will ask him to do. <\/p><p>Senators Barrett, Burke and others complimented the students of Kinsale Community School on their success at the World Science Fair in California.  It was an excellent achievement for the students, the school, their parents and the country.  We all commend them on their efforts.  Senator Barrett also highlighted the difficulties in the wind farm sector and called for the Minister of State, Deputy White, to come before the House for a debate on the matter.  I will ask him for such a debate.<\/p> <p> Senator Mary Moran, among others, mentioned the success of the Special Olympics athletes and Dundalk FC.  She also outlined her concerns about soccer hooliganism.  We would all like to be associated with the success of the Special Olympics athletes who did Ireland proud.<\/p><p>Senator Fidelma Healy Eames mentioned the beef crisis.  As she knows, the demand for beef in European markets has never been lower, with consumption across the European Union having declined by 5% since 2010, largely connected with the economic climate.  In addition, Irish beef prices were at an historically high level last year when the average price was up 5% on the 2012 peak.  Obviously, therefore, prices were significantly higher.  As a consequence, the current drop in prices is being keenly felt by farmers.  While the Government is clearly restricted in what it can do in terms of becoming involved in the issue of commercial pricing, a number of actions have been taken to support farmers during this difficult period.  As the Senator may be aware, the Minister for Agriculture, Food and the Marine announced details of an investment package worth up to &euro;40 million in 2014 aimed at sustaining critical mass in the suckler cow herd.  In that regard, there is &euro;23 million for the beef genomics scheme, &euro;10 million for the beef data programme, &euro;5 million for the beef technology adoption programme and &euro;2 million in residual payments under the suckler cow welfare scheme.  A number of other actions have been taken by the Minister who will keep the matter under constant review.  We should support him in the actions he has taken in this regard.  If necessary, further action will be taken.  <\/p><p>Senator Colm Burke mentioned medical graduates.  He also referred to the point made by Senator Feargal Quinn and supported the calls made for expenditure to be allowable against tax. <\/p><p>Senator Terry Brennan lauded the success of our sports people, especially the Special Olympics team.  On the sporting theme, Senator Ned O'Sullivan mentioned the Listowel races and rightly said holiday meetings were the backbone of the sport.  It was questionable to allow the prestigious meetings held at Leopardstown and the Curragh which clashed with the other fixtures.  It is a matter Horse Racing Ireland should examine in the future.<\/p><p>The Senator also mentioned the situation with holidays for garda&iacute;.  As the Cathaoirleach pointed out, that is a matter for the Garda Commissioner.<\/p><p>Senator Paul Bradford mentioned the fact that Ireland would host at least two or three games during the 2020 UEFA finals.  I compliment everybody involved, including the FAI, the Government, chambers of commerce and all those associated with the bid.  It was wonderful to win.  Eight cities were chosen and it is great that Ireland's capital city is among them.  <\/p><p>Senator Paul Bradford also called for a debate on the future of the League of Ireland and the provision of greater resources.  It is sad to see League of Ireland teams playing in front of 400 or 500 people.  There is a need to develop the game at local level.  As the Senator said, it will be a long time before we will see between 20,000 and 25,000 people attending League of Ireland games, as witnessed in the 1970s, in particular.  <\/p><p>Senator Paschal Mooney mentioned the Irish students in San Francisco and the bad image given to Ireland.  I understand the landlady mentioned - I heard it on the radio on my way to Dublin - that 14 students might have been involved.  The Minister for Foreign Affairs and Trade has come out very strongly on the issue.<\/p> <p>These people must be held responsible.  They are doing dreadful damage to the image of Ireland in America, Australia and other areas.  They must be held accountable for their actions, and I hope, as the Senator said, that they are named and shamed, because they do nothing for the image of the country or their educational institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300016#P01900","speaker":"1130","continuing":true},{"type":"speech","time":1411484400,"counter":100,"content":"<p>Senator Darragh O'Brien has proposed an amendment to the Order of Business: \"That a debate with the Minister for Health on the Government's plans to address the waiting list for services for children be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300018#R00200","speaker":"1120"},{"type":"speech","time":1411484400,"counter":101,"content":"<p>I will withdraw it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300018#R00300","speaker":"1139"},{"type":"speech","time":1411484400,"counter":102,"content":"<p>Senator Thomas Byrne has proposed an amendment to the Order of Business: \"That a debate with the Minister for Arts, Heritage and the Gaeltacht to explain the circumstances surrounding the appointment to the board of the Irish Museum of Modern Art of a person who is a candidate in the current Seanad by-election be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300018#R00400","speaker":"1120"},{"type":"speech","time":1411484400,"counter":103,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300018#R00450","speaker":"1116"},{"type":"unspoken","time":1411484400,"counter":104,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1411484700,"counter":105,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1411484700,"counter":106,"content":"<p>There is an equality of votes.  Therefore, pursuant to Article 15.11.2&deg; of the Constitution, I will exercise my casting vote.  I vote against the amendment in this case.  The vote result is now: T&aacute;, 20; N&iacute;l, 21.  I declare the amendment lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300019#T00150","speaker":"1120"},{"type":"speech","time":1411484700,"counter":107,"content":"<p>Under Standing Order 62(3)(b) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300019#T00200","speaker":"1142"},{"type":"vote","time":1411484700,"counter":108,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 21; Níl, 19.<\/p><br\/><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300019#T00400","aye":["1157","1116","1133","1131","1119","1140","1167","1128","1136","1139","1169","1170","1142","1115","1154","1145","1155","1171","1156","1164","1176"],"nay":["1148","1138","1150","1165","1151","1158","1130","1166","1160","1117","1172","1173","1162","1132","1174","1134","1118","1125","1163"]},{"type":"speech","time":1411485000,"counter":109,"content":"<p>Is the Order of Business, as amended, agreed to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300020#V00100","speaker":"1120"},{"type":"speech","time":1411485000,"counter":110,"content":"<p>Will the Leader tell us when the debate will take place?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300020#V00200","speaker":"1116"},{"type":"speech","time":1411485000,"counter":111,"content":"<p>Does the Leader wish to reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300020#V00300","speaker":"1120"},{"type":"speech","time":1411485000,"counter":112,"content":"<p>I will try to make the necessary arrangements.  I will announce as soon as possible when we will have the Minister in the House to discuss the matter, as decided by the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300020#V00400","speaker":"1130"},{"type":"unspoken","time":1411485000,"counter":113,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Education (Miscellaneous Provisions) Bill 2014: Second Stage","time":1411485300,"counter":114,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300021#W00100"},{"type":"unspoken","time":1411485300,"counter":115,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1411485300,"counter":116,"content":"<p>I welcome the Minister for Education and Skills, Deputy Jan O'Sullivan, to the House.  Amendment No. 1, in the name of Senator Barrett, is related to amendment No. 11, and they may be discussed together, by agreement.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300021#W00300","speaker":"1164"},{"type":"speech","time":1411485300,"counter":117,"content":"<p>I move amendment No. 1:<blockquote><br \/>In page 3, to delete lines 14 and 15 and substitute the following:&quot; &quot;education provider&quot; means for the purposes of this legislation an educational institution in the State which provides a programme of education and training at levels 7, 8, 9 and 10 of the National Qualifications Framework;&quot;.<\/blockquote>I welcome Minister for Education and Skills, Deputy Jan O'Sullivan, and I believe this is her first visit to the House as Minister.  I noted that she was interviewed for the current edition of <i>The University Times<\/i>.  In the interview, she reminisces about her time in Trinity College and says she was there with people such as Brendan Kennelly, Eil&eacute;an N&iacute; Chuillean&aacute;in, Owen Sheehy Skeffington and Senator David Norris.  It is, therefore, a reunion this afternoon.  The Minister stated:<blockquote>... it was genuinely a very formative experience in terms of opening my eyes to a world that I wouldn&rsquo;t otherwise, I think, have realised.  A world of ideas, a world of your right to question things and I think that really was a positive experience.<\/blockquote>At the end of the interview, she wondered whether we should &quot;ease off the academic pressure a little bit and give more time for students to talk about ideas.&quot;  The Minister is very welcome.<br\/>The amendments in my name support the Bill and are proposed in the spirit of being useful in bringing the Bill forward.  Amendments Nos. 1 and 11 are grouped together, which I welcome.  The issue is the wish of the Royal College of Surgeons in Ireland, an eminent institution founded 230 years ago in 1784, to use the title &quot;university&quot; outside the country.  I appreciate that is its wish.  Certainly, its international educational standards support that.  It is the largest medical school in Ireland and has approximately 3,000 students, approximately 80% of whom are from outside the European Union.  The organisation has built up the reputation and status whose promotion is the object of this legislation.  In passing, one would wonder about the need of the institution to call itself a university for some purposes and not for others.  I looked up the top 17 universities in the world and noted approximately half do not use the title &quot;university&quot;.  An example is Massachusetts Institute of Technology.  Oxford and Cambridge are primarily based on colleges.  There is also the &Eacute;cole Polytechnique F&eacute;d&eacute;rale de Lausanne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300021#W00400","speaker":"1157"},{"type":"speech","time":1411485300,"counter":118,"content":"<p>The Sorbonne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300021#W00500","speaker":"1136"},{"type":"speech","time":1411485300,"counter":119,"content":"<p>King's College London is ranked No. 16.  Also listed is the Swiss Federal Institute of Technology in Zurich.  Therefore, I am somewhat sceptical about the fixation with titles, although not to the extent of opposing the proposal.<\/p> <p>As the Minister was queried about in her interview, TCD had a rather strange fixation with titles during the year.  <\/p><p>My starting point would be that the Royal College of Surgeons does have this level of attainment and accomplishment.  Can the Bill strengthen that?  Do we strengthen the Minister's hand in case people who are not as distinguished, qualified or eminent find loopholes in this Bill?  If somebody sets up the &quot;Trinity Economics University&quot;, it will be very difficult to prevent that damaging the high standing that Irish higher education has.  That is the spirit in promoting the intention behind this Bill and the reason I put down my amendments.  <\/p><p>Under amendment No. 1, &quot;education provider&quot; in the Bill is a person in the State who provides a programme of education and training.  The amendment we have put down states that, &quot; &quot;education provider&rdquo; means for the purposes of this legislation an educational institution in the State which provides a programme of education and training at levels 7, 8, 9 and 10 of the National Qualifications Framework;&quot;.  In other words, the work we are doing, the work the Minister is doing and the work her Department is doing warrant a stronger definition than the one in the Bill.  This is why I have put down amendment No. 1 and I propose it to the House in that spirit.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300021#W00600","speaker":"1157","continuing":true},{"type":"speech","time":1411485600,"counter":121,"content":"<p>I strongly support Senator Barrett's amendment.  I support the general thrust of what he said - his general remarks about the Royal College of Surgeons and so on - but I think we will come on to that a bit later.  The definitions given under the interpretation section by the Government in this Bill are quite extraordinarily lax and flabby.  \"Education provider\" means a person in the State who provides a programme of education and training - a person, an individual.  That is daft.  This could include the couple who are entangled with the State at the moment because they are providing education at home for their children.  It is so broad that it covers everything.  This Bill is not dealing with persons, rather it is dealing with institutions, and so I think the institution should be included in the definition.  The provider is not a person.  The provider is an institution.  I urge the Minister to take this on board.<\/p><p>The Minister's amendment No. 11 begs the question of when a university is not a university.  Apparently, it depends on where one is standing when one is looking at it.  If one is standing on the Continent of Europe and looking at something, it is a university from Europe but yet it is not a university in Ireland.  That is mad as well.  I cannot really see why an education provider which is granted a university authorisation under this section cannot describe itself or cause itself to be described as a university other than outside the State or for a specified purpose.  This is not Doctor Who and the Tardis.  Can an institution suddenly become a university for a specified purpose?  I do not think so - certainly not a terribly reputable one.  I have difficulties with amendment No. 11 for those reasons but I strongly support Senator Barrett in his aim of tightening up the definitions in this legislation.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300022#X00200","speaker":"1136"},{"type":"speech","time":1411485600,"counter":122,"content":"<p>I begin by welcoming the Minister to the House.  I think it is the first time she has been here for an education debate since her appointment and I wish her all the best in her work.  If the section relating to institutions marketing themselves as universities outside Ireland but not within the State is to remain, certainly the changes need to be made as suggested by Senator Barrett.  Like Senator Norris, I also have concerns about that aspect of the Bill.  I have serious reservations about it because the Bill sets a precedent in terms of radically changing the existing system we have of restricting for good reason and safeguarding the use of the title of \"university\".<\/p> <p>The reason we have such a strict system for protecting the title is to protect the reputation of our education system both at home and abroad and to make sure we do not end up in the same position as the UK a few years ago where any college could call itself a university.  I appreciate the legislation is clearly designed to address the concerns of one institution and it is restricted in that respect but I wonder whether this is the best approach to dealing with the issue.<\/p><p>While the Bill is not entitled the RCSI (amendment) Bill, it is designed to address the concerns of the RCSI, an institution which is not designated a university under section 4 of the Universities Act and which, because of section 52 of that Act, is restricted from using the title &quot;university&quot; within the State.  I have sympathy for the RCSI's position when it is marketing itself abroad.  Nobody could have a query about the high quality of the medical education provided by the college both to domestic and foreign students and the educational component of what they provide abroad.  While I have no concerns about the educational aspect of its training, it would be better if we were open and honest about the purpose of the legislation.  On the previous occasion it was taken in the House, I was away on business.  I had just left when I received a schedule which referred to the legislation.  The Bill had not been published and I had no idea what it was about but it was debated in the House three or four days later.  It is incredibly important legislation and the way it has been approached in the context of how it was introduced in the House has not been helpful.  It would have been better if it had been made clear from the beginning that it was designed to address a particular concern of the RCSI and we could have had a proper discussion on the best way to address that.<\/p><p>My main concern about permitting an institution to call itself a university abroad and not here is it looks duplicitous.  There is something fundamentally disingenuous about telling prospective students one thing abroad, enticing them here on that basis and then them finding out something else when they get here.  It is wrong and misguided.  I accept that the college has concerns.  Many of our institutions face difficulties when marketing themselves abroad because any two-bit institution in the UK can call itself a university and our finest institutes of technology, the RCSI and other institutions that provide top class education cannot.  Is this the best way of addressing that?  It might be better instead if we considered whether we should call the RCSI a medical university both at home and abroad and accept the fact it will never be a university because it does not provide the broad, interdisciplinary education one expects from one.  It would never, therefore, aspire as an institution to that title.  However, it provides top class medical education and, therefore, instead of selling a double message at home and abroad, which could be considered duplicitous, we should consider whether the RCSI should be called a medical university both at home and abroad.  That would be a better approach.  As part of that, any institution that wants to use the title &quot;university&quot; would have to have in place the governance structures expected of TCD, UCD and other universities.  Let us have one system that is fair and transparent.<\/p><p>I have serious concerns about what is proposed.  I accept there is an issue in the context of institutions marketing themselves abroad.  Perhaps a better way to address that would be to ramp up the activities of Education in Ireland.  In 2010, the previous Government set out a strategy, Investing in Global Relationships, Ireland's International Education Strategy 2010-2015.  Some of that remains aspirational.  Perhaps we need a greater emphasis on this and putting more resources into attracting international students here.  It in an area in which there is massive potential both in the context of revenue for our institutions in the short term but also in the context of longer-term benefits for the economy through having a network of well educated people across the world who were educated in Ireland and who have an affinity with the country to whom we can reach out when building other business, cultural and economic links into the future.  I would do anything to help our institutions to compete globally and attract students here but I caution that we need to do it in the right way and the hallmark of everything we do needs to be quality and consistency and making sure Irish education is seen as a leader globally.<\/p> <p>I wonder if the approach of allowing an institution to use one title abroad and another at home offers the best way to do it.  It is a little dodgy and not the best way of approaching the issue.  However, I am happy to work with the Minister in finding a better way to approach it and thus address the concerns of the institution concerned, as well as other institutions in terms of how they market themselves abroad.  I am sure the Dublin Institute of Technology, Waterford Institute of Technology and other institutes of technology encounter similar issues when competing with institutions that call themselves universities but do not provide an education anywhere near the standard provided here.  It is a big issue which we should perhaps address in a better way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300022#X00300","speaker":"1154","continuing":true},{"type":"speech","time":1411486500,"counter":125,"content":"<p>It raises the issue of Waterford Institute of Technology, WIT, which is close to university accreditation and a fine institution.  I would see it as a further example that needs to be looked at.  I understand much of the impetus comes from the Royal College of Surgeons in Ireland, RCSI, in terms of how it is marketed abroad.  I believe its marketing has been remarkably successful in that it is always full and has plenty of students.  What is it worried about?  In any advertisement it can certainly demonstrate its standing in a way that makes it clear where it stands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300024#Z00200","speaker":"1136"},{"type":"speech","time":1411486500,"counter":126,"content":"<p>I thank Senators for their words of welcome.  This is the first education Bill I have dealt with as Minister for Education and Skills.  I am delighted to be in the Seanad to take Committee Stage of the Bill which, as Members know, was introduced by my colleague, the former Minister, Deputy Ruair&iacute; Quinn.  My previous engagement with the Seanad was good and I look forward to the many fine debates we will have on education.<\/p><p>The Bill primarily addresses the title of a university outside the State.  It also addresses issues to do with student support and further education and what information can be provided on schools.  I will deal, first, with the general points raised.  <\/p><p>I thank Senator Sean D. Barrett for his remarks about the interview, but I have not yet read the transcript of it.  I recall giving the interview, but I cannot recall what I said.  I hope it was positive.  I know that I mentioned Senator David Norris as one of the fine people lecturing in Trinity College Dublin.<\/p><p>There were some general points made about the Bill.  I know that Senator Sean D. Barrett has tabled a number of amendments and engaged constructively on the Bill.  I look forward to dealing with other issues, including, as raised by Senator David Norris in later amendments, the use of the word &quot;person&quot;.  <\/p><p>On the matter of international education and the issues raised by Senators Averil Power and David Norris, the Bill provides a narrow definition of what can be incorporated and the type of institution that can use the term &quot;university&quot; outside the State.  The Government's amendment seeks to ensure greater clarity in order that the description cannot be used inside the State.  Senator Averil Power asked why one would use one description inside the State and another outside it.  It is specifically to address the issue of international education and the opportunities provided for the country.  There is wide engagement by universities and institutes of technology outside the State and Europe on the huge opportunities presented.  Also involved in that engagement, as pointed out by others, is the Royal College of Surgeons in Ireland which it is intended will benefit from this legislation.<\/p><p>I will try to address the issue relating to Waterford Institute of Technology.  The technological universities Bill will proceed separately from this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300024#Z00300","speaker":"1061"},{"type":"speech","time":1411486500,"counter":127,"content":"<p>Will it give recognition to WIT?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300024#Z00400","speaker":"1136"},{"type":"speech","time":1411486500,"counter":128,"content":"<p>It will present an opportunity for that to happen.<\/p> <p>A number of consortiums are putting forward proposals on a technological university.  I am probably straying outside the scope of the Bill.  For this piece of legislation, one of the criteria is that at least 40% of the provider's student enrolment in the State must comprise students from outside the European Union who are lawfully in the State primarily to receive education and training.  The intention is purely regarding institutions for which at least 40% of their students come from outside the State; the Bill is not intended to deal with institutions such as WIT.<\/p><p>Regarding amendment No. 1, it is my preference not to specify particular levels on the National Framework of Qualifications, as individual levels are not specified in the legislation governing the use of the framework, and they could change.  What we call level 8 could be called by another name in the future; therefore, specifying the levels in a piece of primary legislation is not the best course of action, particularly as it is not specified in the legislation that established the framework.  The definition is consistent with the current body of legislation on qualifications.  Therefore, I do not propose to accept amendment No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300024#Z00500","speaker":"1061","continuing":true},{"type":"speech","time":1411486800,"counter":130,"content":"<p>Is the Minister referring to \"person\"?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00200","speaker":"1136"},{"type":"speech","time":1411486800,"counter":131,"content":"<p>No, I refer to Senator Barrett's proposal in amendment No. 1 that we specify the level-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00300","speaker":"1061"},{"type":"speech","time":1411486800,"counter":132,"content":"<p>It replaces \"person\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00400","speaker":"1136"},{"type":"speech","time":1411486800,"counter":133,"content":"<p>We will deal with the reference to &quot;person&quot; later.  Amendment No. 1 provides for the amendment of the Bill to state:<blockquote><br \/>&ldquo; &ldquo;education provider&rdquo; means for the purposes of this legislation an educational institution in the State which provides a programme of education and training at levels 7, 8, 9 and 10 of the National Qualifications Framework;&rdquo;.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00500","speaker":"1061"},{"type":"speech","time":1411486800,"counter":134,"content":"<p>Perhaps the Minister could deal with the use of the word \"person\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00600","speaker":"1136"},{"type":"speech","time":1411486800,"counter":135,"content":"<p>No, because it comes later.  This amendment deals with the levels on the framework, and I do not accept that we should specify levels in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00700","speaker":"1061"},{"type":"speech","time":1411486800,"counter":136,"content":"<p>It also refers to \"person\", because it removes \"person\" and substitutes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00800","speaker":"1136"},{"type":"speech","time":1411486800,"counter":137,"content":"<p>We will come to it in a later amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA00900","speaker":"1061"},{"type":"speech","time":1411486800,"counter":138,"content":"<p>I thank the Minister and wish her well again.  We will have to revisit this, as there is agreement on both sides that a person could not provide university services.  The Minister has said she will deal with it later.  Perhaps on Report Stage the reference to \"person\" will be removed, in whatever formula the Minister has in mind.  It is impossible for a person to provide the services of a university.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01000","speaker":"1157"},{"type":"speech","time":1411486800,"counter":139,"content":"<p>A person might provide a grind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01100","speaker":"1136"},{"type":"speech","time":1411486800,"counter":140,"content":"<p>Have I got the groupings right?  Are we dealing with just amendments Nos. 1 and 11?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01200","speaker":"1061"},{"type":"speech","time":1411486800,"counter":141,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01300","speaker":"1164"},{"type":"speech","time":1411486800,"counter":142,"content":"<p>Amendment No. 6 refers to \"person\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01400","speaker":"1061"},{"type":"speech","time":1411486800,"counter":143,"content":"<p>Amendment No. 1 amends a section of the legislation which refers to \"person\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01500","speaker":"1136"},{"type":"speech","time":1411486800,"counter":144,"content":"<p>Perhaps after we have gone through the other sections where the Minister addresses the issue of \"person\" we will see if there is something in comments between us.  It is accepted that it would not be a person but an institution.  We will put it on hold in accordance with the Minister's wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01600","speaker":"1157"},{"type":"speech","time":1411486800,"counter":145,"content":"<p>The \"person\" referred to in amendment No. 6 is different.  The amendment refers to arrangements entered into \"with any person outside the State for the purposes of participating in a collaborative project\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01700","speaker":"1154"},{"type":"speech","time":1411486800,"counter":146,"content":"<p>I meant to say amendment No. 8, which proposes to delete &ldquo;person&rdquo; and substitute &ldquo;higher education institution&rdquo;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01800","speaker":"1061"},{"type":"speech","time":1411486800,"counter":147,"content":"<p>On the Minister's statement on WIT, I accept that this piece of legislation can be used only by one institution, the RCSI.  WIT is far from having 40% international students, and no other institution in the country comes anywhere near the figure.  In some respects it could be seen as a slap in the face for the institutes of technology, which have been involved in a torturous process over a very long period of time to meet the criteria for designation as technological universities, if that is to happen.<\/p> <p> At the same time, the Minister is introducing legislation overnight which allows another institution to adopt the title of university straight away, without meeting any of those criteria, and with very different governance procedures from those one would expect from any university or institute of technology.  That is the point I was trying to make. <\/p><p>I accept that we are in the middle of a global war for talent.  Increasingly, this country will be competing not on the basis of corporation tax but on the talent of our own people and those whom we can attract to Ireland to study, undertake research and work here.  For that reason, internationalising our education system is a positive thing towards which we should all work.  I question, however, whether this approach is the correct one.  I do not believe it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300025#AA01900","speaker":"1154","continuing":true},{"type":"speech","time":1411487100,"counter":149,"content":"<p>In this legislation, the Minister defers to herself the power to grant authorisation.  That is a wide-sweeping power for somebody like the Minister, who, as I know, has had the benefit of a Trinity education.  However, there may be people who do have that who will succeed her as Minister for Education and Skills.  There could be corrupt politicians coming in.<\/p><p>We have a situation with English language schools, about half a dozen of which have collapsed in recent times.  It does seem to me that it is a very extensive power to give the Minister.  A future Minister could have no university background or any connection with education.  He or she could be stuck in by the Taoiseach of the day in order to meet geographical considerations, rather than based on his or her suitability for the job.   This happens in politics all the time.  It could be a case of granting favours to a friend.<\/p><p>I would be much happier if some body such as the Higher Education Authority could at least be taken into consultation in this process of awarding the right to describe something that is not a university in the country where it is trading as a university abroad.  It is a very broad power to give a Minister.  I would be quite happy with the current Minister but I cannot predict who all her successors will be in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00200","speaker":"1136"},{"type":"speech","time":1411487100,"counter":150,"content":"<p>It is not just at the whim of the Minister.  There are criteria that such a body would have to fulfil, including that the authority must make awards to at least doctoral degree level.  It is therefore quite constrained.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00300","speaker":"1061"},{"type":"speech","time":1411487100,"counter":151,"content":"<p>Who assesses the quality of the doctoral degree?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00400","speaker":"1136"},{"type":"speech","time":1411487100,"counter":152,"content":"<p>It is quite constrained.  Ministers have powers to do lots of things but they are within strict parameters.  I have no doubt that whoever is Minister for Education and Skills will exercise his or her powers responsibly, but he or she will have to exercise them within the parameters of the legislation.  We make lots of legislation across many areas where Ministers have powers, but they have to exercise them within the legislative and constitutional situation in which they operate.<\/p><p>To clarify, amendment No. 8 is the relevant one for that issue. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00500","speaker":"1061"},{"type":"speech","time":1411487100,"counter":153,"content":"<p>Senator Barrett has indicated that he wishes to withdraw amendment No. 1.  Is that so?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00600","speaker":"1164"},{"type":"speech","time":1411487100,"counter":154,"content":"<p>Yes.  I was waiting to get to amendment No. 8.  In that spirit I will withdraw the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00700","speaker":"1157"},{"type":"unspoken","time":1411487100,"counter":155,"content":"<p>Amendment, by  leave, withdrawn.<\/p>"},{"type":"speech","time":1411487100,"counter":156,"content":"<p>Amendments Nos. 2 and 6 to 10, inclusive, are related and may be discussed together.  Amendments Nos. 7 to 10, inclusive, are physical alternatives to amendment No. 6.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB00900","speaker":"1164"},{"type":"speech","time":1411487100,"counter":157,"content":"<p>I move amendment No. 2:<blockquote><br \/>In page 3, between lines 16 and 17, to insert the following:&ldquo; &ldquo;higher education&rdquo; is defined as education and training provided by a higher education institution at levels 8, 9 and 10 of the National Qualifications Framework;&rdquo;.<\/blockquote>I thank the Cathaoirleach for that lengthy list of instructions with which to comply.  Amendment No. 2 seeks to introduce into the interpretation that this is about third level.  As Senator Norris has pointed out, an education provider is defined as somebody who provides a programme of education and training.  I am seeking to ensure, as per this amendment, that this is defined as higher education.  Otherwise it could be too loose a definition, as Senator Norris said.<\/p> <p>A person could say that he or she is providing a programme of education and training and be given the title, \"university\", rather strangely and certainly in a departure from the very high standards which the Minister, the Higher Education Authority and the Department, have always upheld.  Is there a need to tighten those definitions?  The definition of a university is specified under section 4 of the Universities Act.  <\/p><p>My colleagues on the Sinn F&eacute;in benches have tabled some amendments.  My amendment No. 6  proposes the deletion of the references to marketing-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300026#BB01000","speaker":"1157","continuing":true},{"type":"speech","time":1411487400,"counter":159,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300027#CC00200","speaker":"1136"},{"type":"speech","time":1411487400,"counter":160,"content":"<p>What we seek is the provision of a programme of higher education and training the majority of it provided by the authorised provider.  The Bill states, \"in whole or in part\".  I think \"in whole\" is desirable but, \"in part\" could be down in single figures.  We should require the majority of it to be so provided by the person whom we are licensing in the legislation.  Amendment No. 7 is a Government amendment and amendment No. 8 proposes to delete \"a person\" and to substitute, \"a higher education institution\".  I do not think it is possible for a person to do this.<\/p><p>To continue the sequence I will deal with amendment No. 9.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300027#CC00300","speaker":"1157"},{"type":"speech","time":1411487400,"counter":161,"content":"<p>Amendments Nos. 2 and 6 to 10, inclusive, are related.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300027#CC00400","speaker":"1164"},{"type":"speech","time":1411487400,"counter":162,"content":"<p>Amendment No. 9 proposes to ensure that there is a reference to higher education.  Amendment No. 10 is the final amendment in this section.<\/p><p>I will state our proposals more succinctly.  Amendment No. 2 proposes a definition of higher education; amendment No. 6 proposes to concentrate on the provision of a programme of education and training and to leave out the reference to marketing and research; and amendment No. 7 is a Government amendment.  We have discussed amendment No. 8.  Amendment No. 9 refers to higher education; amendment No. 10 proposes that all but definitely the majority of the products should be provided by the person who is being licensed under this legislation.<\/p><p>These amendments attempt to tighten definitions as asked for by the Minister and they are offered in that co-operative spirit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300027#CC00500","speaker":"1157"},{"type":"speech","time":1411487400,"counter":163,"content":"<p>I support these amendments by my colleague, Senator Barrett.  Amendment No. 2 gives a clear definition of something of which there is no definition in the Bill, which is extraordinary in a Bill which deals with higher education and gives definitions of an t-&Uacute;dar&aacute;s, Appeals Board, authorised provider of education. It even defines the Minister but does not define higher education.  That is a gap.  Amendment No. 3 proposes that universities be defined as bodies specified under section 4 of the Universities Act 1997.  There is no definition of universities but there is a pre-existing definition in primary legislation, in the 1997 Act.<\/p> <p>It would seem to me to be perfectly logical and coherent, therefore, to include the definition enshrined in the 1997 Act in this Bill, particularly in the absence of any definition by the Minister.<br\/>Amendment No. 6 refers to, &quot;The specified purpose referred to in <i>subsection (1) <\/i>is to enter into an arrangement with any person outside the State ...&quot;.  I would recommend to Senator Barrett that if he is reinstating this amendment for Report Stage, which seems to be the tactic he is adopting, he would include also &quot;person or institution&quot; rather than just leaving it &quot;any person&quot; because having battled against personhood on the one hand, he cannot be seen to be endorsing it too strongly on the other, but I agree with it.  I also agree with the idea of removing &quot;marketing&quot;.  It is a bit crass for a university that it is all about marketing, jobs and so on.<br\/>The Royal College of Surgeons in Ireland, RCSI, is a very fine institution but it has not distinguished itself in its relationships with states in the Middle East, for example, about which there has been considerable controversy, and its adamant refusal to stand up for its own graduates being persecuted in Bahrain.  One would have a number of worries in that regard.  <br\/>Putting in &quot;higher education institution&quot; and a &quot;majority&quot; of the programme are amendments that tighten the focus of the legislation and I recommend them to the Minister.  I will be interested in her comments on the matter, particularly with regard to the question of &quot;person&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300027#CC00600","speaker":"1136","continuing":true},{"type":"speech","time":1411487700,"counter":165,"content":"<p>To pick up on Senator Norris's point about the RCSI and its graduates in Bahrain, we have not had an opportunity to discuss that issue directly with the Minister to date, although it was discussed in the education committee some months ago as the college is looking for accreditation from the Irish Medical Council for its programmes in Bahrain.  It is an area of considerable reputational risk for Irish education as a whole and I urge the Minister, outside of this legislation, to focus her attention on it and consider the risk for Irish education because it is very serious.  There are still RCSI-trained doctors in hospital in Bahrain simply for treating injured protesters.  RCSI staff and students have been discriminated against purely on the basis of their faith.<\/p><p>The quality of the RCSI's educational offering is without question in terms of the lectures and so on but the training taking place in hospitals overseas, particularly in Dubai, is questionable.  Much of the training is done in militarised hospitals where people have been tortured in the past.  That claim was made when we discussed this issue with the Higher Education Committee, HEA, the Medical Council and others in the education committee.  The representative from the RCSI denied that torture had ever happened in Bahraini hospitals-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300028#DD00200","speaker":"1154"},{"type":"speech","time":1411487700,"counter":166,"content":"<p>Ha.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300028#DD00300","speaker":"1136"},{"type":"speech","time":1411487700,"counter":167,"content":"<p>-----even though the independent commission set up by the Bahraini Government has acknowledged that torture did happen in Bahraini hospitals.  The human rights environment in which the RCSI is operating is very poor in Bahrain in particular.<\/p><p>In terms of the training, we would not allow Irish medical students from Trinity College, UCD, the RCSI or any other college train in this State in a hospital where they are not safe and where they would be discriminated against on sectarian grounds or in a hospital where torture has taken place and been condoned by the Government in a health system run by the Ministry of Defence rather than health officials.  There are serious issues to be raised in that regard.  I accept it is a side issue to this debate but as Senator Norris opened the door for me, I am happy to walk through it and reiterate my concerns in that regard.<\/p> <p>It is an issue not just for the RCSI as an institution but also for the reputation of the country in terms of the environments in which our institutions operate, particularly if they carry the stamp of approval from the Department of Education and Skills and are looking for the stamp of approval from the Irish Medical Council to use the term \"university\".  What such institutions do reflects not only on them but on the system as a whole.  <\/p><p>As I said, if we want to compete abroad, it has to be on the basis of quality and respect for human rights.  It is on the basis of making us a beacon for education and best practice internationally that we will win, not in making short-term decisions to become involved in areas in which education standards are dubious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300028#DD00400","speaker":"1154","continuing":true},{"type":"speech","time":1411488000,"counter":169,"content":"<p>I will shamelessly take the opportunity of having the Minister held captive in the Chamber to make a <i>cri de coeur<\/i>to her in her new capacity as Minister for Education and Skills to seriously examine the structure and number of medical schools in the Republic.  To give some background information, in recent years the medical profession in Ireland has done a good job in persuading the rest of the country that we have reached an extraordinary level of international eminence in what we achieve in our medical schools.  We have extraordinarily gifted nurses and doctors who have done the country proud when they have gone abroad.  They have acted as unpaid reputational ambassadors for the quality of education they received.  However, one sometimes has to ask whether this has occurred in spite of, rather than because of, medical schools.  <br\/>I speak as a University Senator who represents an entity which has several medical schools.  I will provide the Minister with some arithmetic.  Ireland has a population of approximately 4.5 million people and six medical schools.  One can do the arithmetic - we have about one medical school per 700,000 people.  In the United States which has the most advanced academic medical structure in the world and the highest number of Nobel prizes, publications, citations, etc. there is one medical school per 2 million citizens approxiamtely.  In the United Kingdom there is one medical school per 2 million citizens approximately.  In Germany there is one medical school per 2 million citizens approximately.  If one adds some of the smaller countries in eastern Europe which have larger numbers, one will find that the rate is one medical school per 1.5 or 2 million citizens.  We are absolute outliers in any comparison.  One could say this must be a great country which places a huge emphasis on medical education and does not spend money on nuclear submarines or arms but on medical schools to educate young doctors.  However, we also have the lowest number of doctors per head of population and career level posts in any country in the OECD.  It will be apparent that there is something fundamentally wrong with the way we structure medical schools.<br\/>I amused myself by going online - I probably broke procedure in so doing - and found that Harvard Medical School's affiliate campuses, that is, its hospitals, have a clinical faculty membership of 10,000.  To the best of my knowledge, the aggregate number of full-time clinical faculty members employed by the six Irish medical schools is less than 100.  Most of the work at clinical level is done by people who were primarily appointed by the health service and had varying degrees of enthusiasm and small amounts of time designated for educational purposes.  <br\/>When I say our bright young students graduate with a great medical education in spite of, rather than because of, the medical schools, I speak not with bitterness but with a cold, hard assessment of what we have.  I would fear for the future of medical education in Ireland in terms of reputation if we do not do something about this issue.  The world is full of countries which shall remain nameless in which there are degree mill medical schools in which people who have reached a certain degree of matriculation standard and with the financial wherewithal will find themselves in a medical school which will give them a degree which may or may not be recognised in different parts of the world.  <br\/>I would like to see substantial attention being paid not by the health system which is in a near-unfixable mess but by the education system to the structure of how we treat and train young doctors.  Do we have the right number of medical schools?  Do we have too many?  Is it appropriate to have so few full-time clinical faculty members smeared across such a large number of medical schools whereby we do not have full-time representatives in most medical schools in most of the major disciplines of medical specialisms? <\/p> <p>One has to ask what level of scrutiny this might attract and be able to withstand in the event that there are future international inspections of medical schools because what we have in Ireland is extraordinarily unusual.  There are downstream spin-off effects from it, one of which is that there is a complete lack of a leadership cadre of doctors in the country.  The overwhelming majority of hospital-based specialists work for themselves and the health service.  They do not have a boss and are not part of a unit within a cohesive structure.  They do not have hiring and firing authority.  Essentially, there is no senior specialist with any control over any specialist.  When I started off as a young consultant in New York, there were four recognisable layers above me, all of whom, with the right motivation, could have fired me if my performance was inadequate.  There is nothing like that here.  The net effect is that we do not have people in our profession who have a wide vision of how the health service should be reformed.  As a result, managers default into what should be leadership positions.<\/p><p>There are many good reasons for us to try to defend the reputation of our medical schools.  If they are to withstand scrutiny, it will require intense reform.  There is something seriously wrong in a country that has one medical school for a population of 720,000, three times the European average, which has so few doctors and in which there is almost no full-time clinical faculty.  We can debate all day which institutions should be called universities and those that should not, but if we are to fix the problem, we need somebody at a high level of authority to decide that this is something which is very important to our society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300029#EE00200","speaker":"1147","continuing":true},{"type":"speech","time":1411488600,"counter":171,"content":"<p>Some broad issues have been raised.  Perhaps I might start with the last issue raised by Senator John Crown.  As he is aware, there has been considerable reform in higher education generally in terms of institutions coming together and working collaboratively and forming clusters in different parts of the country in the context of the proposed technological universities.  He has proposed a very significant reform in higher education.  Obviously, I am not in a position to say right now that I can do this, but it is a proposal that can certainly be thrown into the mix for consideration.  However, there would need to be a great deal of consultation with the various institutions involved in delivering medical education.  It is an area in which there has been an ongoing reform programme under my predecessor which I will be continuing, but I am not going to comment specifically on medical schools.<\/p><p>The issue of human rights in the Middle East is one on which there have been very good debates in this House and at Oireachtas committees.  I had an opportunity on my first outing as Minister of State at the Department of Foreign Affairs to raise human rights issues in the Middle East.  I will not comment specifically on the matter today because it is very much outside the scope of the Bill and specifically the amendments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00200","speaker":"1061"},{"type":"speech","time":1411488600,"counter":172,"content":"<p>Not if the Minister is marketing in the Middle East.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00300","speaker":"1136"},{"type":"speech","time":1411488600,"counter":173,"content":"<p>There are issues of concern to do with human rights, but I wish to focus particularly on the proposed amendments.  <\/p><p>Amendment No. 7 is a Government amendment which seeks to remove a superfluous cross-reference to subsection (1).  A similar response can be given on amendment No. 2 which deals with the qualifications framework.  The definitions and terminology used to describe the awarding powers of an eligible applicant are satisfactory.  Amendments Nos. 8 and 9 deal with definitions, particularly the use of the word &quot;person&quot;.  I am advised that it is the appropriate legal term and incorporates what we are talking about, despite the Senator's concerns about the use of the word &quot;person&quot;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00400","speaker":"1061"},{"type":"speech","time":1411488600,"counter":174,"content":"<p>Does it occur in other legislation in similar circumstances?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00500","speaker":"1136"},{"type":"speech","time":1411488600,"counter":175,"content":"<p>Yes.  The Senator made a point generally about definitions, but I am advised that this is the correct terminology.  However, I am willing to look at it again before Report Stage.  <\/p><p>There are a number of later amendments at which I am willing to look again before Report Stage, but I cannot accept the proposals made in this instance.  Amendment No. 6 would have the effect of deleting the purpose in marketing programmes of education provided by an authorised provider or the research services of an authorised provider.  We could argue whether marketing what one provides is an appropriate purpose.  I argue that it is appropriate if a university is providing services in another country or for students coming from another country.  They need to tell them what they do and explain the services and courses they provide and the research they conduct.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00600","speaker":"1061"},{"type":"speech","time":1411488600,"counter":176,"content":"<p>They have bypassed the word \"university\" and explained it in the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00700","speaker":"1136"},{"type":"speech","time":1411488600,"counter":177,"content":"<p>I argue that it is a valid purpose to market what one provides, whether it is a university or anybody else, as one has to tell people what one actually offers.  I am not proposing to accept that amendment either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF00800","speaker":"1061"},{"type":"speech","time":1411488600,"counter":178,"content":"<p>I thank the Minister.  I have to admit to a prejudice against marketers in universities.  They really waste people's time and budgets.  They are just spoofers.  I am much more interested in the quality of education provided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF01000","speaker":"1157"},{"type":"speech","time":1411488600,"counter":179,"content":"<p>Does the Senator have a better term than it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF01300","speaker":"1061"},{"type":"speech","time":1411488600,"counter":180,"content":"<p>The Minister knows about the marketers' advice on what was supposed to be wrong with the image logo of Trinity College Dublin's on the shield.  It was a complete and utter waste of money and I was trying to stop the Department being seduced by this nonsense.  Can we get good doctors out of it?  I do not care who is engaged in the marketing, except that the cost should be set at about the level of average pay in a university, not the multiples the people in question receive.  The adoption of capitalist terms in universities, within a few years of the capitalist system collapsing and having to be rescued, is bizarre.  I do not know what books on the economy my university colleagues read when they put forward this nonsense.  Mr. Brendan Kennelly's poetry did not deteriorate after 2008, but marketing, banking - perhaps due to too much banqueting - accountancy and management did.  That this failed lingo is being introduced into eminent universities is very sad.  That is the reason I am trying to take out the section.  I may try to persuade the Minister in a different forum that it is about time the universities got back into the classroom, paid some attention to students, as she said in the interview, and stop parading around in marketing.  It is part of the great nonsense of a collapsed business system from which her Limerick colleague, the Minister for the Finance, Deputy Michael Noonan, tried to rescue us.  However, I have been rather self-indulgent on the issue.  I wish they had nothing to do with universities.<\/p><p>Amendments Nos. 2 and 3 proposed definitions that I attempted to insert.  Amendment No. 6 was about marketing.  I have had my say and thank the Minister for her patience.  Amendment No. 7 is about the person.  Leaving in the word &quot;person&quot; is dangerous, as somebody can say, &quot;I, Joe Bloggs, am a person and I have set up an international institution called &quot;Trinity Economics University.&quot;  I do not want such persons around.  I, therefore, ask the Minister's advisers to look at the issue.  I had never heard of it previously.  I do not think we call CIE or the Department of Finance a person.  I do not know why for this purpose a university is defined as a person, particularly when there are charlatans about and we are trying to defend the reputation of Irish universities. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF01400","speaker":"1157"},{"type":"speech","time":1411488600,"counter":181,"content":"<p>It happened in the case of libel legislation which defined companies as having personalities in order that they could take an active part in libel actions, which I thought at the time was wrong and misguided.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF01500","speaker":"1136"},{"type":"speech","time":1411488600,"counter":182,"content":"<p>Amendment No. 9 seeks to clarify the meaning of higher education.  <\/p><p>In regard to amendment No. 10, when the Bill states &quot;in part provided by the person&quot; we licence, it is important to quantify it.  This is an area for charlatans.  Some day when I have obtained a licence, I will contract out to a figure of 98% and the licence will hold.  I do not think we should give a person with that mentality the chance to do that to us.<\/p> <p>There are subcontractors who are no adornment to higher education either. <\/p><p>That brings me to amendment No. 10.  During the contributions of Senator Power and other colleagues on the Opposition benches, there has been much discussion of the importance of how universities are evolving.  Undesirable elements have been introduced in the Bill and some of the definitions are not as rigorous as they should be.  In the spirit in which the Minister has approached the debate, I will not press these amendments.  An important thought process has begun and Senator Crown has contributed handsomely to it as well.  I did not point out in the Minister's presence that the last medical school was set up in Limerick.  It is an important necessity to have one there, but we have a large number of medical schools, as Senator Crown pointed out.<\/p><p>I will not move amendments Nos. 6 to 10, inclusive.  There is a good deal of material to return to on Report Stage.  I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300030#FF01600","speaker":"1157","continuing":true},{"type":"unspoken","time":1411489200,"counter":184,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1411489200,"counter":185,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"majorheading","content":"Business of Seanad","time":1411489200,"counter":186,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300031#GG00400"},{"type":"speech","time":1411489200,"counter":187,"content":"<p>I move an amendment to the Order of Business:<blockquote><br \/>That Committee Stage of the Education (Miscellaneous Provisions) Bill 2014 shall adjourn at 6 p.m., if not previously concluded, and that a debate with the Minister for Arts, Heritage and the Gaeltacht to explain the circumstances surrounding the appointment to the board of IMMA of a person who is a candidate in the current Seanad by-election be taken at 6 p.m., to conclude no later than 6.30 p.m., with the contributions of all Senators not to exceed three minutes.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300031#GG00500","speaker":"1130"},{"type":"unspoken","time":1411489200,"counter":188,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Education (Miscellaneous Provisions) Bill 2014: Committee Stage (Resumed)","time":1411489200,"counter":189,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300031#GG00700"},{"type":"unspoken","time":1411489200,"counter":190,"content":"<p>SECTION 1<\/p>"},{"type":"unspoken","time":1411489200,"counter":191,"content":"<p>Amendment No. 3 not moved.<\/p>"},{"type":"speech","time":1411489200,"counter":192,"content":"<p>I move amendment No. 4:<blockquote><br \/>In page 3, between lines 19 and 20, to insert the following:&quot; &quot;voluntary contributions&rdquo; means a standard charge requested by a non-fee-paying school to parents or guardians of each student attending;&quot;.<\/blockquote>The purpose of amendments Nos. 4, 5, 17 and 20 is to amend the current legislation in order that schools be required to make information available to parents about voluntary contributions in the same way they are required to make information available about State funding allocations.  Voluntary contributions are used extensively by schools to charge parents to plug the gaps left by cuts to their funding.  Some schools might charge &euro;50 per student while others charge hundreds of euro, effectively making the schools fee-paying.  We raised this matter during the previous Minister's tenure and he said no school could prevent a child from attending or participating in activities if this so-called voluntary charge had not been paid.  However, we know from speaking to parents that students are regularly excluded from activities or have lockers withheld from them where such a charge has not been paid, and the Department does not keep a record or monitor how much each school is charging parents; nor does it take anyone to task about these fees.  Some parents find it difficult enough to put children in school uniforms without having to deal with this charge as well.  I would prefer if this matter could be dealt with through specific legislation, but there has not been any interest in addressing it.  That is why I am availing of the opportunity provided by this miscellaneous provisions legislation to make these amendments.<br\/>Amendment No. 20 would further compel the Minister to report to the D&aacute;il on the practice of voluntary contributions with a view to gradually phasing them out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300031#GG01000","speaker":"1155"},{"type":"speech","time":1411489200,"counter":193,"content":"<p>I thank the Senator for her contribution.  I agree that we need to ensure parents and the wider school community are given as much information as possible regarding the funds available to schools.  They need to be accountable to parents and we need greater levels of engagement, communication and transparency in how schools serve their community.  The Government approved in March the drafting of the education (admission to schools) Bill, and the general scheme has since been referred to the Office of the Parliamentary Counsel for drafting.  We will bring forward legislative proposals relating to school admissions and they will prohibit the charging of any fees or contributions as part of a school's admissions policy.  In addition, a parent and student charter will be introduced and this is probably a more appropriate context in which to address the issue the Senator has rightly raised.  While I do not propose to accept the amendments, I assure Senators that information for parents, including information relating to the collection and use of voluntary contributions, is an issue I will examine in the context of the charter and the proposed school admissions Bill.  That is a more appropriate way to address it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300031#GG01100","speaker":"1061"},{"type":"unspoken","time":1411489200,"counter":194,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1411489200,"counter":195,"content":"<p>Amendment No. 5 not moved.<\/p>"},{"type":"unspoken","time":1411489200,"counter":196,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1411489200,"counter":197,"content":"<p>SECTION 2<\/p>"},{"type":"unspoken","time":1411489200,"counter":198,"content":"<p>Amendment No. 6 not moved.<\/p>"},{"type":"unspoken","time":1411489200,"counter":199,"content":"<p>Government amendment No. 7:\r\nIn page 4, line 1, to delete &quot;referred to in subsection (1)&quot;.<\/p>"},{"type":"unspoken","time":1411489200,"counter":200,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1411489200,"counter":201,"content":"<p>Amendments No. 8 to 10, inclusive, not moved.<\/p>"},{"type":"unspoken","time":1411489200,"counter":202,"content":"<p>Government amendment No. 11:\r\nIn page 4, to delete lines 12 to 14 and substitute the following:&ldquo;(4) An education provider which is granted a university authorisation under this section shall not describe itself, or cause itself to be described, as a university otherwise \r\nthan&mdash;\r\n(a) outside the State, and \r\n(b) for a specified purpose.&rdquo;.<\/p>"},{"type":"unspoken","time":1411489200,"counter":203,"content":"<p>Amendment put.<\/p>"},{"type":"speech","time":1411489200,"counter":204,"content":"<p>V&oacute;t&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300031#GG02200","speaker":"1157"},{"type":"speech","time":1411489800,"counter":205,"content":"<p>Will the Senators claiming a division please rise?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300032#HH00100","speaker":"1120"},{"type":"unspoken","time":1411489800,"counter":206,"content":"<p>Senators Sean D. Barrett, John Crown, David Norris and Feargal Quinn rose.<\/p>"},{"type":"speech","time":1411489800,"counter":207,"content":"<p>As fewer than five Members have risen I declare the question carried.  In accordance with Standing Order 61 the names of the Senators dissenting will be recorded in the Journal of the Proceedings of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300032#HH00300","speaker":"1120"},{"type":"unspoken","time":1411489800,"counter":208,"content":"<p>Amendment declared carried.<\/p>"},{"type":"speech","time":1411489800,"counter":209,"content":"<p>Amendments Nos. 12 and 13 are related and may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300032#HH00500","speaker":"1120"},{"type":"speech","time":1411489800,"counter":210,"content":"<p>I move amendment No. 12:<blockquote><br \/>In page 4, line 15, to delete &ldquo;within 3 months of&rdquo; and substitute &ldquo;upon&rdquo;.<\/blockquote>As it stands the section states: &quot;The Minister shall, following consultation with an t&Uacute;dar&aacute;s, within 3 months of receipt of an application from an education provider under <i>subsection (1)<\/i>, determine that application&quot;.  I would like to give the Minister more time.  That is far too short a period of time.  These are major issues, as we found this afternoon when we discussed the international dimension to Irish medical education, and to have them decided upon within three months is too restrictive a time frame from which I am offering to release the Minister.  These matters deserve full and deep consideration and it is a not a question which any Minister should be asked to answer within three months.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300032#HH00600","speaker":"1157"},{"type":"speech","time":1411489800,"counter":211,"content":"<p>We are discussing amendments Nos. 12 and 13.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300032#HH00700","speaker":"1120"},{"type":"speech","time":1411489800,"counter":212,"content":"<p>I support amendment No. 12.  I have argued for many years that it takes a long time to get things done in this House and the Lower House.  I am one of those who has argued for speed and alacrity in this area but in this case Senator Barrett is exactly right.<\/p> <p>The three-month period provided for is too short and should be extended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300032#HH00800","speaker":"1145","continuing":true},{"type":"speech","time":1411490100,"counter":214,"content":"<p>I agree with Senators Feargal Quinn and Sean D. Barrett and support the amendment.  I assume we are also discussing amendments Nos. 13 and 15.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00200","speaker":"1136"},{"type":"speech","time":1411490100,"counter":215,"content":"<p>No, we are discussing amendments Nos. 12 and 13 together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00300","speaker":"1120"},{"type":"speech","time":1411490100,"counter":216,"content":"<p>With regard to amendment No. 13, this returns me to and reflects on a point I made earlier about the Minister taking a decision to recognise an institution as a university without consultation.  I had not realised that Senator Sean D. Barrett had tabled this amendment, which would impose a requirement on the Minister to seek the observations of the universities and publish them thereafter in order that they could be presented to Parliament and members of the public for discussion.  I strongly support amendment No. 13.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00400","speaker":"1136"},{"type":"speech","time":1411490100,"counter":217,"content":"<p>I do not propose to accept amendment No. 12 as I consider the period of three months to be reasonable.<\/p><p>On amendment No. 13, it is not appropriate that one particular interest group, namely, the universities, should be consulted.  I will, however, consider the second element of the amendment which proposes that the Minister should cause the observations of an t&Uacute;dar&aacute;s, given under subsection (5), to be published.  I would like to accommodate the Senator by publishing these observations and will ask my officials to examine whether it could be done.  I hope to table a Government amendment on the issue on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00500","speaker":"1061"},{"type":"speech","time":1411490100,"counter":218,"content":"<p>Did the Minister indicate, in respect of paragraph (a), that there would not be any point in having one particular interest group represented?  The whole Bill is about a single interest group - the universities are the only interest group in this case.  The grocery federation of Ireland is not poking its nose into this issue.  It is the reputation of the universities that will be affected by whatever decision the Minister makes.  If he or she recognises an institution that is not properly a university and this decision causes difficulty, it will inflict reputational damage on the universities.  As the institutions that are recognised as universities, they should have a say in the matter.  Universities are not some kind of Johnny-come-lately rushing into the fray; they are centrally and directly involved in this issue.  I refute the Minister's statement that one cannot have various and diverse interests involved.  The universities are the central theme of the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00600","speaker":"1136"},{"type":"speech","time":1411490100,"counter":219,"content":"<p>A number of considerations arise.  There should be some distinctiveness among the names of universities.  We do not want confusion between the title of a new university and that of an established university.  It would be useful to obtain the views of the universities and an t&Uacute;dar&aacute;s on that issue.  There are signs of such confusion in the Dublin area where there will be a technological university of Dublin, University College Dublin, Dublin City University and Trinity College Dublin.  It would, therefore, be a good idea to ensure some differentiation between the names of new places and those of existing ones.  It may reflect badly on an incumbent if it is confused with a new entrant that has been approved under these proposals.  I am glad that the Minister has accepted that the observations of an t&Uacute;dar&aacute;s should be published.  Let us have distinctive institutions, rather than allowing many to have much the same name, as has tended to be the case until now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00700","speaker":"1157"},{"type":"speech","time":1411490100,"counter":220,"content":"<p>I will examine the issue before Report Stage.  The universities have many opportunities to express their views.  This, however, is the formal consultation with an t&Uacute;dar&aacute;s, which is incorporated into the legislation.  As I stated, on Report Stage I will return to the issue of publishing the consultation findings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00800","speaker":"1061"},{"type":"speech","time":1411490100,"counter":221,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ00900","speaker":"1157"},{"type":"speech","time":1411490100,"counter":222,"content":"<p>Is amendment No. 12 being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01000","speaker":"1120"},{"type":"speech","time":1411490100,"counter":223,"content":"<p>I had hoped the amendment would be of assistance.  However, as it is not required, I do not propose to press it.  I will not move amendment No. 13 as the Minister has indicated she intends to consider it before Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01100","speaker":"1157"},{"type":"unspoken","time":1411490100,"counter":224,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1411490100,"counter":225,"content":"<p>Amendment No. 13 not moved.<\/p>"},{"type":"speech","time":1411490100,"counter":226,"content":"<p>I move amendment No. 14:<blockquote><br \/>In page 4, between lines 31 and 32, to insert the following:&ldquo;(c) that the Minister is satisfied that the name of the proposed university is distinct from any existing university in the State.&rdquo;.<\/blockquote>We have discussed this issue.  The purpose of the amendment is to ensure there would be no confusion in titles.  It is self-evident that there should not be any such confusion. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01400","speaker":"1157"},{"type":"speech","time":1411490100,"counter":227,"content":"<p>I thank the Senator for raising this issue.  I understand a university's name is protected if it is a registered trademark.  To ensure university names are protected, I have asked my officials to consider the amendment in greater detail.  If it is appropriate to do so, I will table an amendment.  I am being constructive as I realise the Senator's amendments are also designed to be constructive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01500","speaker":"1061"},{"type":"speech","time":1411490100,"counter":228,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01600","speaker":"1157"},{"type":"speech","time":1411490100,"counter":229,"content":"<p>I am not sure about the advice provided for the Minister.  I was involved in a legal case some years ago.  The fact that I had registered a name did not do me the slightest bit of good as it did not stand up in court.  Perhaps the legal position has changed or the Minister's advice mkight be a little more tenuous than usual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01700","speaker":"1136"},{"type":"speech","time":1411490100,"counter":230,"content":"<p>As I stated, we will examine the issue again.  I am coming to the Bill in the middle of the legislative process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01800","speaker":"1061"},{"type":"speech","time":1411490100,"counter":231,"content":"<p>The Minister is doing so very ably.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ01900","speaker":"1136"},{"type":"speech","time":1411490100,"counter":232,"content":"<p>I want to ensure we get the wording right and protect the universities.  As I stated, Senator Sean D. Barrett has tabled a number of highly constructive amendments, as have other Senators.  I will examine the issue and perhaps we might have a more detailed debate on it on Report Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ02000","speaker":"1061"},{"type":"speech","time":1411490100,"counter":233,"content":"<p>I thank the Minister for her response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ02200","speaker":"1157"},{"type":"unspoken","time":1411490100,"counter":234,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"vote","time":1411490100,"counter":235,"content":"<p>Question put: \"That section 2, as amended, stand part of the Bill.\"<\/p><p>The Committee divided: Tá, 21; Níl, 14.<\/p><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators David Norris and Ned O'Sullivan.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300033#JJ02350","aye":["1148","1138","1150","1151","1158","1130","1160","1117","1172","1173","1132","1174","1134","1118","1187","1169","1129","1125","1163","1171","1176"],"nay":["1157","1116","1147","1133","1140","1128","1136","1115","1142","1154","1145","1155","1126","1164"]},{"type":"unspoken","time":1411490700,"counter":236,"content":"<p>Sections 3 and 4 agreed to.<\/p>"},{"type":"unspoken","time":1411490700,"counter":237,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1411490700,"counter":238,"content":"<p>I move amendment No. 15:<blockquote><br \/>In page 7, line 19, to delete &ldquo;a special interest or&rdquo; and substitute &ldquo;an international reputation and&rdquo;.<\/blockquote>I welcome the Minister back to the House.<\/p> <p>The Bill states, \"The chairperson and ordinary members of an Appeals Board shall be appointed by the Minister from among persons who have a special interest or expertise in, or knowledge of, matters relating to higher education.\"  It is not enough to have a &ldquo;special interest&rdquo;, and that is why I have proposed the amendment to strengthen it.  In deciding whether a place is a university or not, an international reputation is required.  While I might have a special interest in medical matters, I am not equipped to say whether Senator Crown&rsquo;s operation is of university standard.  We must be more rigorous about this important decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300034#KK00300","speaker":"1157","continuing":true},{"type":"speech","time":1411491000,"counter":240,"content":"<p>I strongly support the amendment because anybody can claim to have a special interest in higher education, for example, if he or she reads about it in the education supplement of the newspapers in the back of a car on a Sunday afternoon.  This is tacitly acknowledged in the drafting of the legislation where it says the chairperson and ordinary members of an appeals board shall be appointed by the Minister from among persons who have \"a special interest or expertise\".  They are given as alternatives.  Phrasing it as \"a special interest and expertise\" might be another way of addressing it.  It is very flabby to specify just a \"special interest\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL00200","speaker":"1136"},{"type":"speech","time":1411491000,"counter":241,"content":"<p>Again, the Senators are making valid points and I will examine it before Report Stage.  I prefer to keep in the \"special interest\" but will consider the suggestions of the phrase \"and international reputation\" and the word \"and\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL00300","speaker":"1061"},{"type":"speech","time":1411491000,"counter":242,"content":"<p>Put in \"and\", yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL00400","speaker":"1136"},{"type":"speech","time":1411491000,"counter":243,"content":"<p>We will examine it.  I am not sure we will come back with the exact phrase \"international reputation\" but we will see what we can do to meet what the Senator is trying to achieve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL00500","speaker":"1061"},{"type":"speech","time":1411491000,"counter":244,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL00600","speaker":"1157"},{"type":"unspoken","time":1411491000,"counter":245,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1411491000,"counter":246,"content":"<p>Section 5 agreed to.<\/p><p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1411491000,"counter":247,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1411491000,"counter":248,"content":"<p>Amendments Nos. 16, 21 and 22 are related and will be discussed together.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01000","speaker":"1120"},{"type":"speech","time":1411491000,"counter":249,"content":"<p>I move amendment No. 16:<blockquote><br \/>In page 8, between lines 15 and 16, to insert the following:<b>&ldquo;Amendment of The Royal College of Surgeons in Ireland (Charters Amendment) Act 2003<\/b><br \/><b>7. <\/b>Paragraph (a) of section 30 is amended by the deletion of &ldquo;determine;&rdquo; and the insertion of &ldquo;determine, subject to <i>section 2 <\/i>of the <i>Education (Miscellaneous Provisions) Act 2014<\/i>.&rdquo;.&rdquo;.<\/blockquote>RCSI has been like Banquo&rsquo;s ghost in the legislation.  It is not mentioned in the Bill.  I propose that we end the secret.  We know we are talking about the RCSI&rsquo;s wish to be a university outside Ireland but not within the country, which requires the college to amend its charter.  The amendment would get the purpose of the Bill into the Bill.  I do not know why it has been a secret up to now that this is what we have been discussing.  The word on the street is that this is what the Bill is about.  There is an RCSI charters amendment Act from 2003 and this will allow RCSI to have its wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01100","speaker":"1157"},{"type":"speech","time":1411491000,"counter":250,"content":"<p>Are we to return to this after the half hour discussion on the State board appointment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01200","speaker":"1136"},{"type":"speech","time":1411491000,"counter":251,"content":"<p>It will be adjourned to another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01300","speaker":"1120"},{"type":"speech","time":1411491000,"counter":252,"content":"<p>Is it possible to continue with the few amendments and finish them today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01400","speaker":"1136"},{"type":"speech","time":1411491000,"counter":253,"content":"<p>The Order of the House is to take statements at 6 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01500","speaker":"1120"},{"type":"speech","time":1411491000,"counter":254,"content":"<p>The Order of the House cannot be amended again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01600","speaker":"1158"},{"type":"speech","time":1411491000,"counter":255,"content":"<p>It is a foolish waste of time dragging the Minister around, however it is up to the Leader, who is in government.  Again, I strongly agree with Senator Barrett.  It is astonishing and bizarre that although the Bill emerged as a result of pressure from RCSI, the college is not mentioned in it.  It is appropriate that the college be mentioned in the Bill.  If it just wants to be able to market itself in various countries in the Middle East, it should show its face.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01700","speaker":"1136"},{"type":"speech","time":1411491000,"counter":256,"content":"<p>I do not propose to accept the amendments because the application process for authorisation to use the title of university outside the State is open to any institution that fulfils the strict criteria outlined in the Bill.  While the Senators may be correct about the purpose of the Bill, the criteria are very strict and it would not be right to have the piece of legislation for one particular institution.  It should be open to any institution in the future.  If we put this in, it would pre-empt any application and ministerial authorisation via the strict process set out in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01800","speaker":"1061"},{"type":"speech","time":1411491000,"counter":257,"content":"<p>I accept the Minister&rsquo;s decision.  In the era of openness, transparency and accountability I would have thought she should have accepted the amendment.  It might kill the section because if RCSI does not amend its charter to get permission to be a university outside, but not within, Ireland, it might not be able to go ahead.  It is regrettable in a democracy to keep such a matter secret.  I do not regard the Minister as having responsibility for this aspect of the legislation and will not press the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL01900","speaker":"1157"},{"type":"unspoken","time":1411491000,"counter":258,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1411491000,"counter":259,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1411491000,"counter":260,"content":"<p>Amendment No. 17 not moved.\r\nSECTION 8<\/p>"},{"type":"speech","time":1411491000,"counter":261,"content":"<p>I move amendment No. 18:<blockquote><br \/>In page 9, lines 18 and 19, to delete all words from and including &ldquo;deletion&rdquo; in line 18 down to and including line 19 and substitute &ldquo;substitution of &ldquo;authorised&rdquo; for &ldquo;administered&rdquo;.&rdquo;.<\/blockquote>Despite what happened to be in the previous section, this is an era of openness, transparency and accountability.  While we have freedom of information legislation tabled for debate on Thursday, here we have a section entitled &ldquo;Refusal of access to certain information&rdquo;.  It is essential that, as with HIQA in the health field and consumer bodies in many other areas, people have information on issues such as non-performing teachers and people teaching mathematics who have no qualification in the subject.  These are vital decisions in the future of the country where we, as legislators, should act on behalf of young people in these schools who ought to know what is happening.<br\/>Why do we have such a section for such a vital decision when the Minister for Public Expenditure and Reform, Deputy Howlin is introducing more freedom of information legislation this week and it is the ethos of our time to open places where information is closed and let people see what is happening and take better-informed decisions.  I oppose the section.  The opposition to league tables in education is wrong.  For example, we must have information on which 400 of the 4,000 schools in the country, are designated as Delivering Equality of Opportunity in Schools, DEIS, schools.  Why would we want people not to know what is happening in schools?  The section is very old-fashioned and goes against the spirit of modern education and the rights of children.  Every time we have tried to cover things up we have got into more trouble afterwards.  We should let all this information go out as part of reforming education on behalf of the next generation.  I was very surprised the Bill specified that we did not want information about schools being available to parents and pupils.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL02400","speaker":"1157"},{"type":"speech","time":1411491000,"counter":262,"content":"<p>I strongly support Senator Barrett.  When we discussed it, we agreed it as astonishing.  Last week, the Freedom of Information Bill 2013 came before the Oireachtas, and I strongly queried some aspects of it because it would open to the public communications between Cabinets Ministers.  How is that for facilitating freedom of discussion?  On the other hand, the Government is clamping down on information which parents would value in terms of deciding where to send their children.  The question of performance of schools in terms of success in examinations, education or training facilities in respect of the academic achievement, the result or outcome of students and comparative overall results are things that inform parents&rsquo; decisions as to where to send their children.  It seems extraordinary that this would happen.  While part of the motivation may be to try to stop a drift away from schools that are already in trouble into schools that have a better rating of educational excellence, that is the marketplace.<\/p> <p>God knows I am not a capitalist but this is the system that we are under.  We have marketing involved in this legislation so it does seem to me-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300035#LL02500","speaker":"1136","continuing":true},{"type":"speech","time":1411491600,"counter":264,"content":"<p>As it is now 6 p.m. I ask the Senator to report progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00200","speaker":"1120"},{"type":"speech","time":1411491600,"counter":265,"content":"<p>What happens if I refuse?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00300","speaker":"1136"},{"type":"speech","time":1411491600,"counter":266,"content":"<p>I will have to get somebody else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00400","speaker":"1120"},{"type":"speech","time":1411491600,"counter":267,"content":"<p>Then I will do it.  I report progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00500","speaker":"1136"},{"type":"speech","time":1411491600,"counter":268,"content":"<p>The Senator will not be mentioned in the Minister's next interview if he refuses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00600","speaker":"1157"},{"type":"speech","time":1411491600,"counter":269,"content":"<p>I was trying to save the Minister so we could get rid of the couple of amendments that are left and let her free.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00700","speaker":"1136"},{"type":"speech","time":1411491600,"counter":270,"content":"<p>There are a number left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00800","speaker":"1061"},{"type":"speech","time":1411491600,"counter":271,"content":"<p>Yes I know but there are only about two or three left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM00900","speaker":"1136"},{"type":"unspoken","time":1411491600,"counter":272,"content":"<p>Progress reported; Committee to sit again.<\/p>"},{"type":"majorheading","content":"Appointments to Board of Irish Museum of Modern Art: Statements","time":1411491600,"counter":273,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01100"},{"type":"speech","time":1411491600,"counter":274,"content":"<p>I would like to welcome the Minister for Arts, Heritage and the Gaeltacht, Deputy Heather Humphreys, to the House.  I think it is her first time in Seanad &Eacute;ireann so I congratulate her on her appointment and wish her well in her new portfolio.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01200","speaker":"1120"},{"type":"speech","time":1411491600,"counter":275,"content":"<p>Go raibh maith agat, a Chathaoirligh.<br\/>I welcome this opportunity to address the issues which Senator Thomas Byrne has raised in his speech in the Seanad today.  The Irish Museum of Modern Art, IMMA, is Ireland's leading national institution for the collection and presentation of modern and contemporary art.  The museum presents a wide variety of art in a dynamic programme of exhibitions, which regularly includes bodies of work from its own extensive collection.  Its award-winning education and community programme increases awareness and understanding of the visual arts by creating innovative and inclusive opportunities for people to engage with the museum's exhibitions and programmes, both as audience members and participants.<br\/>IMMA is a major part of our cultural offering and, as such, is extremely important to the tourism industry.  Its beautiful setting in the grounds of the Royal Hospital, Kilmainham, coupled with its diverse and innovative exhibition programme, enable it to attract very significant numbers of visitors each year.  <br\/>The year 2011 was the last time at which IMMA operated for the full 12-month period at the Royal Hospital site with visitor numbers of 363,000.  Following a &euro;4 million refurbishment programme, I see no reason the 2014 figures will not match, if not exceed, this number.<br\/>IMMA was established in 1991 as a company limited by guarantee and not having a share capital.  The number of directors shall not exceed 15 and they shall hold office for a period of five years.  There is no remuneration payable to IMMA board members and on the record of this House I would like to thank them for their commitment and hard work on a <i>pro bono<\/i>basis.<br\/>Following a recent visit to the Irish Museum of Modern Art, as Minister, I took a decision to make two appointments to its board to allow for better regional representation on the board of such a significant institution with a national remit.  From time to time, my Department has invited, and will continue to invite, expressions of interest in vacancies on bodies under its aegis.  As Minister, I am not confined in making appointments to those who make expressions of interest.  It is open to me as Minister to make appointments outside of this invitation process once I am satisfied that the ultimate appointees have the relevant experience.<br\/>In considering potential IMMA board members, I was and am conscious of the balance of talent, experience and skills among existing board members, the skills need of an institution such as IMMA - one of our premier national cultural institutions, which also has a commercial dimension - as well as age, gender and regional balance.<br\/>Taking cognisance of all of the above, I appointed both Mr. John McNulty from Kilcar, County Donegal, and Ms Sheila O'Regan from Ardagh, County Limerick, to the board of the Irish Museum of Modern Art on 12 September last.  Mr. McNulty is a self-employed businessman who brings 15 years' business experience to the IMMA board.  He is involved in the local tourism and cultural committee in Kilcar and has a track record in promoting culture, heritage, the GAA and the Irish language.  He has been actively involved in local heritage events and heritage restoration projects in south Donegal, as well as festivals such as the Fleadh Ceol and is currently driving a three-year Irish language development plan for the area.<br\/>Ms O'Regan was the curator of the Palatine Museum in Rathkeale, County Limerick, for nine years.  She has an M.A. in local history from the University of Limerick.  She is a member of a number of local community and voluntary groups, and her previous experience includes time as a research librarian and a field survey representative with the ESRI.  She was a founder of the local community radio station, West Limerick 102FM, and is currently a producer and presenter for that station.  Her experience includes service on the boards of Rural Bus and West Limerick Resources.<br\/>I am satisfied that both Mr. McNulty and Ms O'Regan possess the appropriate balance of skills and expertise to effectively serve on the IMMA board.  I wish them every success in their tenure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01300","speaker":"973"},{"type":"speech","time":1411491600,"counter":276,"content":"<p>I suppose that last word of the Minister's is probably the most unfortunate one of her presentation.  I refer to the word \"tenure\".  What is the tenure of this appointee Mr. McNulty?  His tenure appears to be to get him over the hill and through the gap for a Seanad election which is going to happen in a couple of weeks.  That is the tenure the Minister is talking about here.  Let us look at the context of this.  This debate is not about Mr. McNulty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01400","speaker":"1116"},{"type":"speech","time":1411491600,"counter":277,"content":"<p>Why not?  I am certainly going to mention him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01500","speaker":"1136"},{"type":"speech","time":1411491600,"counter":278,"content":"<p>What is it about?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01600","speaker":"1170"},{"type":"speech","time":1411491600,"counter":279,"content":"<p>It is about the Minister's appointment and actions.  I do not know the man from Adam.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01700","speaker":"1116"},{"type":"speech","time":1411491600,"counter":280,"content":"<p>Senator Byrne without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01800","speaker":"1120"},{"type":"speech","time":1411491600,"counter":281,"content":"<p>It does appear that the Minister appointed someone to the board of IMMA a week before he was nominated to run on the cultural and educational panel of the Seanad.  I speak as one who knows about the qualification process for Seanad elections having been told that I could not qualify for the agricultural panel and that I was to run instead on the cultural and educational panel.  That was from the officials of this House.<\/p><p>This appointment was then used as grounds to run on the cultural and educational panel.  It is likely that this individual will get elected and the best of luck to him.  Presumably, however, his tenure - to which the Minister referred - will then come to an end.  That will show the disgraceful nature of the appointment.  <\/p><p>The other context for this debate and the Minister's actions concerns the referendum of last October when the people were promised reform.  They were promised that things would be done differently and that the old ways had gone.  Well, not only have the old ways not gone, but things are worse than ever.<\/p><p>Questions arise that the Minister must answer.  The Minister has not really answered the question about Mr. McNulty's qualifications for the job, although she has answered his qualifications for the Seanad.  On its website, IMMA states that members of its board are artists.  I do not know whether that applies to Mr. McNulty. <\/p> <p>Who gave the order for this job to be given?  Certainly, the talk doing the rounds of these Houses today is that there were instructions from the Government and the Fine Gael Party for this appointment to be made.  For the Minister to take instructions on an important role such as this would be a gross breach of her responsibility as a member of the Cabinet.  Was the job publicly advertised, or are the rumours that this person got the job without applying for it - that he got a phone call saying \"You can go on IMMA\" - true?  These things add up to one conclusion: that this appointment was part of an electoral ploy.  I do not know whether the Minister has looked at the Standards in Public Office Code of Conduct for Office Holders in respect of appointments to boards, but I have to say that my view is that she has skirted its requirements.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300036#MM01900","speaker":"1116","continuing":true},{"type":"speech","time":1411492200,"counter":283,"content":"<p>The Senator has 30 seconds left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00150","speaker":"1120"},{"type":"speech","time":1411492200,"counter":284,"content":"<p>That is a pity, because there are so many other things to talk about in respect of this.  The people demanded reform last year.  They have got absolutely nothing in terms of Seanad reform.  They got one meeting.  The leaders of the parties got one meeting with the Taoiseach.  What has happened?  Business has carried on unabated and now our foremost gallery and museum for modern art, which was only established around 30 years ago, is being used to railroad through a candidate for the Seanad election.  This does severe damage to this Seanad and to IMMA.  I believe it is doing severe damage to the Minister, and it is about time she thought carefully about this, listened to what we are saying on this side and withdrew the appointment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00200","speaker":"1116"},{"type":"speech","time":1411492200,"counter":285,"content":"<p>I welcome the Minister on her first visit to the House and commend her on the appointments she made.  They are two excellent people who are very well qualified to be members of the board.  She has outlined-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00300","speaker":"1130"},{"type":"speech","time":1411492200,"counter":286,"content":"<p>Rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00400","speaker":"1136"},{"type":"speech","time":1411492200,"counter":287,"content":"<p>We could do without the Senator's interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00500","speaker":"1130"},{"type":"speech","time":1411492200,"counter":288,"content":"<p>It was <i>sotto voce<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00600","speaker":"1136"},{"type":"speech","time":1411492200,"counter":289,"content":"<p>Senator Cummins without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00700","speaker":"1120"},{"type":"speech","time":1411492200,"counter":290,"content":"<p>I can assure Senator Norris that, as outlined by the Minister, the two people concerned are very well qualified to be members of that board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00800","speaker":"1130"},{"type":"speech","time":1411492200,"counter":291,"content":"<p>In what way?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN00900","speaker":"1136"},{"type":"speech","time":1411492200,"counter":292,"content":"<p>Senator Cummins without interruption.  Senator Norris has indicated that he will speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01000","speaker":"1120"},{"type":"speech","time":1411492200,"counter":293,"content":"<p>I do not wish to rise to the political charges that were made by Senators Byrne and Healy Eames on the Order of Business.  The Minister has answered perfectly in respect of the qualifications of the people who have been appointed.  It has nothing whatsoever to do with by-elections to the Seanad or anything else.  The Senator is living in cloud cuckoo land.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01100","speaker":"1130"},{"type":"speech","time":1411492200,"counter":294,"content":"<p>I know this is a slightly inauspicious introduction, but I congratulate the Minister on her recent appointment as Minister for the Arts, Heritage and the Gaeltacht.  I look forward to working well with her over the next while.  She knows my track record.  However, I wish to put a few points on the record.  I am not making a personal statement regarding the two appointees.  By the look of them they are two very qualified people, but I do not think they are qualified for the Irish Museum of Modern Art.  It is a contemporary art gallery and one that has an international reputation.  I am disappointed that near the start of her speech the Minister linked the appointments with tourism.  Initially, the Irish Museum of Modern Art was there to curate, exhibit, conserve and collect modern art for the 21st century for the citizens of this country.  Yes, tourism is important, but the primary aim of the Irish Museum of Modern Art is to engage with contemporary art and our citizens so that our citizens understand what extraordinary work both Irish and international artists are producing.  That is the pinpoint.<\/p><p>I understand this might be outdated, but the limit on the number of board members is nine.  By my calculation, adding two brings the number to 11.  I know a Government decision was made around two years ago whereby the cap on members was nine.  We are now at 11, so I would like confirmation as to whether there were vacancies or whether this broke with a particular Government decision regarding extending the numbers from nine to 11.  Second, did the Minister have a formal meeting with the chairman of the Irish Museum of Modern Art and the director regarding the skill sets required?  We know that the pressure on all arts organisations, including the Abbey Theatre, is with regard to fund-raising and philanthropy.  I want to know whether fund-raising or philanthropy was considered as part of the skill set when making these two appointments.  I want to know whether the Minister or her officials met with the board or the chairman in examining what skill sets might be required to enhance and support the growing reputation of the Irish Museum of Modern Art.  Those are the questions I would like to see answered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01200","speaker":"1167"},{"type":"speech","time":1411492200,"counter":295,"content":"<p>I also welcome the Minister to the House on her first occasion here and congratulate her on her recent appointment.  I want to put two things on the record.  They include my own support for IMMA.  It does wonderful work and, as Senator Mac Conghail noted, has an international reputation in the area of contemporary art, which deserves to be protected and safeguarded.  The second thing I want to put on the record is my serious concern about the manner and timing of the recent board appointments, including the particular appointment we are discussing.  I am not making any personal comment about the appointee but I believe it creates an unfortunate perception and does not seem to be in keeping with the political reforms that the Minister for Public Expenditure and Reform and the Government have introduced.  I do not in any way wish to place the responsibility necessarily on the Minister, but I echo Senator Mac Conghail's questions about the numbers on the board and ensuring that there is an appropriate spread of expertise and skill sets on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01300","speaker":"1148"},{"type":"speech","time":1411492200,"counter":296,"content":"<p>I compliment both the Leader of the House and the Minister on so speedily acceding to the wishes of Seanad &Eacute;ireann in inviting the Minister to the House.  This was very gracious, and I exonerate the Minister.  It is fairly obvious that the orders came from the top.  The Minister is new and I wish her well in her Ministry, but I believe she had to do it.  The first part of her speech was carefully drafted euphoric waffle which has nothing to do with the issue.  She ended by saying: \"I see no reason why 2014 figures will not match if not exceed this number.\"  Well, they are not coming to see Mr. McNulty.  They are coming to see works of modern art.  It does not surprise me, coming from Fine Gael.  I remember how, many years ago in this Seanad, Deputy Shane Ross, who was then a Senator, persuaded me to sign a motion objecting to double-jobbing - people being in the Seanad and in the local councils.  I signed it.  Within three months, he was in Fine Gael and on the council and was raising the issue of local sewerage, so that is the way things go.<\/p><p>With regard to the argument that it has nothing to do with Mr. McNulty, of course it has everything to do with Mr. McNulty.  It is to do with his qualifications.  If one appoints somebody to a position, one wants to know what his or her qualifications are.  It was not clear from what the Minister said - I am not sure if she will have an opportunity to reply - whether Mr. McNulty actually applied.  I do not believe he did.  From everything I have heard today, it sounds to me as though he did not apply, so it is extraordinary that he got a job for which he did not even apply.  In respect of his business qualifications, I understand that he runs a petrol station, so I am not sure if they are going to take the Tesco route and open a petrol station in the Irish Museum of Modern Art.  The last part of the Minister's speech referred to Ms O'Regan, who was not the subject of anything that was said here this morning.<\/p><p>Finally, I would like to say that nothing could put in clearer context the Taoiseach's attitude to Seanad &Eacute;ireann than this utterly rigged and disgraceful election.  He is talking about expanding the university constituency to 850,000.  This is absolutely unheard of in a parliamentary election, yet he stands over and rigs an election with 250 voters or fewer.  I am very glad that my colleague and friend Senator Bacik uttered what I suppose was the strongest protest against this that she was capable of in her current position.  That shows that there are still a few standards left in the Labour Party.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01400","speaker":"1136"},{"type":"speech","time":1411492200,"counter":297,"content":"<p>I welcome the Minister to the House and congratulate her on her appointment.  I also congratulate her on these two eminent appointments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01500","speaker":"1151"},{"type":"speech","time":1411492200,"counter":298,"content":"<p>Rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01600","speaker":"1136"},{"type":"speech","time":1411492200,"counter":299,"content":"<p>Not at all.  I am a businessman who is on a board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01700","speaker":"1151"},{"type":"speech","time":1411492200,"counter":300,"content":"<p>Why did they put the Senator on it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01800","speaker":"1136"},{"type":"speech","time":1411492200,"counter":301,"content":"<p>That has nothing to do with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN01900","speaker":"1151"},{"type":"speech","time":1411492200,"counter":302,"content":"<p>Senator Coghlan without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02000","speaker":"1120"},{"type":"speech","time":1411492200,"counter":303,"content":"<p>I compliment the Minister on the balance of skills and experience of these two people that she has read out to us.  The concern seems to be only with the gentleman, not with the lady, but this man is already involved in culture, heritage, tourism, the GAA and the Irish language.  He is eminently qualified, and I am delighted-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02100","speaker":"1151"},{"type":"speech","time":1411492200,"counter":304,"content":"<p>Modern art-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02200","speaker":"1136"},{"type":"speech","time":1411492200,"counter":305,"content":"<p>I am delighted he has commercial experience, because I very much disagree with the appointment of people who just have expertise in a particular area.  One must bring balance to a board, because its bottom line is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02300","speaker":"1151"},{"type":"speech","time":1411492200,"counter":306,"content":"<p>It would show a bit of balance if he had some knowledge of modern art.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02400","speaker":"1136"},{"type":"speech","time":1411492200,"counter":307,"content":"<p>As I know from other spheres, there are bottom lines and other things to be considered in this day and age.  This is preferable to appointing someone who has expertise in just one individual area.  The Senator should not smile-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02500","speaker":"1151"},{"type":"unspoken","time":1411492200,"counter":308,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1411492200,"counter":309,"content":"<p>Do not be inviting trouble.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02700","speaker":"1120"},{"type":"speech","time":1411492200,"counter":310,"content":"<p>Senator Norris should know that there are already three people on this board.  One of them is a senior counsel, one is a former Labour Party councillor and one is a company director.<\/p> <p>The Senator could well ask about them.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300037#NN02900","speaker":"1151","continuing":true},{"type":"speech","time":1411492800,"counter":312,"content":"<p>One could look at the note provided by the Civil Service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00200","speaker":"1136"},{"type":"speech","time":1411492800,"counter":313,"content":"<p>Regarding the question he asked about this  gentleman, I am not saying they are not qualified because I believe those three people are eminently qualified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00300","speaker":"1151"},{"type":"speech","time":1411492800,"counter":314,"content":"<p>We do not know about them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00400","speaker":"1136"},{"type":"speech","time":1411492800,"counter":315,"content":"<p>I rest my case and say \"Well done\" to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00500","speaker":"1151"},{"type":"speech","time":1411492800,"counter":316,"content":"<p>The Minister is very welcome and I congratulate her on her appointment.  It is highly regrettable that her first visit to the Seanad has been met with this type of, and it is the word on the street, a good scam.  As Senator Bacik said------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00600","speaker":"1131"},{"type":"speech","time":1411492800,"counter":317,"content":"<p>There is no word on the street except what the Senator wants to generate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00700","speaker":"1151"},{"type":"speech","time":1411492800,"counter":318,"content":"<p>The word on the street, unfortunately, is that it is a good scam by Fine Gael.  As Senator Bacik said, the perception is definitely unfortunate in this regard.<\/p><p>I have one or two questions that I would be delighted if the Minister would answer to clarify a few things.  She is in the privileged position of being able to put official information on the record of Seanad &Eacute;ireann.  Was she aware, or unaware, at the time she made this appointment that Mr. McNulty was going to be a Seanad candidate?  If she was aware then why appoint someone who would have to stand down once elected?  As we know, there are only 226 votes in the Seanad election which Fine Gael dominates, and the Government will dominate them.  Therefore, he is a sure thing to be elected.  That is the unfortunate undemocratic facet of elections like this one.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00800","speaker":"1131"},{"type":"speech","time":1411492800,"counter":319,"content":"<p>How did the Senator get in?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO00900","speaker":"1129"},{"type":"speech","time":1411492800,"counter":320,"content":"<p>Gabh mo leithsc&eacute;al.  Within two to three weeks of his appointment he will have to stand down.  This surely creates the greatest cynical stroke of politics in recent times.<\/p><p>I have a key question for the Minister.  Was she aware, or unaware, that Mr. McNulty was going to be a Seanad candidate at the time of his appointment?  Government policy says that it is going to advertise these appointments.  When and where was this appointment advertised?  Did the successful applicant, or both applicants, apply in writing?  I refer to Mr. McNulty and Ms O'Regan.  Will a copy of the application be made available?  <\/p><p>Those are my questions for the Minister.  There is no other job in Ireland, like I said earlier on the Order of Business, where one could successfully win, first, without being appropriately qualified and, second, by suddenly getting an appointment a week beforehand to make one qualify.<\/p><p>I attended a banking meeting before this and the word at the meeting was &quot;Gosh, if I got appointed to the Central Bank maybe I could suddenly have a job in banking.&quot;  That is what this looks like.  It makes a disgrace of this House unless we can have honesty and transparency.  I look forward to the Minister's answers.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01000","speaker":"1131"},{"type":"speech","time":1411492800,"counter":321,"content":"<p>I very much welcome the Minister, Deputy Heather Humphreys, to the House.  Her appointment as Minister for the arts is an inspired choice because she brings a set of unique qualities to the Department which will create an equality within arts.  She deserves enormous credit for making herself available for a debate following the motion that was passed today.  Furthermore, the debate has brought quite an amount of clarity to this story which has developed from this morning's newspapers.  I did not realise, but now I do, that both candidates in question, particularly Mr. McNulty, was and is a member of the cultural development committee in Kilcar.  Culture is not all about Dublin; culture is about Ireland.  Kilcar has a right to be proud of its culture and has an absolute right to develop its culture the same as any other area whether that is Dublin city, Trinity College or anywhere else.  We have a responsibility to respect the citizens of Kilcar who try to emulate and respect their culture the same as anyone else and anywhere else.<\/p><p>As far as I am concerned one of the greatest elements of our culture is the GAA.  From what I see here, the said same gentleman is a significant member of the GAA.  We have spent the past number of Sundays appreciating what is unique in the world to Ireland, namely, hurling and Gaelic football.  I would like to think that sport is part of our culture as well.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01100","speaker":"1158"},{"type":"speech","time":1411492800,"counter":322,"content":"<p>It is sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01200","speaker":"1170"},{"type":"speech","time":1411492800,"counter":323,"content":"<p>No, culture as well as sport.  Tourism is important and Irish culture and art should be a part of the tourism product.  We should be in a position where we and our Ministers can go abroad and promote the tourism of art, as well as the tourism of culture, in this country.  Let us be frank, the gentleman is eminently qualified.  I respectfully suggest that even if he never had the board position that he would be eminently qualified to contest the election on the culture and education panel.  The debate has brought a lot of clarity and put the issue to bed once and for all for which I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01300","speaker":"1158"},{"type":"speech","time":1411492800,"counter":324,"content":"<p>I would like to extend my congratulations to the Minister on her new appointment to arts, culture, the islands, heritage and whatever else.  I appreciate her coming here.  She has been very open, honest, clear and concise in what she has said.<\/p><p>When I think of the Irish Museum of Modern Art, I personally would not like to appointed to the board because I do not truck with modern art.  I am not really interested in reclining parallelograms, spots in walls, black canvasses and twisted iron.  I am more inclined towards great art like that created by Senator Mac Conghail's grandfather and others such as Osbourne, Lavery, Keating, Paul Henry and similar artists.  It would not be a great appointment for me.  I do not think that I am saying something ignorant.  To me modern art has no explanation and at times we have hundreds and thousands of psychologists, sociologists and culturally aware people trying to explain it.  When one has to explain things one is losing, as we know.  <\/p><p>There is nothing like an honest explanation which is what we had here from the Minister.  I take it as honest and thank her.  She is a Minister and is, therefore, allowed to make appointments.  We might not like them, certainly Fianna F&aacute;il does not like it and Senator Thomas Byrne does not like it but she does not have to answer to Fianna F&aacute;il or to the Senator.  Fianna F&aacute;il gave answers here for 12 years and look where it got us.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01400","speaker":"1170"},{"type":"speech","time":1411492800,"counter":325,"content":"<p>There is a constitutional responsibility on the Minister to answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01500","speaker":"1116"},{"type":"speech","time":1411492800,"counter":326,"content":"<p>I thank the Senator.  It is very important to speak about the arts.  I am delighted we are doing so even though we are speaking about them controversially.  We rarely get to speak about them here in the House and it is nice to speak about them regardless of what manner.<\/p><p>I will follow with great interest Mr. McNulty's contribution to the Irish Museum of Modern Art.  Can I tell Senators when they talk about qualifications, if we were all to look at ourselves in the mirror and asked about our qualifications, even to be in here, some of them would be very questionable.  In all walks of life - in the media, politics and education - some people are not in the job because of being qualified but for other reasons.  That is the way of the world, it is the way of politics and I accept that situation.  I shall leave everyone with that thought.<\/p><p>The Minister has been very fine, concise and open to come in here and give us such a wonderful explanation.  I accept her explanation.  It might not have been the way I would go about it but I accept what she did and accept his appointment.  We will all watch with great interest Mr. McNulty's contribution to the Irish Museum of Modern Art over the next five years - I cannot wait.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01600","speaker":"1170"},{"type":"speech","time":1411492800,"counter":327,"content":"<p>It will just be for the next fortnight.  That is my point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01700","speaker":"1116"},{"type":"speech","time":1411492800,"counter":328,"content":"<p>I know.  It is a given that he is going to be appointed to the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01800","speaker":"1170"},{"type":"speech","time":1411492800,"counter":329,"content":"<p>I welcome the Minister and congratulate her on her appointment.  She is very well thought of on all sides of the House.  So far she has performed, in my view, quite well in her portfolio following on from the very good work of my fellow county man, Jimmy Deenihan, in his time in the Department.<\/p><p>I find this situation puzzling, confusing and somewhat disturbing.  I wish Mr. McNulty well in whatever position he is in, whether he finishes up here or not.  I do not know him and have never met the man.  It is not the norm for me to talk about people I do not know.  The genesis of this problem resides with the Taoiseach who has had a problem with the Seanad this entire term.  He totally misread the views of the Irish people about the Seanad when he hoisted the referendum upon them.  He did not come out too well out of the additional two appointees he put on the Seanad selection committee when Senator MacSharry, against all the odds, won a vote.  He added two Members just to copperfasten the majority which was a bit cavalier.  <\/p> <p>We are all politicians and we know how it works, but this one seems to be particularly crude, insofar as the Government promised a new type of politics which would be open, transparent and not all the things that bad Fianna F&aacute;il were involved with all the years back.  The reality is that this is a stroke of some sort.  I understand Mr. McNulty did not apply for or respond to the advertisement for the position, yet he was plucked from relative arts obscurity to be placed on the board of the museum.  It would appear he is also the candidate who will very shortly, in the absence of some enormous calamity, win a position in the Seanad.  His career in IMMA will be extremely short-lived.  It does not add up.  I am sure the Minister is in a position she would prefer not to be in, but she will need to be more forthcoming on this matter.  Whatever we say here, the public's antennae are out on this and I am sure the media will be beavering away as well.  The Minister should give us the whole story.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300038#OO01900","speaker":"1142","continuing":true},{"type":"speech","time":1411493400,"counter":331,"content":"<p>The time has concluded for statements and there is no provision to call the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00200","speaker":"1120"},{"type":"speech","time":1411493400,"counter":332,"content":"<p>I cancelled a clinic this evening because of this debate.  I asked people to reschedule out of respect for my responsibility to our democracy.  This is unconscionable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00300","speaker":"1147"},{"type":"speech","time":1411493400,"counter":333,"content":"<p>I propose an amendment to the Order of Business to allow the Minister three minutes to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00400","speaker":"1130"},{"type":"speech","time":1411493400,"counter":334,"content":"<p>There are three other speakers.  Is the Leader instead proposing to allow the Minister to reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00500","speaker":"1120"},{"type":"speech","time":1411493400,"counter":335,"content":"<p>I propose to allow the Minister to respond to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00600","speaker":"1130"},{"type":"speech","time":1411493400,"counter":336,"content":"<p>Is the proposal agreed to?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00700","speaker":"1120"},{"type":"speech","time":1411493400,"counter":337,"content":"<p>It is the Cathaoirleach's decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00800","speaker":"1147"},{"type":"speech","time":1411493400,"counter":338,"content":"<p>It is not my decision; it is a decision for the House.  Is it agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP00900","speaker":"1120"},{"type":"speech","time":1411493400,"counter":339,"content":"<p>It is not agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01000","speaker":"1116"},{"type":"speech","time":1411493400,"counter":340,"content":"<p>  Question, \"That the provision to allow the Minister to respond to the debate be agreed to\", put and declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01100","speaker":"1120"},{"type":"speech","time":1411493400,"counter":341,"content":"<p>I thank all speakers for their contributions.  I have absolutely no role in selecting candidates for the Seanad by-election, as this is a matter for Fine Gael and its executive council.  However, it is my responsibility to ensure that people appointed to the boards which fall within the remit of my Department are capable of doing the job, have the relevant experience and are capable of making a valuable contribution to the running of the relevant organisation.<\/p><p>As I have previously outlined, Mr. McNulty brings considerable business experience to the IMMA board.  I value the fact that he is a person with a background in business.  He has also been involved in a range of local cultural and heritage projects and he is committed to the promotion of the Irish language.  As I have outlined, I made two appointments to the IMMA board on Friday, 12 September.  Ms Sheila O'Regan has served as the curator of a museum in Limerick for nine years and she also brings a wealth of other experience to the board.  I wish to point out that vacancies existed on the board of IMMA.  Legislation is required in order to reduce the number of members of the board, and this legislation is pending.<\/p><p>I reiterate that these individuals will not receive any payment for their role on the board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01200","speaker":"973"},{"type":"speech","time":1411493400,"counter":342,"content":"<p>On a point of order, it is not appropriate for the Minister simply to restate her statement.  She should answer the questions that have been raised-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01300","speaker":"1116"},{"type":"speech","time":1411493400,"counter":343,"content":"<p>Senator Byrne knows that the Chair has no control over that.  I call an tAire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01400","speaker":"1120"},{"type":"speech","time":1411493400,"counter":344,"content":"<p>It is important to restate that I believe in ensuring that boards include representatives from the regions.  This is in keeping with my policy and desire to make the arts more accessible to communities throughout the country.  I am confident that both Mr. McNulty and Ms O'Regan have the right skill sets to serve the board of IMMA well.  I take this opportunity to acknowledge that all our cultural institutions have gone through a very challenging time due to severe budget cutbacks necessitated, unfortunately, by the economic collapse.<\/p><p>I will be arguing on behalf of the cultural institutions in the budget negotiations in the coming weeks.  I intend to push ahead with various reforms of our cultural institutions.  Access to the arts, culture and Ireland's rich heritage is vital for preserving our society and national identity and for helping to promote Ireland's image abroad.  The arts, cultural heritage and creative industries make a major contribution to our economy and to sustaining and creating jobs.  Cultural tourism, to which these sectors bring so much value, has a significant contribution to make to Ireland's economic recovery and the rebuilding of Ireland's reputation on the international stage.  <\/p><p>I will be happy to come before this House to discuss these reforms in detail and to discuss the arts and cultural policy.  I look forward to hearing the views of Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01500","speaker":"973"},{"type":"speech","time":1411493400,"counter":345,"content":"<p>On a point of information, will the Minister be answering the questions posed to her?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01600","speaker":"1131"},{"type":"speech","time":1411493400,"counter":346,"content":"<p>There is no such thing as a point of information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01700","speaker":"1120"},{"type":"speech","time":1411493400,"counter":347,"content":"<p>This is a farce.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01800","speaker":"1131"},{"type":"speech","time":1411493400,"counter":348,"content":"<p>It has been a waste of half an hour.  The Minister will probably get a tougher time in the D&aacute;il, because this issue is not going away.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP01900","speaker":"1116"},{"type":"speech","time":1411493400,"counter":349,"content":"<p>That concludes the statements.  I ask the Leader when it is proposed to sit again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP02000","speaker":"1120"},{"type":"speech","time":1411493400,"counter":350,"content":"<p>At 10.30 a.m. maidin am&aacute;rach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP02100","speaker":"1130"},{"type":"speech","time":1411493400,"counter":351,"content":"<p>Is that agreed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP02200","speaker":"1120"},{"type":"speech","time":1411493400,"counter":352,"content":"<p>It is not agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP02300","speaker":"1131"},{"type":"vote","time":1411493400,"counter":353,"content":"<p>Question put: \"That the House adjourn until 10.30 a.m. tomorrow morning.\"<\/p><p>The Seanad divided: Tá, 19; Níl, 9.<\/p><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Ned O'Sullivan and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300039#PP02500","aye":["1148","1138","1150","1151","1158","1130","1160","1172","1167","1132","1174","1134","1118","1187","1169","1170","1163","1171","1176"],"nay":["1116","1147","1133","1131","1136","1142","1154","1126","1164"]},{"type":"majorheading","content":"Adjournment Matters","time":1411494000,"counter":354,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300040#RR00100"},{"type":"minorheading","content":"VAT Rate Application","time":1411494000,"counter":355,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300040#RR00150"},{"type":"speech","time":1411494000,"counter":356,"content":"<p>As the Minister was delayed in waiting for the vote to take place, I do not intend to delay him beyond what is necessary.<\/p><p>Recently, it has been brought to my attention that the rate of VAT is 21% for lessons in Irish dancing, set dancing and the elements that make up the fabric of our culture.  It has also been brought to my attention that the VAT rate for ballet lessons is much lower.  I am looking for the recategorisation of Irish dancing at a low or non-existent VAT rate, given that set dancing and Irish dancing account for a significant portion of our tourism product.  People from all over the world come to this country in pursuit of set dancing and the elements that make up our culture.  In my local area, Ennistymon, there is a massive weekend of set dancing for charity in January.  It brings hundreds of people to the village.  From County Clare a set dancing magazine is distributed all over the world; it has a circulation of 10,000 and is issued every few weeks.  It is a significant product within our cultural offering and has mushroomed, but it could go much further if a more realistic VAT rate was applied.<\/p><p>An ongoing campaign run by people involved in the set dancing industry in County Clare is looking for a recalibration of the VAT rate in line with that charged on other dancing lessons such as ballet.  The case is reasonable and I look forward to hearing the thoughts of the Minister on the issue.  It is great that he is in the House to respond.  The people involved in the campaign will be pleased.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300040#RR00200","speaker":"1158"},{"type":"speech","time":1411494000,"counter":357,"content":"<p>I thank the Senator for raising the issue.  I am pleased to take the opportunity to speak on the issue of the VAT rate applicable to Irish dancing lessons and dance lessons in general.<\/p><p>The EU VAT directive, with which Irish legislation must comply, provides that the supply of services and goods should be subject to the standard VAT rate which in Ireland is 23%, unless specific provision is made in the EU VAT directive to allow a lower VAT rate to be applied.  As there is no such provision in respect of dance lessons, the standard VAT rate applies to Irish dancing lessons and most other dance lessons, since there is no provision in the EU VAT directive that permits a rate lower than the standard rate to apply.<\/p><p>Where an Irish dancing school is registered for VAT, it is entitled to a deduction for VAT incurred on goods and services used for the school.  For example, a VAT-registered school is entitled to deduct VAT on electricity, heating, decorating, etc.  <\/p><p>With regard to applying a VAT rate lower than the standard VAT rate to Irish dancing, the VAT directive does not allow a reduced VAT rate to apply to dance lessons, including Irish dance lessons.  Member states may only apply a reduced VAT rate to those goods and services set out in Annex III of the EU VAT directive which does not include dancing lessons.<\/p><p>With regard to applying the zero rate of VAT to Irish dancing lessons, this is also not possible according to EU VAT law.  Article 110 of the VAT directive provides that Ireland can maintain zero rating on those goods and services which were zero rated on and from 1 January 1991, but it cannot introduce any new item at the zero rate.  As Irish dancing was not zero rated in or from 1991, it is not possible to introduce a zero rate on dancing lessons now.<\/p><p>As with the application of a zero or reduced VAT rate, the EU VAT directive does not allow for the exemption from VAT of services, other than those specifically provided for in the directive.  The directive does not include provision for an exemption from VAT for the supply of Irish dance lessons or dance lessons in general.  If dance lessons were exempt from VAT, persons supplying dance lessons would not be entitled to deduct any VAT charged on their inputs.<\/p><p>The EU VAT directive provides that the supply of education to children and young people is exempt from VAT.  This is a public interest exemption which is designed to exempt from VAT the provision of education by schools and school education of a similar kind provided by other persons.<\/p> <p>VAT exemptions are by their nature narrowly interpreted, and such an interpretation would not allow Irish dancing schools to benefit from VAT exemptions under this heading.<\/p><p>In addition, while paragraph 5(2) of Schedule 1 of the VAT Consolidation Act 2010 provides for an exemption for cultural services provided by recognised cultural bodies, as Irish dance lessons are not provided by a recognised cultural body, they cannot qualify for this general exemption.  However, it is possible in some circumstances that VAT is not applied to Irish dancing lessons. This happens where a person supplies Irish dancing lessons and the value of these lessons is less than the VAT registration threshold of &euro;37,500 in a 12-month period.  In these circumstances the dancing teacher can remain unregistered for VAT and VAT is not applied to the dance lessons that he or she supplies.<\/p><p>Furthermore, where a person is undertaking Irish dance lessons specifically in order to become a dance teacher, this should constitute vocational training.  As vocational training is an exempt activity for VAT purposes, this means that where Irish dance lessons are provided for a student with a view to his or her becoming an Irish dancing teacher through a structured educational course, the dance teacher - that is, the supplier of the lessons - should exempt the lessons from VAT.<\/p><p>With regard to the VAT rate chargeable on admissions, Irish VAT law includes a VAT exemption for the promotion of, and admission to, live theatrical or musical performances where food or drink is not provided during the performances.  In this context, admission fees to Irish dance feiseanna should benefit from this VAT exemption.<\/p><p>In addition, with regard to the supply of Irish dancing costumes, these are subject to the zero rate of VAT where they are made for children.  Costumes and shoes supplied to adults, however, are liable to VAT at the 23% standard VAT rate.  VAT legislation contains details of which sizes are regarded for VAT purposes as children's sizes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300040#RR00300","speaker":"955","continuing":true},{"type":"speech","time":1411494300,"counter":359,"content":"<p>I thank the Minister for a comprehensive response.  It would appear that the people in question are campaigning in the wrong vein in that it is a European issue they may need to examine or, alternatively, they could have Irish dancing reclassified as a cultural activity.  The Minister has also outlined a number of exemptions, which has provided clarity for me.  There will be an ongoing discussion on this issue, but the points made by the campaigners in question are well made, and I thank the Minister for his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300041#SS00200","speaker":"1158"},{"type":"speech","time":1411494300,"counter":360,"content":"<p>I draw the Senator's attention to a leaflet issued by the Revenue Commissioners on education, which will be exempt from VAT.  The people who spoke to him may be able to work on this.  The Revenue Commissioners' leaflet on education sets out that, as a general rule, in order to qualify for the educational VAT exemption, a dance course must satisfy the criteria that it be provided in a classroom setting or a setting that is appropriate to the dance; it must be provided as a structured course with a clear syllabus, either by an individual or a group; it must confer a level of skill or ability which can be evaluated by comparison with the objective standards, generally external assessment; and a relationship must exist as between a student and a teacher or a tutor.  That is according to the Revenue Commissioners' leaflet on the particular courses that would be deemed educational courses and would therefore be exempt from VAT.  There may be scope there for the Senator's contacts to explore that and to directly contact the Revenue Commissioners, which will make the decision, not the Minister or the Department of Finance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014092300041#SS00300","speaker":"955"},{"type":"unspoken","time":1411494300,"counter":361,"content":"<p>The Seanad adjourned at 7.05 p.m. until 10.30 a.m. on Wednesday, 24 September 2014.<\/p>","notice":"TIME STRING DETECTED"}]