[{"type":"minorheading","content":"Prelude","time":1539855000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1539855000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1539855000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1539855000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1539855000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#A00100"},{"type":"speech","time":1539855000,"counter":6,"content":"<p>I have received notice from Senator Catherine Noone that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to address the need for a new inpatient cystic fibrosis unit at Beaumont Hospital.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O'Connor of the following matter:<\/p><blockquote>The need for the Minister for Health to outline his plans to allocate public funding for IVF treatment prior to the enactment of the Assisted Human Reproduction Bill 2017; and if those plans will include funding for the provision of fertility preservation in cases of cancer diagnosis.<\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the review carried out in July by the Irish Blood Transfusion Service into the ban on blood donations from people who were resident in the North and in Britain during the variant Creutzfeldt-Jakob disease, vCJD, crisis.<\/blockquote> <p>I have also received notice from Senator Kevin Humphreys of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline the reason for the delay in bringing forward legislation on short-term lettings.<\/blockquote> <p>I have also received notice from Senator Ivana Bacik of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the reason children with Down's syndrome are currently excluded from the July provision scheme administered by his Department.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected Senators Noone, Murnane O&rsquo;Connor, &Oacute; Donnghaile and Humphreys and they will be taken now.  Senator Bacik may give notice on another day of the matter she wishes to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#A00200","speaker":"1381"},{"type":"majorheading","content":"Commencement Matters","time":1539855000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#A00250"},{"type":"minorheading","content":"Hospital Services","time":1539855000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#A00300"},{"type":"speech","time":1539855000,"counter":9,"content":"<p>I ask the Minister for Health to address the need for a new inpatient cystic fibrosis unit at Beaumont Hospital.  A unit for cystic fibrosis was promised in the programme for Government but, to date, there has been no progress and I fear it may have fallen off the agenda.  This matter affects at least 180 adults in the immediate area who have cystic fibrosis and who are in need of such a unit.  I have been contacted by a number of people about it and the daughter of one of them has cystic fibrosis.  Is the unit still being considered and is any progress being made on it?<\/p> <p>The Cystic Fibrosis Hopesource Foundation, which successfully lobbied for a part-funded cystic fibrosis outpatient unit at Temple Street Hospital, set up the first multidisciplinary teams for cystic fibrosis and seed-funded all related salaries for three years.  There will be a press conference at Beaumont Hospital on 6 November to address the urgent need for an inpatient unit and I would love to be able to communicate some progress on that date.  I will save time for the moment, if that is possible, until I hear the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#A00400","speaker":"1406"},{"type":"speech","time":1539855000,"counter":10,"content":"<p>Ireland has the world&rsquo;s highest incidence of cystic fibrosis.  There are over 1,100<\/p> <p>people registered as having cystic fibrosis in Ireland.  Life expectancy for people with the disease and the complexity of cystic fibrosis care have both increased progressively in recent years.  This has resulted in an increase in the number of adults with cystic fibrosis being treated in adult centres.  In addition, there has been an increase in average disease severity.  The existing cystic fibrosis centre at Beaumont Hospital is one of the largest in Ireland.  It provides specialist treatment and services to adults with cystic fibrosis.  Beaumont Hospital conducts a significant amount of research into cystic fibrosis and this contributes to the body of research and understanding of the condition.<\/p> <p>As the Senator noted, A Programme for a Partnership Government includes a commitment to the development of a dedicated cystic fibrosis unit at Beaumont Hospital.  This unit will be underpinned by the model of care for people with cystic fibrosis in Ireland, which is being developed by the national clinical programme for cystic fibrosis.  The model of care will set out standards and requirements for the physical and human resources to be provided for treatment of cystic fibrosis patients from a national perspective.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This model of care is undergoing the final stages of approval.  It states that adult cystic fibrosis units must have dedicated single inpatient isolation rooms with ensuite facilities and the number of rooms will depend on the number of patients.  There should be five inpatient rooms for every 50 adults with cystic fibrosis attending a unit.  Cross-infection poses extremely dangerous problems for people with cystic fibrosis, therefore single rooms are critical for their safe care.  <\/p><p>The national clinical programme for cystic fibrosis asked the cystic fibrosis registry of Ireland to carry out a census of people with cystic fibrosis in early 2017.  The census results indicated the number of people with cystic fibrosis attending Beaumont Hospital at that time was between 135 and 150, indicating the need for approximately 13 to 15 inpatient rooms for the hospital.  My Department, the HSE and the RCSI hospital group are supportive of the development of a new cystic fibrosis unit and recognise the need for capital development in supporting the delivery of key services to patients of Beaumont Hospital.  The RCSI hospital group's operational plan for 2018 includes a capital requirement of &euro;11 million for the unit.  In terms of the progression of the cystic fibrosis unit, I am happy to confirm it has been included in the national planning framework under Project Ireland 2040, as well as being recommended for inclusion in the capital plan by the HSE national capital steering committee.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#A00500","speaker":"1261","continuing":true},{"type":"speech","time":1539855000,"counter":12,"content":"<p>I thank the Minister of State.  It is a very satisfactory answer in the sense that the Minister of State has outlined the position regarding the incidence of cystic fibrosis in the country and the ideal model of care.  He has acknowledged that 13 to 15 inpatient rooms are necessary for Beaumont Hospital.  That is very satisfactory.  The RCSI hospital group's operational plan for 2018 includes a capital requirement of &euro;11 million for the unit.  What does that mean exactly, in terms of when we will realise an inpatient unit in Beaumont Hospital?  There are a lot of other things I could say to make the case for this unit.  The Minister of State has acknowledged it needs to be there and will be there.  I would like to know what that means.  When are we likely to see a unit in Beaumont Hospital?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00200","speaker":"1406"},{"type":"speech","time":1539855000,"counter":13,"content":"<p>This is a six marker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00300","speaker":"1381"},{"type":"speech","time":1539855000,"counter":14,"content":"<p>I thank the Cathaoirleach for flagging it.  As the Cathaoirleach said, it is a six marker.  There is difficulty with the capital side of the budget, as the Senator will appreciate at this moment in time.  It is one of the challenges.  I am in a struggle in my area trying to secure funding for something that is very close to the Cathaoirleach's heart, which is Bantry General Hospital.  I do not mean to take from the Senator's struggle to get funding for Beaumont Hospital.  I appreciate it because I have a family member working there and understand the challenges faced by cystic fibrosis patients and their families, most importantly, and the staff working there.  There are a number of national projects going on at the moment and that is the challenge we have in the health capital budget.  We have the national children's hospital, the national maternity hospital and the national forensic hospital out in Portrane.  As they are swallowing up hundreds of millions of euro, it is very difficult to get to all the capital projects.  It is in the 2040 plan, as I have said.  It has also been cleared by the HSE steering committee, which is an important step to get by.  Hopefully increased funding will become available over the years.  The model of care has almost been agreed for it.  We are a long way towards it but I cannot give the Senator the answer she would like to hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00400","speaker":"1261"},{"type":"speech","time":1539855000,"counter":15,"content":"<p>I will make a slight response.  While the 2040 plan is a really good plan and I am totally on board with it, the danger when the 2040 plan is mentioned is that people get the notion it will not materialise until 2040.  Will the Minister of State give me a brief response on that point?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00500","speaker":"1406"},{"type":"speech","time":1539855000,"counter":16,"content":"<p>I am bending the rules to allow the Minister of State to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00600","speaker":"1381"},{"type":"speech","time":1539855000,"counter":17,"content":"<p>I will be brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00700","speaker":"1261"},{"type":"speech","time":1539855000,"counter":18,"content":"<p>The Minister of State was very brief at the beginning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00800","speaker":"1406"},{"type":"speech","time":1539855000,"counter":19,"content":"<p>I will be really brief.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B00900","speaker":"1261"},{"type":"speech","time":1539855000,"counter":20,"content":"<p>I am replacing the Cathaoirleach in the Chair next.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01000","speaker":"1406"},{"type":"speech","time":1539855000,"counter":21,"content":"<p>Every politician in the House appreciates what the Senator has just said.  When we talk about a 2040 plan, it suggests to people it will not happen until 2040.  The 2040 plan, as the Senator said, is the way forward because it gives a long-term view and approach rather than doing it on a year-to-year basis.  The 2040 plan starts today and that is an absolute fact.  There are developments under way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01100","speaker":"1261"},{"type":"speech","time":1539855000,"counter":22,"content":"<p>The next matter was raised by Senator Murnane O'Connor who has four minutes.  In fairness to Senator Noone and the Minister of State, they both complied with the eight-minute rule.  I acknowledge they were within their time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01200","speaker":"1381"},{"type":"minorheading","content":"Assisted Human Reproduction","time":1539855000,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01300"},{"type":"speech","time":1539855000,"counter":24,"content":"<p>I thank the Minister of State for coming in.  In October last year, the Government approved the drafting of a Bill on assisted human reproduction and associated areas of research.  A commitment was given that to support the commencement of the legislation, officials in the Department would work during 2018 with the HSE to develop a model of care for infertility to ensure the provision of safe, effective and accessible services through the public health system as part of the full range of services available in obstetrics and gynaecology.  Part of this work was to include identifying policy options for a potential public funding model for assisted human reproduction treatment.  Professor Simon Fishel, former chair in human reproduction at the University of Nottingham and founder of CARE Fertility in Britain, has predicted that increasing numbers of young women will freeze their eggs or ovarian tissues to have babies later in life.  Fertility treatment is not available to public patients in Ireland although the tax relief for medical expenses scheme can be availed of.  An attempt at <i>in vitro<\/i>fertilisation, IVF, costs up to &euro;5,000.  There is not usually just one attempt, which means poor people cannot avail of it.<\/p><p>Fertility preservation services for cancer patients whose treatment is likely to impact on their future fertility are provided by the Rotunda IVF clinic based on the grounds of the Rotunda Hospital.  Funding for fertility preservation services for those with a diagnosis of cancer is &euro;259,000.  This has been in place since 2003 without increase despite a growing demand for the service.  The funding comes to the clinic via the hospital.  It sees 160 to 180 men for sperm freezing and 60 women for egg or embryo freezing.  While the number of men has stayed roughly the same, there has been a more than 50% increase in the demand for egg or embryo freezing.  It froze gametes for 35 women in 2015 and for over 55 women in 2017.  <\/p><p>In 2015, the clinic engaged with the HSE and the national cancer control programme, NCCP, to look at additional funding and to perhaps look at improving the service with a view to considering the introduction of ovarian tissue freezing.  In January 2017, a pre-tender interest form was submitted by the clinic to potential stakeholders who were interested in offering the service.  In September 2017, they were advised that work was being done on a specification document and that engagement with all parties would commence within weeks.  It is now more than one year later.  If there was a real possibility for State funding for fertility treatment, which is important in order that there is an equal chance for all families to try fertility solutions that suit their circumstances despite the odds, the provision of fertility preservation needs to be seen as part of these services.  They are not the same and due consideration should be given to fertility treatment and preservation.  The funding for the Rotunda IVF clinic covers fertility preservation for men and woman with a recent diagnosis of cancer.  It does not cover fertility treatment itself.  As such, it needs to be managed separately and regulation needs to be structured into any funding models introduced.  In the past two weeks, the clinic has had requests from a 15 year old and a 16 year old with recent diagnoses of cancer who are looking to the future.  The only real option for these girls is ovarian tissue freezing and unfortunately this is not an option in Ireland at this time.  One of the first things that will be talked about to a female up to the age of about 45 in the event of diagnosis of cancer will be future fertility particularly for those who do not already have children.  More and more women and men are surviving cancer and having their own biological children should not be denied to them if the possibility of preservation is available to them.  The HSE has continued to fund this programme and it is very important for those who have needed to avail of the service.  We must not ignore the continuing and growing needs of our society and neither should we force families to put off fertility treatment because they do not have the money.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01400","speaker":"1395"},{"type":"speech","time":1539855000,"counter":25,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01500","speaker":"1406"},{"type":"speech","time":1539855000,"counter":26,"content":"<p>I apologise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01600","speaker":"1395"},{"type":"speech","time":1539855000,"counter":27,"content":"<p>It is an issue I am very interested in.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01700","speaker":"1406"},{"type":"speech","time":1539855000,"counter":28,"content":"<p>I am nearly finished.  Children born through fertility treatment or preservation are children who are wanted, loved and longed for before they are born and will grow up to contribute to society.  What are the Government's plans to assist families seeking fertility treatment or preservation?  Is there some timescale for those plans?  I thank the Minister of State.  This is a very serious issue and I look forward to his answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01800","speaker":"1395"},{"type":"speech","time":1539855000,"counter":29,"content":"<p>I thank the Senator.  I am taking this issue on behalf of the Minister, Deputy Harris.  The Government approved the drafting of a Bill on assisted human reproduction and associated areas of research in October last year.  The introduction of legislation on assisted human reproduction and associated research is a priority for the Minister for Health and the process of drafting this Bill will be completed in conjunction with the Office of the Attorney General.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The general scheme was published on the Department's website, and the Oireachtas Joint Committee on Health is conducting a review of the general scheme of the Assisted Human Reproduction Bill 2017 as part of the pre-legislative scrutiny process, which began in January of this year.  However, it is not possible at this time to give a definitive timeline for the completion of the draft Bill and its subsequent passage through the Houses of the Oireachtas.<\/p><p>While the majority of assisted human reproduction, AHR, treatments and services available in Ireland are provided through private AHR clinics, there is a limited specialist AHR service available through the HSE, which provides funding for fertility preservation for cancer patients whose treatment is likely to impact on their fertility.  Officials in the Department are working with representatives from the HSE to ensure that there is a coherent approach to the development of the AHR legislation, which is consistent with the existing publicly available cryopreservation service.<\/p><p>In order to support the commencement of the legislation, officials in the Department are working with the HSE to develop a model of care for infertility to ensure the provision of safe, effective and accessible services through the public health system as part of the full range of services available in obstetrics and gynaecology.  Part of this work includes identifying policy options for a public funding model for AHR treatment.  Once the Minister has had the opportunity to consider these policy options it is his intention to bring a memorandum to Government on a model of care for infertility, including public finding for AHR treatment, for the Government's consideration.  No specific decision has been made at this time on the parameters of any potential public funding model.  It is important to note that any funding model that may ultimately be introduced would need to operate within the broader regulatory framework set out in the AHR Bill and the model of care for infertility.<\/p><p>Currently, patients who access IVF treatment privately may claim tax relief on the costs involved under the tax relief for medical expenses scheme.  In addition, a defined list of fertility medicines needed for fertility treatment is covered under the high-tech scheme administered by the Health Service Executive.  Medicines covered by the high-tech scheme must be prescribed by a consultant-specialist and approved by the HSE high-tech liaison officers.  The cost of the medicines is then covered, as appropriate, under the medical card or drugs payment scheme.  Therefore, while IVF treatment is not currently provided by the Irish public health service, there is some support available for patients who access such treatment privately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#B01900","speaker":"1261","continuing":true},{"type":"speech","time":1539855000,"counter":31,"content":"<p>It is disappointing that the only annual funding for the scheme, which has been in place since 2003, is &euro;259,000.  Many cancer patients now live longer than they did in the past and fertility and preservation is a serious issue for them.  I want the Minister of State to look into this because it is an area we need to address.  I hope he will return soon with good information.  It all boils down to funding.  We need to get the funding into this area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00200","speaker":"1395"},{"type":"speech","time":1539855000,"counter":32,"content":"<p>I thank Senator Murnane O'Connor for raising the issue and thereby providing the opportunity to discuss the matter in the House today.  The Minister and the officials are acutely aware of how necessary the AHR Bill is and how eagerly some form of additional support for accessing AHR treatments is anticipated.  Officials in the Department of Health will continue to work with the Office of the Attorney General and the HSE as required to ensure that the drafting of the AHR legislation, the preparation for the relevant service arrangements regarding the model of care for infertility and the development of specific eligibility arrangements can all proceed in line with each other to allow for the timely commencement of the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00300","speaker":"1261"},{"type":"minorheading","content":"Blood Donations","time":1539855000,"counter":33,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00400"},{"type":"speech","time":1539855000,"counter":34,"content":"<p>My question is fairly straightforward.  I asked it earlier in the year and was pleased to be informed at that stage that the Irish Blood Transfusion Service, IBTS, was set to carry out a review of the ban on blood donations from people who were resident in the North and in Britain during the variant Creutzfeldt-Jakob disease, vCJD, crisis, in July of this year.  Having submitted this Commencement matter I received a very helpful response from the Minister for Health yesterday on the review.  This morning provides an opportunity to reiterate the call for more blood donations.  People should actively consider that as well as organ donation.  While we have to be scientifically and medically sound to keep the system free of and safe from contamination, it has been quite a long time since the vCJD crisis emerged and there is merit in the review taking place.  When will the review be concluded and is there any indication of what its findings might be?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00500","speaker":"1413"},{"type":"speech","time":1539855000,"counter":35,"content":"<p>I thank the Senator for his continued interest in this and his concise and direct approach to it.  I am happy to have the opportunity to advise the Seanad further on this matter.  The remit of the IBTS, is to provide a safe, reliable and robust blood service to the Irish health system.  The IBTS constantly keeps all deferral polices under review.<\/p> <p>The IBTS currently has a permanent deferral policy in place for individuals who have resided for more than one year, cumulative, in the United Kingdom, including Northern Ireland and the Channel Islands, between the years 1980 and 1996.  This deferral policy was introduced in 2004 following the first confirmed case of vCJD transmission via blood transfusion in the UK.  There is no test for vCJD and confirmation that someone had the disease is only possible post mortem.  In July, a special meeting of the medical advisory committee of the board of the IBTS was held to review the IBTS deferral policy in relation to vCJD and to consider the current scientific and medical evidence on vCJD transmission.  It was decided at the meeting not to change the donor deferral policy at this time.  It was agreed that a full risk assessment was warranted and the medical and scientific director of the IBTS has since commenced this assessment.  The assessment will consider the current medical and scientific evidence available, involving a systematic examination of all relevant literature, studies and reports.  Once this is complete a further meeting of the medical advisory committee will review the decisions made at the July meeting.  This review is expected to be completed by mid-2019.<\/p> <p>If the outcome of the risk assessment indicates that the IBTS could safely relax the current deferral polices in regard to vCJD, then a case for such changes will be made to the board of the IBTS and subsequently to the Department of Health.  The focus of my Department will at all times be to ensure the provision of a quality supply of blood to the Irish health system.  Decisions on changes to deferral policies for blood donation must always be supported by rigorous scientific and medical evidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00600","speaker":"1261"},{"type":"speech","time":1539855000,"counter":36,"content":"<p>I thank the Minister of State.  That is pretty clear.  This is not a question of running ramstam into this or seeking to compromise or jeopardise the scientific and medical soundness of the blood supply.  This emanates from people who may have been working in England or Scotland during this period and now want to donate blood, to heed the call from the Department of Health and from the IBTS.  It is a question of trying to find a balanced and safe, medical and scientific basis for allowing more people to donate blood.  I reiterate the call to the Department and the IBTS not to lose sight of this issue and keep it under review.  If God spares us all, it might be something I will come back to in mid-2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00700","speaker":"1413"},{"type":"speech","time":1539855000,"counter":37,"content":"<p>I again thank the Senator for his consistent and continued interest in this issue and for continuing to keep it to the fore.  He has been very responsible in his approach and response to it.  His focus is to be welcomed because while it is important to get the balance right it is also important to get a timely balance right.  That is where his contribution is most helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00800","speaker":"1261"},{"type":"minorheading","content":"Rental Sector","time":1539855000,"counter":38,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00850"},{"type":"speech","time":1539855000,"counter":39,"content":"<p>I welcome the pupils from St. Vincent's school in Marino, who are in the Visitors Gallery.  We are talking about an issue that affects every family in the city, if not the country, the housing crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have addressed the Minister of State, Deputy English, on this matter on several occasions.  When the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Coveney, had responsibility for housing, he formed a cross-departmental group to examine short-term letting and he promised us action and policy.  In November 2017, the current Minister, Deputy Eoghan Murphy, said in this House that short-term letting and the rental market need policy development, ignoring the cross-departmental committee.  In May 2018, he said that policy was being finalised in the Department.  In June 2018, he promised that regulations would be published shortly.  In August 2018, he said that he would bring plans to regulate short-term letting to Government in September.  On 28 September 2018, he promised to publish proposals \"next week\".  Just as tomorrow never comes, there is still no regulation in this area .  <\/p><p>According to the figures provided by the Minister, Deputy Eoghan Murphy, regulation in this area would generate 1,000 additional units for rent.  We are continually promised that action will be taken tomorrow.  Why have we not had action?  In Dublin 2, in one apartment block in Christchurch, there are only seven apartments for long-term rent to people working in the city who want to pay their way.  I can give the Minister of State, Deputy English, the details in this regard.  While researching the Airbnb website, I came across 60 units being let by seven hosts, all of them short-term lets, ranging from &euro;2,100 per month for a one bedroom apartment to &euro;4,300 per month.  I could find no units with planning permission for change of use.  We are in the middle of a housing crisis.  The Minister of State has been in this House several times on this issue and he promised action \"tomorrow\" but as of yet we have seen no action.  We still have a crisis.  I am sure the Minister of State will respond to the effect that we need to address the supply issue.  I have been raising this issue for two years and while there have been many promises of action tomorrow, there has been no action.  This is not good enough.  What I want to hear from the Minister of State is that the regulations are to be published immediately.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#C00900","speaker":"1417","continuing":true},{"type":"speech","time":1539855000,"counter":41,"content":"<p>I thank the Senator for raising this important matter.  I have been in the House to address the matter, which I know is dear to his heart, on at least five occasions to date.  He is correct that short-term letting affects supply.  The Minister, Deputy Eoghan Murphy, is focused on addressing the issue as quickly as possible.<\/p> <p>I welcome the opportunity to outline the progress the Government has made to date regarding short-term lettings and to outline the plans to bring forward further legislation in this area.  Under action 18 of the strategy for the rental sector, my Department established a working group comprising representatives of all Departments and agencies with a policy interest in short-term lettings to develop guidance on planning applications and changes of use relating to short-term lettings and to examine the need for new regulatory arrangements.  The proposals considered by the working group, which met on six occasions, were aimed at facilitating short-term letting of accommodation within permanent residences, known as home-sharing, while seeking to protect the existing stock of residential property in areas of high demand, safeguarding neighbourhood amenity and consumer protection and generating revenue to address any negative externalities of short-term letting.  The working group completed guidance for local authorities on planning applications relating to short-term lettings and my Department issued a circular on the matter this time last year.  The group has since been focused on developing proposals for an appropriate comprehensive regulatory approach for short-term tourism-related lettings.<\/p> <p>Having considered the group&rsquo;s report, as well as the recommendations of the Oireachtas committee&rsquo;s report on short-term lettings, the Minister and I are currently engaging with relevant Ministers on the appropriate next steps in taking the proposed regulatory regime forward.  Among the options under consideration is the development of a new licensing regime for short-term letting platforms and homeowners who rent out rooms or entire properties to tourists to facilitate a more managed approach to short-term tourist lettings, and thus protect the existing stock of residential property, in particular, long-term rental accommodation, in areas of high demand, which, again, was rightly referred to by the Senator.  He also gave some good examples of areas where this provision is being abused.<\/p> <p>Recognising that the introduction of such a regulatory regime will take time, the Minister and I are also considering what other measures might, in the interim, support the recommendations and objectives set down in the working group&rsquo;s report and the Oireachtas committee&rsquo;s report.  I understand that the Minister intends to set out his proposed actions, including specific reforms to relevant legislation, in the near future to address the issues raised in these reports.  I am sure Senators will understand that I am not in a position to elaborate further at this time.  However, once these proposals are announced, I expect there will be opportunities for both Houses to consider and discuss them in advance of their coming into effect.  I can give the Senator a commitment that the Minister and I will be available to come to the House for that debate.  <\/p> <p>In regard to the timeline issue, the Minister has on a number of occasions tried to prioritise the regulations but it is a complicated legal process.  When he appeared before the committee towards the end of September last, he said that the regulations would be published in a week's time.  It was hoped to have this done before the budget but owing to a legal issue, publication was delayed.  The regulations are almost complete and the Minister hopes to be in a position to announce the changes in the next week or two.  It is hoped he will be in a position to announce them this week but it may be the next week or two.  It will not be done tomorrow, but it will be done soon.  I am confident in that I will be back in the House soon to debate the changes.  It was genuinely the Minister's desire to do this prior to budget week but the events of the budget took over.  Hopefully, the Minister or I will be in the Seanad next week to discuss the new arrangements.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00200","speaker":"1264"},{"type":"speech","time":1539855000,"counter":42,"content":"<p>I thank the Minister of State for his reply.  We have moved now from \"tomorrow\" to \"next week\".  On 28 September, the Minister, Deputy Eoghan Murphy, told Ms Marie O'Halloran that he would publish proposals the following week.  In the interim, the situation has worsened.  In one apartment block off Mount Street in Dublin 2, more than 50% of the apartments are available for short-term letting.  Recently, one of those apartments was used a pop-up brothel.  Short-term letting is leading to security issues for residents throughout Dublin.  Short-term letting affects not only the housing crisis but people who bought homes, who owing to the constant re-let of apartments and the passing on of apartment codes etc, do not feel secure in their homes.  This is not good enough.  The cross-departmental and committee recommendations were not published, which is unacceptable.  This issue has been raised on an almost weekly basis over the past two years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00300","speaker":"1417"},{"type":"speech","time":1539855000,"counter":43,"content":"<p>For that reason, the Minister of State is familiar with it and he has said that the proposals will be published in the next two weeks.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00400","speaker":"1406"},{"type":"speech","time":1539855000,"counter":44,"content":"<p>Sorry, Acting Chairman-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00500","speaker":"1417"},{"type":"speech","time":1539855000,"counter":45,"content":"<p>The Senator's point is well made.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00600","speaker":"1406"},{"type":"speech","time":1539855000,"counter":46,"content":"<p>-----that has been the constant statement since 14 November 2017.  It never happens.  The Minister of State mentioned that a legal issue has arisen.  I do not understand why the Department did not foresee that issue.  I have published legislation in this area, which the Minister of State, Deputy English, said is flawed.  I am open to amendments being made to that Bill to progress it.  The Government has been given many opportunities to deal with this issue but it has failed to do so and that is not acceptable.  I regret that the Minister of State, present today because this matter does not come within his remit and it is being passed between the Departments of Transport, Tourism and Sport and Housing, Planning and Local Government.  I am rightly angered.  There are people contacting me and my office on a daily basis because they are unable to access housing in this city owing to short-term letting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00700","speaker":"1417"},{"type":"speech","time":1539855000,"counter":47,"content":"<p>The Senator's point is well made.  In fairness, he has raised the issue many times.  We have to take the Minister of State at his word.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00800","speaker":"1406"},{"type":"speech","time":1539855000,"counter":48,"content":"<p>As I have outlined a number of times, action has been promised tomorrow, next week and next months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D00900","speaker":"1417"},{"type":"speech","time":1539855000,"counter":49,"content":"<p>The Senator has made his case.  I ask the Minister of State to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D01000","speaker":"1406"},{"type":"speech","time":1539855000,"counter":50,"content":"<p>I discussed this issue yesterday with the Minister, Deputy Eoghan Murphy.  He is aware of the issue raised by the Senator and he understands the need for urgent address of it.  In fairness, the Minister, Deputy Eoghan Murphy, has never said that he will do it \"tomorrow\".  Rather, that is Senator Humphreys's interpretation of what the Minister said.  In September, he said that he hoped to do it the next week.  As I said, there is a delay owing to a legal issue arising and there was also a delay owing to the budget.  The aim is to do next week or the week after at the latest.  I can give the Senator a commitment that the process will be completed in the next week or so.  As I said, the Minister never used the word \"tomorrow\" and I am not saying \"tomorrow\".  It will happen next week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We want this done as it is a priority for the Government.  We want to give people the option to be able to rent a home.  For many that is not an option, meaning it is important we increase supply.<\/p><p>The Senator is correct that in certain cases it is not suitable that people have bought houses under certain conditions and discover there is an issue with adjoining properties or their apartment block.  The Minister, Deputy Eoghan Murphy, will be dealing with this in the next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#D01100","speaker":"1264","continuing":true},{"type":"unspoken","time":1539855000,"counter":52,"content":"<p>Sitting suspended at 11.02 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Appointment of Minister","time":1539855000,"counter":53,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00100"},{"type":"speech","time":1539855000,"counter":54,"content":"<p>A letter dated 16 October 2018 has been received from the Secretary to the Government regarding the appointment of a member of the Government and the assignment of the Department of Education and Skills to a Minister.  The correspondence will be published in the Official Report and the Journal of Proceedings.  The correspondence is as follows:<\/p><blockquote>ROINN AN TAOISIGH<br \/><br \/>Department of the Taoiseach<br \/><br \/>BAILE &Aacute;THA CLIATH 2<br \/><br \/>Dublin 2<br \/><br \/>16 Deireadh F&oacute;mhair, 2018<br \/><br \/>Cl&eacute;ireach an tSeanaid<br \/><br \/>T&aacute; orm a chur in i&uacute;l duit<blockquote>(1) go bhfuil an tUachtar&aacute;n, ag gn&iacute;omh&uacute; d&oacute; ar ainmni&uacute; an Taoisigh, le comhaont&uacute; Dh&aacute;il &Eacute;ireann roimh r&eacute;, tar &eacute;is Seosamh Mac Aodha (Joe McHugh) comhalta de Dh&aacute;il &Eacute;ireann, a cheapadh inniu mar chomhalta den Rialtas; agus<br \/><br \/>(2) go bhfuil an Taoiseach, i bhfeidhmi&uacute; na gcumhachta&iacute; a thugtar d&oacute; le haIt 4 denAcht Air&iacute; agus R&uacute;naithe (Leas&uacute;) 1946, inniu tar &eacute;is sannadh an Roinn Oideachais agus Scileanna do Riste&aacute;rd de Briot&uacute;n (Richard Bruton) a fhoirceannadh agus an Roinn sin a shannadh do Seosamh Mac Aodha (Joe McHugh), Comhalta den Rialtas.<\/blockquote>Ard-R&uacute;na&iacute; an Rialtas.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00200","speaker":"1381"},{"type":"majorheading","content":"Order of Business","time":1539855000,"counter":55,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00300"},{"type":"speech","time":1539855000,"counter":56,"content":"<p>The Order of Business is No. 1, motion re Competition Act 2002 (Section 27) Order 2018, back from committee, to be taken on conclusion of the Order of Business; and No. 2, statements on an update on Rebuilding Ireland, to be taken at 12.45 p.m., with the time allocated to group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00400","speaker":"1391"},{"type":"speech","time":1539855000,"counter":57,"content":"<p>We were all listening to the radio this morning and heard about the delay in smear tests.  On average, it takes up to 18 weeks or longer.  After what happened in the past few months in particular, no woman should have to wait 18 weeks or upwards for the results of a smear test so I will be asking the Minister for Health to address this.<\/p> <p>Today, I would like to finish the point about mental health that I was prevented from making yesterday.  One area identified in the final report of the Joint Committee on the Future of Mental Health Care as containing serious barriers is the area of young adult and teen mental health.  There are just not enough services for that age group and we lose real people inside the statistics.  That is why I wanted to talk about three young people who are showing us all the benefits of sport for mental health.  The sport of kickboxing is thriving around the world.  In the World Association of Kickboxing Organizations, WAKO, World Kickboxing Championships in Italy, competitors from Kickboxing Ireland won 12 gold medals, 11 silver and 29 bronze on the global stage.  Three of those gold medallists were from Larry's Kickboxing club in Carlow - Billie Maher, a 14 year old girl; Jack Dawson, a 14 year old boy; and Jamie Walker, a 12 year old boy.  I wanted to raise their triumph and the achievements of our other young athletes in sport in the past few months because we should shout loud about the great work our young people are doing.  In an age when we worry about resilience in our children, the benefits of sports such as kickboxing cannot be overlooked.<\/p> <p>The committee's report, which was launched yesterday, laid out several suggestions for better mental health care, including a move to 24-7 services, which are sorely needed.  Through our work on the committee, we saw how accident and emergency departments across the country are the only available places for people with mental health issues to go, which is wholly unsuitable.  We cannot look after each other if we do not have specialised staff and facilities equipped with the right tools to help.<\/p> <p>A total of 22 recommendations were made in the report.  I will not mention all of them as I would like to be brief.  However, we constantly see funding being the main barrier to helping people.  We need to change that and to push mental health, especially in younger adults teens and children, up in the political agenda.  We identified smart phones and other such devices as areas where schools need to work on with parents and children but we need to look at how our young people are living in Ireland today and how we are not listening sufficiently to what is going on.  <\/p> <p>Yesterday, the ESRI released the Growing Up in Ireland report.  The report dealt with the lives of 13 year olds and how they are doing.  While the issues of overweight and obesity levels are cited, I want to draw attention to the statistics showing that about 10% of 13 year olds reported that they had been bullied in the three months before they were interviewed for the report and that 2% said they had bullied someone else.  Boys and girls were about equally likely to have been bullied.  Having been bullied was associated with a higher risk of socio-emotional and behavioural problems.  Yesterday, the National Anti-Bullying Research and Resource Centre in DCU stated that 22% of children aged 12 to 15 have been bullied.  If there is anything that can empower our children, we should be supportive of it so that their futures are not decided outside of their control.  <\/p> <p>In schools across the country, despite new policies and initiatives, cyberbullying and real-life bullying still take place.  We are not doing enough.  We have the information to stop bullying now so why would we not do so?  From a series of questions entitled The Strengths and Difficulties Questionnaire that were answered by their parents, we can see that the socio-emotional and behavioural well-being of 13 year olds is generally good and very similar to levels from UK studies.  Based on the answers to this set of questions, 13 year olds with certain characteristics and from some family backgrounds were more likely than others to be classified as being at risk of socio-emotional and behavioural problems.  I will finish on this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00500","speaker":"1395"},{"type":"speech","time":1539855000,"counter":58,"content":"<p>The Senator is already a minute over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00600","speaker":"1381"},{"type":"speech","time":1539855000,"counter":59,"content":"<p>I believe that this new data, coupled with the report of the Committee on the Future of Mental Health Care, is invaluable and shows that we need to intervene early and support each other along the way so that we can ensure positive outcomes for all children in Ireland today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00700","speaker":"1395"},{"type":"speech","time":1539855000,"counter":60,"content":"<p>Last week, this House remembered the disaster that was the <i>RMS Leinster<\/i>tragedy 100 years ago.  With this in mind, I pay tribute to those involved in the events that took place in Belgium and France last weekend for soldiers who fought and died in World War One.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ian Marshall:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2486\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2486&amp;amp;pid=IanMarshall&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Significantly, it was a joint commemoration of human sacrifice by the soldiers of the 16th Irish Division and 36th Ulster Division centred in their last major engagement in the Great War.  Among those attending were members of the Somme Association, the Royal Irish Regiment and the Irish Army.  They were joined by British and Irish embassy representatives and, uniquely, for the first time, members of the 6th Connaught Rangers Research Group from the Falls Road, Belfast. <br\/><br\/>I shall quote Harry Donaghy from the group who said:<\/p><blockquote>Bitterness is a very difficult thing to expunge from our political calendar, but I would argue that, in the main, there has been an understanding and acceptance of something that was ignored or forgotten about for almost 100 years.<\/blockquote><p>I shall also quote Alan McFarlan from the Somme Association who attended the event.  He said: &quot;We've got the two traditions here, we have a cross-border tradition here today, the Irish Army, and the British Army.&quot;  In addition, at the service, the exhortation at Sunday's act of remembrance was: &quot;They shall not grow old, as we that are left grow old&quot;, which was read in Irish and English.  The significance of this event is that this was the last time the two traditions in Ireland fought a common cause.  Young men from all four provinces, from both unionist and nationalist traditions, were represented and perished.<br\/><br\/>As we move into this period of remembrance and reflection, we need to focus on shared identities.  Poppies and remembrance are about reflection and respect.  It is about the human cost of war and not glorification.  One hundred years ago thousands of young men left Ireland following promises of adventure and opportunity, many of whom had never been out of their town, village, townland or parish.  They were promised that they would be home for Christmas but many never returned.  As for those who did, it was not the homecoming they deserved or expected.  There was no recognition of their service or valour that they truly deserved.<br\/><br\/>In this current era of challenges for this country, whether it is jobs, housing, healthcare or Brexit, we all need to work together to fight common causes.  I urge the House to remember and never forget the horror of war and conflict.  I urge them to ensure that this season of remembrance be relevant to all and completely respectful but not contentious or confrontational, and to consider that any ideology that threatens human safety, security or life has no place in a modern democracy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#G00800","speaker":"1439","continuing":true},{"type":"speech","time":1539855000,"counter":62,"content":"<p>I ask the Leader to invite the Minister for Justice and Equality to the House in the near future for a debate on deportations.  I am particularly concerned about reports on the threatened deportation of a nine year old boy in Bray.  He was born in Ireland and he has spent his entire life here.  He is in fourth class in St. Cronan's national school in Bray but he faces imminent deportation to China.  More than 30,000 people have signed a petition to argue against his deportation.  A group of hundreds of Chinese parents in Ireland have asked the Minister not to deport this young boy on the basis that it would be wrong and that the Chinese educational system is so different from the Irish one.  It would be difficult for a boy having been born in Ireland and lived all of his life here to be deported to China.  It is particularly noteworthy that just last week it seems the Minister intervened in a case in his own constituency of Laois-Offaly to ensure another young boy was not deported to Nigeria.  It is a sad day when campaigns against deportation seem to rely on the likelihood of having a Minister in the constituency.  Having said that, the local Minister in Wicklow is appealing to the Minister for Justice and Equality against the deportation of young Eric Zhi Ying Xue in Bray.<\/p> <p>The latest deportation should remind us of the referendum campaign that was run and supported by Fine Gael and Fianna F&aacute;il in 2004, which removed the right to birthright citizenship from our laws.  I was very proud of the strong stance taken by my own party, the Labour Party, against that referendum.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00200","speaker":"1402"},{"type":"speech","time":1539855000,"counter":63,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00300","speaker":"1410"},{"type":"speech","time":1539855000,"counter":64,"content":"<p>However, because the referendum was passed, young children like Eric, and the young boy from Laois-Offaly, are being threatened with deportation, despite the fact that they have lived all their lives in the country, have a huge network of friends and a community here, and they know no other place as their home.  They also hold no other citizenship.<\/p> <p>I appeal to the Leader to invite the Minister to the House.  I will not call a vote on this matter during the Order of Business.  However, we need a debate on deportation and, in particular, we need to address this apparent postcode lottery where certain children are at particular risk of deportation.  I appeal to the Minister not to deport this young boy and his family from Ireland.<\/p> <p>Finally, I ask the Leader to arrange a debate on funding for disability survivor groups.  I ask this in the context of meeting a group called Justice for Polio Survivors earlier this week.  The group have lost funding from the Rehab Group in recent years.  The survivors are concerned about the de-recognition of the needs of polio survivors.  There has been ongoing negotiation between the Rehab Group and the polio survivors.  I ask the Leader to arrange a debate on the broader issue of the need for funding for survivors, particularly for groups such as Justice for Polio Survivors.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00400","speaker":"1402"},{"type":"speech","time":1539855000,"counter":65,"content":"<p>Regarding the present discussions on Brexit-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00500","speaker":"1393"},{"type":"speech","time":1539855000,"counter":66,"content":"<p>I cannot hear a word that the Senator is saying.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00600","speaker":"1427"},{"type":"speech","time":1539855000,"counter":67,"content":"<p>I cannot hear Senator Leyden.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00700","speaker":"1391"},{"type":"speech","time":1539855000,"counter":68,"content":"<p>I am sorry.  Perhaps the sound system is not good.<\/p> <p>In terms of the Brexit discussions taking place in Brussels involving the Heads of Government, I note that there is a proposal not to hold a meeting in November because it looks like the current meeting will be inconclusive.  I understand that meetings are being arranged for December and prior to the end of this year where, hopefully, there will be a major breakthrough in this regard.  We all wish the Government well in the negotiations and, in particular, I commend the leader of Fianna F&aacute;il.  Fianna F&aacute;il is a member of the Alliance of Liberals and Democrats for Europe Party or the ALDE group.  We are in Brussels to support the Government and the negotiations because quite a number of our colleagues are Prime Ministers in different countries throughout the European Union.<\/p> <p>At this point in time there has been a major surge in UK searches for information on Irish passports and citizenship.  There is a great interest in ensuring that people in Britain would apply for and receive an Irish passport.  If a person's grandparent was born in the Republic of Ireland, then he or she should be eligible for a passport.  I commend such passports and recommend that people in Britain apply.  I wish to refer to the fact that 1.5 million citizens in Northern Ireland are fully entitled to an Irish passport, which is very important, so they can hold dual passports.  <\/p> <p>I recommend that Irish people living in Britain apply for a British passport because two passports are useful particularly in a situation where we have such close links with our nearest neighbour.  If a parent of an Irish person was born prior to 1922 or prior to 1949, then he or she is eligible because we were declared a Republic then.  By applying now Irish people can hold dual passports.  There is nothing shameful about holding dual passports and it is something to be proud of.  British people are delighted to have an Irish passport, which is a European passport.  Many Members are eligible to hold a British passport and thus their families are eligible.  They may not want or need a British passport but they should remember that in many years to come, their grandchildren would be eligible through them applying for a passport now.  I am quite proud to recommend that both British and Irish people apply for dual passports because we have a shared past and a shared future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00800","speaker":"1393"},{"type":"speech","time":1539855000,"counter":69,"content":"<p>In recent months, I have had time to sit down and think about what happened between 2008 and the current day.  Between 2011 and 2014, I was actively involved in some of the cuts that were made to the salaries paid to public servants.  Members of my union at the time, the Teachers' Union of Ireland, were thrown into income poverty and I remember that my own net salary fell by &euro;1,000.  Substantial sums were taken from public servants.  In the 2012 Lansdowne Road agreement negotiations, I, as president of the TUI, was told that all of the low hanging fruit was gone, that these were hard times so we all had to put our shoulder to the wheel and that we were all in it together.  I have since realised that there was an exclusive class in this country for whom the case was made to top up their salaries by up to &euro;20,000 per year and these were people who already earned &euro;80,000 a year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The argument was that they were indispensable.  There were fine and hard-working civil servants for whom nobody could make a case for topping up their salaries.  Nobody could make a case to defer or ignore the employment framework, but from the top of the political system from the office of the President right down through Ministers, special cases were made for salary top-ups and for special jobs to be created.  Before we have an inauguration on 11 November, I want legislation to be brought in to regularise the office of &Aacute;ras an Uachtar&aacute;in, which can be done prior to the next President taking his or her place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#H00900","speaker":"1390","continuing":true},{"type":"speech","time":1539855000,"counter":71,"content":"<p>Let it go.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00200","speaker":"1410"},{"type":"speech","time":1539855000,"counter":72,"content":"<p>We have to ensure that we are all in it together and that we are all suffering in the same way.  While we are at it then, we might start trawling around ministerial offices to see how many special advisers have had top-ups on their salaries, because public servants do not have that option open to them.  By the way, neither does the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00300","speaker":"1390"},{"type":"speech","time":1539855000,"counter":73,"content":"<p>The Senator is correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00400","speaker":"1391"},{"type":"speech","time":1539855000,"counter":74,"content":"<p>He cannot go into the Taoiseach and tell him that he is a special guy and he deserves an extra &euro;20,000 a year because he will not get it.  Let us try to be a little honest with public servants.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00500","speaker":"1390"},{"type":"speech","time":1539855000,"counter":75,"content":"<p>I could try.  I am glad I am not special.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00600","speaker":"1391"},{"type":"speech","time":1539855000,"counter":76,"content":"<p>A few days ago, while a Senator was rightly berating the Government, probably on the grounds of its talent, ability, professionalism and resilience, he went on to call Deputy Lowry \"a criminal.\"  The Cathaoirleach was not here.  It is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00700","speaker":"1427"},{"type":"speech","time":1539855000,"counter":77,"content":"<p>I am the Cathaoirleach and I am in charge.  I read all about it and I was briefed on it.  I would be much happier if the Senator did not bring it up.  What she is doing is amplifying the problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00800","speaker":"1381"},{"type":"speech","time":1539855000,"counter":78,"content":"<p>I certainly am.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J00900","speaker":"1427"},{"type":"speech","time":1539855000,"counter":79,"content":"<p>The Senator should be very careful what she says.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01000","speaker":"1381"},{"type":"speech","time":1539855000,"counter":80,"content":"<p>I will be very careful with what I say because I have already-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01100","speaker":"1427"},{"type":"speech","time":1539855000,"counter":81,"content":"<p>If the Senator continues talking about it, I will prevent her because I do not want this topic highlighted again today and if a Member wants to speak about Deputy Lowry, the plinth is the place to do it, where the protection of this House is not available.  He is not a Member of this House and cannot defend himself here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01200","speaker":"1381"},{"type":"speech","time":1539855000,"counter":82,"content":"<p>It is not a good thing for Members of this Senate to stand up calling anybody \"Fascists\" or \"Criminals\" regardless of who they are or what their job is.  It is bad enough that we come into the Senate and that nobody is listening to us because Members are on their phones, or writing home or whatever but I do not want to be part of a Senate where language such as that is used.  If people have a legitimate reason to undermine, or argue against, somebody in a position of power or representation, that is fine.  They should argue against their policies, what they do and what they do not do.  If one was to use that language outside, he or she would be in court for slander and libel.  I am not an apologist for anybody in the Lower House or the Upper House but we have to curb our language, argue our cases well and not spend our lives as if we were in school yards throwing objects at each other.  That is my objective opinion on the issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01300","speaker":"1427"},{"type":"speech","time":1539855000,"counter":83,"content":"<p>I commend Mr. Michael Barron, the former executive of Equate, who spoke out in last weekend's edition of <i>The Sunday Business Post<\/i>against the cruel and targeted complaints made through the Standards in Public Office Commission, SIPO, against Equate which resulted in it being shut down.  While SIPO found no wrongdoing on Equate's part, these complaints hindered its ability to fundraise and it was forced to cease operations in November 2017.  Equate was a civil society organisation, which sought the secularisation of the education system, and it was instrumental in the recent legislation to remove the baptism barrier from school admissions.  The complaints made against Equate targeted obligations under the Electoral Acts, 1997 to 2002, which ambiguously prohibit anyone engaging in political work from accepting anonymous donations above &euro;100, donations of more than &euro;2,500 from any source or donations from abroad.  The regulation was initially intended for political parties and candidates but was extended to all organisations in 2001.  Since the extension the phrase, &quot;political activity&quot;, has been broadly interpreted to include, and sometimes censor, civic advocacy, which I do not believe was ever intended to be a consequence of the regulation.  There have been other instances where the Electoral Acts have forbidden people from speaking out for social change and it ultimately places a muzzle on activists and hurts democracy.  The European Union Agency for Fundamental Rights has raised concerns over the narrow interpretation of our electoral laws, as have the Irish Council for Civil Liberties, Amnesty International, The Wheel, Transparency International, Uplift and Front Line Defenders.  I, therefore, call for a debate in this House where the Minister of State at the Department of Housing, Planning and Local Government with special responsibility for local government and electoral reform, Deputy Phelan, could address the Seanad and answer these concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01400","speaker":"1372"},{"type":"speech","time":1539855000,"counter":84,"content":"<p>As no other Senator is indicating, I call the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01500","speaker":"1381"},{"type":"speech","time":1539855000,"counter":85,"content":"<p>The Cathaoirleach has caught me unaware.  I thank the seven Members for their contributions to the Order of Business and I formally welcome a guest of Senator Marie-Louise O'Donnell, Mr. Martin Taylor, the director of Dublin Glass which has been in operation for more than 50 years.  He is most welcome to the House and I believe that he is still going strong.<\/p> <p>Senator Murnane O'Connor raised the issue of the smear tests.  I heard Ms Anne Kelly on \"Morning Ireland\".  The backlog is frustrating and deeply annoying.  At one level it is good that women are participating and engaging with the HSE to get the service.  The backlog is disappointing and frustrating but the words of Dr. Mary Short that people should not be overly worried or concerned are worth noting and it is important that we do not heighten fear among women, ensure the issue is addressed and there is a proper and accurate reading and allow for the CervicalCheck programme to continue.  The Minister is cognisant of the demands.<\/p> <p>The Senator also raised the report of the Joint Committee on the Future of Mental Healthcare and I commend the members of the committee again.  It is worth putting the remarks of the Minister of State, Deputy Jim Daly, when he spoke at the relaunch of the redeveloped website www.yourmentalhealth.ie.  He spoke about how more and more people are now going online to avail of apps and messaging services in times of crisis and I welcome the fact that &euro;1 billion is being spent by the State on mental health services at a time there has been a reduction in the numbers of people who have died or who are self-harming.  That is to be welcomed.  Obviously one death or incident is one too many and a compendium of approaches are needed for the issue of mental health.  It is important that the National Office for Suicide Prevention is supported and resourced and the Minister of State, Deputy Jim Daly, has also secured &euro;55 million in new development funding, aimed at enhancing community mental health teams for adults and children.  I am sure Senator Murnane O'Connor will welcome those new resources, which will go to many key areas of the country, including her town and county of Carlow.  It is important that prevention and early intervention are provided to promote recovery in complex and acute cases.  I welcome the Minister of State's use of eMental Health and digital technologies along with the fact that he has now introduced a pilot programme for telephone counselling together with a dedicated mental health telephone number and a crisis text service, all of which are important.  The worry that we all share is that men accounted for 80% of all suicides last year, according to the CSO figures.  That is an extraordinary figure.  Part of the work that the joint committee and other organisations in the State are doing is continue to raise awareness.  It is important that we encourage people to talk and engage.<\/p> <p>As I did yesterday, I commend those involved in the kickboxing club in Carlow and in Kickboxing Ireland on their achievements.  Senator Murnane O'Connor is correct that sport generates resilience, unifies and brings much joy and success.  It is also good for forming character and I commend all involved in the matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Yet again Senator Marshall made a fantastic contribution to the Order of Business.  I commend him on highlighting the commemorative events last weekend.  He is so right.  It is important that we commemorate, remember and reflect, as he does in his work here, and as other Members of the Houses are trying to do.  It is a question of bringing traditions together not in an adversarial way but to build bridges, to unify and unite.  I commend him on that and thank him for that and I commend all involved on the commemoration last weekend in France.  I hope, as Senator Marshall said, that in this period of reflection and remembrance that we honour all people and bring both traditions together.  It is a question of sharing ideas and, as Senator Marshall said, reflective remembrance and going forward in a positive manner.  I commend him on his contribution.<\/p><p>In response to Senator Bacik I will endeavour to have the Minister come to the House.  I am not familiar with the case to which she referred but it is important that there is clarity given on individual situations.  Yesterday Senators Ardagh and Paddy Burke raised the issue of the Irish Naturalisation and Immigration Service, INIS, website, which is a different matter but it is all part of the issue of immigration.  I will try to get the Minister for Foreign Affairs and Trade to come to the House next week or the week after.  I am not familiar with the issue of the funding of disability survivors but the Senator might do better to table that as a Commencement matter.  It deserves attention. <\/p><p>Senator Leyden raised the issue of Brexit and passports.  I commend him on his presentation and briefing last night.  Unfortunately, I could not get to the briefing but I heard it was very informative, good and very well attended.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#J01600","speaker":"1391","continuing":true},{"type":"speech","time":1539855000,"counter":87,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00200","speaker":"1393"},{"type":"speech","time":1539855000,"counter":88,"content":"<p>We all welcome the positive atmosphere in Salzburg last night.  Whether it is a backstop or a two-tier backstop all of us who wear the green jersey, north, south, east or west, want to see a positive outcome from Brexit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00300","speaker":"1391"},{"type":"speech","time":1539855000,"counter":89,"content":"<p>I do not want to correct the Leader but as far as I know, the meeting was in Brussels not in Salzburg, that was the previous meeting.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00400","speaker":"1393"},{"type":"speech","time":1539855000,"counter":90,"content":"<p>Senator Leyden is an expert on European matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00500","speaker":"1381"},{"type":"speech","time":1539855000,"counter":91,"content":"<p>And on other matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00600","speaker":"1438"},{"type":"speech","time":1539855000,"counter":92,"content":"<p>The Cathaoirleach is here almost as long as Senator Leyden.  I hope I get to be here as long as him and I might become a bit of an expert in something at that stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00700","speaker":"1391"},{"type":"speech","time":1539855000,"counter":93,"content":"<p>It was just to have it correct.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00800","speaker":"1393"},{"type":"speech","time":1539855000,"counter":94,"content":"<p>The Leader is doing all right.  He is very knowledgeable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K00900","speaker":"1381"},{"type":"speech","time":1539855000,"counter":95,"content":"<p>It is important to recognise that there is now a better atmosphere, in terms of a calm, respectful and firm view that we want a Brexit deal.  All in this country and on this side of the negotiations want the commitments the United Kingdom has already made.  That includes the backstop guaranteeing there will be no hard border on the island of Ireland.<\/p> <p>I commend the T&aacute;naiste on his leadership on Brexit and the Minister of State at the Department of Foreign Affairs and Trade, Deputy McEntee and the Taoiseach.  We are very lucky to have a strong leadership team negotiating on behalf of Ireland.  I commend all Members of the House-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01000","speaker":"1391"},{"type":"speech","time":1539855000,"counter":96,"content":"<p>What about the discussion on passports?  Will the Leader give me a view on my point about the idea for dual passports?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01100","speaker":"1393"},{"type":"speech","time":1539855000,"counter":97,"content":"<p>I suggest that Senator Leyden put down a Commencement matter for the Minister for Foreign Affairs and Trade to come in on that.  I will certainly have the Minister-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01200","speaker":"1391"},{"type":"speech","time":1539855000,"counter":98,"content":"<p>There is no need for that.  I am just making it clear that we are eligible to apply.  I would like the Leader's view on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01300","speaker":"1393"},{"type":"speech","time":1539855000,"counter":99,"content":"<p>I do not have any particular view.  I am open to what the Senator is considering but it is something we need to discuss further.  If the Senator wanted to take it a bit further perhaps the Minister for Foreign Affairs and Trade could come in for a Commencement debate on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01400","speaker":"1391"},{"type":"speech","time":1539855000,"counter":100,"content":"<p>If the Leader is eligible for a British passport will he apply?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01500","speaker":"1393"},{"type":"speech","time":1539855000,"counter":101,"content":"<p>No, I will not apply for a British passport.  I am quite happy to have my own Irish passport.  I am very happy to travel with my Irish passport.  Has Senator Leyden applied for a British passport?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01600","speaker":"1391"},{"type":"speech","time":1539855000,"counter":102,"content":"<p>Not yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01700","speaker":"1393"},{"type":"speech","time":1539855000,"counter":103,"content":"<p>Does he intend to?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01800","speaker":"1391"},{"type":"speech","time":1539855000,"counter":104,"content":"<p>I am actively considering it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K01900","speaker":"1393"},{"type":"speech","time":1539855000,"counter":105,"content":"<p>I will not be.  I am quite happy to have my Irish passport and to travel as an Irish citizen on that passport.<\/p> <p>Senator Craughwell never ceases to come up with interesting angles on the presidential election.  I remind him-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02000","speaker":"1391"},{"type":"speech","time":1539855000,"counter":106,"content":"<p>It had nothing to do with the presidential election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02100","speaker":"1390"},{"type":"speech","time":1539855000,"counter":107,"content":"<p>The Senator did mention the Presidency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02200","speaker":"1391"},{"type":"speech","time":1539855000,"counter":108,"content":"<p>I said from the top of Irish society.  I also raised the salary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02300","speaker":"1390"},{"type":"speech","time":1539855000,"counter":109,"content":"<p>To be fair, if that was the case the Senator should also have commended the Uachtar&aacute;n on taking a pay cut at the beginning of his term in office.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02400","speaker":"1391"},{"type":"speech","time":1539855000,"counter":110,"content":"<p>An tUachtar&aacute;n McAleese, fair play to her.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02500","speaker":"1390"},{"type":"speech","time":1539855000,"counter":111,"content":"<p>We cannot have a discussion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02600","speaker":"1381"},{"type":"speech","time":1539855000,"counter":112,"content":"<p>I am not going to discuss the Presidency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02700","speaker":"1391"},{"type":"speech","time":1539855000,"counter":113,"content":"<p>We cannot discuss it.  That is inappropriate when there is an election.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02800","speaker":"1381"},{"type":"speech","time":1539855000,"counter":114,"content":"<p>Could I remind Senator Craughwell that this Government and the last Government have been unwinding the financial emergency measures in the public interest, FEMPI?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K02900","speaker":"1391"},{"type":"speech","time":1539855000,"counter":115,"content":"<p>That topped up the salaries of certain people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03000","speaker":"1390"},{"type":"speech","time":1539855000,"counter":116,"content":"<p>The Senator should let me finish.  If he wants to have a debate let us hear all the facts.  This Government and the last Government have been unwinding the cuts imposed.  Pay restoration is happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03100","speaker":"1391"},{"type":"speech","time":1539855000,"counter":117,"content":"<p>Slowly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03200","speaker":"1390"},{"type":"speech","time":1539855000,"counter":118,"content":"<p>Pay restoration is happening.  I did not see or hear Senator Craughwell come into the House today or any day and welcome the fact that he and many other public servants have received a pay increase, and will receive further pay increases of between 6.2% and 6.4%, since we started the process of unwinding FEMPI.  It would behove the Senator more to recognise that by 2021 or 2022, FEMPI will be no more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03300","speaker":"1391"},{"type":"speech","time":1539855000,"counter":119,"content":"<p>It was a comment-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03400","speaker":"1390"},{"type":"speech","time":1539855000,"counter":120,"content":"<p>I accept and have always spoken, as one who has been a public servant all my life, of the importance of the public sector, of the massive imposition that men and women who work in the public service had to endure in the turbulent times of the economy being wrecked by the Fianna F&aacute;il Party-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03500","speaker":"1391"},{"type":"speech","time":1539855000,"counter":121,"content":"<p>With respect, the Leader is not dealing with the issue.  Top-ups and the disregard for the special jobs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03600","speaker":"1390"},{"type":"speech","time":1539855000,"counter":122,"content":"<p>If I may finish &ndash; I did not interrupt the Senator at all &ndash; there was a top-up given to some ministerial advisers, in some cases signed off by the then Minister for Public Expenditure and Reform, Deputy Howlin, and a second by the present Minister, Deputy Donohoe.  There are cases made.  I have always made the point, and am on record as saying, that there should never have been a breach in the salary limit for advisers to Ministers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03700","speaker":"1391"},{"type":"speech","time":1539855000,"counter":123,"content":"<p>Fair play.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03800","speaker":"1390"},{"type":"speech","time":1539855000,"counter":124,"content":"<p>I have always made that point and I do not recoil from that.  It is, however, a bit unfair of Senator Craughwell to come in here and castigate Government when he fails to recognise that FEMPI is being unwound and pay restoration is happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K03900","speaker":"1391"},{"type":"speech","time":1539855000,"counter":125,"content":"<p>Come on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04000","speaker":"1390"},{"type":"speech","time":1539855000,"counter":126,"content":"<p>The Senator can \"come on\" all he wants to.  That is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04100","speaker":"1391"},{"type":"speech","time":1539855000,"counter":127,"content":"<p>It is &euro;20,000 top ups.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04200","speaker":"1390"},{"type":"speech","time":1539855000,"counter":128,"content":"<p>That is the reality.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04300","speaker":"1391"},{"type":"speech","time":1539855000,"counter":129,"content":"<p>I suggest that Senator Craughwell put down a Commencement matter at a later date because he is not going to resolve the issue here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04400","speaker":"1381"},{"type":"speech","time":1539855000,"counter":130,"content":"<p>The Cathaoirleach ruled on Senator Marie-Louise O'Donnell&rsquo;s point.  The only contribution I will make is to side with the Cathaoirleach in that the language we use in this Chamber in particular should always be parliamentary and such that we should not be afraid to use it outside here.  I concur with the Cathaoirleach in that.<\/p><p>Senator Warfield raised a very important matter.  I did not read <i>The Sunday Business Post<\/i>but I join with him in commending Michael Barron.  I have known him for several years, as Senator Warfield does, and have always found him to be an exemplary citizen who has been very active in bringing good social change to our country.  I did not know that the Standards in Public Office Commission, SIPO, had exonerated them and I am delighted at that.  I very much regret that Equate has to close down because it was doing great work.  I fully subscribe to the sentiments Senator Warfield expressed here.  I would be happy to invite the new Minister for Education and Skills to the House to discuss the matter. <\/p><p>On a sad note, on behalf of the Fine Gael Party and the House, I extend sympathy to the family of the late Margaret Brady who was a member of staff here in the House for many years and she passed away this morning.  Ar dheis l&aacute;imh D&eacute; go raibh a h-anam d&iacute;lis.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04500","speaker":"1391"},{"type":"unspoken","time":1539855000,"counter":131,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Competition Act 2002 Order: Motion","time":1539855000,"counter":132,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04700"},{"type":"speech","time":1539855000,"counter":133,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Order: <blockquote>Competition Act 2002 (Section 27) Order 2018, <\/blockquote>copies of which have been laid before Seanad &Eacute;ireann on 3rd October, 2018.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#K04800","speaker":"1391"},{"type":"unspoken","time":1539855000,"counter":134,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1539855000,"counter":135,"content":"<p>Sitting suspended at 12.08 p.m. and resumed at 12.48 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Update on Rebuilding Ireland: Statements","time":1539855000,"counter":136,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#O00100"},{"type":"speech","time":1539855000,"counter":137,"content":"<p>I welcome the Minister of State, Deputy English, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#O00200","speaker":"1412"},{"type":"speech","time":1539855000,"counter":138,"content":"<p>I thank Seanad &Eacute;ireann for the opportunity to update it on Rebuilding Ireland, the Government's Action Plan for Housing and Homelessness.  Today is a good opportunity to debate progress and to outline some future areas of priority action.<\/p> <p>Rebuilding Ireland is a comprehensive delivery plan, which has been augmented and updated since its publication in mid-2016.  It is not a quick fix; rather, it is a five-year plan, of which year two is close to expiry.  The housing system was devastated during the downturn, with output falling by 90%.  Last week, I made the point in the D&aacute;il that people often forget what this Government inherited on taking up office in respect of housing.  Rebuilding Ireland is about fixing the housing crisis at different levels and for people on different levels of income, be that in regard to social, affordable or private housing units.  It also puts in place a sustainable housing construction sector.  To address the decrease in housing output from 90,000 per year to 6,000 per year requires a steady supply of housing throughout the system.  This gives people confidence that there will be housing available to them in whatever part of the country they wish to live.  We also have to provide housing for an expected additional 1 million people coming to live here.  People wanting to set up in the construction sector or existing businesses in this area that want to expand need to know there is a sustainable construction sector in place.  The issue of skills shortages is regularly discussed.  If construction sector workers cannot be confident that what happened in the past will not happen again, the result will be a loss of skills in this area.  Rebuilding Ireland seeks to provide that confidence, which is often missed in many of debates.<\/p> <p>There is no quick fix to a 90% decrease in housing output and a 300,000 decrease in the number employed in the sector.  Dealing with this requires a series of targeted actions across the complex and interrelated parts of the housing system.  To date, we have put in place a significant series of targeted responses that are designed to stabilise and provide the emergency response to homelessness; develop a major social housing programme; rebuild the house building industry and ensure there is a steady supply of affordable homes; reform and modernise the rental sector; and maximise the potential from vacant homes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The issue of vacant homes is the subject of frequent discussion.  I remind Members that the past three or four censuses indicate that there have been vacant homes in this country for many years.  It is not a new phenomenon.  We want to address it once and for all by establishing a system to deal with vacant homes on an ongoing basis.<\/p><p>I refer to the issue of developing a major social housing programme.  During D&aacute;il debates on the issue I often ask Members to be a little more honest and admit that we have started a social housing programme funded by approximately &euro;6 billion of taxpayers' money rather than repeat that there is no social housing programme.  I have no problem with people arguing that there should be more or less social housing, but they should acknowledge what has been started because taxpayers' money has been committed to it.  Some &euro;6 billion has been spent on it over the past couple of years through NGOs, local authorities and the Government.  It cannot be denied that there is a social housing programme.  It is a fact, but people still say there is no social housing programme.  I have no problem with Members arguing that we are not doing enough and should do more because there is no doubt that we are not doing enough to solve the problem while thousands of people are still waiting for a home.  I have no problem with Members being critical in that regard but they must acknowledge that taxpayers' money is being spent on housing and a social housing programme.<\/p><p>We are doing everything possible to provide ongoing support for our most vulnerable citizens while managing long-term programmes to create a sustainable pathway to a stable and consistent housing system.  Most reasonable people recognise that the thousands of houses that are needed cannot be delivered in a couple of months or years and that it takes some time to put the system in place.  However, while that is being done, one must provide accommodation for people in the best way one can, which may be through the housing assistance payment, HAP, system or family hubs.  Ideally, such accommodation would be a house and a home but in some cases we must use emergency accommodation.  We would rather we did not have to do so but in some cases it is necessary, which is when family hubs and hotels are used.  Naturally, we would far prefer for people to have a permanent home in which to raise their family.<\/p><p>The Government commitment to this issue is clear.  Next year we will invest more in housing than any previous Government has in a single year.  Over &euro;2.4 billion of taxpayers' money will be spent on the housing programme, which will deliver many new homes for families who are currently experiencing homelessness or housing insecurity.  The Government will oversee the building of tens of thousands of new homes.  Building on the 20,000 homes that will be delivered this year, 25,000 new homes will be delivered next year throughout the country.  Importantly, in the context of Rebuilding Ireland and the multi-annual response to housing, &euro;6.6 billion will have been provided over four years to the end of 2019.  That funding reflects our ongoing determination and commitment to deal comprehensively with the housing challenge.  It will take time as well as money, but we are making progress.<\/p><p>It is not just about money.  One must choose appropriate sites, obtain planning permission, go through all the procedures, put the housing in the right place and get the right mix and so on.  When people tell me they want to double the number of houses we plan to build next year and build 20,000 houses, I ask them on what sites they would put those houses and whether they have done their homework on such plans.  It is the job of the Department, working with our colleagues in Government and through the local authorities, to plan this out and put a pipeline of projects in place.  There is a pipeline of over 1,000 projects which will deliver over 16,000 houses.  We want to double that but it is not as simple as stating that we will build 20,000 houses next year.  It does not work that way.  One must make it happen on the ground, which is our job as a Department, working with our officials who are doing great work day and night and very often at weekends, local authorities and other stakeholders such as NGOs and many others who use taxpayers' money to progress their work.<\/p><p>Some 5,000 households have exited homelessness in the past 12 months.  That is a fact.  I am not trying to convince politicians that our approach is correct.  However, those who are currently homeless must be able to believe that the system will eventually catch up and provide them a home.  In the past 18 months, over 7,060 adults who were homeless are now in a home.  That is steady progress.  I accept it is not enough to help the thousands who are still homeless but one must give people hope that the system is catching up.  Every day, many people get a house but the difficulty is that many others come looking for a home and it is difficult to get ahead of the demand.  A significant number of people have been moved through the system and it is important that that is recognised because those living in a hotel or a family hub must know that there is light at the end of the tunnel.  For most such people, there is light and that must also be recognised.  We have listened to the very sad stories told by those affected by homelessness.  Members encounter such people every week in their clinics.  People need to believe that there will eventually be an answer to such problems.  This year, over 3,600 households have been assisted under the homeless HAP programme.  Over 200 Housing First tenancies have been established.  Rough sleeping has been reduced by 40% and hubs have been put in place for 500 families.  We are working on these issues day in and day out.  We know that more needs to be done and it will be done.<\/p><p>This is a very complex issue with many contributory factors.  Adequate supply of affordable homes to rent and buy, particularly in Dublin, is a key factor and forms a key part of our work.  Much of the discussion of housing revolves around social housing and council houses but we must also bear in mind that we need housing for all the categories of people with varying abilities to rent or buy or otherwise and that is what we are trying to do.  Much of the work in the first two years involved putting a building programme back in place for social housing, fixing that system, changing the processes and rules, getting it up and running and equipping local authorities with the staff and money they needed to be able to deliver social housing and did not have three, four or five years ago.  Local authorities now have those resources and are back doing their work.  Phase 2 of our work under Rebuilding Ireland is very much aimed at affordable housing and providing homes that people can afford to buy.  That will be a key part of our work in the year ahead, as reflected in the budget allocations.<\/p><p>While we work to increase supply, we have a suite of immediate responses available for those people presenting as homeless.  In reality, given the supply situation, this means continuing to provide accommodation in the best way we can.  As all Members will agree, hotels are not ideal as anything other than a short-term emergency response.  That is why the family hub programme is so critical.  My Department is continuing to work with the relevant local authorities on the expansion of the hub programme.  This will ensure that the short-term emergency accommodation that we provide is far better suited to the needs of families and individuals.  Any wrap-around services which are required can also be provided through family hubs.  I ask any Member who has not yet done so to visit a family hub and meet the families there.  While the families always say they want a more permanent home, they accept that the family hubs are far better than being in a commercial hotel.  Although all Members agree family hubs are not ideal, they are a temporary measure.  The majority of people who enter a family hub move on to more suitable housing accommodation within six months either through HAP, a social housing programme or in some other way.  It is important that that is recognised.<\/p><p>Funding to address homelessness and provide related services this year will rise to &euro;146 million under budget 2019 and an additional &euro;60 million in capital funding is being provided primarily for emergency accommodation, including family hubs.  We hope to spend that money this year.  Housing First will receive an additional &euro;3 million in wrap-around supports on top of the funding that will support the delivery of single occupancy homes.  Some 200 new emergency beds will be provided.<\/p><p>The national Housing First team and programme launched a few weeks ago is built on models that have worked very well in countries such as Finland and Canada.  It is a new approach aimed at assisting rough sleepers rather than homeless families.  Previously, the system spent a long time trying to work with rough sleepers, provide them with services and then find them a home.  We are turning that on its head and are trying to find suitable accommodation for such people at the start and then provide wrap-around services, which will give them a much better chance of being able to make the house a sustainable tenancy.  It is working quite well and has produced many good results over the past year.  There is very strong commitment to the programme.<\/p><p>The family hub programme will expand to accommodate 950 more places, bringing the total to approximately 1,500 places, allowing us to accommodate families in hubs and not hotels, which is very important in the short term.<\/p><p>Accelerating supply, particularly of social housing, remains a priority.  Working with delivery partners, we are achieving significant outcomes.  Rebuilding Ireland has delivered over 57,000 housing solutions to the end of quarter 2 of 2018 across all delivery streams.  I expect that number to increase to approximately 70,000 by the end of the year.  We are working more effectively with local authorities through our regular housing summits.  In September, the housing summit approach was extended to the approved housing body sector in light of its role in social housing delivery, tenancy management and the provision of services for the homeless and other vulnerable members of our communities.  This strategic and operational partnership approach is working and will continue to deliver.  We committed to supporting 137,000 households into appropriate accommodation under build, acquisition and leasing programmes, HAP and the rental accommodation scheme, RAS, over a six-year period.  By the end of year 3 we will have achieved over 50% of our target.  We will deliver another 10,000 new council houses next year.  The magic number for many of those involved in campaigns or debates on this issue over the past year and a half is 10,000 houses.  That is everyone's ambition.  We are making it happen because our job as the Government is to do it, not just talk about it.  I am confident that thanks to the funding allocated in the budget 10,000 council houses will be delivered next year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are a combination of direct builds, acquisitions and some long-term leasing as well.  That is permanent social housing, which was not there last year, going into the system.  This year, just under 8,000 houses will be delivered before the end of the year.  It was 7,000 last year.  They are real homes that are helping us to provide homes for people from many different backgrounds who badly need them.  That is what we are trying to do.<\/p><p>Others want commitments that go beyond that.  I asked those people to show us the plans on where is the spending, how will it be done and so on.  What we have committed to over the next ten years in this document, Rebuilding Ireland, but also in Project Ireland 2040, which people have missed, is delivering up to 12,000 social houses per year, every year.  By 2030, that will bring us to a grand total of over 110,000 new social houses.  I will be honest.  I have read through the manifestos and campaigns of everybody else.  Nobody is going beyond that or going to that number, even as an aspiration.  We have a plan in place with money behind it to bring us to that level.  The constant mantra every week that Fine Gael is not really into social housing is just not true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#O00300","speaker":"1264","continuing":true},{"type":"speech","time":1539855000,"counter":141,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Q00200","speaker":"1391"},{"type":"speech","time":1539855000,"counter":142,"content":"<p>We recognise as a Government that our first priority is to deliver a housing programme.  Central to that is a commitment to a belief in social and council housing.  We are doing that, putting money behind it and we are actually delivering that housing.  That might not suit the mantra of some people but I am confident in saying that.  I know it without any doubt.  If we stick to this Rebuilding Ireland plan, which we are reviewing today, we will have solved the housing situation.  I have no doubt about that.  I worked through the Action Plan for Jobs, when Deputy Bruton was the Minister for Jobs, Enterprise and Innovation, during those five years.  I recall that in year two and the early part of year three people were doubting whether the Action Plan for Jobs was going to work and if it would deliver jobs.<\/p> <p>There were not saying that at the end of years three, four and five when the plan had doubled the output of jobs it was meant to achieve.  Over 200,000 jobs were created by that Fine Gael and Labour Government.  This is the same logic and the same approach.  It is action by action, focussed delivery bringing all of the stakeholders together and making sure we spend taxpayers' money wisely.  This is the same logical approach we are taking in this five-year plan.  We are just at the end of year two now and it will solve the housing situation.  I have no doubt about that.  I say it with confidence, having been involved in both processes and the work that went on.  The need to intensify and accelerate new building activity is to the fore of our strategic planning.  Again, I hear people complaining week in and week out that the HAP system is not great and that it does not work. <\/p> <p>Nobody has said that it is a perfect system but it is helping 40,000 people to have homes.  In most of those cases it is working very well, but in some it is not.  We will hear about those stories and we will deal with them.  They often get related in debate as well.  It is not true to say, however, that it is not working for 40,000 people.  It is fair to say that it is not the permanent, long-term solution any of us want.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Q00300","speaker":"1264"},{"type":"speech","time":1539855000,"counter":143,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Q00400","speaker":"1391"},{"type":"speech","time":1539855000,"counter":144,"content":"<p>That is why we have a building programme.  While we are building the houses, however, we have to make sure we have people in a house today as well.  We will use the HAP programme and we have to rely on the private sector for that.  It is not something we want to do forever but it is something we have to do because we have to have houses today while we build the new ones.  We are doing that.  The early years of Rebuilding Ireland were focussed on harnessing existing capacity and more immediate solutions, such as working with the private sector in some cases, while in parallel progressing local authority and approved housing body, AHB, capacity to build more and establish solid project pipelines.  I referred to the pipelines earlier.  There is now a pipeline of more than 1,000 projects with over 16,000 houses in the system.  That is a major difference to where we were two years ago or even a year ago.  The local authorities are now able to step up.  They have been given the people and resources they need, as in taxpayers' money.  The NGOs have got a spend of about &euro;60 million that they use to provide services.  The approved housing bodies are also back in the game.<\/p> <p>Everyone is now in a better place to be able to provide services, short term and long term, than was the case two or three years ago.  The money was not there in the past and we could not afford to have what we needed.  People will give out about the local authorities and blame them but it was not their fault.  They did not have the money or the resources.  Now, they are in a strong position to do that.  They have rebuilt their teams and are delivering the projects.  All of us, including the local authorities, want to do it faster and we will keep finding ways to do that.  The pressure is on all of us to drive this with more urgency.  The local authorities are now able to do it.  They will be able to build and do it at a faster pace in the years ahead.  <\/p> <p>Those pipelines are now in place and, if people want to track it, that is evidenced in the quarter 2 construction status report.  That tracks activity on a quarterly basis to see what is happening.  I keep making this point; we do not make this up.  It is all there, it can all be tracked and it is all factual.  It is not stuff we make up for speeches.  We report on it on a monthly and a quarterly basis.  It can tracked and watched.  There is no point trying to kid anyone.  We are the Department in charge of making this happen.  We are not trying to cover this up or make it look better in any shape or form.  We are very honest in everything we do.  What goes on in Rebuilding Ireland - our Action Plan for Housing and Homelessness is a complete and open book.  Any member of the Joint Committee on Housing, Planning and Local Government will vouch for that because we go before it regularly and everything is on the table.  Nothing is hidden away.  <\/p> <p>On affordable houses, the Minister, Deputy Eoghan Murphy, has been very clear that we need to address the issue of housing affordability.  We must recognise the pressures that exist for low to middle-income households, particularly in Dublin and certain other of our main urban centres.  An affordable housing programme is not needed in every county or town.  It is needed in key areas.  We are trying to make homes more affordable.  In some cases it will be a subsidised affordable housing scheme and in others it will involve working with the private sector to make sure it is in a position to deliver homes at a more affordable price.  It is a combination of different ways as well.  There are different solutions for different towns throughout the country.  Back in 2011, all affordable housing schemes were stood down given the prevailing economic position in the country at the time.  I will remind Members that there were 3,000 unfinished estates at that time.  It is not 3,000 now; it is less than 100 such estates.  We have worked hard through the local authorities and all of the different stakeholders to bring those houses back into use.  It was right that the affordable housing programme at that time was stood down given the situation we were in.  It was not required and it was not needed because, given the collapse in house prices, there was an overhang of unsold affordable homes at that time. <\/p> <p>This time around it is important we only target affordable housing interventions in areas, as I mentioned earlier, that require them based on a consistent approach to economic assessment.  It is not for every town and village.  It is not needed in all cases but in some cases, it is.  All local authorities are now working on the economic assessments of the requirement for affordable housing in their areas.  They will also assess the viability of delivering such housing from their sites.  A dedicated workshop on affordable housing will be hosted by our Department for all local authorities on 8 November.  In order to deliver affordable housing in the areas of the country most affected by a lack of affordable housing supply, a three-pronged, targeted approach is being pursued.  The Government has trebled the funding to &euro;310 million to support this programme of work, under the serviced sites fund, SSF, as part of budget 2019.  <\/p> <p>The funding is available for key facilitating infrastructure on local authority sites to support the provision of affordable homes to purchase or rent.  A first call for proposals, under the fund, issued to local authorities in Dublin, the greater Dublin area, Cork and Galway in June 2018.  The closing date for applications was August 2018 and 15 proposals were received from nine local authorities.  These are currently being assessed and I expect this process to be finalised and an announcement of the first successful bids to be made in the coming weeks.  Further calls for proposals will be made thereafter.  <\/p> <p>Once the funding is awarded and the infrastructure is provided, we expect delivery of affordable homes from 2019 onwards.  Separately, once all local authorities have carried out the economic assessment of the requirement for affordable housing in their area, further local authorities may be considered for funding.  It is important that they do that assessment to justify the use of taxpayer's money to provide these homes.  Most of these cases will involve the use of State-owned land to help subsidise, through an equity scheme, the cost of those houses.  We envisage a maximum amount of funding of about &euro;50,000 per affordable home and on this basis, approximately 6,200 affordable homes could be facilitated.  The ambition is for at least 10,000 affordable homes to be delivered under this programme and thereafter it will become a demand-led process.  People refer to some of the affordable housing schemes that have worked in the last year.  The &Oacute; Cualann model used out in north Dublin is a good one.  The approximate subsidy, through land and infrastructure, is about &euro;70,000 per house.  We are targeting this scheme at &euro;50,000 per house.  That will include the cost of the site, infrastructure, etc.  It will make a major difference to the price of that house.  It is important we do that.  <\/p> <p>The type of affordable housing that will be delivered on local authority sites may be affordable housing for purchase, under the recently commenced provisions of Part V of the Housing (Miscellaneous Provisions) Act 2009, or a cost rental approach.  The cost rental model is being advanced on a number of pilot sites before being rolled out more generally.  Under the 2009 Act, the maximum discount is 40% of the market value of the home and the local authority takes a charge, equivalent to the discount, against the property.  The scheme applies to new homes, and is targeted at single applicants earning up to &euro;50,000 per annum or &euro;75,000 for dual applicants.  At full discount, this equates to a home worth &euro;350,000 being available today for &euro;210,000 or an apartment worth &euro;300,000 being available to buy for &euro;180,000.  <\/p> <p>The local authority will retain a charge equivalent to the discount and the household must recoup the charge at resale or during the charge period.  The State will have an equity stake in the house.  That will roughly be over about 25 years.  I want to be clear.  I have given examples of some house prices but it will be different on every site and it will be site specific.  Please do not throw back statistics that we are not going to pay &euro;250,000 for a house in Leitrim.  That is not what I am saying.  I am just giving examples.  Each decision will be made in combination with each local authority on a site-by-site basis.  The funding repaid by the purchaser is paid into a new affordable dwellings fund which will then be used to fund more affordable housing and help more people.  The applicants will be selected openly and transparently by the local authority providing the homes.  This will be led by each local authority in its area.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Another mechanism to try to help people get the finance they need to buy a home is the Rebuilding Ireland affordable home loan which was launched on 1 February 2018.  There has been great interest in the scheme to date and by the end of September the Housing Agency had assessed and recommended more than 1,100 loans for approval, totalling some &euro;236 million.  An assessment is under way which will consider some inconsistencies in decision making that have been identified, as this is local decision making by each local authority.  The need to potentially broaden the application scheme will be looked at, as well as the possibility of extending the affordable loan to vacant homes requiring refurbishment.   It has been suggested by the local authorities and the housing bodies at some of the housing summits we have had, as well as by Members in both Houses, that perhaps we should be able to use this affordable loan to be able to bring back some of the vacant properties.  It is something we are looking at, and there is much merit in the proposal.<\/p><p>There is also the help-to-buy scheme, which received much criticism when we first brought it in as people said it would not work.  Our intention was to encourage the market to provide housing to first-time buyers.  At that stage, a year and a half ago, the market was not supplying those starter homes to first-time buyers.  It was hard to get them because they were not in supply, partly because the market, that is, the people building houses, did not believe a first-time buyer would necessarily get a mortgage to be able to buy the house in the first place.  We had to intervene, therefore, through the help-to-buy scheme, which gave people some of their tax back to help them put together a deposit to buy a house.  More than 8,000 people have successfully availed of that scheme, and 8,000 more are in the system.  They have all bought new build homes supplied by the market of first-time buyers.  If one looks at the price people pay for houses, more than 70% of first-time buyers over the past year bought houses for a figure under &euro;320,000, even when the greater Dublin region is included.  Some 50% of them bought houses for less than &euro;250,000.  There are a range of houses out there because we have increased the supply of houses across many sites, which was important.  Where it is viable for the private sector to build houses changes on a near-weekly basis, which is also important to bear in mind because we are seeing an increase in the private sector too.<\/p><p>On cost-rental, which I mentioned earlier, we are determined for it to become a major part of our rental landscape in the future.  It is common in other European countries but it has not been here.  It is clear there is a gap between social housing and the rental market that needs to be filled, making a sustainable impact on housing affordability, national competitiveness and the attractiveness of our main urban centres as places to live and work.  If we are to try to accommodate people in our larger cities in order to fill all the jobs here, we must bring forward more innovative housing solutions, such as cost-rental and other proposals.<\/p><p>The Housing Agency, D&uacute;n Laoghaire-Rathdown County Council and a number of approved housing bodies, AHBs, have signed the agreements on our first cost-rental project in Enniskerry Road and tenants have been issued.  In parallel, Dublin City Council, DCC, my Department and the National Development Finance Agency undertook detailed modelling and financial appraisal on a major site at St. Michael's Estate, Inchicore, which DCC will develop as a major cost-rental project.  The European Investment Bank also supports the development and implementation of this key project.  We recently met with it and the other Departments, and it is interested in funding a programme of cost-rental throughout the parts of the country where it is needed.  It is a concept that has worked well abroad.  These two projects will prove the concept in an Irish context, after which we will be able to roll out more proposals because it is a logical approach to delivering houses for those who do not want to purchase the house but rather want confidence and security of renting at a reasonable price in order that they can predict and manage their finances.<\/p><p>On the Land Development Agency, LDA, one of the most significant actions taken recently was the decision to establish it.  It will be a commercial, State-sponsored body acting within a clear Government policy framework in order that all public land disposals must deliver at least 40% of any housing potential on such lands in the form of social and affordable housing at 10% and 30%, respectively.  The LDA will establish a national centre of expertise for State bodies and local authorities, using experienced staff with expertise in project management finance, planning, development and procurement.  For the first time, the Government will create a State body to deliver on the key principles of the Kenny report of 1973 and the National Economic and Social Council's latest research, targeting land management and housing delivery that are intended to underpin the delivery of 150,000 new homes over a 20-year period, or approximately 25% of all housing needs envisaged by Project Ireland 2040.  <\/p><p>What the LDA is doing here is making the State a major player in the management of land, guaranteeing the supply of land to be able to deliver housing at different price ranges over the years ahead.  In the past, local authorities were involved in zoning, setting out and, in some cases, purchasing land, but in most cases the State does not have enough land in certain counties.  It finds land expensive to buy because it buys zoned land and pays a high price for it.  In other cases, the State owns lands but not through the Department of Housing, Planning and Local Government.  Rather, it could be the HSE, the Department of Justice and Equality or some other Department.  The LDA will manage that State land on behalf of all the Departments and make the right commercial decisions about housing under Government direction.  It will assess what is right for each site to bring forward housing at the different levels, whether it be affordable, social or private.  The State will be a player.  <\/p><p>I have always argued that local authorities are not really in control of their county or town unless they own some land and they have a say in what is happening around them.  Zoning land is one thing, but being an active player, owning and developing the land is different, whether it is for housing, shops, retail, streetscapes or whatever, and a major part of this will be urban regeneration.  If a local authority in conjunction with the LDA owns part of the land, it has a much bigger say in making it happen, which is what we are trying to do here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Q00500","speaker":"1264","continuing":true},{"type":"speech","time":1539855000,"counter":146,"content":"<p>Before the land is privatised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#R00200","speaker":"1372"},{"type":"speech","time":1539855000,"counter":147,"content":"<p>It is not being privatised.  It is a use of State-owned land.  I accept that Sinn F&eacute;in believes that on any site all the housing should be built by the taxpayer, but that is not the best use of taxpayers' money and it will not give the best mix of housing that should be brought forward.  We must make a decision about the best use of taxpayers' money, that is, about how taxpayers' money can be stretched to deliver all the houses we need.  The State cannot build every house required by this country because there will not be enough tax to do that.  Therefore, the asset, namely, land, must be used in the best way possible to deliver housing to all the different sectors, a big part of which is social and affordable housing, but which also includes private housing.  The Senator might not like that but some day he will realise that one cannot keep asking the taxpayer to fund everything.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#R00300","speaker":"1264"},{"type":"unspoken","time":1539855000,"counter":148,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1539855000,"counter":149,"content":"<p>The Minister of State will continue without interruption.  The Senator will have a chance to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#R00500","speaker":"1412"},{"type":"speech","time":1539855000,"counter":150,"content":"<p>The taxpayer is committed to delivering 10,000 social houses a year and more.  When we say we have to build approximately 33,000 houses per year, the taxpayer cannot and should not pay for all of them.  It is a great deal of tax to collect and we need tax for everywhere else, such as schools, hospitals and many other areas.  Choices must be made.  How does one best deliver housing for everybody at the right price?  We firmly believe that management of State-owned land is the key to doing that and the concept will be proven again as it has been in other countries where it has worked effectively to deliver thousands of homes.  It will work here also if we get in behind it.  Others can have different proposals, which is fine, but our job is to deliver housing for everybody and to put a plan in place to achieve that.<\/p> <p>To further our ambition to maximise utilisation of housing stock my Department published the National Vacant Housing Reuse Strategy 2018-2021 in July this year, which builds on significant work begun in 2016 and 2017 by various stakeholders, including the Housing Agency, local authorities and AHBs in order to meet our pillar 5 goals.  The strategy sets out a number of concrete actions such as the adoption of vacant homes action plans by all local authorities and the appointment of vacant homes officers, VHOs, funded by our Department, to co-ordinate local actions addressing vacancy.  It also provides a clearly signposted source of information for owners of vacant homes, including the funding options that are available, to assist in bringing vacant<\/p> <p>homes back into productive use.<\/p> <p>All the VHOs visited our Department yesterday and I spent a few hours with them talking through all the different options and solutions.  There is much we can do to tackle vacancy and vacant homes, but it is not straightforward or as simple as saying that there are 1,000 empty houses over there, there are 1,000 people who need them over here, and we will put them together.  It does not work that way.  Much work is required on a vacant house, such as finding out why it is vacant, who owns it, when it was last owned, where the owner is and so on.  Much red tape is involved, but it is work worth doing.  It does not provide a quick win in one week, but it will provide quick wins over time and it will bring vacant properties back into use.  <\/p> <p>The State has stepped up here.  In the past two and a half years, more than 9,400 vacant State properties were brought back into the system.  The work was started by Senator Coffey when he was Minister of State, and it targeted voids which are now back in the system.  That is tackling vacancy.  We all know there are many more vacant houses out there, although I do not believe the figures are as high as they were in the census because we have worked through the vacancies with our local authorities street by street and the percentages are much less than people say.  They are significant, however, and there are still many vacant homes.<\/p> <p>We will work with the sector to bring those homes forward but we must bear in mind that in most cases they are people's private properties, and the owners have rights under our Constitution.  It is not a case, therefore, of just grabbing them.  It is better to approach it through the legal system and also through the \"carrot\" approach in order that it is worthwhile for everyone, where houses can be brought back into use to provide homes for people.  We are doing that with some great success in some areas through the repair and lease scheme and the purchase and renew scheme, which are schemes that could be scaled up.  We have ambition for them and money is behind them, but for whatever reason they are not really reaching the big numbers yet.  The schemes will improve when they are tweaked, however, and there has been much interest in the past year with approximately 1,000 applicants for the repair and lease scheme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These schemes have great potential but they need to be worked on, which is the job of the vacant homes officer in each local authority.  We are working on this.  It is right for every community to deal with vacancies.  It is right from a neighbour's point of view with regard utilising the stock and it will give us new homes.  Members should not think it is easy to grab them and use them and away we go.  It just does not work that way.  It is like everything to do with housing.  We have to think it through, put a plan in place to make it happen, fund it and then deliver it.  It is not just writing about it.  We have to go through the procedure.  This is what the action plan for housing is about.  That is what we are here to debate.  It is a well thought out plan, which is structured and funded.  I can confidently say it is a delivering plan.  It might not answer everybody's problem but it is delivering on its targets are and on what it is trying to achieve.  We will do more with it, which is what we are trying to do here.<\/p><p>I am conscious we are running out of time.  No doubt there will be questions on the rental sector and I can discuss it afterwards.  Another rental Bill is due in the House in the coming weeks that will deal with some of the concerns.  We are conscious we must have a functioning rental sector and this is a big part of Rebuilding Ireland.  It is an area in which we are constantly trying to intervene and manage.  I must stress that we have to be careful when it comes to the rental market.  We want to attract investment and encourage people to spend money on delivering housing for the rental sector because the taxpayer cannot do it all.  With the best will in the world, it is just not possible in the real world.  We must encourage investment.  It is about getting the balance right between the rules and regulations, encouraging investment and giving protection, security and a top-class service to tenants.  The Bill that is coming through is complex.  It is with the Office of the Attorney General and it will be in the Houses very soon for debate.  It will deal with anyone who tries to breach the rent caps; strengthen the powers of the Residential Tenancies Board, RTB; further tighten the operation of any exemptions; enhance the rental data from RTB registrations to provide more transparency on rents being paid; double the lowest period for renters where notice to quit is served after six months; and seek to extend rent caps to student accommodation.<\/p><p>Student accommodation is another area we are targeting.  There will always be debate on the cost of purpose-built student accommodation but its supply has greatly increased since we started Rebuilding Ireland.  We set out a plan and we are working with the Department of Education and Skills to deal specifically with student accommodation.  We recognised from the reports that there was a shortage of more than 20,000 student bed spaces in pressure areas such as Dublin.  This meant students could not always have the accommodation they needed.  Very often, family homes needed for families in emergency accommodation were being used by students.  It was a clear target area.  Thankfully, over the past year to 18 months, we have seen new purpose-built student beds with more than 7,500 delivered.  Approximately 4,000 are being delivered on site and another 6,000 have come through the planning system.  There is a lot of action in this area.  We are building on this to do more because it is an important area to get right with regard to student accommodation and with regard to utilising existing housing stock built for families that should be used for the families who need it.  Purpose-built student accommodation is more suitable for students.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#R00600","speaker":"1264","continuing":true},{"type":"speech","time":1539855000,"counter":152,"content":"<p>I thank the Minister of State.  Our housing crisis is escalating but we are here to make statements on Rebuilding Ireland.  Before there is a stone cast and the usual arguments of who was running the country are thrown, let me draw a line.  Do we condemn the son for the sins of the father, imprison the daughter for the mistakes of the mother or cast out the family for the actions of one brother or sister?  We do not, so let us start from where we are and not where we began.  Let us make this change now for the future.<\/p> <p>Fine Gael has been in government for seven years and still it speaks about the decade it inherited.  It is almost a decade later and although we hear how great the Government is, let us look at some of the promises.  We need delivery on many promises, value for money, help where help is sought and action on the ground for people to see real change.  I welcome movements announced in the budget on building houses but I would have preferred the houses promised by the Minister of State a long time ago.  He has been in my area a few times where we have we relaunched houses twice or three times.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#S00200","speaker":"1395"},{"type":"speech","time":1539855000,"counter":153,"content":"<p>We delivered houses once with people in them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#S00300","speaker":"1264"},{"type":"speech","time":1539855000,"counter":154,"content":"<p>We have been relaunching them.<\/p> <p>As a nation we must do all we can to ensure a sufficient supply of homes accessible to all of us.  We hear of the homeless and the homeowner but we cannot forget those in between, the low and middle income householders who do not qualify for social housing but who are priced out of the private market.  These are the hidden numbers.  We are surrounded in the housing crisis, with homelessness to the north, a lack of supply to the south, unaffordability to the east and social housing to west.  We are at war with a housing crisis and Fine Gael's strategy will not win it.<\/p> <p>Fianna Fail focused on practical steps to support home ownership in budget 2019.  The overall capital budget for housing increased from &euro;1.065 billion in 2018 to &euro;1.34 billion in 2019, a 25% increase.  This includes social housing and homeless capital funding.  Since Fianna F&aacute;il entered the confidence and supply agreement, we have forced the housing capital budget to increase from &euro;430 million in budget 2016 to &euro;1.34 billion today, which is a &euro;900 million increase.  Only &euro;20 million was allocated to an affordable housing scheme in 2018 with no units delivered or regulations even signed off on.  Fianna F&aacute;il has established a revamped scheme worth more than &euro;100 million per annum over the next three years.  This will deliver approximately 7,500 units at an average price of &euro;200,000 for ordinary income workers because right now they cannot afford a home of their own.<\/p> <p>Local authority delays in procurement and the four-step approval process for social housing is crippling delivery.  We tripled the discretion of local authorities to build homes without going through administrative hoops.  Local authorities can now build to a cost of &euro;6 million or 30 homes through a fast-track process.  This is an issue I have raised on numerous occasions in the cross-party housing committee where we all work hard together to find solutions and to sort out these issues.  Housing cannot become an issue on which we all blame each other.<\/p> <p>Since coming to power, Fine Gael has launched Construction 2020, Social Housing Strategy 2020, Rebuilding Ireland 2016 and capital plans in 2012, 2015 and 2018.  These six separate plans exclude the numerous relaunches involved.  That is more launches than local authority homes built in several counties so far this year.  Together let us find a way to get these houses built without talking about it so people can turn the keys in the door and call a house a home.<\/p> <p>The most recent figures show a record total of 9,681 people homeless in Ireland.  There are more than 85,000 people on the social housing waiting list with a further 37,000 on HAP leaving the number at 122,000 compared to 50,000 in 2005.  There are countless more who do not make the statistics because they are living with family, stuck with nowhere to go despite working long days and trying to get by.  We need to build more houses and increase the supply to stabilise rising rents and get people off lists and into homes.  When we build these houses we need to focus these new units on wraparound services so that we do not lose people later.<\/p> <p>I welcome what the Minister of State said.  The housing committee meets regularly and we know the greatest issue is the lack of supply.  In my area, organisations such as Cl&uacute;id, Respond and Tinte&aacute;n seem to play a major role in building and working with the local authority but the Department and the Government are not building.  There is no question the Government is not building as much as it should.  I can give the Minister of State examples, which I have outlined to him many times.<\/p> <p>Mortgages are provided for under Rebuilding Ireland but applicants have to come up with 10% of the house price.  The Minister of State said more than 1,000 cases have been assessed but how many people have received their money?  I can give the Minister of State ten such cases.  I have definitely applied for 50 and I am six months waiting.  I compliment him because he is dedicated to working on trying to get this issue sorted because we have a crisis and there is no point in saying otherwise but there are issues about which he did not speak<\/p> <p>We have our five pillars, about which we speak every week at housing committee meetings.  I want to raise an issue that should have been dealt with two months ago.  People do not qualify for local authority housing lists.  This has not changed.  We have people on the list and we have people falling through the net who do not qualify for the HAP or to get on the local authority housing list.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In my neighbouring county, 32,000 are eligible to go on the local authority housing list.  In my area, the number is 27,500.  It is so unfair that we are not getting an increase.  I ask the Minister of State to consider the caps for all local authorities because rents have increased so much, as he can see.<\/p><p>The other issue the Minister of State did not consider or mention is rent pressure zones, RPZs, which I am always raising.  It is so unfair that there are RPZs in certain areas when other areas just do not qualify.  I said to the Minister that we need to consider the zones throughout the 31 local authority areas because the system is unfair on the local authorities that do not qualify.  What is the position on staffing for local authorities?  This is important.<\/p><p>Overall, we all have massive hurdles to cross.  As a member of the housing committee, I acknowledge how hard the Minister of State and the Minister, Deputy Eoghan Murphy, work.  We have many mountains to climb, however, and need to build many more houses.  We are working with the private housing agencies, including Cl&uacute;id and Respond, but we need to build.  That is the only way.<\/p><p>The Minister of State referred to HAP.  I have significant reservations about it and how it is working because it is not working to its potential.  We need to examine this.  I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#S00400","speaker":"1395","continuing":true},{"type":"speech","time":1539855000,"counter":156,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  I am glad to have the opportunity to contribute on this issue.  It is important to recognise that housing and homelessness are more than just issues of bricks and mortar or of the millions or billions of euro that are, or are not, being invested to address the problem.  At its heart, this is fundamentally an issue of human dignity.  The dignity of every human being, including Irish citizens, demands that they be afforded an opportunity to have a roof over their heads and the heads of their families.  This, in turn, allows them to build a stable family life for themselves and their children.  They can build a better future for themselves, which, in turn, means a better future for our society.<\/p><p>Central to this notion of dignity, however, is the view that the State should be - to use a rather hackneyed phrase - helping people to help themselves.  While the State has a duty to assist people to find housing in the first instance, it is important at all times to remember that, in most cases, that is where the State's involvement should end.  From that point onwards, people should be expected to pay fair rents for a dwelling suited to their needs, to the greatest extent possible.  That is why it is important that people in social housing pay fair rents and have a sense of pride in, and ownership of, their dwelling.  While it is easy to criticise the Government on this issue, and rightly so in many cases, it is also easy to buy into much of the populist rhetoric that surrounds it.  It is vital that, in our efforts to solve this problem, we do not foster any kind of dependency on the State among those who receive State assistance in respect of housing.  It is important to mention, however, that many homeless people have greater problems, including issues with mental or physical health, addiction or family breakdown, for example, and they need and deserve more sustained intervention from the State.<\/p><p>The Government is coming in for a lot of criticism in its response to these issues but it sometimes gets something of a bad rap.  We seem to forget that, in 2011, when Fine Gael arrived in office, one of the main problems was the considerable oversupply of housing and the issue of so-called ghost estates.  No one could have imagined then that within five years there would be a major supply shortage in the market.  That said, there is understandable frustration over the questions of why progress in dealing with the current housing problem is so slow and what exactly the problem is that is preventing us from making sufficient progress on it.<\/p><p>Let me focus on a couple of issues.  The problem cannot be pinned solely on the fact that we had an economic crash.  I understand the level of homelessness, in terms of both rough sleeping and the numbers on waiting lists, is roughly similar to that in 2000, when there was sustained economic growth.  Clearly, therefore, there are other cyclical or systemic problems at play.<\/p><p>One issue that has stubbornly persisted during both boom and bust has been the number of vacant dwellings.  According to the 2016 census, there were 245,000 vacant dwellings in the State that year.  That amounts to approximately 12% of the total.  Although some of these were holiday homes and derelict, 183,000 were habitable dwellings.  At first glance, this figure seems extraordinarily high but it represents a 15% reduction on the number in the 2011 census.  Many of the vacant properties are located in western counties, where perhaps the demand for housing is not as acute, but the census still showed a large number of vacant properties in Dublin.  There are 33 empty houses per 1,000 people, which seems extraordinary given the rental climate in Dublin.<\/p><p>I am glad the Government is addressing this issue as part of the Rebuilding Ireland plan through the national vacant housing reuse strategy.  Particularly important is that strategy's objective of minimising vacancy in our social housing stock, which is estimated to be 3.5% of the total.  That amounts to approximately 4,000 units empty at any one time, which seems excessive even when one considers a property being vacant due to turnover, replacement of tenants, etc.  By cutting this problem in half alone, we would and could put a significant hole in our homelessness problem.<\/p><p>Separately, I understand that the Government believes that up to one third of these vacant properties are owned by elderly people who have gone into care as part of the fair deal scheme.  Some economists have been vocal that the scheme encourages people to leave properties vacant since they say there is little or no incentive for the houses to be sold or rented by those in the scheme or their next of kin.  I agree this is an issue that could be considered but this is an area of particular sensitivity in respect of which we need to be careful.  Often when we discuss this issue, it is raised in an almost pejorative way.  An impression is given of elderly people living in large homes, somehow squatting at the expense of younger people and their families.  This is unfair.  It is vital, therefore, that measures taken in regard to a vacancy arising from the fair deal scheme, or incentives for people to trade down into smaller houses more suited to their needs, must be strictly focused and based on respect for those involved and their particular needs.  Once again, it is important that human dignity be at the core of how we deal with this issue.  This must apply as much to the elderly as to first-time buyers and young families who are homeless.<\/p><p>Much work has been done to improve and renovate derelict accommodation in recent years but many derelict properties remain.  I read an interesting piece in <i>The Irish Times<\/i>a couple of months ago that mentioned a scheme in Liverpool under which derelict homes were sold at low prices to first-time buyers, often clustered in small urban areas.  They then took ownership of renovation, etc.  This had a positive impact in improving the area.  It seems like a left-field idea but I wonder whether it could be operated here, or whether anything like it is happening.<\/p><p>Those are just some general thoughts on the issue.  On the whole, the Government deserves some credit for trying to deal with what seems to have become an intractable problem.  I certainly do not buy into the populist criticism of everything the Minister of State tries to do.  I agree with others, however, that the time for excuses is running short.  We need a substantial improvement in the coming months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#T00200","speaker":"1401"},{"type":"speech","time":1539855000,"counter":157,"content":"<p>I acknowledge the comments of the previous speaker, who was objective and fair in acknowledging the current state of the housing market and the challenges that remain.  In doing so, I acknowledge the commitment of the Minister, Deputy Eoghan Murphy, the Minister of State, Deputy English, and the officials in the Department, all of whom are committed to delivering sustainable housing solutions across society while working with the various partners and agencies in doing so.  We must recognise that.<\/p> <p>While I listened carefully to Senator Murnane O'Connor, I will not get into a blame game or a tit-for-tat discussion.  We must always remember, however, the context and reason we ended up where we are today.  If we do not learn from the mistakes of the past, the solutions we bring forward will not be sustainable.  The policies of the past brought about the boom&ndash;bust cycles.  That is something that Fianna F&aacute;il will not be allowed to forget.  It will not be allowed to wash its hands of it because we must learn from the mistakes.  That is being fair.  I am only engaging in constructive criticism.  We were left with a dysfunctional housing market, a broken housing supply, builders gone bust, no access to credit for builders to start building again, and a skills shortage because people emigrated owing to the bust.  If we do not acknowledge that, we will certainly go down the wrong road again and repeat the mistakes.<\/p> <p>What should we do differently this time?  This time we have plans, which I acknowledge.  I heard the criticism of the plans but without a strategic plan, we will not make the solid, consistent progress that is now being made despite that criticism.  I have no issue with the Opposition criticism as long as it is constructive and we are all objective and fair in expressing our views.  I acknowledge the determination of the Ministers in setting out the plan Rebuilding Ireland, securing substantial funding to put behind that plan, and working diligently with all the stakeholders to deliver on it.  That is the only show in town.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2237\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we can all work towards that, we can deliver more quickly and resolve the frustration regarding homelessness and the lack of access to sustainable affordable housing.  This is something of which we, as former local authority members, have experience.<\/p><p>As a former Minister of State with responsibility for housing, I saw it first hand with my former Government colleague, Deputy Kelly.  When we first entered the Department, there was no funding.  The Minister of State alluded to this earlier.  I am not blaming anybody for that; it was the reality.  Local authorities did not have funding.  We had to rebuild the infrastructure, staffing and resources of local authorities.  Unfortunately, that took time.  They are now back up and running, however, and we are beginning to see the gears click into action as funding trickles down.  That is showing in the delivery of housing units, whether social or private, throughout the country.  I agree that there is never enough housing but we certainly have to stick to the plan in order to achieve progress.  I welcome that the Minister of State has made provision in the plan for measuring, monitoring and evaluating progress.  This is critical if we are to achieve our target of 10,000 social housing solutions in 2019, a substantial increase on the number completed when there was no funding available.<\/p><p>I commend the Joint Committee on Housing, Planning and Local Government and the various spokespersons on identifying solutions and bringing them forward.  It is important to do that.  Nobody has a monopoly on solutions.  The Minister recognises that as well.  He has operated an open-door policy in terms of encouraging anyone with solutions to bring them forward.  Those solutions will be analysed and if they are sustainable, they will be brought forward and supported.  It is all about delivery now.<\/p><p>I worked in the construction sector for 20 years.  I was on the front line in planning ESB networks.  We were monitoring where new housing developments were happening.  It takes times to deliver housing of scale.  Planning and design need to happen and infrastructure and services have to be put in place.  What we do not see, namely, underground drainage and water supply works, costs money and must also be put in place.  That is what this Government is doing in pressure zones throughout the country.  Then we have to build the developments.  There are still pressures in the building sector whereby there is a shortage of apprentices.  I welcome the additional funding in the budget for the education programme for enhanced apprenticeship schemes in order that young people leaving school or college will be confident of a viable and sustainable future in the construction sector, a matter to which the Minister of State referred.  As a former apprentice, I have always believed that.  If we are honest about it, when the bust happened, parents were frightened to allow their children to go into engineering, architecture, quantity surveying or anything of that nature.  That was a big mistake because there are now skills deficits in all of those areas.  We must learn from those mistakes.  We must show that we have a sustainable construction sector in order that young people can enter that sphere of professional expertise confident that they will have careers at the end of their training.<\/p><p>To mention the partners, it is important that we engage consistently with local authorities, voluntary housing bodies, NGOs, builders, developers and communities.  I was frustrated lately to see opposition to an ambitious housing project in Dublin at local authority level.  We either want sustainable housing in our communities or we do not.  Looking for vexatious or facetious reasons for opposing these developments is wrong.  Some political parties are doing it for populist reasons.  I do not know why.  If we are serious about delivering housing, we need to get behind these projects and support them and get them built as soon as possible.<\/p><p>I acknowledge the progress that was made with unfinished estates.  The Minister of State finished off some work I did previously in that area.  We had over 3,000 unfinished estates around the country.  People were calling them ghost estates.  All of them have now been brought down to single figures.  They were resolved and people were moved into those estates.  A great deal of progress was made in that regard.<\/p><p>The HAP scheme receives a lot of criticism.  If HAP were suddenly removed, how many more people would be homeless?  The answer is thousands.  As a result of the shortages of both skills and builders and in the absence of HAP, we would not be able to deliver the number of social housing solutions required.  This is just one solution but it can deliver quickly for families that need homes.  The latter are supported by the State and rightly so.  They still have a long-term housing need and they remain on the housing list.  HAP is an interim solution that must be supported.  I encourage it while we get the building programmes up and running.<\/p><p>The Minister of State should stick to the plan.  It is working.  The commencements, planning applications and builds are showing strong progress.  We will get there.  I urge all stakeholders, including policymakers - I have no difficulty with objective criticism - to support the positive progress that is being made.  In budget 2019, increased funding represented an increase of over &euro;470 million or 26% on the 2018 figure.  That is real commitment in terms of funding.  We now need to see the delivery in terms of the projects and I want to work with the Minister of State to support him in doing that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#T00300","speaker":"1422","continuing":true},{"type":"speech","time":1539855000,"counter":159,"content":"<p>I will build on what Senator Mullen said about the Minister of State's comments on vacant housing.  When I was mayor of South Dublin County Council, we had the fastest turnaround and the lowest numbers of vacant units in the State.  It is estimated that, excluding holiday homes, there are 180,000 vacant units in the State.  Perhaps that figure is contested by some but even 10% of it would be greater than the number of new builds that will come on stream next year.  These are vacant homes that are well serviced, do not need new schools and have water.  There is EU funding for energy upgrades and the turnaround would be a fraction of the cost of a new build.  Why else would we do it?  It has all of the benefits of urban regeneration and it is socially, environmentally and economically sustainable.  Dublin City Council figures from two years ago indicate that there are 4,000 vacant units between the city's two canals that could be used to accommodate 10,000 people.  I urge the Minister of State to consider vacancy as a top priority.<\/p> <p>There is good reason that last week's budget was dubbed a landlord's budget, with only a 6.5% increase in the capital budget for the Minister of State's Department.  A much hoped for housing budget that would have provided for renters and first-time buyers failed to materialise.  The total extra capital above existing Rebuilding Ireland commitments was only &euro;80 million.  This is despite the D&aacute;il passing a cross-party motion the previous week calling for an extra &euro;1 billion in capital expenditure for housing.  Despite the motion having the support of Fianna F&aacute;il, its influence on budget 2019 certainly did not pivot in providing this much required additional investment.<\/p> <p>Creating a rainy day fund while 10,000 people, 4,000 of whom are children, are homeless, is a questionable exercise.  It is not economically prudent to do so when the economy is failing to provide housing for so many.  What is considered a rainy day?  Budget 2019 could have been a game-changer for housing.  Of the &euro;1.5 billion of new budget measures set out by the Minister for Finance , Deputy Donohoe, that week, just 5% is directed towards delivering social and affordable homes by the Government, which hardly suggests that housing is a priority for the Government.  This is highlighted by the figures.  The total spend on private rental subsidies is &euro;781.5 million while the total spend on local authority housing is &euro;747 million, which is &euro;34.5 million less.  The net result of this will be a tiny increase in the number of social homes provided.  The revised 2019 target is now 7,900 homes, up by 490 on the Rebuilding Ireland target, to be built and bought by local authorities.<\/p> <p>The Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, claimed in his post-budget press conference that he will deliver 10,000 council homes next year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This seems to be at odds with what is clearly stated on page 114 of the budget expenditure report to the effect that social housing stock will increase by 7,900.  Perhaps the Minister of State could clarify the position.<\/p><p>Next year, 19,430 so-called social housing solutions will be delivered by means of subsidised private rental tenancies.  The vast majority of those will be expensive, short-term HAP leases.  A reliance on HAP for social housing options is not prudent for social tenants or the taxpayer.  The alternative is that we move towards a space where our public housing stock is much larger so that when the boom-and-bust cycle changes again, 30% of the system will be insulated from the bust.<\/p><p>While Fianna F&aacute;il lauded its achievements in ensuring the inclusion of an affordable housing scheme in budget 2019, it must be realised that such a scheme, with funding of &euro;75 million, was announced in the previous budget.  That &euro;75 million has yet to be spent, despite bids submitted by local authorities.  Can we assume that the figure of &euro;89 million outlined by the Minister for Finance last week includes the &euro;75 million from the previous budget that was not spent?  If the answer is \"Yes\", then the increase in the context of delivering affordable housing only amounts to  &euro;14 million.<\/p><p>I am particularly disappointed by the lack of any measures that would directly protect tenants and their rights.  Proposals to introduce a rent freeze designed to provide relief for renters or a punitive vacant site levy were ignored and no strength was added to the rent pressure zones.  Separate from the budget, there is still an absence of regulation in respect of short-term lettings, including in the context of Airbnb, despite the Minister giving a commitment to the Joint Committee on Housing, Planning and Local Government to publish regulations in this regard three weeks ago.  An update in this regard would be welcome.  There have also been commitments to bring purpose-built student accommodation within the rent pressure zones and to introduce legislation to ban the advertisement of overcrowded and unsafe properties.  Those commitments have not been fulfilled.  I would be very grateful if the snail's pace at which some of these measures are proceeding could be addressed by the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#U00200","speaker":"1372","continuing":true},{"type":"speech","time":1539855000,"counter":161,"content":"<p>I welcome the Minister of State.  I agree with him on a few issues.  He is quite correct that there is no silver bullet or quick fix.  Our response must be planned and there needs to be attention to detail.  I ask him to have a close look at one site in Sandymount and Ringsend.  The site in question comprises 85 acres and could accommodate 3,500 units for 8,000 residents.  However, there have been numerous delays to the proposed project.  It is worth going through the dates relating to this matter because, as Senator Coffey stated, everybody wants houses but not in their back gardens.  When the original proposal relating to the site was put forward, the residents of Ringsend and Sandymount stated that there had to be a proper mix on the site of social and affordable housing and affordable rental.  They worked with the previous Minister on that.  Residents met the latter on a number of occasions, including at the site, from March 2017.  They tried to work in partnership in order that the project might proceed.  They worked with councillors in the area, with me and with Deputies and developed a proposal for social and affordable housing on the site.<\/p> <p>In May 2017, we had gone through the public consultation process and council meetings were taking place.  The proposal was to increase the 10%, which was 350 units, up to 900 units.  A commercial agreement was entered into at a particular council meeting at which I was in attendance.  Phone calls were exchanged between officials in the Department and their counterparts in Dublin City Council.  A deal was brokered with the councillors regarding the strategic development zone, SDZ, for Poolbeg West.  Under the terms of the deal, there would, as part of a commercial agreement, be 350 social housing units and 550 social and affordable units.  That was signed off on.  The previous Minister spoke in the D&aacute;il about how well this process worked and cited it as an example of how we could increase delivery outside Part V and use it as a template to deliver additional social and affordable housing units not only in this city but across the country.  Attention to detail then went out the window.  There was no engagement with the receiver regarding the 550 units and little or no contact.  The receiver then stated publicly that he had no option but to appeal the SDZ because no agreement was reached in respect of the 550 additional units.  All I can say is \"Shame\".  It is shameful that the eye was taken off the ball.  Delivery must be the gospel in the context of this matter.  We all need to work together to ensure that we deliver what has been promised.  What was promised consisted of 3,500 units, of which 350 would be social housing units and 550 social and affordable housing units.  Unfortunately, however, the Department and Dublin City Council took their eye off the ball and the matter ended up before An Bord Plean&aacute;la.  Lo and behold, on the day before An Bord Plean&aacute;la was due to sit, negotiations suddenly resumed.  During that process, we were guaranteed that there would be attention to detail, that negotiations would take place and that a commercial agreement for the additional 550 units would be signed.  This has not happened.  There has been no word regarding the 550 units.  All I can say to the Minister of State is \"Shame\".<\/p> <p>In August of this year, An Bord Plean&aacute;la announced that it could not make a decision because of a backlog and lack of resources.  That is attention to detail - ensuring that An Bord Plean&aacute;la has the proper resources and that there is no backlog.  Only 35% of decisions determined by An Bord Plean&aacute;la are now done in the timeframe set out under legislation.  All I can say about this is \"Shame\".  At the beginning of September, we discovered that the detail relating to the application involving the SDZ was not properly covered by the city council.  An Bord Plean&aacute;la said that insufficient detail was forthcoming with regard to design, parking, green spaces and community facilities.  Was this because of lack of resources in Dublin City Council or the lack of attention to detail?  All I can say to the Minister of State is \"Shame\".  We must wait for the city council to send the application back to An Bord Plean&aacute;la by January 2019.  This may mean that the oral hearing must be reopened resulting in further delay on top of more delay.  All I can say in that regard is \"Shame\".<\/p> <p>I want to see housing being delivered but that is just not happening.  The broad brush strokes can be done but when we look at such an important site 25 minutes from O'Connell Street with the possibility of building 3,500 units, which would be enough accommodation for 8,000 residents, we can see that the eye was taken off the ball with a lack of attention to detail and delay after delay.  I will give credit where credit is due.  The previous Minister engaged fully at the early stages but once it passed the city council in May 2017, attention to detail disappeared, including with regard to the application to An Bord Plean&aacute;la, and there were no negotiations regarding social and affordable housing or with the receiver in any true sense.  This is not a case where the community said \"Not in my back garden\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The community was quite prepared to have that quantity of development, as long as it was a fair deal for the city, was sustainable and provided housing for the local community, which would have meant local children had the opportunity to live in affordable accommodation.  However, attention to detail went out the window and that was a shame.  We have seen such a lack of detail over and over again on numerous sites and the Minister of State has to take responsibility, as does the Minister, Deputy Eoghan Murphy, Owen Keegan and officials in the Department.  They were all on the phone in May 2017 to make sure a deal was brokered but then we needed the attention to detail.<\/p><p>The Minister of State has failed this city and this country in the lack of attention to detail that was shown.  We will not now see the 3,500 units delivered on time, nor sustainable development nor homes for local people.  The Minister can give the big speeches and talk about big sums of money but he failed to pay attention to the details that would have ensured the delivery of 3,500 units and I say \"Shame\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#V00200","speaker":"1417","continuing":true},{"type":"speech","time":1539855000,"counter":163,"content":"<p>Being the last speaker, I assume the Acting Chairman will allow me some leeway.  I know the Minister of State is very passionate about this and has a great understanding of it.  Another County Meath man could well be partially responsible for the problem we have at the moment.  He introduced Part V in 2000 and, as a result, local authorities opted out of building houses, leaving it up to the big developers while getting 10%, 15% or 20% themselves.  When it collapsed in 2007 or 2008, there was no one left to build houses.  By that stage, the local authorities had let go of a lot of staff, who went over to the commercial side, as a result of which we are in the situation we are in now.<\/p> <p>Every one of us knew there was a need for 25,000 houses per annum to be built but we were building between 60,000 and 70,000 in 2006 and 2007, many in the wrong places as a result of section 23, such as along the banks of the Shannon, over in Leitrim, in Longford or in Roscommon.  It was difficult to get people to move over there and many of those houses are still vacant.  Perhaps some form of a scheme might encourage people to go over there, with some employment assistance.  Could this be looked at?<\/p> <p>Fine Gael came into government in 2011.  We had a bust economy and it took us until 2014 or 2015 to get funds to start putting together a plan to house people in this country.  My colleague from the Labour Party was part of that Government and knew the story of those days.  It was not easy when people came into our offices looking for houses.  There was the RAS scheme, which was dysfunctional.  In Naas, which is my area, it could not cater for people because rents were going up.  The Minister has put in place a plan and people have to stand over the actions contained in it.  The Minister of State said he was with the Minister responsible at the time, the current Minister for Communications, Climate Action and Environment, Deputy Bruton, when the inaugural Action Plan for Jobs started.  He was also Chairman of the committee at the time and we all saw the changes that came in as a result of that.  There is now a plan and actions are being taken by people who are accountable and responsible.<\/p> <p>We have a lot of rent pressure zones and I believe the 4% which is allowable for landlords on an annual basis is a bit high.  The consumer price index is 0.9% at the moment and this includes rents so it could lead to inflation.  Perhaps the Minister could reduce the allowable 4% increase to 2%, which would be slightly above the consumer price index.  There were provisions in the budget for landlords to deduct improvements they want to make to their houses against tax.  One house in my own village took seven months to get back into use.  It was a perfectly good house when the tenant left it but it took seven months.  Perhaps we could enact legislation to force local authorities to do these things within one month.  In the commercial world, a landlord would bring it back into use within one month so why can local authorities not do it?  The legislation, or regulations, might require a solid reason for a house not being put back into use within one month.<\/p> <p>I am very excited about the LDA because I think it is the future and it is the strong point of our long-term housing policy.  It will ensure houses are built, irrespective of whether we are in recession or a boom.  It takes two years between the concept of building a house and when it is actually built.  I would like the Minister to do something to reduce the time between a local authority acquiring a parcel of land and when it gets finance for it from the Housing Finance Agency, which funds a lot of local authority building.  The delay is putting local authorities under a lot of pressure when bringing forward development.<\/p> <p>Can the Minister of State pass on the regulations relating to legislation from 2009?  He mentioned them in his statement.  One of the blockages is the Minister's Department, in the form of the people involved in the spatial strategy or the regional planning guidelines.  I will be parochial for a moment.  In Naas, we have spent &euro;283 million to upgrade the N7, put in a sewage treatment plant and build new schools but the Department is proposing to downgrade Naas from a regional growth centre to just a key growth centre, as a result of which we are downgrading the population projection for Naas from 50,000 to just below 30,000.  We have 25,000 people in Naas at the moment and we have planning permissions and commencement notices for around 2,500 houses in the area.  We will have stopped investing in infrastructure and we are now stopping developing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#W00200","speaker":"1438"},{"type":"speech","time":1539855000,"counter":164,"content":"<p>I have been very generous, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#W00300","speaker":"1422"},{"type":"speech","time":1539855000,"counter":165,"content":"<p>The Acting Chairman was not so generous to me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#W00400","speaker":"1417"},{"type":"speech","time":1539855000,"counter":166,"content":"<p>I just have one or two little points to make.  On the construction side, one thing which worries me about local authorities, the Department of Housing, Planning and Local Government and the Department of Education and Skills is the fact that they give contracts to the tenders which have the lowest price.  The lowest tender sometimes goes into receivership because they set their price so low they cannot make a profit.  We should make sure what we are looking for is built and that the man who builds it survives.<\/p> <p>Overall, the Rebuilding Ireland plan is very progressive and is what is needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#W00500","speaker":"1438"},{"type":"speech","time":1539855000,"counter":167,"content":"<p>How long do I have?  Half an hour?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#W00600","speaker":"1264"},{"type":"speech","time":1539855000,"counter":168,"content":"<p>Five minutes but the Minister of State may take a few minutes extra.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#W00700","speaker":"1422"},{"type":"speech","time":1539855000,"counter":169,"content":"<p>I will try to do that and come back with updates on various projects.  I will get a specific update for Senator Humphreys.  I am aware that we are all frustrated with the timelines but the Senator will be aware that this is a major project, on which the Department has been proactive from the start in trying to make it happen, along with Dublin City Council and other players.  There is a deal to be reached with receivers.  It is not always straightforward, and it is complicated from our side as well.  It has, however, gone on much longer than anyone would have liked.  We will work on that and I will get the Senator a note on that.  We can still claw back some of the time and deliver that housing project, but it is not straightforward.  The Senator knows this also because he is very much involved in that area.  I will get back to him on that.<\/p> <p>Reference was made to awarding social housing contracts.  We recognise that awarding just on price - which has probably happened in some cases in the past - does not always get the best result.  We are trying to change that system.  We are looking at trying to award contracts based on the awards programme as well as considering speed of delivery and quality.  Price is not the only aspect but the weighting was probably skewed towards pricing over recent years and certainly when budgets were tight.  It followed the national procurement policy.  The Department is working on a new model that recognises an awards programme and delivery, a process which is common in other contracts.  That will deal with some of those issues.<\/p> <p>The Senator has not mentioned a specific site but when contracts are awarded to various successful applicants, they go through a rigorous financial assessment.  We do not just hand out projects easily.  There is, however, often a time delay between the social housing project contract being awarded and the work starting and completion.  Much can change in those years.  We are looking at changing that system to try to give local authorities more ownership of the contracts so that they can speed everything up a little.  We will all agree that social housing projects in the past have taken too long in some cases, and we had to tighten up at every end.  We have changed the system to get on-site; much work has happened on the system that used to take two, three or four years to get on-site to start construction.  We now have an agreed system, which we worked on with local authorities, the managing bodies and the Department, with everybody recognising that in some cases there was a lot of room for failure and delays.  We have changed that system and we now have a target of 59 weeks, which is in line with the commercial sector or the private sector.  When one looks out a window and sees a field that is to be built on, from the start with all the processes and procedures, it will take 59 weeks.  It is not true that the Department is delaying this process by months.  Even a private project can take 14 months.  We set a target that is faster than that and which can be achieved.  In most cases, we will achieve it.  Officials in the Department are working specifically on that.  It is not true to constantly say it is red tape or that the Department is causing the delays.  The system is there now.  Most housing officers, off the record, will tell the Senator that it is not the case that the Department is delaying them.  There is also the option to go for single-stage approval process on projects under &euro;2 million, which will be increased to &euro;6 million, and we will see what that measure delivers.  It will not be the major success that people think it might be because it is not just about our Department; it is about having the system right to deliver housing projects.  The combination of our Department and the local authorities is the best way to do that, and we have full view of those projects.  The changes are paying off and we will stick to them as well as we can.<\/p> <p>I do not want to delay Senators for too long, but I will go through some of the questions that were asked.  Senator Murnane O'Connor raised the issue of AHBs versus local authorities.  The only way of clearing this up is to realise that local authorities are central to the delivery of housing.  They want to be there and local authority members want to be there.  Councillors keep saying that.  Local authorities are central to this plan.  It is wrong to say they are not back building houses.  This year, they will deliver more than 4,000 direct build houses.  They are running the system when it comes to leasing, construction or acquisition; they are doing it on the front line.  I have stressed on many occasions that we could not do it without them.  Rebuilding Ireland is our Department working with local authorities on the front line.  The AHBs are a part of that, and this year will contribute more than 1,200 houses.  They will deliver approximately one third of the overall target, but they are not the number one player - the local authorities are.  Carlow has been successful when it comes to percentages and is one of the highest in the State in the delivery of houses.  I ask that the Senator does not tell me that the Government is reannouncing and reannouncing.  I have been down there to open many housing projects, which are physically in place.  Unlike in the past when people would say \"They are not real jobs\", these are real houses-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00100","speaker":"1264"},{"type":"speech","time":1539855000,"counter":170,"content":"<p>How many times have I said that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00200","speaker":"1395"},{"type":"speech","time":1539855000,"counter":171,"content":"<p>-----and one can touch and see them.  I ask that the Senator please not come to me and tell me there are no houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00300","speaker":"1264"},{"type":"speech","time":1539855000,"counter":172,"content":"<p>We are becoming the best of friends in Carlow.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00400","speaker":"1395"},{"type":"speech","time":1539855000,"counter":173,"content":"<p>The Minister of State without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00500","speaker":"1422"},{"type":"speech","time":1539855000,"counter":174,"content":"<p>I have been on sites all over the State, and there are real houses.  The Senator should try to push one over and she will find out how real they are.  This mantra that no houses are being built is not true.  It is not fair to all those people who are involved in delivering houses, and who will this year deliver more than 8,000 social houses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00600","speaker":"1264"},{"type":"speech","time":1539855000,"counter":175,"content":"<p>The Minister of State will tell us there is no housing crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00700","speaker":"1395"},{"type":"speech","time":1539855000,"counter":176,"content":"<p>Senator Warfield referred to the 7,900 houses, which is the figure for this year.  There will be more than 7,900 houses provided this year.  The Senator might be referring to next year, when the figure will be 10,000.  The full 10,000 houses to be delivered next year is a combination of direct build, acquisition and leasing.  That will be 10,000 new houses in the system, not all of which will be direct build.  The figure of 7,900 is the total that we hope to have delivered for 2018.  This is again a combination of build, acquisition and leasing.  To be clear, when we say leasing, it is long-term housing and is not like the HAP or RAS.<\/p> <p>Many home loans have been approved but have not been drawn down.  There is an ongoing review of that scheme also and we are making changes to that.  Reference was made to income cap limits.  Research on this was conducted on our behalf with the Housing Agency and we will have this on our desks soon.  We can then make changes based on recommendations.  It is an issue that is raised a lot, and we are on top of it.<\/p> <p>Reference was made to the 10% deposit rules but, with respect to the Senator, in the past, people were encouraged to borrow more than they could afford.  They then used those borrowings to pay too much for houses.  It was not their fault as they were encouraged to do it.  I will not say by whom, when or why because the Senator knows that.  It was wrong.  Too many people from my generation have been left with mortgages that will take them 40 years to pay back at a hell of lot of interest on a monthly basis.  It was wrong.  The Central Bank has rules to limit what people can borrow and rightly so.  In some cases, this is helping to keep the prices of houses down and more realistic.   We will also use the same rules with our loan scheme regarding deposit requirements.  This is to make sure that people do not over borrow at levels they cannot sustain.  What happened in the past was wrong-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00800","speaker":"1264"},{"type":"speech","time":1539855000,"counter":177,"content":"<p>Rents have gone up by more than 6%-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X00900","speaker":"1395"},{"type":"speech","time":1539855000,"counter":178,"content":"<p>-----and it should not, and cannot, happen again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X01000","speaker":"1264"},{"type":"speech","time":1539855000,"counter":179,"content":"<p>The Minister of State without interruption please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X01100","speaker":"1422"},{"type":"speech","time":1539855000,"counter":180,"content":"<p>On RPZs, I have often had colleagues of different parties in the Houses looking for their areas to be zoned.  It should not be an ambition to have one's town or county in an RPZ.  Such as zone means that people are paying too much rent.  People should not campaign to be in an RPZ.  I often get criticisms from colleagues in my own town that the area is not in a zone.  There is a science behind which areas become RPZs.  It is not a political decision; I do not decide, and nobody else decides.  There is a logical system applied for an area to become an RPZ, which justifies or explains when an area should become a zone.  It then kicks in.  That system is working well in some areas.  In some cases, there has been evidence of the rent limits or other criteria being abused.  This is why the Minister, Deputy Eoghan Murphy, is committed to bringing legislation to the Houses in a few week's time to deal with that and to change that.  It is a good thing to not be in an RPZ; it is not a bad thing.  People need to get that into their heads because the RPZs are dealing with high rents.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X01200","speaker":"1264"},{"type":"speech","time":1539855000,"counter":181,"content":"<p>Rent for most houses have gone up from &euro;800 to &euro;1,200-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X01300","speaker":"1395"},{"type":"speech","time":1539855000,"counter":182,"content":"<p>On the staffing issue, local authorities have been given 700 additional staff over the past 18 months to work in this system.  They need more staff in many areas and we have asked them to put together their applications for staff that are mission specific to housing and housing delivery.  This is being responded to when they need that staff.  We recognise that housing teams had to be strengthened, and we are trying to do that.  I hope this answers most of the Senators' questions on that matter.<\/p> <p>Senator Lawlor spoke about the HFA and the time span.  This should not be an issue.  The local authority borrows money through the agency but that should not explain any delays.  There should be no reason for delays.  In the 59-week proposal, we factored in all the different stages and that stage is in the process for a week or two, but it should not be months of delays.  In some situations there are requirements asked of a contractor by the HFA, such as insurance proof and so on.  This might cause difficulty for some people, but, in general, the relationship where the local authority is looking for a loan approval from the agency should not be the reason housing projects are delayed.  If it is given as a reason then it is an excuse, and if there are any cases or examples such as this, I would be happy if the Senator brought them forward.   He wanted a copy of the regulations relating to the affordable housing scheme and I will get that to him as quickly as possible.<\/p> <p>Senator Warfield is right about the issue of vacancy.  We all want this issue tackled.  The CSO has a figure of either 180,000 or 183,000.  The GeoDirectory suggests 94,000.  We have five local authorities doing a pilot scheme to produce our own street-by-street calculation.  They are taking areas and going after this.  In an area where the local authority would perhaps have been told there were nearly 7,000 vacant houses, it is down to a couple of hundred.  So the figures are not true, but I do not dispute that the Senator is right when he says there are vacant houses.  We have to get them back into use, but it is not a massive number.  The Senator is also correct that there is a lot of potential there and we will go after those vacant properties in combination with other schemes.  The local authorities have been told to very much get involved in this space.  We are funding local authority officers in this regard and they all have plans.  Every local authority has come back to us with a vacant house reuse strategy.  We will work through those targeted plans to make it happen.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We got some quick wins there, they are probably not in the massive volumes that the Senator mentioned but we do need quick wins.  It is absolutely correct that these houses are already serviced by infrastructure so they are also a cheap win in some cases.  That is something that we want to concentrate on.  However, I stress that the pushing out of those schemes and solutions must be done by us all, local authority members of all parties, Members here and in the other House, and we must make people aware of the opportunities out there.<br\/><br\/>If one studies the repair and lease back scheme it is very attractive and benefits everyone.  It recognises that in some cases the people who own these properties do not have any money or income so that they cannot borrow.  The repair and lease back scheme steps in with the funds needed to repair the house.  It can work very well but people have to know about it.<br\/><br\/>I have said before to people involved in some of the campaigns around vacancy that they should get involved with helping us solve the problems and take the schemes on board and go out and match them to the vacant houses.  Our local authority teams are doing that.  They are going door to door to see who owns the house, wherever that person is.  We have advertised our schemes abroad in Australia, America, Canada, everywhere, to say if people own a house back in Ireland to please contact us.  We are doing all that.  However, those who want to campaign could help if they genuinely wanted to.  I am clear on that.  Solutions are there but the difficulty is getting them connected to the people who own the properties.  If people today are homeless or on a local authority list and in need of a house, if they can find a vacant property and they find who owns it and want to come into the local authority with a suggestion to use one of the schemes, they are very welcome to do so.  I met the local authorities yesterday and I told them to ensure that they respond to that scenario, namely, if a person who has no home comes to them having identified a vacant property and who owns it and the person who owns it is willing to enter into our schemes.  Then we can join the dots.  There are solutions there. <br\/><br\/>I do not buy into the idea that it was a landlords' budget.  We made one specific change for landlords to the effect that where someone pays interest on a mortgage for a house that is rented out then that may be used as an allowable expense.  That is just normal in any functioning business.  The Senator might not like that, and I accept that, but we also want to keep some landlords in the business because if they all leave and sell their houses, it would be hard to provide a rental house for people who actually want it.  It is a supply issue.  It recognises that not every landlord is mortgage-free or making a fortune off rent.  Some are trying to pay down a mortgage and have costs too.  We want to make the landlord situation more of a business atmosphere, with professional people rather than <i>ad hoc <\/i>arrangements.  That means that there must be allowable expenses.  I know that Sinn F&eacute;in does not like recognising the importance of business and rewarding business but sometimes one has to because that is also how one creates jobs.  It is about balance.  The Senator should not tell me that out of a &euro;2.4 billion spend on housing, it is a landlords' budget.  It is not.  It is a social housing and affordable housing budget.  I will debate that any day of the week because it is skewing facts to suggest otherwise.  <br\/><br\/>As I said that the outset, and Senator Warfield was in and out of the Chamber, there is a reliance on HAP in the short term.  We wish that we did not have to do that but it is recognition of the situation where there is not enough social housing stock.  We both said that.  We have plans to increase the social housing stock and so does Sinn F&eacute;in.  If the Senator ever takes the time to compare Sinn F&eacute;in's own plans with ours, the Government's are more ambitious.  If we do not undertake our plan, there will continue to be a reliance on the private sector but by increasing the social housing stock in the way we are we will get away from that.  It recognises that in the short term we must use properties that belong to someone else and that means paying money for them.  We cannot just take them off people.  It is the case that the HAP scheme ensures that about 40,000 people are in a home today who would not be in a home without it.  I do not know what Senator Warfield wants, he might prefer that, but I would prefer that they are in a home.  We will work to ensure that the homes become more permanent and that is what we are doing in the delivery of houses.<br\/><br\/>I missed the question about student accommodation because someone was in my ear at the time.  I think it related to bringing it in under the legislation when it comes to tenancies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#X01400","speaker":"1264","continuing":true},{"type":"speech","time":1539855000,"counter":184,"content":"<p>Yes it was.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Y00200","speaker":"1372"},{"type":"speech","time":1539855000,"counter":185,"content":"<p>The legislation is also committed to doing that.  Much of the purpose-built student accommodation is under a licensing arrangement which is why it does not fit in under the current situation regarding rent pressure zones and so on.  It is a legal issue which is currently being dealt with and it will be in the Bill which will come forward in the coming weeks.  We will have a chance to debate that here but we all want to achieve the same thing.  I know that a Bill was put before the D&aacute;il but it did not deal with the legalities of it because it is a very complex area.  We are determined to crack that.  I did mention the major increase in supply of student accommodation which is great but we need more.  Our plans are kicking in.  There are over 7,000 new purpose-built student accommodation units which have been built and opened in the last year.  Over 4,000 are under construction and another 7,000 have gone through planning and will start construction soon.<\/p> <p>Senator Mullen referred to a scheme for vacant properties that he has seen in Liverpool which works quite well.  We have a version here called the purchase and renew, which is for public housing.  The local authority can buy a vacant or derelict house which needs a lot of work.  We provide the budget for that and the authority can buy the house and spend money on it.  There has been great success with that scheme.  I have seen some lovely projects throughout the country, but not enough.  I wish there were thousands.  There are not but there could be.<\/p> <p>We told the local authorities very clearly yesterday that it is a demand-led scheme, millions of euro are set aside for it and they should make it happen.  Senator Mullen said that in the Liverpool scheme, a private person could get a grant to buy a vacant house and bring it back up.  That is something that we can examine.  There is a public version of it and it might make sense to have a private one that encourages it in an affordable scheme.  Yesterday I was asked by the vacant housing officers to look at an affordable element of that also.  It is a good suggestion and something that we will do.  We always want to see these vacant houses being brought back into use as quickly as possible.  <\/p> <p>The issue of helping people help themselves was raised.  The idea of social housing is to provide people with a home.  They are charged rent for it.  I do not like the perception that it is free home because they do pay rent.  I accept that in some cases people could probably pay more rent for them.  That is something that could be looked at.  In some cases people are able to do it but others are not and they pay what they can, however they do pay rent.  There is also a high cost in managing and maintaining these properties so the rent situation over time must be examined.  However, the number one priority is to have the houses in the first place.  <\/p> <p>I have dealt with vacancy.  The fair deal scheme was raised and the matter of people who want to trade down.  It is important that if people of a certain age are in a house they do not need in that it is too big for their needs, there must be a solution for them in their community.  All the research that we have analysed tell us that people would be happy to move house but not move community or place.  The onus on all of us here is to designate land and to bring forward more housing solutions for elderly people or those who are ageing in their own communities and give them the choice to move into that and free-up their house for another family.  There are a couple of schemes in that area.  A symposium is planned, I think it is in three weeks, with my Department and the Department of Health on this very issue.  We have a draft proposal and plans which will be discussed there and hopefully then we can bring forward new proposals.  There are many good schemes out there now, including one in St. Michael's in Inchicore, a &euro;50 million project, delivering housing for ageing people.  We want to be able to use that scheme as a pilot and roll it out in many other places.  By tracking every move we make on that site, we will be able to have plan in place that people can copy and roll out in every part of the country.  We have to have housing for older people too and we are committed to doing that.<\/p> <p>Am I getting to the point where I must finish?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Y00300","speaker":"1264"},{"type":"speech","time":1539855000,"counter":186,"content":"<p>No, the Minister of State is doing well.  He always obliges Members of this House with comprehensive replies and we appreciate that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Y00400","speaker":"1422"},{"type":"speech","time":1539855000,"counter":187,"content":"<p>We try to if we can.  Senator Warfield had another question but I cannot find it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Y00500","speaker":"1264"},{"type":"speech","time":1539855000,"counter":188,"content":"<p>It related to advertising of overcrowded accommodation.  I know that it is already prohibited to let overcrowded units but I refer to them being advertised.  One sees it on websites constantly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Y00600","speaker":"1372"},{"type":"speech","time":1539855000,"counter":189,"content":"<p>That is something that we can look at in the legislation.  We have been involved in some of the Union of Students in Ireland campaigns such as the Home for Study campaign.  We have seen cases of properties that are not suitable to be advertised that were taken down.  The last time I checked there were a couple of hundred rooms or properties to rent.  There are other solutions for students there but the Senator is correct about overcrowding and we can look at that specifically in the legislation that it is not advertised.<\/p> <p>On checks, if people are renting a property, be they a student or otherwise, if they believe that it is not in satisfactory condition there are regulations.  The local authorities do respond when they are asked to check out properties.  The difficulty is that a tenant must name the landlord before the inspectors respond.  Under the changes being brought forward, the Residential Tenancies Board will be able to inspect a property or a tenancy agreement without being notified by the tenant so that the Senator or I could report it and the inspectors can come in and do the work and the tenant is not in the firing line.  That will be helpful in securing the information because we hear stories but cannot back them up because we have not had the evidence handed to us.  The legislation will provide that there is a better way to do that.<\/p> <p>I have answered the questions of most of Members who are here, others have come and gone, but I will also write to Members specifically regarding their questions.  I thoroughly believe, as does the Minister, Deputy Eoghan Murphy, that we have a good plan which is delivering on housing.  I know that some people want more, we all do, but we do not want thousands of people homeless today.  However, we must increase the supply of housing literally week by week.  It is the only way we will ever get on top of this.  That is what this plan does.  Week by week it brings in new housing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=18\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is social housing.  It is affordable or subsidised housing but it is also private sector housing because we do want to see that.  In addition, it is right to say that this year over 20,000 houses will be built and next year over 25,000 will be built.  That is a long way away from where we were three years ago when the number was fewer than 7,000 units.  We are on the right track and the trends are all right.  However, we are the first to admit that that number is not enough when thousands of people need a house so we have to keep going and pushing on.  That is why, even though we had a lot of money secured for our multi-annual housing budgets, we keep pushing for more every year and that is why we got more this year.  The increase in the housing budget was over &euro;500 million.  That is an extra &euro;60 million or &euro;70 million before Christmas and &euro;470 million or &euro;480 million thereafter as well.  That is an increase in money.  We recognise that even with all that we are doing, we still have to do more to catch up and we will keep doing that as quickly as we possibly can. <\/p><p>I am conscious that some Senators wanted me to discuss pyrite but I will not do it now as they are not here.  I will forward a specific note on the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Y00700","speaker":"1264","continuing":true},{"type":"speech","time":1539855000,"counter":191,"content":"<p>I thank the Minister of State for his comments.  It was me that asked the Leader of the House to invite the Minister here to discuss this matter.  I must say that I appreciate the Minister of State coming in here and giving us a comprehensive report and comprehensively answering all of our queries.  I respect him for doing so and thank him again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Z00200","speaker":"1438"},{"type":"speech","time":1539855000,"counter":192,"content":"<p>We all echo the sentiments expressed by Senator Lawlor.  The Minister of State has been very generous with his time, given comprehensive replies and agreed to write to Senators who had further queries, which is appreciated in this House.  That concludes today's debate on Rebuilding Ireland.<\/p> <p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Z00300","speaker":"1422"},{"type":"speech","time":1539855000,"counter":193,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Z00400","speaker":"1438"},{"type":"speech","time":1539855000,"counter":194,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018101800002#Z00500","speaker":"1422"},{"type":"unspoken","time":1539855000,"counter":195,"content":"<p>The Seanad adjourned at 2.32 p.m. until 2.30 p.m. on Tuesday, 23 October 2018.<\/p>","notice":"TIME STRING DETECTED"}]