[{"type":"minorheading","content":"Prelude","time":1435829400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1435829400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1435829400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1435829400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1435829400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A00100"},{"type":"speech","time":1435829400,"counter":6,"content":"<p>I have received notice from Senator Colm Burke that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Education and Skills to review the current pupil-teacher ratio with a view to reducing the number of pupils from 56 to 53 in order facilitate smaller schools in retaining a third teacher.<\/blockquote>I have also received notice from Senator Kathryn Reilly of the following matter:<blockquote>The need for the Minister for Education and Skills to discuss why a child (details supplied) has been refused a special needs assistant despite having been recommended previously for one and what interventions can be made to ensure this child has adequate classroom assistance for the upcoming year given his reintegration into a mainstream classroom.<\/blockquote>I have also received notice from Senator Paul Coghlan of the following matter:<blockquote>The need for the Minister for Justice and Equality to outline the position regarding the remit of the Property Services Regulatory Authority in view of the concerns of the Institute of Professional Auctioneers and Valuers regarding the significant number of unlicensed auctioneers in practice throughout the State.<\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to examine the planning restrictions on the building of new houses adjoining national secondary roads arising from National Roads Authority road policy and if he is aware of the detrimental impact on farming families where family members wishing to work on the home farm cannot obtain planning permission.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1435829400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A00700"},{"type":"minorheading","content":"Pupil-Teacher Ratio","time":1435829400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A00900"},{"type":"speech","time":1435829400,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Damien English, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A00950","speaker":"1120"},{"type":"speech","time":1435829400,"counter":10,"content":"<p>I welcome the Minister of State.  As I understand the current situation, once the pupil-teacher ratio is at or above 56, the school is entitled to retain or get a third teacher.  I am open to correction on that.  I further understand that there are about 20 schools which will lose a third teacher over the coming months.  If the ratio was dropped to 53, that would not arise. <\/p> <p>I have a personal interest in this matter as I started off in the same class in primary school as the current president of the Irish National Teachers Organisation, INTO.  She raised the matter when I met with her recently and I agreed to raise it in the House.  It needs to be reviewed.  It is not easy to manage 55 or 56 pupils in a two-teacher school.  There might also, for example, be one school with 54 pupils and two teachers and another up the road with 57 pupils and three teachers.  That is causing problems in rural areas.  I ask that the Department of Education and Skills give consideration to the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A01000","speaker":"1150"},{"type":"speech","time":1435829400,"counter":11,"content":"<p>I thank Senator Burke for giving me the opportunity to outline to the House the position on the staffing of small schools.  I am pleased to inform him that the Minister has introduced a retention rate of 53 pupils for a three-teacher school for the coming school year.<\/p> <p>The criteria used for the allocation of teaching posts are published annually on the Department website.  The key factor for determining the level of staffing resources provided at individual school level is the staffing schedule for the relevant school year and pupil enrolments on the previous 30 September.<\/p> <p>The staffing arrangements for the 2015-2016 school year are set out in circular 0005\/2015, which is available on the Department website.  These arrangements include details of the implementation of two new policies which the Minister announced in February 2015, namely, improved retention thresholds for the second, third and fourth classroom teacher and the improved appointment and retention thresholds for isolated one-teacher schools.<\/p> <p>Under these arrangements, the retention figure for a two classroom teacher school has been reduced from 20 pupils to 19.  For a three classroom teacher school, the retention figure has been reduced from 56 pupils to 53 and in four classroom teacher schools, an enrolment of 83 pupils, rather than the previous 86, is required to retain the fourth classroom teacher.<\/p> <p>The introduction of these changes means that schools with three teachers that had an enrolment of 53 pupils on 30 September 2014 will retain their third teacher for the 2015-2016 school year.  Previously, such schools would have lost a teacher as the retention figure for the third teacher was 56 pupils.<\/p> <p>In addition to the reduced retention figures, a threshold of 15 pupils applies for the appointment and retention of the second classroom teacher for schools situated 8 km or more from the nearest school of the same type of patronage and-or language of instruction.<\/p> <p>The two new policies will provide some improvement to the staffing levels of some of our smallest schools.  These improvements particularly recognise the challenges faced by very small schools that are more than 8 km from the next nearest school of the same type.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Damien English:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=1781\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1781&amp;amp;pid=DamienEnglishFG&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This package of measures will provide rural communities with security about the future of their small schools, recognising the essential social function which small schools can play, especially in isolated communities.<\/p><p>The staffing arrangements also include an appeals mechanism for schools to submit an appeal under certain criteria to an independent appeals board.  A school with four classroom teachers or less which is losing a teacher or failed to gain an additional teacher can submit an appeal to the primary staffing appeals board.  Where such schools can provide evidence that the enrolment will increase sufficiently in the coming September so as to allow the post to be retained for the following school year, a classroom post may be allocated on appeal.  The primary staffing appeals board operates independently of the Minister and the Department and its decision is final.<\/p><p>I thank the Senator again for the opportunity to outline to the House these improvements in the staffing schedule for small schools, which the Minister has introduced for the coming school year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#A01100","speaker":"1078","continuing":true},{"type":"speech","time":1435829400,"counter":13,"content":"<p>I thank the Minister of State for attending and for his reply, which is exactly what I was looking for.  I also thank him for the information and the comprehensive review of this matter, which will be welcomed by a number of small schools.  I ask him to convey my thanks to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#B00200","speaker":"1150"},{"type":"minorheading","content":"Special Education Needs Service Provision","time":1435829400,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#B00300"},{"type":"speech","time":1435829400,"counter":15,"content":"<p>I welcome the Minister of State to the House.  This matter relates to the provision of a special needs assistant for a particular child who shall re-enter mainstream school in September.  His parents are about to appeal the decision on the grounds that they do not believe the criteria of the Department of Education and Skills was met.  The reality is that he requires, particularly in his formative years, a lot of help and attention which can only be provided by a special needs assistant in the classroom.  He has been granted four and half hours of resource help but it is insufficient for his needs.  If he does not get the support, he will fail to reach his potential and he may end up becoming dependent on State supports rather than the independent young man who his parents believe he can become once he receives support at this critical time.<\/p> <p>He currently behind his peer group in terms of his educational competence and that is further supplemented by his particular self-care needs.  He is a nine year old boy but as he has grown, he has become more aware of the level at which his classmates are compared with himself and he has become frustrated as a result.  In the absence of SNA support in the classroom, he is likely to fall further behind as he becomes more frustrated, a view supported by a professional opinion.<\/p> <p>The discharge report dated March of this year from the speech and language therapy class he attended for two years highlights that he continues to have severe difficulties with receptive and expressive language skills.  In the notes, it is stated that he will continue to need support in the school given his dual diagnosis of developmental co-ordination disorder and specific language impairment, as well as his difficulties with working memory and processing speed, as assessed by a psychologist.  The report also stated that not only will he find it hard to access the curriculum because of this, but that it would support any application made for additional help. <\/p> <p>Recently, the boy has been referred to the primary care clinical psychology services under the Disability Act 2005 and the child development team for an autism spectrum disorder assessment.  He is waiting for the team to carry out a multidisciplinary assessment which has led to a delay in getting an updated professional report to identify his needs.  I mention the delay in carrying out an assessment because the NCSE mentioned that it wanted a more recent report than the 2013 report that it has on file.  <\/p> <p>The 2013 report stated that he should have access to a special needs assistant.  Despite interventions by various teams on a one-to-one basis, he is still in serious need of a classroom assistant.  Classroom assistance is not just relevant to his receptive and expressive language skills but to his self-care needs.  I will not go into the detail here but they are very important.  The information that the NCSE has, coupled with the result of an assessment that I hope will soon take place, underlines and illustrates the breadth and gravity of the additional supports that he needs.  It especially highlights the full-time classroom support that he needs.  His needs would be above those of other children of the same age who do not share his diagnosis.<\/p> <p>Under the current rules to qualify for a special needs assistant, a child generally must be on the more extreme side in terms of needs and are require assistance with feeding, going to the toilet or lifting.  This particular child meets a lot of those criteria and the 2013 report stated that he would need a special needs assistant.  He was two years away from the mainstream education to which he will return in September.  That addressed some of his needs but not all of them.  The report states that he has severe difficulties, in particular with language skills.  He has had some one-to-one sessions about self-care but they have not been successful in terms of long-term practical application.  Therefore, he still needs the care and assistance in the classroom that a full-time SNA would provide.  <\/p> <p>The boy has been given four and half hours of resource teaching but it is only a drop in the ocean in terms of meeting his needs in the classroom.  I do not usually raise individual cases in the Seanad but his parents approached me.  I have dealt with them for a long time and know them very well.  This issue is of grave concern to them.  His mother is frantic with worry that a lack of a special needs assistant will stunt his development completely and he will be left behind in terms of educational and self-care issues.  He has not reached the same standard as other children his own age who are becoming aware that he has particular needs and they are starting to point them out which has made him feel self-conscious.  It is not just his educational development but his personal development that is being affected and that is why I raise this issue today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#B00400","speaker":"1155"},{"type":"speech","time":1435829400,"counter":16,"content":"<p>I thank the Senator for raising this matter today.  I wish to assure the House that the education of children with special educational needs remains a key priority for this Government.  We have been resolutely committed to protecting and, in some instances, increasing the level of investment being made to support children with special educational needs at a time when there has been a requirement to make expenditure reductions across a range of areas.  It is an area of spending which has been prioritised above most other areas by this Government, despite the enormous pressures on all areas of public spending.  This year alone, over &euro;1.37 billion or 15% of the Department's budget is being spent to provide supports to enable learners with special educational needs access an education appropriate to their needs.<\/p> <p>The SNA scheme, in particular, has been a major factor in both ensuring the successful integration of children with special educational needs into mainstream education, and the provision of support to pupils enrolled in special schools and special classes.  As part of budget 2015, the Minister announced that an additional 365 SNA posts will be provided in 2015 to take into account increased demand and demographic growth and to ensure that children can continue to have access to additional supports in school.  There is now provision for 11,330 SNA posts in 2015 which is the highest level of SNA provision that we have ever had.  These increases, building on increases which have already been provided in recent years, will ensure that children with special educational needs can continue to participate in education and be supported in a manner appropriate to their needs.<\/p> <p>I want to take this opportunity to assure the House that schools, which have enrolled children who qualify for support from an SNA, will continue to be allocated SNA support.  The House will be aware that the National Council for Special Education, NCSE, through its network of local special educational needs organisers, is responsible for allocating resource teachers and SNAs to schools to support children with special educational needs.  The NCSE operates within the Department's criteria in allocating such support and these criteria are set out in Department's circular 30\/2014.<\/p> <p>All schools were asked to apply to the NCSE for resource teaching and SNA support for the 2015-2016 school year by 18 March 2015.  The NCSE continued to accept applications after this date in recognition that enrolments may not have been completed or where assessments were not completed.  On conclusion of this process, the NCSE evaluated the level of SNAs required to meet the needs of schools for the coming year and advised the Department on the quantum of SNAs that would need to be provided to meet this need.  Advice from the NCSE has been received and the Department is working to finalise its consideration of this as quickly as possible.  Details of SNA allocations to schools for 2015-2016 will be available on the NCSE website on completion of this process.<\/p> <p>The Senator's specific query relates to the allocation of an SNA for an individually named child.  It is important this House is aware that SNA allocations are not made to individual children but are made to schools to support the care needs of children with assessed special educational needs, like the example given.  I will ask the NCSE to examine the matter and to respond directly to the Senator.  I thank her once again for raising this matter and I will make sure it is followed up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#B00500","speaker":"1078"},{"type":"speech","time":1435829400,"counter":17,"content":"<p>I thank the Minister of State for his response.  Time is of the essence.  The family, in particular, the parents are trying to gather all of the documentation to lodge an appeal.  They are afraid they will miss the deadline and, therefore, their son will not have supports for a year.  Anything that can be done to make sure that the NCSE replies in a timely manner would be greatly appreciated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#B00600","speaker":"1155"},{"type":"minorheading","content":"Auctioneering Licences","time":1435829400,"counter":18,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#C00100"},{"type":"speech","time":1435829400,"counter":19,"content":"<p>I welcome the Minister of State, Deputy &Oacute; R&iacute;ord&aacute;in, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#C00200","speaker":"1120"},{"type":"speech","time":1435829400,"counter":20,"content":"<p>I recently attended the AGM and conference of the Institute of Professional Auctioneers and Valuers, of which I am an honorary member.  Quite a number of its members spoke about a certain matter at the event.  While I was aware of one instance I must confess that I had not heard such concern before.  Apparently, there are a number of unlicensed auctioneers operating throughout the State.  A recent article featured in the <i>Irish Farmers' Journal <\/i>alleged that a number of marts do not have licensed auctioneers.  I understand such auctioneers are able to advertise freely alongside licensed auctioneers and the public are unaware of the  status of the former.  Also, it was alleged to me that agents from Northern Ireland practise in some of the Border counties.  I was reminded by one person that the national Property Services Regulatory Authority is three years in existence.  That fact disturbed me slightly and that is why I am interested in hearing what the current position is and how it is viewed.  I am grateful to the Minister of State for coming to the House to answer today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#C00300","speaker":"1151"},{"type":"speech","time":1435829400,"counter":21,"content":"<p>On behalf of the Minister for Justice and Equality, I thank the Senator for raising this matter.<\/p><p>As the Senator is aware, the Property Services Regulatory Authority, PSRA, was established on a statutory basis in 2012, in accordance with the provisions of the Property Services (Regulation) Act 2011.  The authority is independent in the performance of its functions.<\/p><p>A key role of the authority is to set and enforce standards in the provision of property services by property service providers who fall into four categories - auctioneers of all types, estate agents, letting agents and property management agents.  The 2011 Act provides for the licensing of all companies and individuals engaged in the provision of property services.  There are currently in excess of 4,000 companies and individuals licensed to provide property services.  A publicly visible register of these licensees is maintained on the PSRA website at <i>www.psra.ie<\/i>.Under section 28 of the Act, it is an offence to provide a property service, or purport to be available to provide a property service, unless the person is appropriately licensed.  A company or person who contravenes this section of the Act is liable to a fine or imprisonment, or both.<\/p><p>It is the authority's policy to prosecute all of those found to be trading without a licence.  A number of prosecutions have already been before the courts in the Dublin area.  The Minister for Justice and Equality has been informed that two cases have so far resulted in convictions and more cases are pending.  She has been advised by the authority that 242 instances of companies or individuals suspected to be trading without a licence have been brought to its attention since 2012.  Some 23% of these cases involved companies of individuals who were, in fact, already licensed.  A letter campaign instructing companies to cease trading without licences resulted in a further 6% applying for and being granted licences.  Another 31% have ceased trading or were never trading in the first place and no current evidence can be found of trading.  The authority is investigating the remainder of the cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#C00400","speaker":"1018"},{"type":"speech","time":1435829400,"counter":22,"content":"<p>I am grateful to the Minister of State for his response.  I am glad to hear that there have been some prosecutions and that the authority is investigating a number of outstanding cases.  In terms of the people whom I heard speak about this matter, and one or two individuals spoke to me directly, I will communicate with them and have them examine the register which is available.  I shall advise them that they should give the authority whatever information they have.  I am grateful to the Minister of State for his assistance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#C00500","speaker":"1151"},{"type":"minorheading","content":"Planning Issues","time":1435829400,"counter":23,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#D00100"},{"type":"speech","time":1435829400,"counter":24,"content":"<p>I welcome the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#D00200","speaker":"1120"},{"type":"speech","time":1435829400,"counter":25,"content":"<p>In welcoming the Minister back to the Seanad, I express a sincere hope that this is not a sign of things to come.<\/p> <p>I raise this issue with the Minister because several weeks ago, when I raised a similar matter with the Department of the Environment, Community and Local Government, I was advised by the Minister of State at that Department, Deputy Ann Phelan, to contact the Minister for Transport, Tourism and Sport as his Department liaises closely with the National Roads Authority.<\/p> <p>I am seeking a review of the impact a rather black-and-white policy being pursued by the National Roads Authority is having on the ability of families, especially farming families, to build residences on national secondary roads.  I stress that I am fully committed to road safety.  In my time as a county councillor I made many representations on planning matters.  In cases in which disputes arise and there is any shred of doubt or difficulty about road safety, we must always err on the side of caution. <\/p> <p>I have encountered a significant number of cases where, despite road safety, sight distance, etc., not being compromised or in doubt, the NRA's blanket policy has impinged on a council's decision on whether to grant planning permission for houses on national secondary roads.  In one case in north County Cork, in which I was not involved, the authority successfully appealed a decision by Cork County Council to grant planning permission for a residence for a small business operation to An Bord Plean&aacute;la.  While I fully respect the road safety perspective of the National Roads Authority - long may it continue - individual cases must be considered from a social and economic perspective from time to time.  In cases in which a farming son or daughter is unable to build a house on the family farm, we will have a ridiculous scenario in which the applicant will be obliged to build or buy a house three or four miles away and traverse the secondary route in question several times a day.  Some dairy farmers will visit a farm two or three times in the middle of the night during the calving season.  The broader safety perspective must also be taken into account.<\/p> <p>In so far as the Minister has powers in this area, I ask him to liaise with the National Roads Authority to ascertain whether there is a reasonable prospect of council engineers discussing individual cases with a local office of the National Roads Authority in an effort to alleviate problems.  I am reluctant to call for discretionary powers, as this term is a throwback to all the funny political decisions made in the past.  The number of cases involved is probably not more than a few dozen, or three or four per county, at any given time and certainly does not run into the hundreds.  On a day when the Government is launching what will, I hope, be a visionary policy on agrifood and rural areas, it is important to ensure that farming families are facilitated in living on the family farm.  This will require a careful examination of planning issues.<\/p> <p>I thank the Minister for listening.  I do not expect him to perform miracles today.  I ask him to discuss with the National Roads Authority the possibility of shifting its black and white policy towards one in which there is a prospect of dialogue in individual cases.  County councils will not approve a planning application if there are any doubts about road safety.  As a result of a national policy pursued by the National Roads Authority, they are now reluctant to give serious consideration to planning applications for dwellings alongside national secondary roads.  I ask the Minister to reflect on the issue with a view to improving the current position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#D00300","speaker":"1189"},{"type":"speech","time":1435829400,"counter":26,"content":"<p>I apologise to the Cathaoirleach and Senator Bradford for keeping them waiting.  I thank the Senator for his comments on my fortunes.  I am not sure if I should express a view on whether I look forward to seeing him back in the House.  In any case, I extend my best wishes to him in his endeavours and do so in the same spirit as he extended his best wishes to me.<\/p> <p>The short answer to the Senator's question is that I am open to examining this issue.  This should initially involve engagement with the Department of the Environment, Community and Local Government on planning decisions made by local authorities.<\/p> <p>I am aware of the issue the Senator raises, as it has been brought to my attention previously.  I take a similar approach to it as he does, and I expect those who are involved in the relevant decisions to adopt a similar approach.  This means, as the Senator acknowledged, that while primacy must be given to road safety, we must also seek to facilitate a relatively small number of developments or applications as a means of supporting ongoing changes in agricultural families and communities.<\/p> <p>Having raised matters related to funding previously, Senator Bradford will be aware of the policy background to this issue and my responsibilities in this regard.  I have responsibility for overall policy and funding, while the National Roads Authority has a statutory responsibility under the Roads Acts 1993 to 2007.  The NRA works with local authorities in performing its duties under the legislation.  I understand the Minister of State, Deputy Ann Phelan, commented on this matter and acknowledged that decisions as to whether to grant planning permission in any particular case are a matter for the relevant planning authority, whether a local authority or, on appeal, An Bord Plean&aacute;la.  <\/p> <p>Local authorities must have regard to the local development plan, any relevant ministerial or Government policies, and national guidelines.  All of this work must be completed within the framework of planning legislation.  As a statutory consultee under planning legislation, submissions or comments on planning applications and proposed developments constitute the National Roads Authority's primary input into the planning process.  My understanding is that the approach adopted by the authority in making such submissions or comments is to seek to uphold official policy and guidelines.<\/p> <p>Senator Bradford acknowledged the importance of road safety.  As he is aware, access to roads must be managed, as must conditions on roads.  Access is particularly restricted in the case of national roads, to which speed limits of 60 km\/h apply, whereas a less restrictive approach is allowed for in the case of transitional zones close to urban centres and within 50 km\/h zones.  The Road Safety Authority's strategy for the period from 2013 to 2020 includes an action to reduce the number of access points outside speed limit areas on national roads by 5% by 2020.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paschal Donohoe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2244\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2244&amp;amp;pid=PaschalDonohoe&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I accept this will have consequences for road users, particularly people who are seeking to develop or access roads.  However, I am sure the Senator will appreciate that from a Road Safety Authority point of view, the two main issues are the frequency with which additional vehicles access roads, particularly national roads that can be very busy, and the speed at which those vehicles access those roads, which often is very different from the speed at which vehicles already on that road are travelling.  This can have consequences for road safety that need to be managed.  <\/p><p>As stated by the Minister of State, Deputy Phelan, under section 2.6 of the guidelines, in exceptional circumstances planning authorities may identify stretches of national roads where a less restrictive approach may be applied, but only as part of the process of reviewing or varying the relevant development plan and having consulted and had regard to the advice of the NRA in line with the approach set out in the guidelines.  It is a matter for planning authorities to consider the implementation of section 2.6 of the guidelines in respect of sections of relevant national roads and in the context of the development plan for that region, county or area.<\/p><p>As I said earlier, I am open to looking at the issue in conjunction with the Minister for the Environment, Community and Local Government but I do not want to create expectations about potential changes in the guidelines as this could lead to further expectations to which I would then have to respond, and, primarily, because of the impact this would have on the progress we are making in relation to road safety.  I have listened to the points made by the Senator and I agree this is an issue that merits further examination.  My Department will engage on the matter with the Department of the Environment, Community and Local Government in the context of the planning laws already in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#D00400","speaker":"1007","continuing":true},{"type":"unspoken","time":1435829400,"counter":28,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1435829400,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#G00100"},{"type":"speech","time":1435829400,"counter":30,"content":"<p>The Order of Business is No. 1, Consumer Protection (Regulation of Credit Servicing Firms) Bill 2015 - Report and Final Stages, to be taken at 12.45 p.m. and adjourn no later than 3 p.m., if not previously concluded; and No. 2, Employment Equality (Amendment) (No. 2) Bill 2013 - Committee Stage (resumed), to be taken at 3 p.m. and to adjourn no later than 5 p.m., if not previously concluded.  For the information of Members with regard to sitting days, the provisional arrangements are that the Seanad will sit on five days of the week of 13 July - the week after next - and two days for the following week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#G00200","speaker":"1130"},{"type":"speech","time":1435829400,"counter":31,"content":"<p>I thank the Leader for outlining the business of the House.  There is one point relating to the Consumer Protection (Regulation of Credit Servicing Firms) Bill 2015.  Only 90 minutes were provided for amendments on Report Stage.  An e-mail was sent at 7.30 p.m. stipulating a deadline of 9 p.m.  This is not of the Leader's making but it is a very short timeframe and we did not get to include our amendments.  I will address them anyway by way of discussion on the section during the debate.  I may not be able to do so and in that case I will refer to them on Fifth Stage.  A deadline of 90 minutes, particularly when the e-mail is sent in the evening, is not sufficient.<\/p> <p>I have previously asked that the Minister of State at the Department of the Environment, Community and Local Government, Deputy Paudie Coffey, or the Minister, Deputy Alan Kelly, come to the House to address my grave concerns about the operation of the pyrite remediation scheme.  I know the Leader has requested the Minister to come here about that.  The scheme is far too cumbersome and it is not getting the traction we thought it would.  There are major problems relating to the local property tax exemption, as many home owners suffering pyrite issues are not being given the local property tax exemption promised as part of the legislation.  The Department and the Revenue Commissioners are insisting on a specific test that can cost up to &euro;3,000, so why would anybody bother seeking an exemption in such circumstances?  I know there will be much work to do before now and the end of the session but it would be useful, if possible, to get in the Minister of State before the recess.  I will table a Commencement issue on this otherwise.<\/p> <p>I give the following notification to Members so there will be no confusion similar to what we saw with a motion last week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will be circulating a motion to all Members seeking their support for a call by the Seanad for the urgent filling of the pancreas transplant surgery post in Beaumont Hospital.  I have raised the matter on a number of occasions, as have other Members.  We are all concerned at the fact that transplant patients now have no access to organ donor co-ordinators and are being told to go to accident and emergency units.  I have raised this issue over the last two weeks and I am trying to be helpful, as we are not getting the answers we should from the HSE or the Department of Health.  I will circulate the motion to all Senators later today seeking their support and I will be looking for a specific debate next week, even if it is for only half an hour.  Members might let me know by close of business next Tuesday whether they are willing to support it.  If anyone reads the testimony published on <i>thejournal.ie<\/i>last night of someone waiting for a pancreas transplant, they will see that she feels the rug has been pulled from under her.  There is no access to pancreas transplant co-ordinators and we have no pancreatic surgeon.  The post remains vacant.  I ask Members to put their names to the motion if they feel they can, as the Seanad has a role in this regard.  If word goes out from the Seanad that we are as one in calling for this matter to be addressed urgently, we will have done a good job.  I ask people to consider it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#G00300","speaker":"1139","continuing":true},{"type":"speech","time":1435829400,"counter":33,"content":"<p>I thank the Leader for scheduling the resumed Committee Stage of the Employment Equality (Amendment) (No. 2) Bill for this afternoon.  I advise colleagues that this Bill started life as a Private Members' Bill introduced by Senator Moran and myself on behalf of the Labour Party in March 2013.  On Second Stage, 11 Members spoke and, as such, there is significant interest in the legislation, which is intended to amend section 37 of the Employment Equality Act to ensure that discrimination against teachers, in particular, on the basis of sexuality or family status will no longer be possible.  It is a very important Bill and there is great interest in it from civil society, the unions and LGBT rights groups.  It was delayed and we had Committee Stage over two dates in March 2014, at which time there was again a great deal of interest from colleagues.  In light of that, we are scheduling the resumption of Committee Stage, which will hopefully conclude this evening, as the Government has now approved a set of amendments for Report Stage.  We hope Report Stage will take place next week.  Those Senators who tabled amendments on Committee Stage, Senators Zappone and Power, have been briefed by the Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, and a further briefing has been arranged for next Tuesday, 7 July, at 3 p.m. for all Senators with an interest in the Bill so that people can have a full briefing on what the Report Stage amendments will entail.  The meeting will take place in meeting room C in LH 2000.  I have circulated a notice on that at the request of the Minister of State.  It is a very important Bill and it is a good day for the Seanad to see it progress as a Government Bill, having started life as a Private Members' Bill.  It is broadly welcomed on both sides of the House.<\/p> <p>I also welcome the announcement this week, which other colleagues spoke about yesterday, of the extension of GP cards to all children under 18 who receive a cancer diagnosis.  The Minister of State, Deputy Kathleen Lynch, announced it earlier this week and it is a hugely important and very welcome extension.  Finally, I commend Alcohol Action Ireland, the alcohol health alliance, for the work it is doing in support of the Public Health (Alcohol) Bill, which was published in February 2015 and which will provide for minimum pricing of alcohol and various restrictions on alcohol advertising.  The Bill, which has been greatly anticipated, received a broad welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00200","speaker":"1148"},{"type":"speech","time":1435829400,"counter":34,"content":"<p>So, the day has finally come.  What shall we call it - One Parent Family Day, or Children's Day?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00300","speaker":"1176"},{"type":"speech","time":1435829400,"counter":35,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00400","speaker":"1196"},{"type":"speech","time":1435829400,"counter":36,"content":"<p>Perhaps a more apt description would be Jobseekers' Day.  As we are all aware, today is the day thousands of lone parents throughout Ireland, most of whom are women, will find their payment to support themselves and their families has been cut.  It will be cut because their youngest child is seven and because they are working part-time but less than 19 hours a week.  These people have jobs, but those low-paid, low-quality jobs are not in any way lifting them out of poverty.  The Government says the cuts and changes are going through so lone parents can get a job and no longer be poor, but we have evidence to the contrary.  It just does not work that way.  In fact, I am getting reports from some lone parents today that the new cut payment is not in their bank accounts yet.  Can the Cathaoirleach imagine how they must feel?  Even the bureaucracy appears to be getting it wrong and it is causing distress.<\/p> <p>My first question to the Leader is whether he can confirm that all lone parents will get their payment today and explain why it is not there now.  Many Members in both Houses protested vehemently against the cuts as recently as last night, but our voices have fallen on deaf ears.  More importantly, lone parents have also protested vehemently against the cuts.  What I find hardest to take is the Government's deafness to their voices.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00500","speaker":"1176"},{"type":"speech","time":1435829400,"counter":37,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00600","speaker":"1196"},{"type":"speech","time":1435829400,"counter":38,"content":"<p>The Government has told us for the last four years that it is about reform of this and that.  A reform of politics that would make a most significant difference to how we do our business would be to listen and have a dialogue with our citizens, especially those who are affected directly by what we do in these Houses.  Yesterday, I published findings from a civic forum that I held in Leinster House, attended by more than 30 lone parents, at which we debated what changes they wanted to see so that they and their children might have an equal chance to flourish in Ireland.  With its publication, I call on Government to immediately establish a special working group with a predominance of lone parents and their representatives to review the cuts and conditions in one-parent family policies and to feed their recommendations into budget preparations, beginning with the national economic dialogue that will be held later this month.<\/p> <p>That brings me to my other question.  Who is being invited by the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, to the national economic dialogue?  The Minister has said that every Government has a duty to engage with its citizens and that he is committed to ensuring the process is as open and inclusive as possible.  Will the Government invite some lone parents to the dialogue?  Are any Members of the Seanad being invited?  I would love to attend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00700","speaker":"1176"},{"type":"speech","time":1435829400,"counter":39,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00800","speaker":"1196"},{"type":"speech","time":1435829400,"counter":40,"content":"<p>What happened yesterday in the vicinity of the front gate of Leinster House was shameful and disgraceful.  Certainly, it was not related to peaceful protest.  I am delighted to hear this morning that the other House has taken action and that the Garda Commissioner will be in the Houses tomorrow morning to discuss the matter.  We are all aware of the constitutional position, and while we do not want to go heavy on it, two Members of this Chamber were accosted.  I am not speaking for them, as they can do that for themselves, but the way they were treated was shameful and disgraceful.  Apparently, at least one Member of the other House was also so treated, and he has spoken for himself.<\/p> <p>Seanad Members need to take the matter up within our own Committee on Procedure and Privileges.  I do not have the remedy, but I am sure the Garda Commissioner will talk to whoever is there tomorrow.  It may be that more garda&iacute; are required here at certain times.  It may be that the Garda did not think this group was verging on violence.  From what I have heard and from what I saw on television last night, it certainly was not peaceful.  We all believe in peaceful protests, but protests that are determined not to be peaceful or to break the law - I gather some people were arrested last night - should not be allowed up to the gates of the Houses.  It is as though some protests are coming right up against the property.  While they may not be defacing it, some Members may have been roughed up coming in and out.  I have not witnessed it personally, although I am aware of the two Members who tried to leave by car last night and had to be rescued by garda&iacute;.  In any event, the situation has to be addressed.  We cannot simply sit back and do nothing.  I am delighted that some action has been initiated, apparently, by the other House.  It may be a matter for the Cathaoirleach and his office to examine.  The Leader is probably more aware of matters than me and I look forward to hearing any news he has.  He might liaise with the other Chamber so that both Houses act on this matter jointly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H00900","speaker":"1151"},{"type":"speech","time":1435829400,"counter":41,"content":"<p>Yesterday marked the passing of the Government's deadline for banks to reduce their mortgage rates, and the banks have almost completely ignored it.  Some of them have said they have no intention of doing so.  I ask that the House debate as a matter of urgency No. 32 on the Order Paper, which is the Central Bank (Emergency Powers) (Variable Interest Rates) Bill 2015, which I introduced three weeks ago.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Hard pressed home owners who have carried the economy through the recession are being punished on a monthly basis by banks which they, as taxpayers, have bailed out.  The banks need to be forced to act in this manner, and it is in our hands to do so.  It is the Central Bank (Emergency Powers)(Variable Interest Rates) Bill, which should be at the top of the agenda taking into account what happened yesterday.<\/p><p>The recently published building regulations technical guidance document is very interesting.  I am delighted it includes the provisions in the carbon monoxide alarm Bill.  It took some time to have it included but it is now part of the building regulations technical guidance document, although I am a little concerned that it seems to recommend rather than insist in terms of that issue.<\/p><p>I read recently, and I am not referring to the unfortunate deaths in Baltimore in recent days, that 150 people die each year from drowning.  France introduced mandatory swimming lessons for children under the age of 13, therefore, everybody leaving primary school is able to swim.  That is a measure to which we should give serious consideration.  It would not take very long to do it, but I believe it could be done and would be very valuable.  There have been a number of deaths from drownings because people could not swim, and I am not referring to the unfortunate incident the other day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#H01000","speaker":"1145","continuing":true},{"type":"speech","time":1435829400,"counter":43,"content":"<p>I support Senator Katherine Zappone's call for a review of the changes to the lone parent's allowance.  I do not believe that initially this was meant to be a cut that would result in people losing money.  The idea was to try to find more work for people but, unfortunately, situations will arise where people will lose money and they need to be addressed.<\/p> <p>I support Senator Paul Coghlan's point about what happened outside the Kildare Street gate yesterday.  It was outrageous.  It is legally unacceptable that these anarchists could hold the Parliament to ransom.  Senator Mooney and I engaged with them and they consider themselves to be democrats.  None of the Deputies or Senators could leave this area from 3 p.m. yesterday until almost 10 p.m.  It is amazing that, legally, a parliamentarian cannot be stopped by a garda on the way to or from the Seanad or the D&aacute;il and yet these protestors managed to do that yesterday.  Many Deputies and Senators had genuine reasons for leaving Leinster House yesterday but that did not matter.  The people protesting did not care that somebody had a hospital appointment or that Senator Landy wanted to go home last night for personal reasons.  They stopped his car and threw bollards at it.  They spat at him.  He had to abandon his car.  He had no legal protection.<\/p> <p>I agree that people have the right to protest but we have to define what is a protest.  We have to make the distinction between a protest and total disruption.  Buses bringing people home from work had to stop for 40 minutes outside Leinster House.  Eventually, the people had to leave the buses and walk home or get taxis.  People travelling in their cars to collect their children after work, some of whom might have been lone parents, could not collect them because of the protest.  These people did not care.  Would that be allowed outside Downing Street or the White House?  The answer is that it would not be allowed.<\/p> <p>We can be critical of the garda&iacute; and people were critical of them when nothing happened on the occasion the T&aacute;naiste, Deputy Joan Burton, was held hostage in her car for two and a half hours.  People said the garda&iacute; were wrong because they did not act.  That was followed some weeks later by a garda friend of mine pulling a lady off the bonnet of the Taoiseach's car, who then fell against a bollard.  He is now the subject of an investigation by the Garda S&iacute;och&aacute;na Ombudsman Commission.  We have to know where to draw the line.  We need clear legislation that outlines what is and what is not a protest and that must be done as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#J00200","speaker":"1161"},{"type":"speech","time":1435829400,"counter":44,"content":"<p>I send my condolences to the family of Val Doonican, a Waterford man, who died yesterday.  It is a tragedy for his family and I offer my condolences to his wife Lynn and his extended family.  He was bestowed the freedom of Waterford city a number of years ago.  I had the pleasure of being in the council chamber on that occasion and to hear about his life and the many stories he had to tell.  He had a programme on the BBC for many years which was watched by many people in Britain but also in Ireland.  He was a hugely popular Waterford figure and a proud Waterford man.  The Leader of the Seanad will have warm memories of Val Doonican also.  I again extend my sympathies to his family.<\/p> <p>I raise again an issue that was raised on several occasions in this House about the changes to the lone parent payment.  It is disgraceful that despite weeks of calls by Senators on this side of the House, the Minister has not been able to come in to justify this change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#J00300","speaker":"1133"},{"type":"speech","time":1435829400,"counter":45,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#J00400","speaker":"1139"},{"type":"speech","time":1435829400,"counter":46,"content":"<p>Shame.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#J00500","speaker":"1156"},{"type":"speech","time":1435829400,"counter":47,"content":"<p>Almost every day last week Senator Craughwell and others tried to move a motion he placed, democratically, on the Order Paper.  He gave the Minister every opportunity.  He did not push the matter to a vote and yet she was not able to come into the House to discuss these changes.  This will drive women out of work.  That is the core of the argument against these changes.  They will not facilitate all those 12,000 mainly women back into work because the work simply is not there for all of them.  Even if it were available, they would be unable to meet the cost of child care.  That is the reality for many of these families.<\/p> <p>I support the sentiments of Senator Zappone who also raises this issue on a regular basis both inside and outside the House.  It is not too late.  The budget will be introduced later this year.  The Government tells us it has &euro;1.5 billion to give away, and we will see all sorts of auction politics over the coming months.  Why can it not do something for lone parents now?  There is the capacity but it seems the political will is not there.  It is important to make the call, on the day this change comes into effect, that the Minister would come into the House to discuss these issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#J00600","speaker":"1133"},{"type":"speech","time":1435829400,"counter":48,"content":"<p>I add my voice to Senator Quinn's call for mandatory swimming lessons for young people.  As somebody who worked in a swimming pool facility as a lifeguard and a swimming instructor for many years during my youth, I know the value and importance of people being in control in the water and knowing how to swim.  I convey my sympathies to the families of the unfortunate people who lost their lives this week.<\/p> <p>I extend my condolences to the family of Val Doonican.  He was a great statesman and a wonderful person to highlight all the good things coming in the country with his very successful career.  I hope that he can now walk tall through the gates of Heaven.<\/p> <p>I raise also the events that took place outside the gates of Leinster House yesterday.  Mine was one of two cars surrounded by protestors last night while trying to leave.  I had to leave to deal with an emergency situation, which had serious knock-on consequences for me at 12 o'clock last night.  I was shocked by the tone and the animosity shown to the garda&iacute; last night and I could not praise the garda&iacute; highly enough for their behaviour and their bravery.  No amount of money would pay anybody to stand on the street and take the abuse they took last night.  We go into this job knowing that we have to take the rough with the smooth, but I saw a young garda who was standing right beside my car being hit by a cone and knocked out - she fell like a tonne of bricks - and 20 minutes later she insisted that she wanted to go back on duty.  That was above and beyond the call of duty.  I understand that garda is still in hospital this morning, having been taken to hospital last night.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Moran:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2388\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2388&amp;amp;pid=MaryMoran&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not right.  We can all engage in peaceful protests, but nobody should be subjected to having their car thumped or being spat at, or to the absolutely abusive language that was used last night.  That protest was supposed to start at 6 p.m., yet from 3 p.m. yesterday people were stopped from getting in and out.  I looked on social media this morning and people are passing comments.  At no stage did the garda&iacute; tell me last night that I could not leave.  I explained the situation to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#J00700","speaker":"1174","continuing":true},{"type":"speech","time":1435829400,"counter":50,"content":"<p>The point is well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00200","speaker":"1127"},{"type":"speech","time":1435829400,"counter":51,"content":"<p>I would like to put on the record my personal thanks to the garda&iacute; who did an amazing job protecting us last night.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00300","speaker":"1174"},{"type":"speech","time":1435829400,"counter":52,"content":"<p>I wish to address the abolition of the one-parent family payment from yesterday, 1 July, for parents whose youngest child is over seven, by the leader of the so-called Labour Party, Deputy Joan Burton.  I am trying to come up with a new name for that party, as it no longer reflects my ideals of what a labour party should be about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00400","speaker":"1156"},{"type":"speech","time":1435829400,"counter":53,"content":"<p>Hear, hear.  The party of Connolly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00500","speaker":"1139"},{"type":"speech","time":1435829400,"counter":54,"content":"<p>Fr. Peter McVerry, in a letter to <i>The Irish Times<\/i>last week, wrote that these cuts<blockquote><br \/><br \/>&quot;will cause unnecessary hardship for thousands of lone parents and their children, and should be abandoned. [...] My experience over the last few years is that, increasingly, the Department of Social Protection has become hard-hearted and even ruthless, to the dismay of some of its own staff.&quot;<\/blockquote>The crux of this problem is the chaos of child care in Ireland these last years.  The last good policy change was when Fianna F&aacute;il introduced the free preschool year.  Nothing has happened since, and Ireland's child care costs are among the highest in the 34 OECD countries.  The average weekly cost of child care here is &euro;167, although it is much higher than that in Dublin.  <\/p><p>Speaking on &quot;Tonight with Vincent Browne&quot; last night, I said it was a gendered cut, as 98% of lone parents are women.  This is the most gendered cut in the history of the State and the fact that it has been done by a woman adds to the disgrace of it.  The Survey of Income and Living Conditions, SILC, from 2013 showed that 23% of one-parent families live in consistent poverty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00600","speaker":"1156"},{"type":"speech","time":1435829400,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00700","speaker":"1133"},{"type":"speech","time":1435829400,"counter":56,"content":"<p>This represents an increase of 32% in the consistent poverty rate for those families from 2012 to 2013.  Another person whom I revere very much, Professor Kathleen Lynch, professor of equality studies in UCD, compared the situation to welfare cuts in the United States and cited a study describing those US cuts as creating \"intractable conflict for poor people trying to care for kids\".  Could someone tell me how one does a job as a lone parent while looking after children?  I would like to think the women in this House are very ambitious and big into their careers.  How can a woman be ambitious in her career if she is a lone parent and has nothing to live on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00800","speaker":"1156"},{"type":"speech","time":1435829400,"counter":57,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K00900","speaker":"1139"},{"type":"speech","time":1435829400,"counter":58,"content":"<p>I was with a woman last Friday who has two children.  She is a qualified nurse with degrees in nursing management, yet the Society of St. Vincent de Paul is paying for her food and electricity.  She lives in the wealthiest constituency in this country, in D&uacute;n Laoghaire-Rathdown.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01000","speaker":"1156"},{"type":"speech","time":1435829400,"counter":59,"content":"<p>Disgraceful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01100","speaker":"1139"},{"type":"speech","time":1435829400,"counter":60,"content":"<p>The point is well made.  Go raibh maith agat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01200","speaker":"1127"},{"type":"speech","time":1435829400,"counter":61,"content":"<p>I agree with Senators who have expressed concern about the protest yesterday and compliment the members of the Garda on the manner in which they dealt with it.  In fairness to them, they put up with a lot of abuse and threats and managed very well in a difficult situation.  I do not think any garda should have to put up with the abuse endured yesterday.<\/p> <p>On the matter of social welfare reform, we have the highest number of people in households with no income other than social welfare across Europe.  There has to be reform for a very fundamental reason.  Whether we like it or not, we will have 20,000 more people reaching pension age every year from now on.  That means 20,000 extra people per annum will be in receipt of the pension and will require additional care such as health care.  We need to plan for that, and part of that planning is reform.  <\/p> <p>Whoever comes into Government in 2016 - I hope it will be Fine Gael and the Labour Party - by the time they leave Government five years later, there will be 100,000 more people in receipt of the old age pension.  We currently have 3.5 people working for every old age pensioner, and if we want the same ratio in 15 years we will need 2.7 million people working.  We need to bring about reform.  The T&aacute;naiste has brought about necessary reform of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01300","speaker":"1150"},{"type":"speech","time":1435829400,"counter":62,"content":"<p>It is not reform if no alternatives are created.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01400","speaker":"1156"},{"type":"speech","time":1435829400,"counter":63,"content":"<p>It is reform.  We are reforming and we need to have it in place; it is all part of the long-term planning we have to deal with.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01500","speaker":"1150"},{"type":"speech","time":1435829400,"counter":64,"content":"<p>The Minister, Deputy Alex White, said last night that he was proud of this cut as a work activation measure.  Did Senator Burke see him?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01600","speaker":"1139"},{"type":"speech","time":1435829400,"counter":65,"content":"<p>I support my friend and colleague Senator Mary White in her impassioned plea to the Minister.  I had intended proposing an amendment to the Order of Business and I would like to do so in her name and the name of our group.  I propose that No. 67, motion No. 16 on the Order Paper, be taken before No. 1 today.<\/p> <p>I support those Members of the House who referred to yesterday's disgraceful and anti-democratic scenes outside this House of democracy.  Senator Moran is right.  I attempted to move my car at 3.30 p.m. and was confronted by a line of garda&iacute; at the front gate.  In front of them were at least 40 or 50 anarchists who certainly had no interest whatsoever in democracy and were only concerned about starting a fight.  The garda&iacute;, in discharging their duties, attempted to clear a way for my car to make its way out.  As Senator Kelly said, I had an appointment that I had to go to - I had no choice - and the car was parked at the front of the House, not the back.  The garda&iacute; tried to clear a way in the most diplomatic manner possible.  There was no attempt to push or shove people but rather to move them out of the way, yet the garda&iacute; were immediately set upon.  iPhones were produced, and there were shouts of abuse and \"Shame\" because the garda&iacute; were attempting to do their duty in what I thought was a very diplomatic and orderly fashion.  People stood in front of the car, totally oblivious to the pleas of the garda&iacute; that they move.  I eventually withdrew, reversed back in and took a taxi to my appointment, as I did not really want to put the garda&iacute; under any extra pressure.  Subsequently, a garda was injured.  There was no question in my mind that if I had persisted and if the garda&iacute; had continued to attempt to allow me out there would have been injuries to the garda&iacute;, and I was not prepared to subject them to that.<\/p> <p>We engaged with some of these anarchists a little later on, as Senator Kelly said, and we might as well have been engaging with the wall.  One of them actually said, when I put it to him that it was most unlikely that he would be allowed to do what he was doing in any other country, that this was his country and he was entitled to.  I said \"Yes, you are entitled, but what about the rights of other people?\".  That was what seemed to be missing yesterday afternoon.  <\/p> <p>I want to separate what happened in the afternoon from what went on later.  I have no doubt there were people who were there legitimately to protest, and they were perfectly entitled to do so.  Indeed, a Member of this House who had expressed a particular view earlier in the day was actually one of those on the platform later on.  I do not want to be critical of him in any way for taking a party line.  It gives an indication of the depth of feeling among all parties and none about what was going on in the earlier part of the afternoon.<\/p> <p>I hope the Leader will answer my next question, in light of the fact that the Garda Commissioner will be coming before the other House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Given the Garda and the authorities must have known in advance that there was to be a protest, why were these people allowed to congregate in front of the gates of Leinster House?  Why were they not put behind barriers in Molesworth Street which would have prevented much of what happened later?  Some weeks ago parents and young children, who came from all parts of Ireland to legitimately protest about child care costs, were corralled behind barriers on Molesworth Street and were not allowed to cross the street.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#K01700","speaker":"1128","continuing":true},{"type":"speech","time":1435829400,"counter":67,"content":"<p>Senator Mooney is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00200","speaker":"1127"},{"type":"speech","time":1435829400,"counter":68,"content":"<p>I refer to people who were innocently and inoffensively going about legitimate protest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00300","speaker":"1128"},{"type":"speech","time":1435829400,"counter":69,"content":"<p>Senator Mooney's point is well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00400","speaker":"1127"},{"type":"speech","time":1435829400,"counter":70,"content":"<p>After that, Members of this House who attempted to bring friends and neighbours who had attended what was a peaceful protest into this House were denied access and yet there were people yesterday, who I can only describe as anarchists, who were actually in this House earlier.  We saw them coming back out.<\/p> <p>The saddest aspect of it all-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00500","speaker":"1128"},{"type":"speech","time":1435829400,"counter":71,"content":"<p>Senator Mooney is well over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00600","speaker":"1127"},{"type":"speech","time":1435829400,"counter":72,"content":"<p>-----was that there were young children present yesterday and some of them were laughing at the fact that a cone was thrown at that poor unfortunate garda who was injured.  There was a left-wing academic-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00700","speaker":"1128"},{"type":"speech","time":1435829400,"counter":73,"content":"<p>Senator Mooney's point is well made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00800","speaker":"1127"},{"type":"speech","time":1435829400,"counter":74,"content":"<p>I will finish on this because it is so important.  This is about a threat to democracy and the democratic institutions.  A left-wing academic was quoted in <i>The Irish Times <\/i>today as saying that legitimate protest was quite valid.  There was nothing legitimate about what happened yesterday afternoon and I wish that man would realise that he would need to look into his own heart and not defend the indefensible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L00900","speaker":"1128"},{"type":"speech","time":1435829400,"counter":75,"content":"<p>Before I call Senator Heffernan, I welcome the members of the DPE camera club from St. John of God in Drumcar, County Louth, who are guests of Senator Moran.  I remind Senators that we all are subject to time limits and we cannot allow some Senators have five minutes and others have only one, as that would be grossly unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01000","speaker":"1127"},{"type":"speech","time":1435829400,"counter":76,"content":"<p>I do not intend to go on too long.  We have heard a lot about the incidents last night on Kildare Street.  I attended that protest earlier in the day.  I listened to many of the speeches made from the podium which came from a wide variety of different groups, such as those who were there concerned about the cuts to lone parents and those from Right2Water, We Won't Pay, support the boycott and other groups.  A degree of sensationalism can come into this but, in the main, those I engaged with at that protest yesterday were decent and sensible people who were certainly passionate about the cuts affecting their lives.<\/p> <p>However, there was a fringe group of what can only be described as ludram&aacute;ns and idiots who became part of the protest and took it over.  They certainly do not speak for the majority of people.  That is a problem with the water charges protest.  The movement is being sullied by these plonkers who think it is a good idea to take on and have a bit of an argy-bargy with, the Garda.  It is a scandal for the likes of Senator Landy, who is one of the most decent Members of this House, to be treated in such a fashion, as he was last night, when trying to get home.  <\/p> <p>This is something that has occurred on a number of occasions with protests since I have been a Member of this House.  I refer to the management of protests.  I do not know whether it comes down Garda resources or whatever, but the idea that Kildare Street can be completely blocked off from those who are trying to get home from work, catch buses up the street and go about their daily lives is wrong.  I am not a security expert but surely a cordon should be placed at the bottom of Molesworth Street to contain a protest there.<\/p> <p>If the Leas-Chathaoirleach can bear with me for one more minute, I want to speak about the cuts to lone parents.  There are many lone parents this morning, of whom the Deputy Leader may be aware, who have not received the transitional payment into their bank accounts.  These are lone parents who are depending on this payment to provide a child's lunch, bus fare or whatever.  It is adding to the distress.  I suppose we will hear the yarn that the Department's computers are to blame, it is a technology glitch or whatever, but that is not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01100","speaker":"1119"},{"type":"speech","time":1435829400,"counter":77,"content":"<p>Senator Heffernan's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01200","speaker":"1127"},{"type":"speech","time":1435829400,"counter":78,"content":"<p>I would support Senator Mooney's call that No. 67, motion 16, be taken today because this issue must be discussed and teased out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01300","speaker":"1119"},{"type":"speech","time":1435829400,"counter":79,"content":"<p>Is Senator Heffernan formally seconding it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01400","speaker":"1127"},{"type":"speech","time":1435829400,"counter":80,"content":"<p>I formally second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01500","speaker":"1119"},{"type":"speech","time":1435829400,"counter":81,"content":"<p>Some Senators are taking advantage of time.  One Senator who had indicated to speak a long time ago, Senator &Oacute; Murch&uacute;, had to leave because he was under time pressure because some Senators have taken four or five minutes.  Senators are abusing privilege.  There are seven more Senators to speak and if they all want to take five minutes,  I will take a sos for a half an hour and come back at 1 o'clock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01600","speaker":"1127"},{"type":"speech","time":1435829400,"counter":82,"content":"<p>Excellent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01700","speaker":"1136"},{"type":"speech","time":1435829400,"counter":83,"content":"<p>I apologise but it was brought to my attention that there was a long-lost cousin of mine in the Visitors Gallery and I just wanted to say hello.  <\/p> <p>I second the amendment to the Order of Business by my colleague, Senator Mooney.  I support my colleagues who have spoken on the incidents that occurred outside this House yesterday.  Intolerant, undemocratic and fascist is how the former Minister for Justice and Equality, Deputy Shatter, described what happened yesterday outside this House to him, to colleagues in this House and to members of the public, which was totally unacceptable.  Accompanied by a colleague from this House and a gentleman who was in with me on other business, we decided to go out at 3 p.m. to get a cup of coffee.  Through no fault of his own, that gentleman happens to be fairly large in size and as we were passing a group of approximately 150 protestors, they started shouting, \"We are paying to feed him.\"  That was said.  Thankfully, he did not notice it, but I did.  Those are the types of individuals who were outside of Leinster House.  I am sorry if some feel that is funny but as I am concerned, it is certainly not funny nor is it for the gentleman concerned who, thankfully, did not pay much notice to it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01800","speaker":"1164"},{"type":"speech","time":1435829400,"counter":84,"content":"<p>It certainly is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L01900","speaker":"1139"},{"type":"speech","time":1435829400,"counter":85,"content":"<p>It is totally unacceptable that these people who claim to believe in democracy do not have much time for the democratically elected Members of this House.  While acknowledging that at least 50% of the people outside were genuine and believed in what they were there for, I would say to those thugs who already have their representatives in the other House, who I have no difficulty in naming - Deputies Paul Murphy, Coppinger, Boyd Barrett, Joan Collins-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02000","speaker":"1164"},{"type":"speech","time":1435829400,"counter":86,"content":"<p>It is unfair to refer to Members in another House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02100","speaker":"1127"},{"type":"speech","time":1435829400,"counter":87,"content":"<p>It is fair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02200","speaker":"1164"},{"type":"speech","time":1435829400,"counter":88,"content":"<p>It is a roll of honour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02300","speaker":"1136"},{"type":"speech","time":1435829400,"counter":89,"content":"<p>They have already got their elected representatives in the other House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02400","speaker":"1164"},{"type":"speech","time":1435829400,"counter":90,"content":"<p>They do not represent the IRSP, &Eacute;irig&iacute; or any of those.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02500","speaker":"1119"},{"type":"speech","time":1435829400,"counter":91,"content":"<p>-----who were not satisfied with trying to undermine the State in the other House without trying to subvert democracy in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02600","speaker":"1164"},{"type":"speech","time":1435829400,"counter":92,"content":"<p>That is a matter for the other House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02700","speaker":"1127"},{"type":"speech","time":1435829400,"counter":93,"content":"<p>It is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02800","speaker":"1164"},{"type":"speech","time":1435829400,"counter":94,"content":"<p>It is unfair to name Members of the other House who are not here to defend themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L02900","speaker":"1127"},{"type":"speech","time":1435829400,"counter":95,"content":"<p>With respect, it is not unfair to name people who were inciting hatred and violence outside this House yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03000","speaker":"1164"},{"type":"speech","time":1435829400,"counter":96,"content":"<p>That is an unfair charge to make.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03100","speaker":"1127"},{"type":"speech","time":1435829400,"counter":97,"content":"<p>It is time we stood up and said what exactly is going on in this country or it will be too late for us.  As I was leaving, having been prevented from leaving this House for two and a half hours last night, there was a small group holding the flag of our nation shouting abuse at me and photographing me as I left.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03200","speaker":"1164"},{"type":"speech","time":1435829400,"counter":98,"content":"<p>Senator Wilson has made his point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03300","speaker":"1127"},{"type":"speech","time":1435829400,"counter":99,"content":"<p>I have made my point forcefully.<\/p> <p>I pay tribute to the members of An Garda S&iacute;och&aacute;na, especially the sergeant in charge, Sergeant Gavin O'Reilly, who had to deal with a lot of abuse yesterday that they should not have had to put up with.  I acknowledge exactly what my colleague, Senator Mooney, said in relation to the child care protesters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03400","speaker":"1164"},{"type":"speech","time":1435829400,"counter":100,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03500","speaker":"1151"},{"type":"speech","time":1435829400,"counter":101,"content":"<p>Today, as others have said, is D-Day for lone parents when their payment is cut if their child has turned seven years of age.  This is quite amazing.  One must remember that these are lone parents and a seven year old is a very young child who cannot be left alone.  If such children are left alone, that is neglect.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The parenting would be called into question if that happened.  I voted for this proposal when I was on the other side of the House because the Minister, Deputy Burton, promised me and members of Fine Gael and Labour Party that the cut would not come into operation until appropriate supports had been put in place.  She mentioned in particular child care of the same quality as that which is available in Scandinavian countries.  A month ago Senator Craughwell and I visited child care facilities in Finland, and comparable child care does not exist in Ireland.  We are probably 50 years away from such quality and standards, and may never have such child care unless we plan for it.  <\/p><p>The House will rise in a week or so.  Some 12,000 vulnerable people - mothers, by and large - will be affected, along with their children.  It it a scandal.  It is not reform, as Senator Colm Burke said.  Mothers are unable to go to work or continue in education because they do not have child care supports, and their young children will be at risk of poverty.  How can that be called reform?  I would call it State neglect.  Before the House rises, I ask the Leader to ensure that the Minister, Deputy Burton, addresses the issue with us so we can go into the summer recess with some understanding and awareness that lone parents will be supported rather than being left high and dry.  Why are we singling out people who are at risk of poverty?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#L03600","speaker":"1131","continuing":true},{"type":"speech","time":1435829400,"counter":103,"content":"<p>Your time is up, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00200","speaker":"1127"},{"type":"speech","time":1435829400,"counter":104,"content":"<p>Did I or other Senators ever have to parent children alone?  When my children were that age, I was glad to have a second parent.  I take my hat off to them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00300","speaker":"1131"},{"type":"speech","time":1435829400,"counter":105,"content":"<p>The point is made, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00400","speaker":"1127"},{"type":"speech","time":1435829400,"counter":106,"content":"<p>I do not know how they do it.  Let us not hang them out to dry.  I thank the Leader for his time and look forward to the answer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00500","speaker":"1131"},{"type":"speech","time":1435829400,"counter":107,"content":"<p>I wish to add my voice to those who have raised the issue of lone parents.  It is appalling that many families who, as we know from the statistics, struggle economically to rear their children and make ends meet, as well as being below the poverty line, are being abandoned by the Government.  As Senator Healy Eames said, the Minister gave a commitment that none of this would be triggered until such time as there were adequate child care facilities in place to enable such women to work.  The cost of child care in this country is prohibitive for anyone on a modest income.  I ask the Minister to revisit the decision at this late stage.<\/p> <p>There is an interesting resolution before the 29th session of the Human Rights Council of the UN, which is currently under way in Geneva, entitled \"Protection of the family: The contribution of the family to the realisation of the right to adequate standard of living for its members particularly through its role in poverty irradiation and achieving sustainable development.\"  It could not be more pertinent in view of the debate we had today on lone parents.  The resolutions includes a number of points.  It urges member states to create a conducive environment to strengthen and support all families; underlines that the family has the primary responsibility for nurturing and protecting children from infancy to adolescence; states that the introduction of children to the cultural values and norms of their society begins in the family; urges states to take appropriate measures to ensure that a child is not separated from his or her parents against his or her will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child; and reaffirms the right of the child to education and states that education should be directed to the development of the child's personality, talents and mental and physical abilities.  Ireland is a member of the UN Human Rights Council.  It is more in hope than expectation that I say I expect Ireland to support this, given the record of the Government on child protection and the family.  In the event that Ireland does not support or opposes the resolution, I ask that the Minister for Foreign Affairs and Trade come to the House to explain why an anti-family course of action was taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00600","speaker":"1126"},{"type":"speech","time":1435829400,"counter":108,"content":"<p>For the past number of days I have asked for an amendment to the Order of Business to the effect that the Minister for Social Protection be brought to the House to discuss the issue of lone parents.  Yesterday I received a message from a supporter of one of the Government's parties, stating, \"I think you want a culture of schoolgirls in gym frocks pushing prams and on social welfare for life.\"  I have two sisters who were lone parents and went through extreme hardship to rear four children, attend university, get good jobs and live productive lives.  I am damn well not going to take that sort of rubbish from anybody.<\/p> <p>Senator Mooney has asked for an amendment to the Order of Business, which has been seconded, and I hope this time the Government has the guts to bring the Minister to the House, have the figures on the table and see who is suffering.  I have been inundated with messages from lone parents who have not received their payments.  There are people who cannot afford to take the bus to Dublin today.  What is going on?  We have to do something about this.  It is like Irish Water: something is pushed and driven through, no matter what happens, and to hell with what anybody thinks.  This is a democratically elected House.  The Minister is quite happy to speak to Sean O'Rourke on the airwaves but will not address the House.  It is not good enough.<\/p> <p>I was with Senator Mooney at the gates of the Houses yesterday.  I have supported the Irish Water campaign and other things that go against Government policy.  What I saw happen to Senator Mooney yesterday was totally unacceptable.  He was accosted while minding his own business.  It was outrageous.  Many good people travelled from all over the country to be outside the gates of this House, but there were about 25 thugs there, who should be nowhere else but in jail.  I support Senator Mooney.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00700","speaker":"1196"},{"type":"speech","time":1435829400,"counter":109,"content":"<p>I support all of the comments made about the protest, if one could call it that, outside the gates of the Houses.  Members were accosted and people who probably thought a legitimate protest was being organised were overtaken by the usual thuggery we have seen in the country over the past 18 or 24 months.  Individual elements from a past that this country should not recognise are involved in situations outside the gates of the Houses.  It is an absolute disgrace.  The brave members of An Garda S&iacute;och&aacute;na had to take the abuse hurled at them, and there was spitting.  It was disgraceful and disgusting behaviour.  The individuals involved undermined any legitimate campaign they may have had.  I listened to some of the contributions at the protest and I did not know what they were talking about.  They did not proclaim any cause on behalf of any group or individuals.  A lot has been said about the protest, and I commend the staff of the Houses and members of An Garda S&iacute;och&aacute;na.<\/p> <p>I ask the Leader to bring the Minister for Agriculture, Food and the Marine before the House.  The report on the future of agriculture, Food Wise 2025, was launched today in the RDS.  It is a template which follows the strategy introduced by the former Minister, Deputy Brendan Smith, known as Food Harvest 2020.  It is a ten-year blueprint for agricultural development and the agrifood sector.  However, the sheep sector is currently at a crossroads and is facing a major crisis.  According to the current flock register, there are 3.53 million sheep in the county.  There are around 450,000 in my county and some 5,500 flocks.  In the past fortnight alone, the price per head for a ewe or lamb going to a factory has fallen by &euro;17 on average.  It is fast approaching &euro;5 per kilo.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some commentators in the agricultural sector are predicting that it could fall to &euro;4 per kilo.  Even if it the price falls below &euro;5 per kilo for lamb production it will become economically unviable and farmers will be forced out of business.  This affects particularly counties Donegal, Mayo, Sligo, Galway, Cork and Kerry.  We need a debate on the issue and I hope given the urgency of the issue the Leader can facilitate it with the Minister for Agriculture, Food and the Marine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#M00800","speaker":"1123","continuing":true},{"type":"speech","time":1435829400,"counter":111,"content":"<p>Does Senator Martin Conway wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00200","speaker":"1127"},{"type":"speech","time":1435829400,"counter":112,"content":"<p>Yes.  I will be brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00300","speaker":"1158"},{"type":"speech","time":1435829400,"counter":113,"content":"<p>The train was just leaving so I will allow the Senator on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00400","speaker":"1127"},{"type":"speech","time":1435829400,"counter":114,"content":"<p>Go raibh maith agat.  That is very generous of you.  I wish to add my voice to those across the House in condemnation of the behaviour of individuals outside the House.  I commend the Garda S&iacute;och&aacute;na and, indeed, members of the staff of this House.  The 300 or 400 staff who work full time in the Houses have an expectation that they can come to and go home from work.  I am always mindful of speaking about this type of issue because we are just feeding into the headline grabbing which some of these individuals are seeking.  They want us to be outraged and to express our outrage in order that they can get headlines.  To them, in whatever warped sense of political judgment they have, they believe that by us being outraged and disgusted that it feeds into whatever they are trying to achieve.  It would be no harm if there was a re-examination of the protocols in place between the Houses of the Oireachtas and the Garda S&iacute;och&aacute;na for this type of protest.  It is not fair that anybody should have his or her car damaged.  It is not fair that any member of the Garda should be injured and knocked unconscious.  Neither is it fair that any Member of the House or any member of staff of this House should not be able to leave the House in safety and with dignity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00500","speaker":"1158"},{"type":"speech","time":1435829400,"counter":115,"content":"<p>Senator Darragh O'Brien mentioned the deadline for tabling amendments.  Certainly we will have a look at that issue.  We want everybody to have the opportunity to table amendments.   I am not aware of the circumstances but we will have a look at the issue.<\/p> <p>On the issue of pyrite remediation, I suggest that is a topic for a Commencement debate.  I expect the Minister, Deputy Alan Kelly, and the Minister of State, Deputy Paudie Coffey, at the Department of the Environment, Community and Local Government will be in the House on numerous occasions between now and the end of the session.  One of the debates will be on urban regeneration so it may be possible to raise that issue if he does not seek a Commencement Matter debate. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00600","speaker":"1130"},{"type":"speech","time":1435829400,"counter":116,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00700","speaker":"1139"},{"type":"speech","time":1435829400,"counter":117,"content":"<p>The Senator mentioned that he intends to table a motion for the filling of a vacancy in Beaumont Hospital in relation to transplant patients.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00800","speaker":"1130"},{"type":"speech","time":1435829400,"counter":118,"content":"<p>And other matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N00900","speaker":"1139"},{"type":"speech","time":1435829400,"counter":119,"content":"<p>I do not think anybody in the House would disagree with the filling of any vacancy.  There are hundreds of vacancies for consultants in the HSE and I am sure we would all support the filling of these vacancies-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01000","speaker":"1130"},{"type":"speech","time":1435829400,"counter":120,"content":"<p>It is life and death, Maurice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01100","speaker":"1139"},{"type":"speech","time":1435829400,"counter":121,"content":"<p>-----but it is not as easy as that, unfortunately.  There is a difficulty in respect of the recruitment of consultants and key personnel in the health services.<\/p> <p>Senator Ivana Bacik raised the employment (equality) Bill and outlined that a number of amendments will be tabled on Report Stage.  She outlined the briefing that will be available for Members on that matter.<\/p> <p>Senator Katherine Zappone and many Members raised the issue of the reform of the system for lone parents.  I do not propose to accept the amendment to the Order of Business.  The Minister has been in the House on a couple of occasions for the Social Welfare Bill and so on.  These proposals and reforms have been flagged for a number of years-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01200","speaker":"1130"},{"type":"speech","time":1435829400,"counter":122,"content":"<p>On the basis that there would be changed child care.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01300","speaker":"1139"},{"type":"speech","time":1435829400,"counter":123,"content":"<p>Will the Senator please allow-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01400","speaker":"1130"},{"type":"speech","time":1435829400,"counter":124,"content":"<p>Will the Leader please address the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01500","speaker":"1139"},{"type":"speech","time":1435829400,"counter":125,"content":"<p>If I cannot address the people outside the gate who cannot speak-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01600","speaker":"1130"},{"type":"speech","time":1435829400,"counter":126,"content":"<p>Come on, now.  The Leader cannot stand over this.   I never stopped the Leader from speaking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01700","speaker":"1139"},{"type":"speech","time":1435829400,"counter":127,"content":"<p>People cannot speak without getting a reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01800","speaker":"1130"},{"type":"speech","time":1435829400,"counter":128,"content":"<p>This is an outrage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N01900","speaker":"1164"},{"type":"speech","time":1435829400,"counter":129,"content":"<p>Allow the Leader to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02000","speaker":"1127"},{"type":"speech","time":1435829400,"counter":130,"content":"<p>We are on the Order of Business for 65 minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02100","speaker":"1130"},{"type":"speech","time":1435829400,"counter":131,"content":"<p>T&aacute; br&oacute;n orm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02200","speaker":"1139"},{"type":"speech","time":1435829400,"counter":132,"content":"<p>Prior to the reforms of the one-parent family payment, OFP, scheme, lone parents could have been on the scheme until their youngest child turned 18 years of age and 22 years if they were in full-time education.  The non-conditional nature of the payment, coupled with its very long duration, engendered many lone parents and their children to long-term welfare dependency.  Ireland's supports for lone parents have been out of line with international norms.  There has been a movement away from long-term non-conditional support towards a more active and supportive approach.  In New Zealand, the Netherlands and the UK, the equivalent lone parent supports cease when the youngest child reaches the age of five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02300","speaker":"1130"},{"type":"speech","time":1435829400,"counter":133,"content":"<p>The Leader might mention the equivalent child care schemes that are in place as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02400","speaker":"1139"},{"type":"speech","time":1435829400,"counter":134,"content":"<p>Senator Katherine Zappone asked that a working group and a review be set up in respect of this matter.  That is something I will certainly raise with the Minister for Social Protection, Deputy Joan Burton.  I heard Senator Mary White of Fianna F&aacute;il condemning cuts.  I think it is like the kettle calling the pot black.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02500","speaker":"1130"},{"type":"speech","time":1435829400,"counter":135,"content":"<p>We do not, actually.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02600","speaker":"1139"},{"type":"speech","time":1435829400,"counter":136,"content":"<p>It is a bit rich-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02700","speaker":"1130"},{"type":"speech","time":1435829400,"counter":137,"content":"<p>It is not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02800","speaker":"1139"},{"type":"speech","time":1435829400,"counter":138,"content":"<p>-----for Fianna F&aacute;il Members to be shouting after cutting supports in child benefits and cutting supports for the disabled-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N02900","speaker":"1130"},{"type":"speech","time":1435829400,"counter":139,"content":"<p>We introduced the free child care year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03000","speaker":"1156"},{"type":"speech","time":1435829400,"counter":140,"content":"<p>-----and cutting the supports for blind people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03100","speaker":"1130"},{"type":"speech","time":1435829400,"counter":141,"content":"<p>Will the Leader please try to address the issues?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03200","speaker":"1139"},{"type":"speech","time":1435829400,"counter":142,"content":"<p>They come in here hypocritical as usual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03300","speaker":"1130"},{"type":"speech","time":1435829400,"counter":143,"content":"<p>Fr. Peter McVerry-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03400","speaker":"1156"},{"type":"speech","time":1435829400,"counter":144,"content":"<p>The Leader cannot stand over this cut.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03500","speaker":"1139"},{"type":"speech","time":1435829400,"counter":145,"content":"<p>Senator O'Brien, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03600","speaker":"1127"},{"type":"speech","time":1435829400,"counter":146,"content":"<p>In relation to the other major matter that Members have raised in regard to what happened outside the House yesterday, Members of the House were accosted going about their business and a female Garda was injured and hospitalised.  There were vile remarks directed at people.  Cars were damaged and people were spat at.  When the Garda was injured, people were taking photographs and laughing at her.  This is anarchy and is unacceptable in a parliamentary democracy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03700","speaker":"1130"},{"type":"speech","time":1435829400,"counter":147,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03800","speaker":"1139"},{"type":"speech","time":1435829400,"counter":148,"content":"<p>-----and should not be tolerated.  I am delighted to hear the Garda Commissioner is coming in tomorrow for a meeting to review the whole situation of security and what has happened.  I know how inconvenienced Members have been.  I know of difficult family circumstances for Members who could not get to their destinations.  Their families were very hurt as a result of it.  I will not get into personal circumstances but I have heard a number of circumstances which were appalling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N03900","speaker":"1130"},{"type":"speech","time":1435829400,"counter":149,"content":"<p>Sorry for interrupting, on a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04000","speaker":"1156"},{"type":"speech","time":1435829400,"counter":150,"content":"<p>Will the Senator please allow the Leader to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04100","speaker":"1127"},{"type":"speech","time":1435829400,"counter":151,"content":"<p>It is certainly an attack on democracy.  If it is a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04200","speaker":"1130"},{"type":"speech","time":1435829400,"counter":152,"content":"<p>I will rule on that issue.  What is the Senator's point of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04300","speaker":"1127"},{"type":"speech","time":1435829400,"counter":153,"content":"<p>My information is that it was dissident Continuity IRA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04400","speaker":"1156"},{"type":"speech","time":1435829400,"counter":154,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04500","speaker":"1127"},{"type":"speech","time":1435829400,"counter":155,"content":"<p>We have to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04600","speaker":"1156"},{"type":"speech","time":1435829400,"counter":156,"content":"<p>The Senator knows that is not a point of order.  The Leader to continue, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04700","speaker":"1127"},{"type":"speech","time":1435829400,"counter":157,"content":"<p>I thank the Senator for supporting me.  They are anarchists.  It is an attack on democracy and it should not be tolerated.  There may have been people out there who had legitimate protest on their mind but it was certainly overtaken by these thugs.  I reject the assertion that there is any degree of sensationalism about the coverage.  People here know exactly what happened and it can be viewed on social media.  However, they will probably not put up on social media the attacks they made on the garda&iacute; and on Members.  I hope that issue will be addressed.  Any right-thinking person does not want this type of thuggery.  Some 95% of the people do not want this type of activity, be it outside the Parliament, any house or any building where thuggish elements attack the Garda who do so much for us in protecting democracy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04800","speaker":"1130"},{"type":"speech","time":1435829400,"counter":158,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N04900","speaker":"1156"},{"type":"speech","time":1435829400,"counter":159,"content":"<p>Senator Feargal Quinn raised the issue of mortgage rates and asked that No. 28 be discussed.  We will certainly consider that request.  Some of the banks have reduced their variable rates.  I hope action will be taken against those who have not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Quinn also referred to the building regulations guidelines and said that provisions of the carbon monoxide alarm legislation are included in them.  Our input was to feed into those building regulations and I am glad the Seanad has played a part in that regard.<\/p><p>With regard to swimming lessons for children, I am told that aquatics is a component part of the physical strand of the primary school curriculum.  Many schools have swimming lessons for children.  I do not know whether it is a compulsory provision but I agree with the Senator that it is a part of the education strand and I hope that it would be extended to everyone.<\/p><p>Senators Cullinane and Moran referred to the passing of Val Doonican.  He was made a freeman of my city, Waterford.  I knew him and I know many of his family in the city.  He certainly was a proud Waterford man and Irish man.  Val often said that he was an overnight success but he had been ploughing the ground-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#N05000","speaker":"1130","continuing":true},{"type":"speech","time":1435829400,"counter":161,"content":"<p>That does not exist.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00200","speaker":"1156"},{"type":"speech","time":1435829400,"counter":162,"content":"<p>For 40 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00300","speaker":"1126"},{"type":"speech","time":1435829400,"counter":163,"content":"<p>-----for up to 40 years before he became a success, but what a success he was.  He had his own television programme on the BBC.  He was a former, and very proud, past pupil of the school I attended, the De La Salle College in Waterford.  I would like to express my condolences and good wishes to his family and sympathise with them at this sad time.  He was certainly a great ambassador for his city and our country.<\/p> <p>Senator Colm Burke raised the issue of the reform of the social welfare system and the challenges facing us in the future, and there is no doubt there are many of them.  <\/p> <p>In regard to social welfare payments and people who questioned why lone parent social welfare payments have not come through today, I understand the vast majority have come through and where there is a difficulty it will be attended to as a matter of urgency.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00400","speaker":"1130"},{"type":"speech","time":1435829400,"counter":164,"content":"<p>On a point of order, will a press release be issued to inform those who have not been paid?  They will not have money for the weekend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00500","speaker":"1196"},{"type":"speech","time":1435829400,"counter":165,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00600","speaker":"1127"},{"type":"speech","time":1435829400,"counter":166,"content":"<p>Members have been told by Cathaoirleach what a point of order is; many Members are making points of order which are not points of order.  It is happening on a daily basis.  It is used as an excuse by Members to stand up and make a point.  Members should read their Standing Orders and be told what are points of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00700","speaker":"1130"},{"type":"speech","time":1435829400,"counter":167,"content":"<p>I have ruled on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00800","speaker":"1127"},{"type":"speech","time":1435829400,"counter":168,"content":"<p>I suggest we have a tutorial on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O00900","speaker":"1164"},{"type":"speech","time":1435829400,"counter":169,"content":"<p>Allow the Leader to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O01000","speaker":"1127"},{"type":"speech","time":1435829400,"counter":170,"content":"<p>I note Senator &Oacute; Domhnaill's point in regard to agriculture and the sheep sector and I will bring the matter to the attention of the Minister for Agriculture, Food and the Marine.  The Leas-Cathaoirleach made a point regarding razor clam fishermen yesterday which I raised with the Minister.  I understand there is an inland fisheries forum and up to 40 minutes were spent dealing with issues relating to razor clam fishermen with the Minister recently.  The Senator should encourage these razor clam fishermen to engage with the forum and the Minister will be very receptive to their representations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O01100","speaker":"1130"},{"type":"speech","time":1435829400,"counter":171,"content":"<p>The forum is a joke.  It is not working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O01200","speaker":"1139"},{"type":"speech","time":1435829400,"counter":172,"content":"<p>Senator Paschal Mooney has proposed an amendment to the Order of Business: \"That No. 67, motion 16, be taken before No. 1.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O01300","speaker":"1127"},{"type":"speech","time":1435829400,"counter":173,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#O01400","speaker":"1128"},{"type":"unspoken","time":1435829400,"counter":174,"content":"<p>Amendment put.<\/p>"},{"type":"unspoken","time":1435829400,"counter":175,"content":"<p>The Seanad divided by electronic means.<\/p>"},{"type":"speech","time":1435829400,"counter":176,"content":"<p>Under Standing Order 62(3)(b) I request that the division be taken again other than by electronic means.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#P00300","speaker":"1128"},{"type":"unspoken","time":1435829400,"counter":177,"content":"<p>Amendment again put.<\/p>"},{"type":"vote","time":1435829400,"counter":178,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 21; Níl, 22.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paschal Mooney and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#Q00100","aye":["1189","1116","1196","1147","1133","1131","1119","1140","1128","1146","1136","1123","1139","1169","1145","1155","1171","1126","1156","1164","1176"],"nay":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1172","1152","1135","1161","1132","1174","1134","1118","1187","1153","1125","1163","1143"]},{"type":"vote","time":1435829400,"counter":179,"content":"<p>Question put: \"That the Order of Busines be agreed to.\"<\/p><p>The Seanad divided: Tá, 21; Níl, 18.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Paschal Mooney and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015070200002#Q00200","aye":["1148","1138","1150","1165","1151","1124","1158","1130","1166","1172","1152","1135","1161","1132","1174","1134","1118","1187","1153","1125","1143"],"nay":["1189","1116","1196","1147","1131","1119","1140","1128","1146","1136","1123","1139","1169","1145","1155","1126","1164","1176"]}]