[{"type":"minorheading","content":"Prelude","time":1622795400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 9:30:00","time":1622795400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1622795400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1622795400,"counter":4},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1622795400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#A00100"},{"type":"speech","time":1622795400,"counter":6,"content":"<p>D&aacute;il &Eacute;ireann has passed, on 2 June 2021, the Health and Criminal Justice (Covid-19) (Amendment) Bill, considered by virtue of Article 20.2.2&deg; of the Constitution as a Bill initiated in D&aacute;il &Eacute;ireann, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#A00200","speaker":"1650"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1622795400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#A00300"},{"type":"speech","time":1622795400,"counter":8,"content":"<p>We often mark the national days of our European Union colleagues.  Like St. Patrick's Day, the Portuguese national day is a moment to remember one the country's heroes, the great poet, Lu&iacute;s de Cam&otilde;es, the anniversary of whose death is in 1580.  That is the anniversary remembered by the Portuguese people.  Lu&iacute;s de Cam&otilde;es was the author of the epic poem \"The Lusiads\", which highlights the voyage of discovery of the seafaring nation between the 15th and 16th centuries.  Portugal's national day unites all the Portuguese people, especially the diaspora on every continent, when they come together to celebrate their culture and history.<\/p> <p>From our geographical position on the edge of Europe, Ireland and Portugal, as two old nations, share a special relationship with the Atlantic Ocean and the wider world.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Portugal has the Presidency of the Council of the European Union.  At European Union level, and indeed in the wider world, we have warm and friendly relations.  I extend my best wishes to the Portuguese people here in Ireland and around the world, as well as to the Portuguese ambassador, Miguel de Almeida e Sousa, on their national day.  <i>Bon dia Cam&otilde;es<\/i>.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#A00400","speaker":"1650","continuing":true},{"type":"majorheading","content":"Health and Criminal Justice (Covid-19) (Amendment) Bill 2021: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1622795400,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#B00200"},{"type":"speech","time":1622795400,"counter":11,"content":"<p>This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 148, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question, \"That the Bill be received for final consideration\", the Minister may explain the purpose of the amendments made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendments to the Seanad.  For Senators' convenience, I have arranged for the printing and circulation of the amendments.  The Minister will deal separately with the subject matters of each related group of amendments.  I have circulated the proposed groupings to the House.  Senators may speak only once on Report Stage.  The only matters, therefore, which may be discussed are the amendments made by the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#B00300","speaker":"1650"},{"type":"unspoken","time":1622795400,"counter":12,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1622795400,"counter":13,"content":"<p>These are essentially equivalent amendments throughout the Bill.  To put these amendments in context, I received communication from the health committee expressing its serious concern about the Bill, as initiated, whereby a sunset clause of up to 12 weeks could be rolled over indefinitely pending a vote of both Houses.  There was also a constructive and productive debate in the Seanad.  On the back of that debate, as colleagues will recall, I undertook to seek the Government's approval to substantially amend the Bill.  This required a new decision of the Government.  I secured that agreement to table amendments in the D&aacute;il.<\/p> <p>The amendments, for which I sought agreement from the Government, will essentially allow only one extension of up to 12 weeks.  The Bill would then fall.  If it were deemed necessary in the future to have more targeted public health measures in response to Covid, we would need to go through the legislative process again.  My understanding is that there was broad support around the Seanad for that approach.  Earlier this week, these amendments were brought forward and passed in the D&aacute;il.<\/p> <p>There are nine amendments, one of which is a technical amendment concerning wording.  The other eight amendments essentially seek to do the same thing throughout the Bill.  The Bill seeks to extend the ability of the Government to make regulations for public health measures that are proportionate to the risk posed by Covid-19.  There are four Acts which allow for those powers.  One of the amendments is a technical one concerning wording.  The other eight are four groups of two amendments which seek to make the same change as the Bill pertains to the four Acts which are referenced and which we are seeking to extend the powers within.  What they propose is, that after the initial period has fallen, or comes due, which is 9 November, with the agreement of both Houses, we could extend the period for up to 12 weeks.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Stephen Donnelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2336\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2336&amp;amp;pid=StephenDonnelly&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That would bring us up to February, and that would be the end of it.  That would pertain to all of the related Acts.<\/p><p>I do not know if I will get another chance to speak so, if possible, I will lay this out.  There was a lengthy debate over many hours on Committee Stage in the D&aacute;il and unfortunately I had no time to respond to any of it.  There were some who believe that there should be no measures, that people should do whatever it is that they want to do, and that there should be nothing to try to control the spread of the virus.  Quite a number of contributors believe that.  They voted against the Bill, which I believe would be a rational vote.  They fundamentally do not believe that there should be public health measures in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#B00500","speaker":"1623","continuing":true},{"type":"unspoken","time":1622795400,"counter":15,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1622795400,"counter":16,"content":"<p>They fundamentally do not believe that there should be any public health measures in place.  They believe that the civil liberty argument takes total precedence over the right to safety, human life, human health, etc.  That is their position and for them to vote against the Bill is therefore rational.  I utterly disagree with that view but at least if one holds that view and votes against this Bill, that is a rational vote based on the fact that one believes that freedom is more important than life, and that is fine.  Many other people also voted against the Bill, which I found disappointing.  They have always supported the fact that public health measures are needed and even in the debate accepted that these public health measures are needed now.<\/p> <p>As I am sure colleagues are aware, the Chief Medical Officer and I will meet with Limerick city and county Deputies and Senators later today.  There is a serious outbreak in Limerick, with more than 100 cases from Wednesday reported yesterday.  We are looking closely at it today.  It goes right across society.  It is from post-third level gatherings and parties, workplaces, commutes, household gatherings and is across the board.  I was talking with the Chief Medical Officer about this yesterday and I asked if the Indian variant, or delta variant, is at play here, and he said that it was not.  He said it is the B.1.1.7 variant, whichever name we are giving that one.  We all understand the B.1.1.7 variant.  It is just that at play.  What is happening in Limerick right now is eminently solvable and I have no doubt that the people of Limerick city and county are already stepping up to deal with this and fantastic work is going on on the ground.  It reminds us of just how serious the situation is and can quickly become, and why public health measures are needed.<\/p> <p>There were Deputies who, to their credit, believe that we need public health measures but believe that the date of November is wrong, which is valid.  They tabled amendments accordingly and could have voted on those amendments.  None of the amendments were taken and so they voted against the entire Bill.  That is disappointing and reckless.  Members of the D&aacute;il who believe in and support public health measures, who fully back the idea that we need public health measures for what is happening in Limerick and different parts of the country, voted against the entire Bill.  That meant they were voting against the State having any ability to respond to an ongoing pandemic which, in my view, was an extraordinarily reckless thing for them to do.  Luckily the Bill passed the D&aacute;il and is back here.  It was disappointing because I listened carefully to the Joint Committee on Health and to the Seanad and went to the trouble of substantively changing the Bill to have only one three-month extension.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Stephen Donnelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2336\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2336&amp;amp;pid=StephenDonnelly&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->So it was very disappointing when that had been done as well, that they still voted against the entire Bill, simply on a disagreement as to whether the date should be November, September or some other date.  I want to register that, as it was a very reckless thing to do.<\/p><p>There was a very productive debate here in the Seanad and in the D&aacute;il with regard to oversight.  These are extraordinary powers.  I have used the word \"draconian\", as have many Senators and Deputies.  They are extraordinary powers and we want them to be gone as quickly as possible.  On Monday next there will be more relaxation of those rules.  Interestingly, were this Bill not to pass, we would not be able to continue on Monday with the steady and safe unwinding of the measures.  What would happen is there would simply be no measures on Monday morning whatsoever and that would be an extraordinarily foolhardy thing to do in terms of the safety of people living on this island.<\/p><p>There is very substantial analysis, oversight and checks in place for this, which there should be.  In terms of analysis, some Members of this House and of the D&aacute;il said there was no analysis available as to how these decisions are being made.  The decisions are based on advice from NPHET and other sources.  Public health, social and economic advice comes to me and to the Government.  All of the NPHET advice is online.  All of the analysis it uses is online.  The presentations NPHET uses internally and for the Government are all available online.  The papers it discusses and endorses, for example, the detailed papers on ventilation and other really good work, are all available online.  The Garda data are available.  Colleagues very reasonably sought data on how the powers are being used and enforced.  Those facts and figures are available.  They are published.  I would be very happy to provide colleagues with any further information I could.  There were some very reasonable questions on geography, demographics and so forth in terms of who the enforcement powers were being used on.<\/p><p>The next level of oversight is the Oireachtas itself.  I hope that the process we are going through is proof of that.  There was a meeting with the health committee and there was a very healthy debate here and in the D&aacute;il.  As a result of this we are making very substantial changes to the Bill, which is the substance of what we are here to discuss.  There have been regular debates in both Houses.<\/p><p>The next level of oversight is the Government itself.  It is worth stating that while this Bill gives powers to the officeholder who is the Minister for Health, which is me, to make these regulations, the process by which these regulations are made is after a decision of the Government.  Regulations are not being made in the Department of Health without recourse to the rest of the Government.  What happens is that NPHET meets and it does a very detailed analysis.  All of the analysis is available publicly.  It presents to the Cabinet Covid committee.  Others who present to the committee include the HSE and the vaccine task force.  A lot of information is considered.  The Covid committee then essentially makes recommendations to the Government.  The Government makes its decisions, whatever they may be, in terms of public health measures, whether that is to bring in public health measures or at the moment, thank goodness, unwinding all of the public health measures.  Then the Department of Health essentially uses the Government decision to write the regulations, which I then look at.  We have a further round of consultation with relevant line Ministers and then and only then are the regulations signed.  They are published before they come into effect.  It is important that colleagues understand that.  These regulations are not something that the Department of Health or I do in isolation.  There is a very clear all-of-Government approach to all of this.<\/p><p>Then there is a mechanism whereby the Oireachtas can seek to annul those regulations.  The regulations are laid before the Houses.  It is my understanding that it is section 5(5) of the Health Act 1947 - I may have it slightly wrong - but there is a section whereby the Oireachtas can seek to annul the regulations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Stephen Donnelly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2336\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2336&amp;amp;pid=StephenDonnelly&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was triggered over the substantial meal regulation, which I am sure we will all remember.  There was a debate on the matter and a vote to seek to annul the regulation.  Therefore, there is a mechanism for the Oireachtas to state it is not happy with any regulation and it wants a debate on it.  It can trigger this to annul regulations.<\/p><p>The next layer of oversight is the courts.  It is important for us to remember that this Act is not seeking an extension simply to allow the introduction of whatever measures one wants; the measures introduced must be proportionate, and that is laid down in the Acts.  Anyone can challenge the proportionality.  As colleagues will be aware, there have been numerous court cases.  There are several cases before the courts right now, including on the domestic measures.  There were several cases concerning hotel quarantine and there was a case concerning pubs and restaurants.  Numerous cases have been taken whereby people exercised their right to challenge the proportionality of these measures.  The courts have a role and the measures must be proportionate.  This is one of the reasons we could not simply introduce mandatory hotel quarantine for any country, regardless of the risk.<\/p><p>I will leave it at that.  I just wanted to lay out for colleagues where we have got to.  I hope colleagues will support the amendments.  They are essentially amendments that the Seanad asked for.  It was dead right to ask for them.  We have now made them.  If there are Members of the Seanad who simply do not believe we should have public health measures in place &mdash; there are certainly such Members in the D&aacute;il &mdash; I could not disagree more strongly with them.  It is a view and it is obviously anyone's right to hold it.  If such individuals voted against this Bill, it would be rational but I appeal to colleagues in the Seanad who fundamentally agree with the premise that we need to continue with public health measures from Monday onwards, which is really what we are being asked about, to support the Bill, even though they may disagree with the date in November.<\/p><p>As I said on the last occasion, there is no right date.  It is a public health-informed date.  The UK, for example, has opted for the end of September.  We have opted for the start of November.  We are about five weeks behind the UK vaccine programme so it lines up quite well in terms of the projected rates of the disease and so forth.  September, to me and public health officials, is too early, partly because we will see many people going back to school, work and third level education in that month.  The public health view is that one would want to have the ability &mdash; I hope it will not be needed &mdash; to address any issue arising.  An example I gave on the last occasion concerned masks in that there might be situations in which it will still be appropriate to have face coverings.  I have no idea whether that will arise.  That is the public health view.  We believe there will be a lot of social interaction in August and that many people will be going back to education and work in September.  The view, therefore, is that for September and October, we will want to retain the ability to introduce what I emphasise as proportionate measures.  If the disease rate is very low, as I hope it will be, there may just be a need for very targeted, proportionate measures.  By November, or the end of October, essentially, it is hoped there will be no more need for them.  Regardless of whether colleagues believe the date should be in November, October or September, if they fundamentally believe that from next Monday onwards we will still need public health measures, they should support the Bill itself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#C00300","speaker":"1623","continuing":true},{"type":"speech","time":1622795400,"counter":19,"content":"<p>I welcome the Minister to the House and welcome the fact that the Government did examine the points made in this House on the last occasion and realised that it was not simply asking for a six-month extension followed by a three-month extension; it was asking this House to agree that there should be a six-month extension followed by an open-ended series of three-month extensions, virtually forever.  When that point was made in this House, the Minister began to see the strength of it.  The health committee had made points about it but we still voted the legislation through as it stood because we were guillotined.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister made the very reasonable complaint that he was not able to say some of the things he said today in this House because of time constraints in D&aacute;il &Eacute;ireann.  However, who imposed that guillotine?  The answer is that he did.  Government Whips imposed that deadline on D&aacute;il &Eacute;ireann.  It was the Minister and his party.  I will not get overly excited about it, but I am saying that those Members who found themselves forced into voting against the entire Bill because they could not move their amendments and have them individually voted on were the victims of a decision made by the Government to shove this thing through regardless because of the timeframe the Government itself had created.<\/p><p>I know that Monday was to be the cut-off date and that we had to legislate before Monday.  However, there was no reason this legislation could not have been introduced two months ago with plenty of time to debate it.  That date was clearly there.  Everybody knew that date was coming.  The Minister created this emergency by not legislating to extend until it gets very urgent.  He then turns around and claims he could not contribute to a debate because of what the Whips had put down on the Order of Business in D&aacute;il &Eacute;ireann.  It is a bit much.  I am not going to get in any sense ratty with the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#E00200","speaker":"1669","continuing":true},{"type":"speech","time":1622795400,"counter":21,"content":"<p>The Senator just did get ratty.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#F00200","speaker":"1637"},{"type":"speech","time":1622795400,"counter":22,"content":"<p>No, that is not ratty.  I just want the irony of what the Minister has come in here to complain about made very clear.  We wanted to debate these issues in this House.  We wanted more time to deal with it.  We wanted to make the amendments the Minister wanted to make, but we were refused and told to push it through to one vote and that is it.  That is what happened in this House and that is what happened eventually in D&aacute;il &Eacute;ireann.<\/p> <p>The Minister said that he can understand those people who believe in no restraints at all and the consistency of their position that they just vote against any such regulations.  He thinks they are somehow to be credited with some degree of rationality.  However, he then accuses the people who opposed his Bill and who could not amend it because of the Order of Business and the guillotines the Government put down of being reckless for objecting to that procedure.  <\/p> <p>That raises the fundamental question as to how we have dealt with this Covid crisis.  I believe we have dealt with it in a very inadequate way.  I will not put it stronger than that; I could use different adjectives.  When there was no Government, only an acting Government, before the Minister became Minister, we had an all-party Covid committee, chaired by Deputy McNamara.  Its function as a D&aacute;il committee was to look at what was being done.  It was a semi-permanent oversight mechanism.<\/p> <p>I have spoken to Deputy McNamara and other members of that committee on many occasions.  The intended purpose of it was to seek accountability from NPHET and ask its representatives to justify the ban on intercounty travel, limits of 5 km rather than 20 km or whatever it might be.  That committee was disbanded at the behest of the Government.  We were told that instead of that we would have a different system and that all the sectoral committees would deal with the Covid crisis separately.  The result is that there was effectively little or no oversight of what the regulations were achieving or whether they were in any respect excessive.  <\/p> <p>The Minister said two things.  He can always annul a regulation.  If we annul a regulation that has been made, we act recklessly because we scrap everything even though there may only be one paragraph in it to which we object.  He cannot annul just one paragraph of a statutory instrument.  Either the whole thing stands or it does not.  The Houses of the Oireachtas are faced with the same binary choice.  If a regulation is made requiring 10 km instead of 5 km, the only thing a Member who objects to 10 km rather than 5 km can do is to table a motion in either House of the Oireachtas to annul that statutory instrument.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Then that Member would be accused of being reckless and told he or she was going to sweep away all protections everywhere in the country on the same basis.  If the Minister is going to accuse people of being reckless, he should remember that if a statutory instrument is annulled, every bit of it goes up in smoke.  The result would be that there will be no regulation whatsoever.  That is the kind of binary choice that was put before people.<\/p><p>When the former Minister for Health came to the Seanad seeking the original amendments to the 1947 Act, I voted for them because I thought they were necessary.  That was in March, April or whatever of last year.  I hoped, as we all did at that time, that this would be a short-lived thing.  The problem is now that far-reaching decisions are being made which affect the country at every level and the process has not been satisfactory.  There should have been a special standing committee of the Houses of the Oireachtas set up to bring in representatives from NPHET and ask them hard questions about the advice it gives.  It is all very well for the Minister to say that the Department receives advice from NPHET, brings it to the Government and Ministers challenge it and that a regulation can be annulled afterwards if that is what is desired.  The fundamental point is, however, that the law-making process for the Irish people under our Constitution is the Houses of the Oireachtas and the Oireachtas acting collectively.  Bringing the matter from NPHET via the Department to the Cabinet and then out in the form of regulations and then saying the Houses of the Oireachtas can annul the whole thing and that is its only choice is not proper consideration.  There should have been and we could have had a different approach.  We could have had a situation whereby regulations can come in and have a life of three weeks and then have to be debated and approved after line-by-line scrutiny where we go through it and justify the measures in it.  That was possible but inconvenient.  That is the problem we have had.<\/p><p>I am not here to speak on behalf of Deputies who voted against the entire Bill but I share a sense of a bit of repressed anger that they should be accused of being reckless when they were corralled into making a binary choice: do it my way or no way.  Then they are told, since they are doing it no way, they are reckless.  That is not reasonable.<\/p><p>The point the Minister made in respect of judicial review is fine, except that a judge cannot come to the view that he or she would not have made the particular regulation in the form it was made.  In order to succeed in judicial review, one has to show the decision was irrational and no reasonable person in the Minister's position could have made the decision the Minister made.  If it is 5 km or 20 km, 2 m or 1.5 m distance on a bus or a quarter or a half of public transport capacity, one cannot just say to the judge, \"With the greatest of respect, that's excessive\" and have the judge say that he or she agrees and will strike it down.  Excessiveness is not the issue.  It is whether any Minister could reasonably, exercising the powers he or she had, make the regulation in the form it is in.  If one does not meet that test, one fails.  A High Court judge could say the 20 km thing is a bit daft and he or she would have done 10 km, but go on to ask who he or she is to say the Minister got it madly wrong and no reasonable Minister could have said 20 km rather than 10 km or that all counties are the same for the purposes of restrictions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Those issues are ones where judicial review does not avail a person challenging the measure unless he or she proves that it was so lacking in proportionality or reasonable justification that no reasonable Minister could have exercised the power in the way the Minister did in making that statutory instrument.  That is not much of a safeguard in terms of working out whether, for instance, the construction industry should have been exempt or whether social housing should have been allowed to go ahead but ordinary, non-social housing should have been halted.  Those are the kinds of decision the High Court cannot really purport to make; they are decisions that were made at Cabinet and they require justification but they did not receive it.  There was no debate of which I have heard - maybe it happened somewhere in these Houses and I was not aware of it - involving anybody saying there is a rational distinction to be made between allowing social housing projects to continue and stating that non-social housing projects must halt.  There may be some science behind that.  Perhaps Dr. Holohan has some view of a variant that flits here and there between different housing estates.  I do not know whether that is the case.  I am making the point that, at least, somebody should have been in a position to ask him or the Minister that question and to get a rational answer before that regulation was made.<\/p><p>I do not want to hog the time and I know other Senators wish to speak but I wish to say that we are now in a wholly artificial and unnecessary position of being up against a deadline and the Minister is now saying that if we do not do it his way, we are reckless.  That is the gist of what he is saying in this House.  I am going to vote against the Bill.  I am not going to be reckless; I am going to vote against it as a protest.  I know the Minister has the numbers, so I am aware of the consequences, but I am going to vote against it in its entirety because there has not been sufficient public oversight and Oireachtas oversight of the measures that have been taken and the mechanisms for oversight have been wholly overridden by decisions such as those to impose guillotines and the like.<\/p><p>I will give the Minister an example.  He very interestingly told the House today about a situation in Limerick.  It is a serious matter if there is an outbreak of 200 people in Limerick and if it is not the delta variant or whatever the Indian variant is now called, so be it.  I would like to know some other facts about that.  I would like to get in Dr. Holohan and ask him the very simple question of how many people who have been semi-vaccinated have succumbed in the past while.  Is it mainly among people who have not been vaccinated at all?  How many people who have been received two vaccine doses have become ill and how many of them have been hospitalised?  I would love to know the answers to those questions but there is no means of finding them out in this House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#F00300","speaker":"1669","continuing":true},{"type":"speech","time":1622795400,"counter":25,"content":"<p>There is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H00200","speaker":"1637"},{"type":"speech","time":1622795400,"counter":26,"content":"<p>There is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H00300","speaker":"1623"},{"type":"speech","time":1622795400,"counter":27,"content":"<p>The Minister has not told us-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H00400","speaker":"1669"},{"type":"speech","time":1622795400,"counter":28,"content":"<p>The Senator is not a virgin Member of the House-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H00500","speaker":"1637"},{"type":"unspoken","time":1622795400,"counter":29,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1622795400,"counter":30,"content":"<p>I am not going to hog the time but one can go back to the maps that were shown of outbreaks of Covid.  Outbreaks that were six months old were still appearing as clusters on those maps.  There have been all sorts of problems and it is not good enough to say, \"Here is my Bill; these are my regulations.  Give me the powers.  Do it my way or face the accusation of being reckless.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H00700","speaker":"1669"},{"type":"speech","time":1622795400,"counter":31,"content":"<p>We are here to amend the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H00800","speaker":"1623"},{"type":"unspoken","time":1622795400,"counter":32,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1622795400,"counter":33,"content":"<p>I welcome the action of the Government in, at least, facing up to the proposition that it was not going to make this an open-ended emergency in the way that it was-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01000","speaker":"1669"},{"type":"speech","time":1622795400,"counter":34,"content":"<p>The Senator said he was not going to-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01100","speaker":"1685"},{"type":"speech","time":1622795400,"counter":35,"content":"<p>Sorry, Senator, under Standing Order 39 Senators have to ask permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01200","speaker":"1650"},{"type":"speech","time":1622795400,"counter":36,"content":"<p>I got permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01300","speaker":"1685"},{"type":"speech","time":1622795400,"counter":37,"content":"<p>He did ask permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01400","speaker":"1637"},{"type":"speech","time":1622795400,"counter":38,"content":"<p>I did ask for permission.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01500","speaker":"1685"},{"type":"speech","time":1622795400,"counter":39,"content":"<p>I did not hear you.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01600","speaker":"1650"},{"type":"speech","time":1622795400,"counter":40,"content":"<p>If Senator Ward wants to make an intervention during my speech, he is perfectly welcome to do so, but he will only lengthen the matter.  I am about-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01700","speaker":"1669"},{"type":"speech","time":1622795400,"counter":41,"content":"<p>Senator Ward has 30 seconds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01800","speaker":"1650"},{"type":"speech","time":1622795400,"counter":42,"content":"<p>Senator McDowell said he does not want to hog the time.  We are now approximately five minutes away from the end of this session.  If he does not want to hog the time, maybe he should be seated.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H01900","speaker":"1685"},{"type":"speech","time":1622795400,"counter":43,"content":"<p>Who set the time limit?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H02000","speaker":"1660"},{"type":"speech","time":1622795400,"counter":44,"content":"<p>Who, may I ask, set an hour for this matter?  Who set the guillotine in the D&aacute;il?  Who did any of that?  All of the Government Senators sheepishly support these guillotine measures.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We could have had a vote on the ordering of the business for today and eroded more time.  It is about time that the guillotine stopped falling on important measures that affect everybody's daily routine.  Most importantly, it is about time that these Houses took back some real degree of scrutiny over laws that are having a huge effect on how society is functioning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#H02100","speaker":"1669","continuing":true},{"type":"speech","time":1622795400,"counter":46,"content":"<p>I thank the Minister for effectively accepting the amendments that I put forward in the Seanad.  They dealt with a very serious issue whereby the Bill, as drafted, was indefinite.  The Bill allowed for indefinite extension by three months' resolution, followed by a three month's resolution, with no final end date.  I made the case in the Seanad on the seriousness of what that would mean in terms of the balance between the Executive and the Legislature.  I thank the Minister for taking them on board.  I would have liked if my amendments had been accepted in the Seanad.<\/p> <p>I note there is a concern that there has been a habit, sometimes, of not accepting very sensible amendments in the Seanad but waiting to accept them in the D&aacute;il.  In fact, these are effectively the same measures that I put forward.  There is a concern about the timing and the guillotine in that respect but I acknowledge that the legislation at least sets a final date, which is important.  There are slight differences but effectively the same principle will apply and there is a final date.  It is a final date that is very far away, which remains a concern for many and I understand that concern.<\/p> <p>I highlight the amendments that the Minister did not accept, unfortunately, in either this House or the D&aacute;il but I hope that he will deliver in practice on the call for a review.  He has heard the distress of the House at being asked to pass Bills without all of the information Members need in terms of the review.  With respect, the 28-day annulment of a regulation is not sufficient because we are responsible, we have that nuance and we will not risk a danger to public health because we are concerned about one aspect.  That should not be taken for granted.<\/p> <p>I urge the Minister, although he has not accepted it in this Bill, that the request made in my amendments and in amendments tabled by others in the D&aacute;il, that before he comes back in November, if he comes back in November, to request an extension that, in a timely manner, of at least one month before that, we would publish a review in respect of all of the regulations and how they have operated. Being able to pull an emergency break is something that we do not necessarily want to do but we may want to be able to steer things in a different direction.  We may want to bring the information that all of us have in terms of how those have operated.  We may, therefore, want to bring nuance when or if the motions, to extend these four different pieces of legislation, were to come before us in November.<\/p> <p>I ask the Minister not come to us in November and tell us it is an emergency again, yet not give us what we need, which is a full scrutiny of the regulations and the humans rights aspects of the implications of the regulations before we are asked to extend further.  I say that again acknowledging that at least there is an ultimate final date but very much conscious that even five months, six months or eight months of time in which we have measures that are not properly balanced where we do not know how they are panning out in reality, and where we do not know how they might be improved, is regrettable.  I regret the process.  It is unacceptable that a review was not published prior to this discussion.  It would have eased the discussion a lot if we had been able to respond and I refer, for example, to the nuance that we have not been able to discuss and to the changes happening in terms of the mental health provision Act.  There are certain other concerns about some of the other laws that came through last November or December.  There are differences and nuances here that we are not able to discuss.  We have only addressed the core danger of an indefinite process, which is good, but more is needed.<\/p> <p>The Minister has pointed to the different stages but those are all of the stages that lead to the regulations and immediately after them.  What we need to look at now is the experience of citizens in this State under those regulations so that we adapt and respond in our law, accordingly, because those regulations are more far reaching than regulations usually would be.<\/p> <p>I thank the Minister for acknowledging that the powers did not sit easily with him.  At least he has ensured that they will not sit indefinitely with him.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is an improvement but, nonetheless, I ask the Minister to commit to publishing a review in a timely manner before he comes back to the House for an extension.  I must say one final thing, which I say every time.  One of the factors that will affect whether we are asked for an extension in November will be whether Ireland and the EU have supported a trade related intellectual property rights, TRIPS, waiver and have taken the actions they can take to ensure a wider global level of vaccination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#J00200","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":48,"content":"<p>As it is now 10.15 a.m.-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00200","speaker":"1650"},{"type":"speech","time":1622795400,"counter":49,"content":"<p>It is most unfortunate that we are in this situation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00300","speaker":"1644"},{"type":"speech","time":1622795400,"counter":50,"content":"<p>Is this a point of order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00400","speaker":"1650"},{"type":"speech","time":1622795400,"counter":51,"content":"<p>I am someone who represents the mid-west.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00500","speaker":"1644"},{"type":"speech","time":1622795400,"counter":52,"content":"<p>Is this a point of order?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00600","speaker":"1650"},{"type":"speech","time":1622795400,"counter":53,"content":"<p>The situation in Limerick is critical.  This legislation is extremely important to protect not only the people of Ireland, but the most-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00700","speaker":"1644"},{"type":"speech","time":1622795400,"counter":54,"content":"<p>The Government parties should have given us more time then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00800","speaker":"1660"},{"type":"speech","time":1622795400,"counter":55,"content":"<p>We were only given 45 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K00900","speaker":"1664"},{"type":"speech","time":1622795400,"counter":56,"content":"<p>The Senator will resume his seat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K01000","speaker":"1650"},{"type":"speech","time":1622795400,"counter":57,"content":"<p>The people of Limerick and the mid-west are in a situation in which-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K01100","speaker":"1644"},{"type":"speech","time":1622795400,"counter":58,"content":"<p>We were only given 45 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K01200","speaker":"1660"},{"type":"speech","time":1622795400,"counter":59,"content":"<p>-----there are approximately 800 cases.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K01300","speaker":"1644"},{"type":"speech","time":1622795400,"counter":60,"content":"<p>I must put the question.  I am required to put the following question in accordance with an order of the Seanad of 1 June 2021: \"That Fourth Stage is hereby completed, that the Bill is hereby received for final consideration and that the Bill is hereby passed.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K01400","speaker":"1650"},{"type":"vote","time":1622795400,"counter":61,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 24; Níl, 12.<\/p><br\/><br\/><p>Tellers: Tá, Senators Lisa Chambers and Seán Kyne; Níl, Senators Michael McDowell and Sharon Keogan.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#K01500","aye":["1629","1630","1636","1637","1638","1384","1639","1640","1641","1642","1643","1644","1646","1647","1651","1653","1654","1656","1412","1665","1692","1694","1682","1685"],"nay":["1631","1634","1635","1660","1663","1664","1669","1672","1688","1683","1684","1686"],"abs":[]},{"type":"majorheading","content":"Health and Criminal Justice (Covid-19) (Amendment) Bill 2021: Motion for Earlier Signature","time":1622795400,"counter":62,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#N00100"},{"type":"speech","time":1622795400,"counter":63,"content":"<p>I move:<\/p> <blockquote> \tThat, pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Health and Criminal Justice (Covid-19) (Amendment) Bill 2021 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#N00200","speaker":"1653"},{"type":"unspoken","time":1622795400,"counter":64,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":65,"content":"<p>Sitting suspended at 10.35 a.m. and resumed at 10.50 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Affordable Housing Bill 2021: Committee Stage (Resumed)","time":1622795400,"counter":66,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#S00100"},{"type":"unspoken","time":1622795400,"counter":67,"content":"<p>SECTION 7<\/p>"},{"type":"unspoken","time":1622795400,"counter":68,"content":"<p>Debate resumed on amendment No. 26:<\/p><p><\/p>"},{"type":"speech","time":1622795400,"counter":69,"content":"<p>Senator Higgins was in possession.  Do you wish to resume, Senator Higgins?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#S00400","speaker":"1692"},{"type":"speech","time":1622795400,"counter":70,"content":"<p>Yes.  I will not speak for much longer on this amendment as we have discussed it.  The amendment deals with the amounts that would be paid to a provider of affordable housing, for example, a developer with whom a local authority or housing authority has an arrangement.  There are two clauses here.  One relates to the price paid directly by the direct purchaser, that is, the individual who will live in the house if the owner occupier element holds, which I think it should, versus the amount agreed with a local authority.  The idea is that if the direct price ends up being more than that, a supplement would be paid and, similarly, the reverse.  My point is that any top-up a local authority might be required to pay under this should not exceed the market price.<\/p> <p>I believe we need deflation in the housing market.  It is not simply a matter of reaching up to where the prices are now.  If, for example, a local authority has agreed to purchase a number of houses for &euro;300,000 each and the sale price on the open market houses falls in the meantime to &euro;250,000, we do not want the local authority paying more for these houses, which are being made affordable, than they would cost on the open market.  I am just trying to ensure there is a ceiling.  The reason I believe this amendment is in order and not out of order is that it does not require an undue charge.  The amount somebody could get for the house is not being diminished because the amount the developer could get is up to but not more than market value.  That is a reasonable ceiling.<\/p> <p>This proposal is not about breaking contracts.  I am seeking to build this into the contract in order that at the point the agreement is made, the agreement is that that difference will be paid up to a ceiling of the market value at the time of the house being provided.  The amendment also seeks to deal with cases we have had, such as Herberton and others which have been mentioned to me, whereby a housing authority enters into an agreement and it may be a two, five or ten years before the housing is actually provided.  That is why we want to ensure that the point of agreement issue does not end up leading to a hostage to fortune whereby houses that are meant to be affordable within a development effectively become more unaffordable than the general stock.  That is the context.<\/p> <p>One of the other amendments relates to the Part 5 circumstance but I will not press that one at this point because I have a deeper concern about Part 5.  I would like clarity on Part 5 affordable houses, whereby providing affordable houses is a condition of getting planning permission in the first place.  My understanding is that those houses would be provided at the affordable price rate that is agreed directly.  While there may be an affordable housing equity held by a local authority, I am a little concerned about the language later in the Bill relating to an affordable housing contribution.  That is the gap between the affordable price rate and the market price.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In the case of Part 5 housing, I apologise if it is a foolish question but I would like to be completely clear about that gap between the affordable price and what a house would be at a market price.  I will come to that; I have other amendments that deal with it.  However, in the case of Part 5 there is no question of there being a financial top up.  It is an equity top-up by the council.  Having made it available, it should not be a financial contribution from the authority.  There is just a little ambiguity in the language of the Bill because sometimes it talks about an affordable housing contribution and other times about affordable housing equity and that is one we might need clarity on, just in relation to Part 5.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#S00500","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":72,"content":"<p>I thank the Senator.  In reference to the first section and amendment No. 26, section 7(5) refers to the situation where the housing authority has entered into an arrangement with an approved housing body, AHB, the Land Development Agency, LDA, or a public-private partnership, PPP, for the provision of dwellings and the amount which the housing authority has agreed to pay the contractor, AHB, etc., is greater than the amount for which the housing authority proposes the homes be sold to purchasers under the direct sales agreement.  For example, the housing authority may be in a position to subsidise the homes further.  Here, it is envisaged that the direct sales agreement would provide that the homes be sold - by the contractor, AHB, etc. - to the purchaser for the lower price but the housing authority would make up the difference to the contractor, AHB, etc.  I hope that clarifies the position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00200","speaker":"1512"},{"type":"speech","time":1622795400,"counter":73,"content":"<p>However, my point is that the difference should be made up only up to the market price and not above it.  As I said, there are two elements of this.  The first is the agreement that is made - the agreement a council, for example, might have made with an AHB to say it is going to buy affordable houses at &euro;300,000 each or whatever.  Then there is the price made available to the purchaser, who we hope is an owner-occupier - that was another set of amendments but I have been reassured on that - and he or she might be paying &euro;200,000, for example.  My question is, if the market has dropped such that those houses are now available on the market at say &euro;250,000, should the local authority still be paying &euro;300,000 for houses that can be bought next door for &euro;250,000?  Should the local authority be paying a top-up of &euro;100,000 or should it only be paying a top-up of &euro;50,000?  That is the question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00300","speaker":"1662"},{"type":"speech","time":1622795400,"counter":74,"content":"<p>The Part 5 Committee Stage amendments are being drafted and will be introduced on Committee Stage in the D&aacute;il.  As such we will introduce those revisions and then return to the Seanad, and we previously confirmed this to the Seanad.  That might help to move this along.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00400","speaker":"1512"},{"type":"speech","time":1622795400,"counter":75,"content":"<p>I am happy to pursue this further on Report Stage but to be clear-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00500","speaker":"1662"},{"type":"speech","time":1622795400,"counter":76,"content":"<p>The Senator can still make that point later when the amendments are moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00600","speaker":"1692"},{"type":"speech","time":1622795400,"counter":77,"content":"<p>Okay but we will come back to the Part 5 question as it is a slightly different Part 5 question.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00700","speaker":"1662"},{"type":"speech","time":1622795400,"counter":78,"content":"<p>Is the Senator moving the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00800","speaker":"1692"},{"type":"speech","time":1622795400,"counter":79,"content":"<p>I am going to withdraw it for now and come back and engage on it before Report Stage.  There is a valid concern here and I might need some answers in writing on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T00900","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":80,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":81,"content":"<p>Just to clarify, I will be reintroducing it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T01100","speaker":"1662"},{"type":"speech","time":1622795400,"counter":82,"content":"<p>That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T01200","speaker":"1692"},{"type":"speech","time":1622795400,"counter":83,"content":"<p>I move amendment No. 27:<\/p> <blockquote> \tIn page 10, line 8, after &ldquo;person&rdquo; to insert the following:  \t&ldquo;except where such an amount would bring the total amount paid for the dwelling to greater than market price&rdquo;.  <\/blockquote> <p>Again, I will move it and withdraw it, in order to come back to this on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T01300","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":84,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":85,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":86,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1622795400,"counter":87,"content":"<p>I move amendment No. 28:<\/p> <blockquote> \tIn page 10, line 14, after &ldquo;may&rdquo; to insert &ldquo;in exceptional circumstance&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#T01800","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":88,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":89,"content":"<p>I move amendment No. 29:<\/p> <blockquote> \tIn page 10, between lines 19 and 20, to insert the following:  \t&ldquo;(c) in State ownership or owned by an approved housing body.&rdquo;   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U00100","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":90,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":91,"content":"<p>I move amendment No. 30:<\/p> <blockquote> \tIn page 10, between lines 19 and 20, to insert the following:  \t&ldquo;(1) The purchase of such open market dwellings may constitute no more than 10 per cent of the affordable housing purchase supported by a housing authority in any given year.&rdquo;   <\/blockquote> <p>I note that the 10% target I have set here may be a matter of concern.  I will reserve the right to reintroduce the amendment with a different percentage.  I will press the amendment as it stands.  I may come back with a different percentage that is agreeable to everybody on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U00300","speaker":"1662"},{"type":"speech","time":1622795400,"counter":92,"content":"<p>The amendment has already been discussed with amendment No. 3.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U00400","speaker":"1692"},{"type":"unspoken","time":1622795400,"counter":93,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622795400,"counter":94,"content":"<p>Question proposed: \"That section 8 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1622795400,"counter":95,"content":"<p>I oppose section 8.  I want the Minister of State to clarify if, in this section, \"open market dwelling\" means turnkey dwellings.  I am happy to withdraw my opposition if the answer to that question is \"Yes\".  However, if this section is about giving the site services fund to private developers, I will not support the section.  Does \"open market dwelling\" refer to turnkeys in this section?  We want the Minister of State to clarify that.  Is this section to allow approved housing bodies to purchase turnkey developments?  I would be okay with that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U00700","speaker":"1686"},{"type":"speech","time":1622795400,"counter":96,"content":"<p>Will the Senator clarify the question he is asking, for my information?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U00800","speaker":"1647"},{"type":"speech","time":1622795400,"counter":97,"content":"<p>For the information of the House, would Senator Warfield like to clarify?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U00900","speaker":"1692"},{"type":"speech","time":1622795400,"counter":98,"content":"<p>I do not think I could be clearer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01000","speaker":"1686"},{"type":"speech","time":1622795400,"counter":99,"content":"<p>The Senator is happy.  That is his prerogative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01100","speaker":"1692"},{"type":"speech","time":1622795400,"counter":100,"content":"<p>The question is about the definition of \"market dwelling\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01200","speaker":"1662"},{"type":"speech","time":1622795400,"counter":101,"content":"<p>I asked the Senator to clarify his question for the information of the House.  I am not clear on what the Senator is asking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01300","speaker":"1647"},{"type":"speech","time":1622795400,"counter":102,"content":"<p>What does Senator Warfield mean by \"turnkey\"?  What does he define as \"turnkey\"?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01400","speaker":"1656"},{"type":"speech","time":1622795400,"counter":103,"content":"<p>Would Senator Warfield mind repeating the question?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01500","speaker":"1692"},{"type":"speech","time":1622795400,"counter":104,"content":"<p>Does this section allow the serviced sites fund to be used by private developers?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01600","speaker":"1686"},{"type":"speech","time":1622795400,"counter":105,"content":"<p>To which amendment does the Senator's question refer?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01700","speaker":"1647"},{"type":"speech","time":1622795400,"counter":106,"content":"<p>I am referring to section 8.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01800","speaker":"1686"},{"type":"speech","time":1622795400,"counter":107,"content":"<p>He is referring to the entire section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U01900","speaker":"1647"},{"type":"speech","time":1622795400,"counter":108,"content":"<p>This has nothing to do with the serviced sites fund.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U02000","speaker":"1656"},{"type":"speech","time":1622795400,"counter":109,"content":"<p>I have opposed the section.  This is not an amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U02100","speaker":"1686"},{"type":"speech","time":1622795400,"counter":110,"content":"<p>The Senator is speaking to the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U02200","speaker":"1692"},{"type":"speech","time":1622795400,"counter":111,"content":"<p>I presume the question Senator Warfield is asking is will the houses in question be sold in a turnkey state, as opposed to dwellings without any furniture or fittings.  However, there are different levels of turnkey.  There could be an upgraded turnkey or a lower standard of turnkey.  Additional costs could amount to &euro;10,000 or &euro;100,000, if we are talking about an exclusive development.  \"Turnkey\" is a loose arrangement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U02300","speaker":"1636"},{"type":"speech","time":1622795400,"counter":112,"content":"<p>My reading of section 8 is that it relates to the ability of local authorities to assist individual applicants to purchase a dwelling.  This is about enabling applicants for housing to purchase an affordable home.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is about enabling applicants for housing to purchase an affordable home.  It is about local authorities being able to assist them financially, through a mortgage or some other financial means, to acquire an affordable home.  In terms of the type of home will be, as long as it qualifies as being an affordable home, it will qualify.  That is why am I asking what the turnkey is.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#U02400","speaker":"1656","continuing":true},{"type":"speech","time":1622795400,"counter":114,"content":"<p>We have made provisions for the local authority to be able to provide financial assistance.  That should clarify that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V00200","speaker":"1512"},{"type":"unspoken","time":1622795400,"counter":115,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1622795400,"counter":116,"content":"<p>SECTION 9<\/p>"},{"type":"speech","time":1622795400,"counter":117,"content":"<p>I move amendment No. 31:<\/p> <blockquote> \tIn page 10, lines 22 and 23, to delete &ldquo;or providing financial assistance under <i>section 8<\/i>,&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V00500","speaker":"1672"},{"type":"unspoken","time":1622795400,"counter":118,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":119,"content":"<p>I move amendment No. 32:<\/p> <blockquote> \tIn page 10, line 29, to delete &ldquo;or to provide financial assistance under <i>section 8<\/i>&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V00700","speaker":"1672"},{"type":"unspoken","time":1622795400,"counter":120,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":121,"content":"<p>I move amendment No. 33:<\/p> <blockquote> \tIn page 10, line 31, to delete &ldquo;or to receive such assistance&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V00900","speaker":"1672"},{"type":"unspoken","time":1622795400,"counter":122,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":123,"content":"<p>Amendments Nos. 34 and 35 are deemed out of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V01100","speaker":"1692"},{"type":"unspoken","time":1622795400,"counter":124,"content":"<p>Amendments Nos. 34 and 35 not moved.<\/p>"},{"type":"unspoken","time":1622795400,"counter":125,"content":"<p>Question, \"That section 9 stand part of the Bill\", put and declared carried.<\/p>"},{"type":"unspoken","time":1622795400,"counter":126,"content":"<p>SECTION 10<\/p>"},{"type":"speech","time":1622795400,"counter":127,"content":"<p>I move amendment No. 36:<\/p> <blockquote> \tIn page 11, line 22, after &ldquo;occupation&rdquo; to insert the following:  \t&ldquo;and the persons making the application make a declaration of their intent to be owner-occupiers of the affordable dwelling for such a period as might be specified by the Minister&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V01450","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":128,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":129,"content":"<p>Amendments Nos. 37 and 38 are related and may be discussed together by agreement. Is that agreed? Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V01600","speaker":"1692"},{"type":"speech","time":1622795400,"counter":130,"content":"<p>I move amendment No. 37:<\/p> <blockquote> \tIn page 12, between lines 20 and 21, to insert the following:  \t <blockquote> \t&ldquo;(8) Notwithstanding anything in subsection (7) and (8) a housing authority may set out additional criteria for eligibility of applicants for a specific affordable housing purchase arrangement with respect to income and asset thresholds with regard to ensuring access to affordable purchase for persons from each income quintile within a housing authority area and such other matters as may be outlined under section 6(4).&rdquo;. <\/blockquote>  <\/blockquote> <p>I will speak to my amendment, No. 37.  This is again setting out the same fundamental concerns I had already addressed and which have come up throughout.  They are the questions of affordability and what is affordable.  We have discussed that.  I had amendments on whether we set it at the median wage.  Others have talked about the average wage.  Is it a percentage of that?  Is it 35%?  This is the complement to that set of amendments.<\/p><p>While that set of amendments related to the affordability of the dwelling, this set is trying to come at it from another side, in terms of looking at the eligibility of the different applicants.  This amendment reserves the right for local authorities in that a local authority may be aware, for example, of the kind of wages people were predominantly earning in a factory of 500 or 800 people in its area.  This reflects the nuance we might need in the affordable housing we may make available in that area.  We know we need this to be affordable to nurses, because that is a key issue for us.  We need this to be affordable to a large cohort, because not every area is the same and neither is its mix of needs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When I put those amendments around allowing local authorities to layer extra criteria into the kinds of affordability they might need in their areas, similarly I felt local housing authorities should be able to set out additional criteria in respect of the eligibility of applicants.  Rather than the same sweeping criteria for applicants who might apply across the country, and given what will be a limited affordable housing supply, it may be better that local authorities set out additional criteria for applicants in respect of their income and asset thresholds.<\/p><p>For example, it is important that we do not end up with the list of eligible applicants filling up with people from one quintile or perhaps the second or third quintile of the top 40% or top 60% of earners.  A certain part of an affordable housing development under these agreements should be reserved for those who are in the bottom two quintiles, that is, the lowest 20% or lowest 40% of incomes in the State.  It would be appropriate that local authorities ensure that the eligible applicants availing of these schemes are able to access them and can get that diversity.  It is part of that same view of wanting a diversity of applicants.<\/p><p>This amendment is an attempt to somewhat tackle the serious concerns we have with affordability in terms of houses a little bit from below.  For example, take the case of a large cohort on wages of &euro;28,000 or &euro;30,000.  These are the kinds of wages people are on right across the State.  One would not believe when one looks at the maths and formulas being produced in terms of housing.  A household income of &euro;150,000 is mentioned.  I am trying to get the updated figures from the Central Statistics Office but the figures from five years ago showed the median wage was &euro;28,500.  When I worked for the National Womens Council of Ireland we used to get the women and men in Ireland survey figures.  It used to be annual but now it is only every three or four years.  The median income for women was between &euro;20,000 to &euro;21,000.  Up to 50% of women were on that wage or less.<\/p><p>Local authority members know who lives in their areas.  That is why I want to be able to set some additional criteria around eligibility to ensure it is not just a scheme that is available to anybody who fits the general threshold.  Instead, these schemes should work for the people in their area.  It will also ensure people working in their area are able to live near where they work and so forth.<\/p><p>I would prefer the amendments to be tackling the affordability of the houses with regard to local authority input.  If that cannot be done, then at least the local authorities should be able to add criteria in terms of eligibility.  I would note here it should not just be in terms of income but also assets.  That is another concern.  One may have people who may not be homeowners but may have substantially more assets than others who could avail of this scheme.  Those who do not have any cushion to fall back on could then find themselves falling to the end of the list.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#V01700","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":132,"content":"<p>I welcome the Minister of State.<\/p> <p>I support this amendment from my colleague, Senator Higgins.  All of us should recognise that the current system is fundamentally flawed in terms of income limits and eligibility.  We need to give more flexibility to local authorities to tackle this issue.  In Limerick, in order to qualify for public housing, the income threshold for a couple with two children is &euro;36,400.  If one is earning more than that, there is no support and one is stuck in the private market.  In the private market in Limerick, rent for a three-bedroom house in Castleconnell is &euro;1,400.  On the Dock Road, a two-bedroom apartment will cost &euro;1,200 which ten years ago one could not give away.<\/p> <p>As it is currently geared, people are excluded and effectively locked out of the housing market.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Sinn F&eacute;in has pushed for a long time for these income limits to be reviewed and raised to include these people.  The reality is that right now their rent is so expensive that they cannot save for a mortgage or get into the housing market, yet the State is saying that they are earning too much and it cannot give them support to get into the housing market.  They are trapped with extortionate rents and no prospect of being able to save for a house.  The conversations I have had about this Bill over the past weeks have basically been about the fact that nothing will be done for these people.  They are effectively locked out of the housing market.  Much more needs to be done.  This is the opportunity to do so.  It is worrying that this Government regards a house worth &euro;350,000 in Limerick as an affordable housing.  That would put many people back in their chairs.  The median income now is &euro;38,000.  Members can do the math themselves.  A house costing &euro;350,000 is not affordable for working people in Limerick.<\/p><p>The issue needs to be tackled.  This amendment from Senator Higgins would give us a means of doing just that.  It is a reasonable point to make.  If the Minister of State does not do it, what message is he sending to those people earning something in the high thirties, which is frankly not a lot of money?  Over the past ten years, we have seen rents skyrocket.  During one of the previous debates, if memory serves me right, we heard that rents have gone up by 60% over the past ten years.  Income certainly has not.  There needs to be something fundamentally different to allow these people to stop being locked out of the housing market.  The Minister of State should support this amendment.  It would be useful, help to ameliorate the situation, and give some hope to these people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#W00200","speaker":"1660","continuing":true},{"type":"speech","time":1622795400,"counter":134,"content":"<p>I welcome the Minister of State.  I want to speak on amendments No. 37 and 38.  Amendment No. 38 is in my name.  These are critically important amendments because they deal with the kernel of this issue, which is affordability.  This is the Affordable Housing Bill and it does not define affordability.  I went to the Library and Research Service and acknowledge its assistance with any inquiries that I made about this legislation.  We do not have a simple, clear, understandable definition of affordability.  It struck me as odd that we are calling this the Affordable Housing Bill and that definition is not stated.  What is an affordable dwelling?  A house costing &euro;350,000, or &euro;400,000 to &euro;450,000 in Dublin city and county, is not affordable.  The Central Bank rules about a loan limit of 3.5 times one's income and sources of funding means it is virtually impossible.  I took the time two weeks ago to look at <i>daft.ie<\/i>to see what is on offer there.  There is very little.  If there is something, it is usually in bits and people would find it difficult to secure any sort of a mortgage or finance.  It would not fulfil all the criteria.  We have a real issue.  The Minister of State is in the House this time but was not on the previous two occasion on which this legislation was before us.  I do not have any ideological hang-up about who is building homes.  We need homes.  We need every shoulder to the wheel to get homes, whether public sector, private sector, co-operatives, housing associations or any other synergies.  It is about providing affordable homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#X00200","speaker":"1634"},{"type":"speech","time":1622795400,"counter":135,"content":"<p>I draw the Senator's attention back to the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#X00300","speaker":"1692"},{"type":"speech","time":1622795400,"counter":136,"content":"<p>These two amendments deal with affordability.  There is significant scope in it.  The whole Bill is about affordability.  I will not preface every sentence with \"affordable\" to appear to be on line.  I am dead centre on line with regard to this amendment.  I prepared it myself and therefore know what I am attempting to deal with.  This is an important issue that we need to address.  When we use the term \"affordable\", it is currently meaningless.  Where is the legal definition?  That is what this amendment attempts to do.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am interested in hearing the Minister of State's response to both amendments.  It is my intention anyway to submit further amendments on the next Stage of the Bill.  The public want absolute clarity on the issues.  Just because the Minister is calling it affordable does not mean it is affordable.  That is the real issue and challenge.  I am interested in hearing the Minister of State's response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#X00400","speaker":"1634","continuing":true},{"type":"speech","time":1622795400,"counter":138,"content":"<p>When the Minister of State, Deputy Peter Burke, was in the House on Monday he responded to a separate but connected amendment and he gave some very good examples of how the 30%, 35% or 40% would not be the case in reality.  That is on the record for anybody to read so I will not repeat his points.<\/p> <p>Reference has been made to the Government saying that houses costing &euro;350,000 and &euro;450,000 are affordable.  The Government never once said that.  Perhaps Senator Gavan has not read the Bill or he misunderstands what we are discussing here, which is the affordable purchase element relating to local authority builds and local authority houses.  What he is actually referring to is the shared equity scheme, which I hope we will get to a little later in the Bill, but it is a separate section.  Sinn F&eacute;in opposes the scheme, just like it opposed the help-to-buy scheme that has assisted 22,500 people to purchase their first home.  This section of the Bill is about the purchase of houses under the local authority affordable purchase scheme on local authority lands or in the case of Part 5 where the council will get an additional 10%.  That will be introduced by way of amendment on Report Stage in the D&aacute;il.  Unlike what has been outlined by Senator Gavan, the cost of those homes will be based on the cost of providing them and that will be supplemented by the serviced sites fund, which is currently &euro;50,000 per unit.  The Minister is on record as saying that he is examining increasing the threshold, perhaps to &euro;100,000 on houses where there is a significant affordability issue, in particular in the Dublin area.  Let us not confuse or deliberately mislead people.  Let us speak to the facts and the amendments that are before us on the Affordable Housing Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00200","speaker":"1647"},{"type":"speech","time":1622795400,"counter":139,"content":"<p>I have an interesting observation to make.  It is funny because Senator Gavan accused us of having a very clear definition of what affordability is and straight afterwards Senator Boyhan stated there is no definition of affordability.  Is one of them wrong or are they both wrong?  If they can figure it out between the two of them they can let us know.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00300","speaker":"1659"},{"type":"speech","time":1622795400,"counter":140,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00400","speaker":"1634"},{"type":"speech","time":1622795400,"counter":141,"content":"<p>Does Senator Boyhan want to tell me what to do?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00500","speaker":"1659"},{"type":"speech","time":1622795400,"counter":142,"content":"<p>Senator Garvey should speak through the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00600","speaker":"1692"},{"type":"speech","time":1622795400,"counter":143,"content":"<p>Yes, I am speaking through the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00700","speaker":"1659"},{"type":"speech","time":1622795400,"counter":144,"content":"<p>That is all right.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00800","speaker":"1692"},{"type":"speech","time":1622795400,"counter":145,"content":"<p>I have the right to speak.  I am just asking the question.  Senator Boyhan is saying there is no definition and Senator Gavan is saying there is a clear definition.  I do not know what is happening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y00900","speaker":"1659"},{"type":"speech","time":1622795400,"counter":146,"content":"<p>Senator Garvey has posed the question.  That is fine.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y01000","speaker":"1692"},{"type":"speech","time":1622795400,"counter":147,"content":"<p>This is a very important point as it goes to the core of what we are trying to do.  Senator Garvey has either deliberately misled people who are watching this debate-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y01100","speaker":"1656"},{"type":"speech","time":1622795400,"counter":148,"content":"<p>On a point of order, my name is Gavan not Garvey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y01200","speaker":"1660"},{"type":"speech","time":1622795400,"counter":149,"content":"<p>I am sorry.  My apologies.  It is Senator Gavan.  That was unintentional.  I do apologise.<\/p> <p>Senator Gavan started by talking about people who do not qualify for social housing because their income is above the income threshold for social housing.  Those are the people who this legislation is seeking to help.  We are seeking to provide people who earn in excess of the social housing income threshold with support to own and secure an affordable home.  To be fair to Senator Gavan, he was not present the other day.  I do not accuse him in any way in that regard, but he did not have the benefit of hearing the Minister of State speak the last day.  However, I think Senator Boyhan heard him.  The Minister of State outlined very clearly that affordable housing would start at &euro;160,000 and would be capped at &euro;310,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is deliberately misleading for anybody to say this Government or any part of this legislation is defining affordability in Limerick based on a value of &euro;350,000 and in Dublin based on a value of &euro;450,000.  That is just not true.  The legislation and the Government are clearly stating those prices are unaffordable.  For that reason, we are saying the State needs to financially support people in the short term to secure a home.  In the medium to longer term, the State needs to provide affordable homes starting at &euro;160,000.  What the Senator is suggesting is not what this legislation is about.  It is dangerously misleading and disruptive to say it is.  It is upsetting for those who need affordable homes for the Senator to try to push the line that the Government is suggesting affordable homes in Limerick will cost &euro;350,000.  For the benefit of the Senator, bearing in mind his definition of affordability, which is based on 35% or 40% of income, the Minister clearly outlined the other day that, according to this legislation, applicants who benefit from the affordable housing scheme will potentially pay significantly less than 35% of their income.  He gave specific examples.  He said a single person with a 30-year mortgage borrowing three and a half times his or her income would be spending 21% of his or her income per month.  That is significantly below what the Senator proposes as the affordability measure.  Can we be honest with people in this regard?  This is important to families' lives.  It is so damaging to tell them their Government does not understand the problem and is legislating to make it worse.  It is blatantly untrue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Y01300","speaker":"1656","continuing":true},{"type":"speech","time":1622795400,"counter":151,"content":"<p>Senator Boyhan wants to clarify his position.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Z00200","speaker":"1692"},{"type":"speech","time":1622795400,"counter":152,"content":"<p>I want to focus on amendment No. 38.  The reality speaks for itself.  It is in black and white and in English.  The amendment has been circulated.  There is no difficulty.  If people believe what is suggested and the amount in question to be a cap, we can include a provision in the legislation.  Let us have clarity regarding the legislation.<\/p> <p>Amendment No. 38 deals with several issues and I do not see any reason it cannot be agreed to.  I acknowledge what the Minister has said &mdash; I read the transcripts of the meetings &mdash; and I have no difficulty with that but I believe this is an important amendment that should be included in the legislation.  I want to take the House through a few issues in respect of it.  <\/p> <p>The amendment is to section 10, concerning the assessment of eligibility for affordable dwelling purchase arrangements.  It puts in legislation a cap of 35% on what can be charged for affordable housing.  It is not a case of what the Minister says or anyone's intention.  Through my amendment, I am seeking to put my wording into the legislation.  The amendment would be to section 10, on the assessment of eligibility for affordable dwelling purchase arrangements, and it would place a cap of 35% on the amount of an applicant's net income that could be charged for affordable housing.  If the applicant is paying more than that amount every month just to put a roof over his or her head, it is simply not affordable.  The amendment would benefit those who cannot afford a home at the market rate, including those whose incomes are in the bottom 40% and who do not qualify for social housing.  That could not be clearer.  It is a commonsense amendment.  It would ensure that ordinary people will be able to afford the affordable housing the Government is offering, which housing I welcome.  The amendment is about affordability and being able to avail fully of the affordable housing being offered by the Government.  I hope, therefore, the Government will take the amendment on board.  It is clear and simple.  I do not see any reason it could not be agreed to.  I am not doubting the Minister's commitment but this is about amending legislation.  It is important to put the wording I propose into the legislation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#Z00300","speaker":"1634"},{"type":"speech","time":1622795400,"counter":153,"content":"<p>We need to refocus on what we are talking about, which is amendments Nos. 37 and 38.  Amendment No. 37 is very straightforward.  It is trying to give more flexibility to local authorities in order that they can be more inclusive when it comes to people who qualify for affordable purchase.  Likewise, amendment No. 38 sets out very clear guidelines on income.  Income is a key issue because, as we know, the median income in the country is approximately &euro;38,000.  Why would the Minister of State not accept these amendments?  They are both very reasonable.  They both propose to help the very people that Senator Fitzpatrick just described.  Instead of playing politics with it, I would like a very straightforward answer.  Perhaps Senator Garvey might give me the answer.  What is wrong with amendments Nos. 37 and 38?  If she has something to tell us about what is wrong-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AA00100","speaker":"1660"},{"type":"speech","time":1622795400,"counter":154,"content":"<p>Through the Chair-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AA00200","speaker":"1659"},{"type":"speech","time":1622795400,"counter":155,"content":"<p>I invite her to come back and tell us what is wrong with them.  I ask the Minister of State to tell us why he will not accept these amendments because I get the impression that he will not.  These amendments would make a real difference and allow people on relatively low incomes to qualify.  It would be extremely helpful and constructive in the context of this legislation.  I await the Minister of State's answer and I invite Senator Garvey, who has been very vocal on this issue, to come back and tell us what is wrong with these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AA00300","speaker":"1660"},{"type":"speech","time":1622795400,"counter":156,"content":"<p>I will come to my amendment presently.  First, however, I want to speak briefly on amendment No. 38, which is stronger in some respects than my amendment.  I believe we should press these amendments but I will also be coming back to see if we can incorporate some of the language from amendments Nos. 38 and 37.  Of course, these amendments are not contradictory and there is nothing to stop them working together.  Amendment No. 37 recognises the specific local knowledge of local authorities and housing authorities.  The picture in particular areas is not necessarily the same as the national picture.  That is one of the strengths of my amendment.  I also refer to each income quintile.  Amendment No. 38 really focuses on the bottom two income quintiles which is appropriate.  One could possibly make the case for the bottom three, but I certainly think the bottom two income quintiles should be prioritised.<\/p> <p>I applaud the idea of housing costs not exceeding 35% of the total.  How transformative it would be to people's lives if just one third of what they earned was going on rent.  A Social Justice Ireland study in 2019 found that 10% of renters were spending more than 60% of their income on housing.  They were literally working to keep a roof over their heads at that point.  What is proposed would be a resetting to make a house affordable in the long term.  The mortgage would be for several years allowing people to know they will to be at a level where they can plan to use their income to do other things with their life and family.<\/p> <p>Senator Fitzpatrick has good knowledge on this and she has been clear on the amounts.  Nonetheless those are amounts and this is the concern.  It is not a definition.  We have formulas on the clawback and formulas on the equity, but we do not have the formula on what affordability will mean.  To specify amounts and a snapshot in a moment in time does not really work.  What we are looking for is different.  We are looking for a definition.<\/p> <p>Senators Boyhan, Norris and Keogan are offering a formula for a definition.  It is a very decent formula which may well end up at the &euro;160,000 that the Minister mentioned last week.  However, the important thing is that if the market changes, the definition would still be usable.  This definition is not subject to the vagaries of the market.  It is not an amount.  It is a percentage relative to people's incomes.  That is why it is stronger.  I certainly will support that amendment also.  I may introduce an amendment on Report Stage that seeks to combine the local knowledge perspective I was pressing with these very concrete suggestions from Senator Boyhan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AA00400","speaker":"1662"},{"type":"speech","time":1622795400,"counter":157,"content":"<p>Senator Higgins made most of the points I wanted to make.  Senator Fitzpatrick talked about what the Minister said the other day.  He said it is envisaged that housing would be made available between &euro;160,000 and &euro;300,000, and he gave an example.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rebecca Moynihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RebeccaMoynihan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unfortunately, that is not defined in the Bill.  This amendment seeks to define it in the Bill.  This legislation will hopefully be on the Statute Book for a long time.  As Senator Higgins said, Government Members can give out figures but the reality is the market and construction costs can run away with themselves.  We are trying to fundamentally link the definition of affordability to income.  We have seen the reports in recent days stating that, because of the Covid pandemic, construction costs will go up.  The costs of steel and timber will increase and we are likely to see the price of houses, outside what the Government is doing, rising.<\/p><p>I will give the example of a three-bedroom starter home in Rathfarnham.  These homes are currently priced at &euro;545,000.  The Government definition of affordable is a price of approximately 80% of market value.  It is important to note that this Bill ties affordability to market value, rather than incomes.  As such, the definition of affordable for this home is &euro;436,000, which means people would have to have an household income of &euro;124,000 to by that affordable home.<\/p><p>This amendment is trying to tie affordability to income and compel the State to make a bridge between those.  Senator Boyhan's amendment is good and valid but I want to check the assumption that homes will be made available at prices of between &euro;160,000 and &euro;300,000 because that might not necessarily be the case.  This amendment seeks to tie the concept of affordability to income in legislation in a way that survives beyond the next five, ten or 15 years.  Housing is a lot more than the short term; it is about building communities for the next 100 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AA00500","speaker":"1672","continuing":true},{"type":"speech","time":1622795400,"counter":159,"content":"<p>On Senator Gavan's point, which Senator Moynihan also raised, we have confirmed that homes will be made available by local authorities in a price range of &euro;160,00 to &euro;300,000.  Using the Rebuilding Ireland home loan, this means homes are available to a much wider cohort of income groups.<\/p> <p>I will address amendment No. 37 first.  Section 10 provides for regulations to be made to deal with matters of income eligibility on a general basis.  I do not consider it appropriate that housing authorities adopt their own thresholds in relation to these matters.  Inevitably, this would lead to arbitrary assessment of the same household&rsquo;s eligibility from one local authority area to another and unfair, inconsistent outcomes both within and between households.  Accordingly, I do not propose to accept this amendment.<\/p> <p>The scheme is targeted at persons who cannot afford to purchase a dwelling suited to their household needs on the open market.  The income of the applicants will be taken into account when determining eligibility.  However, in respect of particular cohorts referenced by Senator Higgins, such as key workers in a particular area, I confirm it is the intention to allow that local authorities members, as a reserved function and having regard to their own particular housing needs and characteristics, could provide for a specific scheme of priority for 30% of the dwellings being made available for that cohort.<\/p> <p>Amendment No. 38 broadly proposes changes relating to alternate assessment of an applicant household's eligibility under income grounds.  We have discussed this previously under similar amendments.  As has been outlined, the regulations proposed to be made under this section regarding the threshold for purchaser eligibility will be that the applicant is unable to purchase the dwelling suitable for his or her needs on the open market because that household is unable to secure a bank or financial institution mortgage for 90% of the market value.  <\/p> <p>The equity support to be taken by a housing authority will bridge the gap between what the applicant can borrow under the macroprudential rules, which is 3.5 times income, and the market value of the dwelling.  This is subject to the fact that there will be a minimum price below which the housing authority cannot sell the dwelling for, having regard to the cost of delivery.  From a financial sustainability perspective, no household will be required to borrow more than that household can obtain under the Central Bank&rsquo;s macroprudential rules, even taking into account a Rebuilding Ireland home loan and the possibility it could, in fact, borrow more than that.<\/p> <p>The effect of the macroprudential rules is that mortgage repayments are generally considerably less than 35% of net income.  For example, based on a mortgage of 3.5 times gross income repayable over 30 years at an interest rate of 3%, the repayments as a percentage of net income for a single person would be 23.3% at a gross income of &euro;45,000 and 24.8% at a gross income of &euro;55,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For a couple with two incomes, the repayments on such a mortgage as a percentage of net income would be 20.3% at a gross income of &euro;50,000, 20.9% at a gross income of &euro;60,000 and 21.4% at a gross income of &euro;70,000.  Accordingly, the amendment proposed with regard to purchasers not spending more than 35% of income on housing costs is not necessary.<\/p><p>As regards the second part of amendment No. 38, as I have stated, the scheme is targeted at people who cannot afford to buy the dwellings in question at market value, which I consider to be a more appropriate threshold than an income limit.  Accordingly, I do not propose to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#BB00200","speaker":"1512","continuing":true},{"type":"speech","time":1622795400,"counter":161,"content":"<p>I withdraw amendment No. 37 and reserve the right to reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CC00200","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":162,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":163,"content":"<p>I move amendment No. 38:<\/p> <blockquote> \tIn page 12, between lines 28 and 29, to insert the following:  \t&ldquo;(9) Regulations under<i>subsection (7)<\/i>will have regard to: <blockquote> \t(a) ensuring that the proportion of the applicant&rsquo;s net income represented by housing costs not exceed 35 per cent of the total, and;<br \/><br \/>(b) ensuring that the applicant&rsquo;s income falls within the bottom 40 per cent of national income distribution but is above the Maximum Net Income Threshold, as defined by the Social Housing  Assessment Regulations 2011 (S.I. No. 84\/2011), that applies in the housing authority area in which the dwelling is located.&rdquo;. <\/blockquote>  <\/blockquote> <p>I am going to withdraw the amendment with liberty to re-enter it whenever I have an opportunity to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CC00400","speaker":"1634"},{"type":"unspoken","time":1622795400,"counter":164,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":165,"content":"<p>Section 10 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":166,"content":"<p>SECTION 11<\/p>"},{"type":"speech","time":1622795400,"counter":167,"content":"<p>I move amendment No. 39:<\/p> <blockquote> \tIn page 12, to delete lines 34 to 41 and substitute &ldquo;priority to be accorded to eligible applicants in relation to the sale of affordable dwellings referred to in <i>paragraphs (a)<\/i>and <i>(b)<\/i>of <i>section 5 <\/i>where the demand for such dwellings exceeds the number of such dwellings available for the purposes of this Part.&rdquo;. <\/blockquote> <p>I will withdraw the amendment, which involves several technical amendments in the context of the shared equity scheme, and may reintroduce it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CC00800","speaker":"1672"},{"type":"unspoken","time":1622795400,"counter":168,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":169,"content":"<p>Amendments Nos. 40 and 67 may be taken together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CC00950","speaker":"1682"},{"type":"speech","time":1622795400,"counter":170,"content":"<p>I move amendment No. 40:<\/p> <blockquote> \tIn page 12, line 42, after &ldquo;may&rdquo; to insert the following:  \t&ldquo;, following consultation with the relevant Oireachtas Committee, local authority managers and local authority elected members,&rdquo;.  <\/blockquote> <p>Although we might disagree on ideological grounds during this debate, this is one issue on which all present can agree.  I heard Senator Higgins speak many years ago about the need for the Executive and Legislature to work together, collectively and constructively, in developing policy.  I have never forgotten those remarks.  These amendments do just that.<\/p><p>In terms of section 11, the amendment would ensure that the Minister may, &quot;following consultation with the relevant Oireachtas Committee, local authority managers and local authority elected members&quot;, &quot;make regulations providing for the matters to be included in a scheme of priority, including but not limited to the following:&quot;.  Essentially, it would ensure that the Minister would consult the Oireachtas committee.  This is about input, listening and developing good policy constructively.  If there are any amendments that we could agree today, it is these two amendments.  Amendment No. 67 relates to designated cost rental.<\/p><p>It should be the role of the Parliament and Legislature to work with the Minister in making decisions or in bringing the Minister to a place of decision making.  Following pre-legislative scrutiny of the Bill, a minority report was issued by some members.  There is a need for ongoing consultation in these Houses and between the Houses and the Department.  That makes for good policy.  There are members of the committee present who, I am sure, will support the amendment.  This makes for good policy and I hope all sides of the House, and particularly the Minister of State, as a Green Party Minister for whom I have a lot of respect, will give the amendment their full consideration.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CC01000","speaker":"1686"},{"type":"speech","time":1622795400,"counter":171,"content":"<p>As a member of the committee in question, I know the Minister has never been afraid of engaging with the committee.  We have had discussions on this particular issue.  I know the Minister has also engaged with the County and City Management Association, CCMA, along with his officials.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister of State spoke in his last contribution on the 30% flexibility for local authorities, which will give them the flexibility to have their own scheme of priority to suit people as they see fit within their own areas. I believe this provision goes even further than the amendment as suggested because it hands over power for 30% of priority in terms of allocations via the affordable purchase scheme.  It is not all being handed down - 70% will be a national scheme of priority but there is 30% flexibility for local authorities.  I think what is in the Bill goes further than the amendment so I do not believe the amendment is necessary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CC01100","speaker":"1647","continuing":true},{"type":"speech","time":1622795400,"counter":173,"content":"<p>I believe this amendment complements this section of the Bill.  We had some indication in the last session that a previous constructive amendment, which was tabled by Senator Warfield in respect of the role of co-operatives, would be taken on board.<\/p> <p>Amendment No. 40 is complementary.  I recognise that the 30% piece goes towards some of my concerns about prioritisation rather eligibility.  Senator Warfield's amendment means there would be an almost two-way information piece within the 70% of the priority.  Yes, the provision is great for local authorities.  I am very much aware of the concerns.  It is important to note that each local authority is different and that local authorities have the 30% flexibility in respect of prioritisation.  If we see a trend emerging - for example, if five, six, seven, eight or 20 local authorities start to incorporate something within their schemes of priority or 30% considerations - that may well be useful to the Minister in designing or amending the remaining 70% priority scheme.<\/p> <p>The amendment is not about the Minister delegating powers to the local authorities because there is the 30% provision.  It is about the Minister consulting them and maybe having a two-way street.  For example, a local authority might say it has found something that concerns a single person-headed household.  We will come to this later.  If a local authority mentions something that it has found to be a really important concern in terms of different family types, and that it has introduced in its consideration of the scheme of priority, that will become useful information for the Minister.  There is nothing in Senator Warfield's amendment that ties the hands of the Minister.  The amendment simply suggests that the Minister would learn from what local authorities do to address the priority issue and, crucially, that there would be consultation with the Oireachtas committee.<\/p> <p>We hope that many hundreds of thousands of homes will be built under this scheme.  When we think about how their distribution is prioritised, and how these schemes are prioritised, it is important that we have as much good information as possible for decision-making purposes.  I appreciate that 30% is reserved, but this amendment speaks to the other 70% and to the need for the Minister to have useful information in that regard.<\/p> <p>There is something very constructive in this amendment.  I know that amendment No. 67 is a mirroring amendment.  I hope that the amendment is taken on board.  It does not bind the Minister to whatever input he might get from a committee or a local authority.  It does not delegate or take powers away from the Minister and give them to the committee or the local authority.  It simply advocates for a process of engagement so that the decisions the Minister makes in respect of the 70% aspect of the eligible priority are as well informed as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#DD00200","speaker":"1662"},{"type":"speech","time":1622795400,"counter":174,"content":"<p>I support what others have said.  This is the most reasonable of amendments.  No one should be afraid of consultation.  The amendment is very significant in its own way.  There are clear ideological divides in the Chamber, as there should be, but we should all be able to agree on this amendment.  Agreement is fundamental to what we are going to do for the rest of today.  If the Minister of State cannot find the space to agree to something as reasonable as this amendment, which seeks to provide for consultation, are we wasting our time putting other amendments to him today?  I ask that question respectfully.  Surely the Minister of State can find the space to agree to this amendment and work with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#DD00300","speaker":"1660"},{"type":"speech","time":1622795400,"counter":175,"content":"<p>The Minister, Deputy Darragh O'Brien, has had extensive discussions with the CCMA, the Oireachtas joint committee and the Housing Agency.  We know of the Minister's reputation.  He has been very inclusive and participative in dealing with all aspects of this matter.  He continues to keep a very open mind in his consultations and engagements with all actors and agencies.  That is to his credit.  With regard to what Senator Gavan said, the Minister is certainly not afraid of consultation.  He believes that it is a valuable part of the process and of the work of formulating good legislation to deliver affordable housing and that it is also valuable in all other aspects of his portfolio.  I disagree with the Senator's contention.<\/p> <p>I do not propose to accept this amendment.  However, I can confirm that my Department will liaise with housing authorities on the draft regulations, as is the normal practice.  As I have stated, extensive dialogue has been undertaken with local authorities in this regard.  This has resulted in a change to the existing affordable dwelling purchase arrangement provisions under the 2009 Act which see a national scheme of priority apply to 100% of the affordable dwellings provided by local authorities.  It is now intended that a nationally consistent scheme will apply to 70% of homes made available.  Each local authority will be given discretion, having regard to its own particular housing needs and characteristics, to provide for a specific scheme of priority for 30% of the dwellings being made available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#EE00100","speaker":"1512"},{"type":"speech","time":1622795400,"counter":176,"content":"<p>It is really positive that such an amount of time has been provided for this debate.  For the first time in any debate during this term, we have had the chance to engage in a to-and-fro on an amendment such as this, which may not seem that important.  In the past, we may have rushed on to later sections which we opposed ideologically.  I welcome the fact that we have more time for discussion during this debate.  It allows for the type of thing sought in this amendment.  The Government is listening to the Opposition, which is reflected in the fact that it has accepted two amendments.  I thought this amendment might have been accepted.  Indeed, I was told that the amendment regarding not-for-profit bodies, the principle of which was accepted in the last debate, would be dealt with later in the Bill.  One side of the House had some difficulty with me pushing that amendment.  If certain members of the housing committee do not want more input from that committee, I do not believe the amendment will pass if I push it.  That is disappointing but I will only push the amendment as far as a voice vote.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#EE00200","speaker":"1686"},{"type":"unspoken","time":1622795400,"counter":177,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":178,"content":"<p>I move amendment No. 41:<\/p> <blockquote> \tIn page 13, between lines 12 and 13, to insert the following:  \t&ldquo;(4) A scheme of priority shall ensure that 20 per cent of dwellings are reserved for purchase by eligible applicants who&mdash; <blockquote> \t(a) live alone, or<br \/><br \/>(b) are living together with one or more other persons in a household, where only one member of the household earns an income.&rdquo;. <\/blockquote>  <\/blockquote> <p>This amendment aims to address the issue of single-income households and include a policy in that regard in both the affordable purchase scheme and the cost-rental scheme.  There is a growing demographic of people who live in single-income households in this country.  If one listens to the debate on housing, one generally hears about what people are able to afford if part of a couple.  I am referring to single parents, people whose households have caring responsibilities and, simply, single people who live alone and who do not want to have to live in a house-share as they get older.  Many friends of mine in their 30s and 40s can still only afford to share a house.  They would like to be able to afford a one-bedroom apartment in which to live but they cannot do so at current prices.  This amendment proposes that 20% of dwellings be reserved for people who either live alone or who live together with one or more persons where there is only one income in the household.  If the State is making a significant intervention in the housing market, as the Government has promised, it is only right that it accounts for this growing demographic of single people and households with one income and that a certain amount of housing be reserved for such people.  We need to deal with this notion that one has to marry, live with somebody or be in a partnership to afford a home.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rebecca Moynihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RebeccaMoynihan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is essential that the State provision of housing takes into account households in which there is only one income and single people who live alone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#EE00400","speaker":"1672","continuing":true},{"type":"speech","time":1622795400,"counter":180,"content":"<p>I will be brief.  This is a better drafted version of my amendments Nos. 34 and 35, which related to households headed by a single person.  I also had amendments relating to households with a disability.  It should be borne in mind that households in which somebody has a disability constitute a very large proportion of the population.  For technical reasons those amendments could not be introduced, but I hope that this is considered within the systems of eligibility and the priorities planning.  I fully support this amendment.  I think it is very frustrating for people when household incomes are added up to see assumptions of two incomes per household, leaving aside the assumption that both incomes will come through forever, that both people will work forever and that there will not be gaps or inconsistencies.<\/p> <p>Calculations based all the time on two incomes combined in respect of housing do not reflect the reality.  In fact, this amendment is modest in proposing that 20% of dwellings be reserved for purchase by the applicants described because we know that 20% of families in Ireland are headed by a single person, one person.  In other words, households headed by a single parent account for 20% of families in Ireland.  Add to that individuals who live alone and who want to live alone, and this is one of the huge parts of the hidden homelessness we know we have.  Then there are the people who are 40 or 45 years of age and still living at home because they have no chance at all on any housing list and there is really no prospect of their being able to afford a house.  People want to live their lives in their way at 40 and 45.  This situation is not acceptable.  The 20% is already covered just by families.  Then one looks to the cohort of persons who are on their own and the whole other large cohort of people who may have lost a partner.<\/p> <p>This is a really good measure.  Subsection (b) would cover cases in which there is only one member of a household and cases in which only one person is earning an income and somebody else is in a caring role, which we know constitute another huge component and percentage of the reality of households.  Again, this is really sensible.  The amendment should ideally be accepted but certainly should be reflected in the scheme of priority in order that we send a message to every kind of household to the effect that we know that they might need an affordable home and that they are entitled to have that hope and expectation.  I encourage the Minister of State to accept the amendment if possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#FF00200","speaker":"1662"},{"type":"speech","time":1622795400,"counter":181,"content":"<p>I totally appreciate where Senator Moynihan is coming from with this amendment.  It is very important that we look not only at couples who have children but also to individuals and single people.  However, I think that is achieved by the house types the local authority will commit to building.  If the local authority commits to building a one-bedroom apartment, as referred to by Senator Moynihan, it will not be for a couple with a child but will be specifically for the household types to which the Senators referred.  I think it is necessary to keep the scheme of priority as broad as possible.  I certainly believe that through the 30%, which was referred to in the previous discussion, local authorities should target people like those Senator Moynihan has mentioned.  They will have the flexibility to do so, and I will speak to my party's councillors in the Waterford area to ask them to do likewise.  I suggest Senator Moynihan do that also, but the house type will determine whom the properties will be for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#FF00300","speaker":"1647"},{"type":"speech","time":1622795400,"counter":182,"content":"<p>Senator Moynihan's amendment addresses a particular issue with access to affordable housing by single people, single-parent households and households in which only one individual is working.  It is more difficult for such households.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All of us know from our own local areas that quite lengthy housing lists are being dealt with.  We prioritise families with children.  It is extremely difficult for a single person without children to get a local authority house or to get onto the property ladder and there is an issue to be addressed there.  However, prescribing that 20% of all developments be assigned to this particular cohort does tie the hands of the State, Government and local authorities and I am not sure that is the right way to go about it.  I ask that the Minister of State look at the issue of access to affordable housing for people who are living alone, single individuals, or one-parent households because they are at a significant disadvantage and are very often at the back of the queue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#FF00400","speaker":"1642","continuing":true},{"type":"speech","time":1622795400,"counter":184,"content":"<p>Senator Moynihan has raised a very important issue.  Certainly this is a very significant challenge.  As Senator Higgins also said, our family units are changing, the nature of family has changed dramatically over the past 20 years in Ireland and there are many single people, couples who are separated and divorced etc.  That is reflected in what local authorities are trying to achieve in designing schemes and they have that discretion in terms of designing their own schemes as well to ensure they try to prioritise one-bedroom and two-bedroom homes to get diversity into the housing mix.  That is also important in building communities and not just units.  It is a really important point to make and I take on board the points made by Senator Chambers on access to affordable housing and by Senator Cummins around achieving the diversity of house types we are talking about.  However, I am not sure this is the mechanism by which we should do it.  I do not consider there is a particular reason to lock in a prioritisation of either of these categories of people over and above others for affordable dwelling purchase arrangements.  The provisions as they stand allow for a degree of prioritisation with respect to the size and composition of the applicant&rsquo;s household.<\/p> <p>The scheme is targeted at persons who cannot afford to purchase a dwelling suited to the household needs at market value.  The income of the applicants will be taken into account when determining eligibility.  In addition, as outlined under previous amendments, it is the intention to enable local authority members such that, while having regard to their own particular housing needs and characteristics, they could provide for a specific scheme of priority for 30% of the dwellings being made available.  Thus that flexibility is there under that 30% which may be the best way forward on this.  Accordingly I do not propose to accept this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#GG00200","speaker":"1512"},{"type":"vote","time":1622795400,"counter":185,"content":"<p>Amendment put:<\/p><p>The Committee divided: Tá, 5; Níl, 26.<\/p><br\/><br\/><p>Tellers: Tá, Senators Alice-Mary Higgins and Rebecca Moynihan; Níl, Senators Lisa Chambers and Seán Kyne.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#GG00300","aye":["1631","1634","1662","1672","1684"],"nay":["1629","1630","1636","1637","1638","1384","1639","1640","1641","1642","1643","1644","1646","1647","1648","1651","1656","1659","1412","1665","1667","1689","1692","1693","1694","1682"],"abs":[]},{"type":"speech","time":1622795400,"counter":186,"content":"<p>Amendments Nos. 42 and 43 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00050","speaker":"1682"},{"type":"speech","time":1622795400,"counter":187,"content":"<p>I move amendment No. 42:<\/p> <blockquote> \tIn page 13, to delete lines 17 to 19 and substitute the following:  \t&ldquo;(5) The sale of affordable dwellings to eligible applicants under this Part is an executive function.&rdquo;.   <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00100","speaker":"1672"},{"type":"speech","time":1622795400,"counter":188,"content":"<p>Does the Senator wish to speak to the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00200","speaker":"1682"},{"type":"speech","time":1622795400,"counter":189,"content":"<p>I do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00300","speaker":"1672"},{"type":"speech","time":1622795400,"counter":190,"content":"<p>I will briefly speak to amendment No. 43.  We have talked about the input that local authorities can have in respect of the scheme of priority but my concern is that housing authorities can make or amend a scheme of priority and give it to the Minister, but the Minister can then change it completely.  The Minister can direct the local authority to amend the scheme of priority.  The section states that \"the housing authority shall comply with any such direction ... as specified by the Minister\".  There may well be an input point for local authorities but there is a strong override mechanism.  My amendment is simple.  Of course it is appropriate to consult the Minister on the scheme of priority but the local authority should \"have regard to\" the direction from the Minister, as per my amendment, rather than be compelled to \"comply with\" the direction, as is contained in the section.  That is quite heavy language.  The relationship suggested by my amendment is more appropriate, especially given that this only relates to a certain portion of housing provision.  This does not affect the national scheme, it is about a particular local scheme.  I imagine that in 99.9% of cases, the local authority would have very serious regard to the input of the Minister and would probably end up being of a mind with him or her.  However, \"comply with\" is a blunt tool in the context.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00400","speaker":"1662"},{"type":"speech","time":1622795400,"counter":191,"content":"<p>I will also speak to amendment No. 43.  The Senator is right.  As she has said, if this amendment is successful it would give the housing authority greater autonomy and that is important.  We talk about giving greater autonomy to local government in these Houses.  This amendment would give housing authorities greater autonomy from the Minister when making the scheme of priority.  That is important and I support what this amendment is attempting to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00500","speaker":"1634"},{"type":"speech","time":1622795400,"counter":192,"content":"<p>Amendment No. 42 seeks to remove a reference to the provision of financial assistance for open market dwellings from section 11(5).  As stated under previous amendments, I wish to retain these provisions in the Bill.<\/p> <p>Amendment No. 43 seeks to delete \"comply with\" and substitute \"have regard to\" in reference to directions issued by the Minister to housing authorities on schemes of priority under section 11.  It is usual to provide that any direction issued by a Minister is complied with, where such a power is given to the Minister by statute.  This is as opposed to \"having regard to\" which would apply, for example, to guidelines issued by a Minister.  In order to provide a mechanism that will ensure that any scheme of priority is consistent with the intent of the legislation, and be fair and equitable to all households on a national basis, I do not propose to accept this amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00600","speaker":"1512"},{"type":"unspoken","time":1622795400,"counter":193,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":194,"content":"<p>I move amendment No. 43:<\/p> <blockquote> \tIn page 13, line 27, to delete &quot;comply with&quot; and substitute &quot;have regard to&quot;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL00800","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":195,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622795400,"counter":196,"content":"<p>Section 11 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":197,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1622795400,"counter":198,"content":"<p>Amendments Nos. 44 to 50, inclusive, are related and may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL01150","speaker":"1682"},{"type":"speech","time":1622795400,"counter":199,"content":"<p>I move amendment No. 44:<\/p> <blockquote> \tIn page 13, between lines 34 and 35, to insert the following:<br \/><br \/>&ldquo;<b>12.<\/b>Where a dwelling is being made available for affordable purchase under a Part V agreement under section 5(b) that dwelling shall be made available for affordable purchase according to such criteria of affordability as may be set out by the Minister in regulation or by the relevant housing authority and there shall be no obligation on a housing authority to provide any financial contribution above such an agreed affordable threshold.&rdquo;. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I will not speak for long because we may need to go back and forth on this group.  My amendments in this section relate to Part 5, as we mentioned.  I know there are other changes to Part 5 in terms of what is or is not included.  I am hoping when Part 5 is reformed, as well as increasing the amount of affordable purchase housing and maintaining the amount of social housing, there will be a clear removal of leasing as an option.  That is important.<br\/><br\/>That is not what we are discussing here, however.  I am hoping for reassurance because I tend to look to the legislation and, having looked at it, I have a serious concern.  It seems that, as drafted, there may be a suggestion in the Bill that there would be a contribution, the affordable dwelling contribution, from local authorities, amounting to the difference between an affordable price and a market price, in respect of Part 5.  In my head I was thinking this is really the equity, in that we are talking about the contribution being that portion of equity which recognises there is a benefit attached to the fact somebody is purchasing something that is priced affordably rather than at the market price.  It relates to the relationship between the direct purchaser, who will dwell there, and the local authority.  However, when I go to the definitions part of the Bill, there are separate definitions of the equity component and the affordable dwelling.  The definition of &quot;affordable dwelling equity&quot; is fine.  However, the definition of &quot;affordable dwelling contribution&quot; only refers back to the part where I have concerns, namely, the part of section 12 that states the definition of the affordable dwelling contribution is as set out in section 12(2).  This subsection states:<\/p><blockquote>\tThe purchase of an affordable dwelling shall be facilitated by means of a contribution (in this Part referred to as the &ldquo;affordable dwelling contribution&rdquo;) which shall be: in the case of an affordable dwelling referred to in <i>paragraph (a) <\/i>or <i>(b) <\/i>of <i>section 5<\/i>, [paragraph (b) of section 5 refers to Part 5 housing] the difference between the market value of the affordable dwelling on the date on which an enforceable agreement is made for its purchase by the eligible applicant and the price paid by the eligible applicant; <\/blockquote><p>Every time I read this, it appears that there is a contribution expected from housing authorities, amounting to the difference between an affordable price and a market price.  That is fine if we are buying something on the open market or making a purchase agreement, but in respect of Part 5 housing, the condition of the planning permission is that a certain number of houses would be affordable.  It straight up states a certain number of houses would be affordable.<br\/><br\/>There should not be any question about this, and I hope the Minister of State can assure me there is not.  However, as I read the legislation, it seems affordable dwelling contribution may be construed as being an expectation of a financial contribution from a housing authority for the difference in price between an affordable price and a market price.  I need to be clear that is not the case in respect of Part 5 housing.<br\/><br\/>Making some houses affordable and social is the price of the development.  There is no question of individual property rights being developed, because these houses only exist if they fit the planning goals.  We may say they have to be built in granite or red brick, but we do not make up the difference between that and concrete.  If it is a condition of planning that a certain number of houses be made available at an affordable price, there should be no expectation of a top-up.<br\/><br\/>I want to be clear and I had hoped and assumed the affordable dwelling contribution matched the affordable dwelling equity.  However, they have different definitions in the Bill and the only definition for an affordable dwelling contribution states &quot;the difference between the market value&quot;.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I just need to be clear on that point.  Will the Minister assure me on that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LL01200","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":202,"content":"<p>I support Senator Moynihan's amendment No. 47.  It proposes to cap the affordable dwelling contribution.  It makes sense and is a reasonable amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NN00200","speaker":"1634"},{"type":"speech","time":1622795400,"counter":203,"content":"<p>As no one else is indicating, I call the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NN00300","speaker":"1682"},{"type":"speech","time":1622795400,"counter":204,"content":"<p>On conditionality and Part 5, amendments will be brought forward on Committee Stage in the D&aacute;il.<\/p><p>Amendment No. 44 seeks to insert a new provision to provide that where a dwelling is being made available for affordable purchase under a Part 5 agreement, there will be no obligation on a housing authority to provide any financial contribution above an agreed affordable threshold.  Under the Bill&rsquo;s provisions, the affordable dwelling contribution is essentially the discount from market value.  The percentage that discount represents of market value will be the percentage equity share the housing authority takes in the dwelling.  The amount of the support provided will be the amount needed to bridge the gap between the amount the applicant can borrow under the Central Bank&rsquo;s macroprudential rules and the market value of the home, subject to the proviso that there will be a minimum price below which the housing authority cannot sell the home.  This amendment is not necessary or appropriate.<\/p><p>Amendment No. 45 proposes the replacement of section 12(2) in order to remove the reference to financial assistance by a housing authority towards the purchase of open market dwellings.  Amendment No. 46 also proposes to amend section 12(2) to remove the reference to open market dwellings.  As has been confirmed in response to similar amendments previously, I wish to retain these provisions.<\/p><p>Amendment No. 47 seeks to amend section 12 to limit the amount of the affordable dwelling contribution to 20% of market value.  I do not consider it is appropriate to limit the affordable dwelling contribution, and hence the housing authority equity share, to 20% of market value.  In some schemes, the housing authority will be in a position to sell the home at a price that represents a reduction of more than 20%.  To limit the affordable dwelling contribution to 20% would exclude lower earners who can only afford to purchase the dwelling at the lowest price the housing authority can sell it for.  This might be at a reduction of 25% or 30% from market value.  These individuals may well be paying more in rent than the mortgage repayments.  However, based on an analysis of serviced site fund applications to date, local authorities have estimated that the ultimate affordable dwelling contribution would be in the region of 10% to 20% in the majority of cases.<\/p><p>Amendment No. 48 seeks to insert a provision into section 12:<\/p> <blockquote> \tFor the avoidance of doubt, no affordable dwelling contributions shall be required from a local authority in respect of an affordable dwelling made available for sale under a Part V agreement as specified in Section 5(b) or Section 7(2). <\/blockquote> <p>Amendment No. 49 seeks to amend section 12 on affordable dwelling equity.  I am unclear as to the intention of this proposed amendment.  The affordable dwelling contribution is essentially the discount from market value.  The percentage that discount represents of market value will be the percentage equity share the housing authority takes in the dwelling.  The amount of the contribution will be the amount needed to bridge the gap between the amount the applicant can borrow under the macroprudential rules and the market value of the unit, subject to the proviso that there will be a minimum price below which the housing authority cannot sell the unit.  It is intended that some units provided via Part 5 agreements will be affordable dwellings and will be the subject of affordable dwelling purchase arrangements.<\/p><p>While it is not entirely clear, this amendment may be seeking to represent the housing authority&rsquo;s equity share as a monetary amount as opposed to a percentage.  For example, where a housing authority can sell a unit for &euro;240,000, the market value of which is &euro;300,000, the housing authority's equity share in a case where, based on the applicant&rsquo;s income, the dwelling is being sold for the lowest possible price under this Bill is 20% - that is, the proportion &euro;60,000 bears to &euro;300,000.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This means that when the purchaser wishes to redeem or buy out the housing authority equity, he or she will be required to pay the housing authority 20% of the market value of the dwelling at the time of redemption.<\/p><p>If the market value has increased to &euro;350,000, the household will be required to pay &euro;70,000 and if the market value has dropped to &euro;250,000 the household will be required to pay &euro;50,000.  Under the proposed amendment, it appears that the purchaser would always be required to pay &euro;60,000 to redeem the equity, regardless of whether the value of the dwelling has risen or fallen since the time of purchase.  It is considered fair and appropriate that the benefit and risk is shared proportionately between the purchaser and the housing authority or taxpayer.<\/p><p>I highlight that under the provisions in the legislation, any equity which households choose to redeem will be retained by local authorities in a ring-fenced account and must be used for the purposes of further provision of affordable homes.  Accordingly, I do not propose to accept this amendment, or amendment No. 50, which is consequential to amendment No. 49.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NN00400","speaker":"1512","continuing":true},{"type":"speech","time":1622795400,"counter":206,"content":"<p>There is confusion about this.  What the Minister of State explained was my understanding and reading of the Bill.  When I was discussing this with colleagues, a couple came to the same conclusion as Senator Higgins from reading the legislation directly.  I ask for a commitment from the Minister of State that he will look at this section of the Bill from a legal perspective to see if there are unintended consequences or if it is worded or drafted badly from a legislative perspective such that local authorities are potentially affected.  I understand the equity share to be a clawback.  I think that is its intention.  It might be written in such a way that it is not just a clawback but that local authorities would also be making up the difference between not just market value but even cost value and what somebody is paying for it.  I have concerns about how affordability is being calculated.  If it is based on a market discount share, the section is probably worded quite badly and the Government maybe needs to tighten the wording and make it more robust.  My interpretation was different to my colleagues' interpretation, which was different to Senator Higgins's interpretation.  I imagine that if it is challenged in some respect, lawyers will have different interpretations.  I will not press any of these amendments but potentially will bring them back in.  I urge the Government to look at how this is drafted because there is a fundamental misunderstanding about how this part of the legislation operates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#OO00200","speaker":"1672"},{"type":"speech","time":1622795400,"counter":207,"content":"<p>For clarity, amendment No. 46 does not relate to open market dwellings but to Part V housing.  The &ldquo;or (b)&rdquo; that is being removed relates to Part V housing.  I understand and do not have any problem with the intent of the Bill but I have concerns about the drafting.  That is why I have gone back and forth and have come at it two or three different ways, which I accept may not be the best ways to come at it.  I hope that the considerably greater drafting resources to which the Minister of State might have access will review this and look at the clarity of the language.  That is why I have amendments to try to take Part V out of this, to bring clarity, and \"For the avoidance of doubt\" in another one.  The Minister of State might table an amendment with language that is for the avoidance of doubt.<\/p> <p>I am not speaking about housing practice but as a legislator addressing the legislation, about the definitions part of the Bill.  The Minister of State has described a relationship which is the one that I understand to be the intention and which would be proper between the equity and the contribution, so that effectively the contribution is there and can be recognised as equity at a later stage in the process.  The Bill has separate definitions for affordable housing dwelling equity and affordable dwelling contribution.  It does not set out the relationship between the affordable dwelling contribution in Part V dwellings and equity.  There is a concern that (a) and (b) of section 5 are being treated the same even though they are quite different.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The reference in section 5(a) is just to a dwelling made available by a housing authority under any of these agreements, including agreements with the Land Development Agency, public private partnerships, etc., but section 5(b), which relates to Part 5, is treated the same way.  Surely Part 5 is being treated in a different way than section 5(a)?  In a public private partnership for example, one may be paying a certain amount, whereas with Part 5, properties are being provided at a certain price.  The downstream element in terms of equity may be the same but the contribution is surely likely to be configured differently.  My concern is that Part 5 is being bundled in with all those other kinds of ways that a housing authority might provide housing under section 6, and there is not clarity.  One might need one arrangement with a public private partnership where one pays a certain amount and then a certain amount of that is made available at an affordable price, but on the Part 5 it would be a different arrangement because the price would be the price.  I accept there would be an equity part later because if somebody purchases it the person is taking the value of the fact that it is a lower price.  I have no problem with the fact that it would be reflected back to the council, but the language is unclear.  Specifically, the only point it makes about the definition of that contribution &ndash; \"contribution\" is a strong word if it is to be invoked -  is literally a reference to this section of the Bill, which is 12(2)(a) and \"the difference between the market value...and the price paid by the eligible applicant\".  The Minister of State might see the difference as the discount that happened because it was a Part 5 arrangement.  My concern is that it could be construed as being the financial difference.  We must be crystal clear on Part 5.  We heard three or four different interpretations.  With respect, we must have an interpretation which is crystal clear, so even if the Minister of State cannot accept these amendments, I urge him to come back to us with something that will provide clarity.  That could be done either by separating out Part 5 and how it is discussed or being clearer on the relationship between the contribution and the equity, but we have a circular self-reference at the moment where the only reference is to the difference between the market price and the price paid.  There is nothing to explain what we mean by that difference.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#OO00300","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":209,"content":"<p>Senator Moynihan sat through the pre-legislative scrutiny of the Oireachtas joint committee and my understanding is exactly as she outlined to the House.  Perhaps the term \"affordable dwelling contribution\" is confusing, but it is clear when read within the totality of the Bill that what is being referred to here is the equity stake that the State takes in the house.  The Minister of State outlined it very well in response to amendment No. 47, which seeks to prevent the affordable dwelling contribution being more than 20% of the market value.  The rationale provided by him was that it may be necessary for the equity in the property to be more than 20% to be able to assist the very people we spoke about earlier in the debate, that is, lower income households, to be able to avail of affordable purchase schemes.  In agreeing amendment No. 47 we would be restricting the ability of local authorities to be able to provide affordable purchase homes to people on lower incomes, which is not something the Government wants to do.  That is what is being proposed by the Opposition.  I think it is clear when read as part of the totality of the Bill, but I appreciate what has been said by my colleagues to my left.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When taken in the context of the Bill as a whole, it is clear the reference is to the equity stake as opposed to a financial contribution that local authorities will have to provide to builders of homes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#PP00200","speaker":"1647","continuing":true},{"type":"speech","time":1622795400,"counter":211,"content":"<p>I agree with Senator Cummins.  It is very clear from section 12 of the Bill that amendment No. 47 would not be suitable at all.  It refers to a 20% equity stake.<\/p> <p>Who decides on the equity stake?  In a housing estate of 100 houses, some houses may be slightly more valuable than others.  They could be end houses, corner houses, houses with bigger gardens or houses that face south, for example.  There might only be small differences in value, amounting to &euro;5,000 or &euro;10,000, but it would mean a difference in the equity stake.  Will the council value the houses or will it be a valuer for the council?  Would all 100 houses be valued at the same price?<\/p> <p>Would the property charge be applied equally to all houses?  Would the person who gets the house pay the property tax or would the council pay it in part?  Who would pay it?  I do not see this mentioned in the Bill.  Whoever pays has to pay a couple of hundred euro per year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQ00200","speaker":"1636"},{"type":"speech","time":1622795400,"counter":212,"content":"<p>On the issue of shared equity, it would be helpful if the Minister of State confirmed the position for the House.  The objective of the State in providing the shared equity scheme is to financially support people so they will be able to afford to purchase their own home.  Applicants will be eligible only if they are unable to secure a mortgage.  All applicants will have to have realised their full loan potential.  It will only be in that instance and when they require additional financial support that they will be able to apply under the shared equity scheme.  In essence, the equity percentage will be determined by the applicant's need as opposed to the local authority's or Government's instruction.  It will be determined by each applicant's need and correspond to the level of financial support he or she requires from the State.  It is important to have this clarified.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQ00300","speaker":"1656"},{"type":"speech","time":1622795400,"counter":213,"content":"<p>I will take the questions backwards.  On Senator Fitzpatrick's point, it is the case that applicants will be supported to the value of the equity they require.<\/p> <p>On Senator Paddy Burke's question, on who decides on the equity stake, the local authority sets the prices.  It would make decisions on a case-by-case basis.  The local property tax is the household's responsibility.<\/p> <p>I note the request of Senators Higgins and Moynihan to have clarity in the language.  We can certainly double-check and revert to the Senators if that is acceptable.  We are satisfied with the Bill's provisions as they stand but if clarity is sought on language, we can certainly look into it.  The legislation has been checked by the Office of the Attorney General but if clarity is sought, we will certainly come back to both Senators in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQ00400","speaker":"1512"},{"type":"unspoken","time":1622795400,"counter":214,"content":"<p>Sitting suspended at 12.55 p.m. and resumed at 1.25 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"speech","time":1622795400,"counter":215,"content":"<p>Is the Senator pressing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY00100","speaker":"1670"},{"type":"speech","time":1622795400,"counter":216,"content":"<p>The Minister of State has indicated that he will engage with us between now and Report Stage to clarify the legal language.  We all have the same policy intent and we need to ensure that we do not create an ambiguity or any expectation in the language.  To allow the Minister of State to come forward with his own tightened or clarifying language, I will withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY00200","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":217,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":218,"content":"<p>SECTION 12<\/p>"},{"type":"speech","time":1622795400,"counter":219,"content":"<p>I move amendment No. 45:<\/p> <blockquote> \tIn page 13, to delete lines 39 and 40, and in page 14, to delete lines 1 to 6 and substitute the following:  \t&ldquo;(2) The purchase of an affordable dwelling shall be facilitated by means of a contribution (in this Part referred to as the &ldquo;affordable dwelling contribution&rdquo;) which shall be the difference between the market value of the affordable dwelling on the date on which an enforceable agreement is made for its purchase by the eligible applicant and the price paid by the eligible applicant.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY00400","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":220,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":221,"content":"<p>I move amendment No. 46:<\/p> <blockquote> \tIn page 14, line 1, to delete &ldquo;or <i>(b)<\/i>&rdquo;. <\/blockquote> <p>I note specifically my need for clarification on Part 5.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY00600","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":222,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":223,"content":"<p>I move amendment No. 47:<\/p> <blockquote> \tIn page 14, to delete lines 13 to 16 and substitute the following:  \t&ldquo;(4) The affordable dwelling contribution shall not be greater than 20 per cent of market value.&rdquo;.  <\/blockquote> <p>I welcome the Minister of State to the House.  I am happy to stand in for Senator Moynihan on this.  I know we have had a full debate on these issues.  Senator Moynihan has indicated she wants to withdraw the amendment at this stage and to come back on Report Stage, if necessary, while seeking further clarity in between.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY00800","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":224,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":225,"content":"<p>I move amendment No. 48:<\/p> <blockquote> \tIn page 14, between lines 16 and 17, to insert the following:  \t&ldquo;(5) For the avoidance of doubt, no affordable dwelling contributions shall be required from a local authority in respect of an affordable dwelling made available for sale under a Part V agreement as specified in <i>section 5(b)<\/i>or <i>section 7(2)<\/i>.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01000","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":226,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":227,"content":"<p>I move amendment No. 49:<\/p> <blockquote> \tIn page 14, to delete lines 17 to 28 and substitute the following:  \t&ldquo;(5) In consideration of the provision of the affordable dwelling contribution, the housing authority shall be entitled to a beneficial interest in the affordable dwelling (in this Part referred to as the &ldquo;affordable dwelling equity&rdquo;) which shall be equal to the amount of the affordable dwelling contribution.&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01200","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":228,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":229,"content":"<p>I move amendment No. 50:<\/p> <blockquote> \tIn page 14, to delete lines 37 and 38 and substitute the following:  \t&ldquo;(c) record the affordable dwelling equity, expressed as a sum equal to the affordable dwelling contribution,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01400","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":230,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":231,"content":"<p>I move amendment No. 51:<\/p> <blockquote> \tIn page 15, to delete lines 5 to 7. <\/blockquote> <p>The &quot;long stop date&quot; goes against the fundamental principles of affordable purchase or rent.  If the initial equity is not recouped in 30 or 50 years, it effectively remains there as a charge for whenever the house is sold on.  I would like to get the Minister of State's view on that.  Is this amendment grouped with amendment No. 52?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01600","speaker":"1686"},{"type":"speech","time":1622795400,"counter":232,"content":"<p>No, they are separate amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01700","speaker":"1670"},{"type":"speech","time":1622795400,"counter":233,"content":"<p>I will leave it there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01800","speaker":"1686"},{"type":"speech","time":1622795400,"counter":234,"content":"<p>I do not propose to accept this amendment.  A \"long stop date\", anticipated to be between 25 and 30 years, will be prescribed before which the housing authority could not seek to realise the affordable dwelling equity other than for breach of specific terms of the agreement.  At the end of the period the charge could become enforceable if the affordable dwelling contribution - the State&rsquo;s equity share - is not bought out by the household.  However, this will be at the discretion of the housing authority.  It is envisaged that housing authorities would not, save in exceptional circumstances, opt to realise the equity during the lifetime of the purchasers but will instead wait for disposal of the dwelling on the purchaser's estate after death.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY01900","speaker":"1512"},{"type":"speech","time":1622795400,"counter":235,"content":"<p>As there are no other speakers, I propose to withdraw and resubmit on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY02000","speaker":"1686"},{"type":"unspoken","time":1622795400,"counter":236,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":237,"content":"<p>I move amendment No. 52:<\/p> <blockquote> \tIn page 15, to delete lines 27 to 30. <\/blockquote> <p>The Bill provides that the Minister may prescribe additional matters in the dwelling purchase agreement, including, but not limited to &quot;prohibiting any structural alterations or additions to the affordable dwelling without the prior written consent of the housing authority, which shall not be unreasonably withheld, and subject to any conditions imposed in such prior written consent&quot;.  I do not know why this is included in the legislation.  Why would the Minister want to prohibit structural alterations to a house?  I have concerns about it and I would like to hear the Department's view.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY02200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":238,"content":"<p>I do not propose to accept this amendment, which is required to ensure that the State and taxpayer equity interest is protected and that any necessary items relating to such matters as insurance and building regulations are addressed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the provisions state, however, the approval of the housing authority to consent to structural alterations cannot be unreasonably withheld.  To substantiate our position here, I point out that the provisions in Part 6 are designed to address a perceived shortcoming in the 2009 Act and to support purchasers in the process of seeking to extend homes by facilitating top-up loans.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#YY02300","speaker":"1512","continuing":true},{"type":"speech","time":1622795400,"counter":240,"content":"<p>I do not see why a person would be prohibited from adapting or extending a house.  I do not understand.  Does it imply the person does not own the home, by any chance?  I fundamentally disagree that a person should not be allowed to adapt or extend a house.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":241,"content":"<p>I do not think the legislation says that.  The phrase \"which shall not be unreasonably withheld\" is used.  That is a clear instruction to the council that it should not withhold consent unreasonably.  As the Minister of State indicated, there is provision in this legislation to allow for a top-up loan for the extension of a property.  We should encourage people in extending their homes to facilitate the needs of their families.  The legislation certainly does not prevent that.  As with any home, one does not own it until one has fully paid off the bank, or, in this case, until the State is fully paid off.  It is the same as when one gets a loan to buy a car, one does not own it until the loan is paid off.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00300","speaker":"1647"},{"type":"speech","time":1622795400,"counter":242,"content":"<p>I call Senator Higgins and then Senator Warfield.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00400","speaker":"1670"},{"type":"speech","time":1622795400,"counter":243,"content":"<p>I am happy to yield to Senator Warfield if he wants to reply to that point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00500","speaker":"1662"},{"type":"speech","time":1622795400,"counter":244,"content":"<p>You are never prohibited from extending or adapting your house because you have a mortgage from the bank.  The fact that you do not own your care does not prohibit you from souping it up, for want of a better term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00600","speaker":"1686"},{"type":"speech","time":1622795400,"counter":245,"content":"<p>I will be brief.  Of course there need to be building regulations and things need to be done properly but the concern is that certain structural changes are discretionary and do not require planning permission.  Small changes can be made.  There is a certain square footage of glass one can add to one's kitchen or whatever.  There are things that do not require planning permission.  I am all for proper planning processes for anything else but we do not want an estate where all those who bought their house at full price are able to make a certain kind of change on a discretionary basis, and those who bought at an affordable price face an obstacle to that.  I get the \"not ... unreasonably withheld\" aspect but will the process of obtaining written consent from the housing authority involve unreasonable delay?  Will there be a backlog?  Will that take a year or six months?  It seems like an additional hurdle which those who bought their houses at different prices do not face.  That is a reasonable concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00700","speaker":"1662"},{"type":"speech","time":1622795400,"counter":246,"content":"<p>The term \"which shall not be unreasonably withheld\" covers that.  It is not the intent to prevent homeowners building extensions.  The intention is to ensure that all building regulations are in place and that there is compliance.  If anything, that will protect the homeowner to get a better project from the extension.  The Senator raised the question of delays that could ensue from that but I do not think it would be unreasonable to expect that.  It is a reasonable expectation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#ZZ00800","speaker":"1512"},{"type":"unspoken","time":1622795400,"counter":247,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":248,"content":"<p>I move amendment No. 53:<\/p> <blockquote> \tIn page 16, to delete lines 32 to 35. <\/blockquote> <p>I will speak briefly to the amendment because we have not debated it yet.  However, I am conscious that we have had quite extensive debate on section 12 and the concept of affordability, section 12 being about affordable dwelling purchase arrangements.  In particular, Senator Moynihan and I, on behalf of the Labour Party, have been calling for the concept of affordability to be linked to income rather than to market value.  We have made those arguments.  I am conscious of the need to have time to move to our amendments to provisions in Part 3 of the Bill and to debate cost rental.  While we are strongly advocating for the provision of more affordable homes and the building of more houses that are affordable to all, it is clear that a big part of this is ensuring affordability of rents as well and, indeed, security of tenure for tenants.  We need to look very closely in this legislation at the provisions on rental.  I will not press the amendment at this point.  We are putting it forward as a further amendment to section 12.  We have tabled amendments to later sections and we want to have time to debate the provisions on cost rental later this afternoon.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA00100","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":249,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":250,"content":"<p>Section 12 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":251,"content":"<p>Sections 13 to 15, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":252,"content":"<p>SECTION 16<\/p>"},{"type":"speech","time":1622795400,"counter":253,"content":"<p>Amendments Nos. 54 to 56, inclusive, are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA00600","speaker":"1670"},{"type":"speech","time":1622795400,"counter":254,"content":"<p>I move amendment No. 54:<\/p> <blockquote> \tIn page 20, to delete lines 3 to 16. <\/blockquote> <p>I am interested to hear the response of the Minister of State on these amendments.  As I stated, I am anxious that we have time to consider the cost rental provisions in Part 3 of the Bill, but Senator Moynihan and I wish to reserve our position on these three amendments to sections 16, 17 and 19 and to again make the case about affordability of homes for all and to make the case strongly for more ambitious proposals from Government for the building of homes.  That is crucial, along with provisions on security of tenure and affordability of rent.  I would like to hear the response of the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA00700","speaker":"1631"},{"type":"speech","time":1622795400,"counter":255,"content":"<p>These amendments appear to be consequential on amendment No. 49 which attempts to change the affordable dwelling equity from a percentage to a fixed amount.  In that regard, I do not propose to accept the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA00800","speaker":"1512"},{"type":"speech","time":1622795400,"counter":256,"content":"<p>We had anticipated as much.  I will withdraw the amendment and we may bring it and the others in this grouping back, possibly in a reworded form, on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA00900","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":257,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":258,"content":"<p>Section 16 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":259,"content":"<p>SECTION 17<\/p>"},{"type":"speech","time":1622795400,"counter":260,"content":"<p>I move amendment No. 55:<\/p> <blockquote> \tIn page 21, to delete lines 12 to 29. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA01300","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":261,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":262,"content":"<p>Section 17 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":263,"content":"<p>Section 18 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":264,"content":"<p>SECTION 19<\/p>"},{"type":"speech","time":1622795400,"counter":265,"content":"<p>I move amendment No. 56:<\/p> <blockquote> \tIn page 26, to delete lines 14 to 28. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA01800","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":266,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":267,"content":"<p>Section 19 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":268,"content":"<p>SECTION 20<\/p>"},{"type":"speech","time":1622795400,"counter":269,"content":"<p>I move amendment No. 57:<\/p> <blockquote> \tIn page 27, to delete line 24. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA02200","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":270,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":271,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":272,"content":"<p>Sections 21 to 29, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":273,"content":"<p>SECTION 30<\/p>"},{"type":"speech","time":1622795400,"counter":274,"content":"<p>If amendment No. 58 is agreed, amendment No. 59 cannot be moved.  Amendments Nos. 58 and 59 are related.  Amendment No. 59 is a physical alternative to amendment No. 58.  Amendments Nos. 58 and 59 may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA02700","speaker":"1670"},{"type":"speech","time":1622795400,"counter":275,"content":"<p>I move amendment No. 58:<\/p> <blockquote> \tIn page 32, line 6, to delete &ldquo;30 years&rdquo; and substitute &ldquo;40 years&rdquo;. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Clearly, we are now on Part 3 of the Bill that deals with cost rental dwelling and for us this is a crucial.  With the national emergency that we are seeing it is not just that we do not have enough homes being built.  That is clearly a huge issue.  What is also a huge issue is the lack of security of tenure and the lack of availability of affordable rents across the country but particularly in Dublin city.  we see very high levels of rent currently being set, particularly in my own area of Dublin Bay South.  What we are also seeing, unfortunately, is the dominance of institutional investors, so-called cuckoo funds and vulture funds artificially maintaining market rents at a high level by keeping apartments empty.  I have talked before about seeing apartments, in big apartment complexes built in different areas around Dublin Bay South, lying furnished but empty with plastic sheeting still on the mattresses, which is the image that is most durable for me, while people cannot afford to move into those apartments because the rents are set so high.  That is the difficulty where we have this dominance of institutional investors in that we do not see affordability of rental.<\/p><p>We are very anxious to see measures brought forward to increase the affordability of rents and ensure the security of tenure for tenants.  In other words, to ensure the protection of tenants' rights.  That is part of the difficulty for so many people, particularly my students who may have now graduated and are in good jobs yet they simply cannot afford to buy homes.  Furthermore, they are not in secure rental accommodation.  For so many people, they feel such a need to buy a home because they cannot feel secure in rental accommodation.  What would take a lot of pressure off housing more generally is if we could ensure better protection for tenants so people could see themselves in longer leases, they could know that they have greater security in their homes and, therefore, do not feel this urgent pressure to move out and buy a home.<\/p><p>For a long time the system was skewed where renting was only ever seen as very short term and almost a haphazard thing.  We did not have a tradition in Ireland and, indeed, in Dublin of long leases, secure tenancies, fixed rentals and of the Government setting caps and affordable rents.  Increasingly, we have seen a move towards that in the shape of rent pressure zones and so on but we need to see more of that in this Bill.  That is why we have put forward a series of amendments to Part 3.<\/p><p>Senator Moynihan drafted amendment No. 58.  However, Senator Warfield has tabled a very similar amendment No. 59.  On consideration, we would be happy to support amendment No. 59 in preference.  We ask the Minister of State to consider both amendments, if necessary, between now and Report Stage.  Indeed, we will hear his response today.  I hope that it might be possible to achieve something that goes towards meeting our concerns with the current provisions in section 30 and for the Government to come to us with something that deals with the issues that we have raised in amendments Nos. 58 and 59.  We are happy to withdraw amendment No. 58 in the interest of pressing amendment No. 59.  Senator Warfield can speak to his amendment but both of these amendments seek to achieve the same thing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#AAA02800","speaker":"1631","continuing":true},{"type":"speech","time":1622795400,"counter":277,"content":"<p>I can see what the amendment is trying to achieve.  In the interest of aligning policy we should consider amendment No. 58, in particular, which references a 40-year period.  My reason for saying so concerns the cost-rental equity loan, which is in place for approved housing bodies to provide cost-rental homes.  Eight sites have been identified to provide 430 cost-rental units this year.  They are over a 40-year period so there is probably a mismatch between the legislation concerning 30-year and 40-year periods.<\/p> <p>I wish to make a related point concerning the calculation of the discount on market rent, particularly in regional cities outside Dublin, and how the Housing Finance Agency calculates the market rent.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->An elongated period of 40 years would perhaps allow us to lower the rents for people in those areas to provide a discount on market rents.  That is what the Minister is trying to achieve, a 25% discount on market rents.  More transparency is needed in respect of how the Housing Finance Agency determines the market rent in cities.  I do not believe the figures are reflective of the actual market.  To take my own city of Waterford, what has been determined to be the market rent is less than the actual market rent.  Therefore, when one tries to calculate the discount, one cannot make it financially viable.  I do not expect the Minister of State to have the answer with him right now but transparency is needed in that regard.  In order to align the policy in respect of the cost-rental equity loan, it may be worth considering extending the relevant period to 40 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#BBB00200","speaker":"1647","continuing":true},{"type":"speech","time":1622795400,"counter":279,"content":"<p>I thank Senators Moynihan and Warfield for putting forward these amendments.  I will talk about cost-rental for a moment because it is important to provide the context.  Cost-rental has been a key policy of the Green Party for decades.  It is also a key part of this Bill.  There are two reasons that cost-rental is important.  These amendments align with those reasons.  The first reason relates to the quality of life of the person or family in the accommodation.  We are really looking to ensure the lowest rent possible is charged.  We have social housing in this country, which I do not believe Austria has, and these provisions therefore have to be slightly different.  We are talking about people who earn more than the income limits for eligibility for social housing.  I cannot see why the cost to the State would be that much different if the rent is calculated over a period of 30 years or a period of 40 years, but it makes a great difference to the person or family living in the accommodation.  I, therefore, believe we should try to accommodate these proposals insofar as is possible.  I ask that the Minister of State look at doing that.<\/p> <p>The other thing, which Senator Bacik mentioned, is security of tenure.  Some of the other amendments speak to that issue, so I will come back to it.  It is, however, also key.  If the minimum period is set at 30 or even 40 years, the lifetime of a person's tenancy may expire when he or she is 50 or 60 years of age.  I am not convinced that is secure.  I know that is not entirely what these amendments are about but these issues need to be considered together.<\/p> <p>The second reason that cost-rental is really important is that if it is rolled out to the extent that we in the Green Party would like it to be - our policy proposes 20,000 cost-rental units per annum - or even to an extent approaching that 20,000-unit mark, it would calm the whole market.  It would end the boom-bust cycle because the private rental market would then have to compete with a cost-rental market and would, therefore, have to adjust the cost of rent.  This is a similar outcome to that of another measure quite apart from cost-rental.  Building homes will also calm the market, which is what every section of this Bill tries to do.  I would lend support my support to this amendment, or to another amendment worded along these lines.  That is what I am really trying to say, in a somewhat long-winded way.  I will come back to the issue of length of tenure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00200","speaker":"1693"},{"type":"speech","time":1622795400,"counter":280,"content":"<p>May I now move amendment No. 59?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00300","speaker":"1686"},{"type":"speech","time":1622795400,"counter":281,"content":"<p>Does the Senator wish to speak to it?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00400","speaker":"1670"},{"type":"speech","time":1622795400,"counter":282,"content":"<p>It is in the group on which we have been speaking.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00500","speaker":"1686"},{"type":"speech","time":1622795400,"counter":283,"content":"<p>They are grouped.  We will first deal with amendment No. 58, which I believe Senator Bacik said she was going to withdraw.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00600","speaker":"1670"},{"type":"speech","time":1622795400,"counter":284,"content":"<p>I would like to come back in on it, if I may, and to hear the Minister of State's response.  I simply wish to contrast Nos. 58 and 59.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00700","speaker":"1631"},{"type":"speech","time":1622795400,"counter":285,"content":"<p>We are moving too quickly.  I call on the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00800","speaker":"1670"},{"type":"speech","time":1622795400,"counter":286,"content":"<p>This amendment is grouped with No. 59, so all of the amendments get spoken to before the Minister of State speaks to all of them together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC00900","speaker":"1662"},{"type":"speech","time":1622795400,"counter":287,"content":"<p>My apologies.  That makes sense.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC01000","speaker":"1670"},{"type":"speech","time":1622795400,"counter":288,"content":"<p>They are grouped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC01100","speaker":"1662"},{"type":"speech","time":1622795400,"counter":289,"content":"<p>They are grouped.  I am sorry, that is pretty obvious, is it not?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#CCC01200","speaker":"1670"},{"type":"speech","time":1622795400,"counter":290,"content":"<p>Essentially, these amendments seek to do the same thing.  Ours would extend the 30-year period to 40 years and Senator Warfield's would extend it to 50 years.<\/p> <p>I wish to respond to Senator Pauline O'Reilly.  She quite rightly pointed out the importance of cost-rental models.  It is very welcome to hear quite affirmative and positive responses from Senators Pauline O'Reilly and Cummins on the principle that Senator Warfield's amendment and our amendment seek to achieve, which is to ensure that we think longer term about protection of tenants' rights and security of tenure and, when we develop and devise cost-rental, that we think about people's lifetimes and about ensuring protection of tenure over a longer period.  That is what some of our later amendments also seek to do.  Amendment No. 66, for example, in my name and Senator Moynihan's, also seeks to extend periods.  We have also tabled later amendments to section 30 that seek to remove the profit motive from cost-rental models.  Senator Pauline O'Reilly quite rightly pointed out the need to calm the market and said that this is essentially what the provisions seek to do, but we need to think longer term when we talk about calming the market.  We also need to be cognisant of the fact that the market is currently being manipulated by the dominance within it of institutional investors such as real estate investment trusts, REITs, and cuckoo funds and that this is creating a major problem.  I know we are all trying to resolve it in different ways but we need to be really ambitious and radical in trying to address that dominance and trying to re-skew and readjust housing and how we see it in order that the right to a home is seen as a right for all rather than always talking about the market, market value and so on.  This radical rethink is what is required.  What we are seeking to do with these amendments is to insert some of that radicalism into the Bill.<\/p> <p>Many of the Bill's provisions we very much welcome.  Again, however, we are just trying to be constructive and engage with the Minister of State in seeking to think longer term, particularly when we talk about the protection of tenants' rights.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#DDD00100","speaker":"1631"},{"type":"speech","time":1622795400,"counter":291,"content":"<p>I will only briefly go over what has been said.  To be clear, for the record, what Sinn F&eacute;in wants is a statement of the proposed initial maximum rent to be calculated in such a manner that it would be spread over 50 years.  The key point that has been mentioned is security of tenure.  The longer the repayment period, the lower the rent.  We see that in cost-rental models like the Vienna model.  I will not rehash what has been said.  I would welcome the Minister of State's contribution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#DDD00200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":292,"content":"<p>Those were very useful contributions.  I think that collectively we all agree right across the House that cost-rental has a significant role to play in, as Senator Pauline O'Reilly said, calming the market and moving towards a more mature, sustainable, European-type approach to the rental sector in Ireland, which we have not had to date.  No doubt we have all heard of the state-of-the-art Vienna model that has been spoken about.  I think we can achieve that over time and get towards 20,000 cost-rental units per year, bringing about a transformation in the rental market in Ireland and giving people security of tenure and long-term fixed rental accommodation in which they can live comfortably for all their lives.  I think Senator Bacik is correct that in her constituency potential renters feel this quite acutely.  I think hers is an area that would benefit from such measures, as I think cities across the country would.<\/p> <p>The issue of institutional investors has been raised, but we cannot take from the fact that this involves pension funds, where there are modest returns.  They have an important role to play.  I know that Sinn F&eacute;in's housing spokesperson, Deputy &Oacute; Broin, has previously welcomed pension funds in respect of investment.  They have a significant and important role to play, and a modest return on those investment is worthwhile and helps to build up the capacity we need to deliver cost-rental.<\/p> <p>To address specifically amendments Nos. 58 and 59, both amendments propose increasing the minimum length of the cost calculation period to 40 or 50 years, up from the 30 years proposed in the Bill.  The cost calculation period is a length of time over which the owner of the home models the cost in order to calculate the starting rent when applying to the Minister for cost-rental designation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I understand the Senators&rsquo; desire to maximise this period, since the longer the period over which the costs can be spread, the lower the starting rent for the cost rental tenant.  It is the Minister&rsquo;s full intention that these calculation periods will be made as long as possible in any application for designation as a cost rental dwelling.  For example, the costs for the first eight projects funded under the new cost rental equity loan, CREL, are being modelled over a 40-year period, which matches the period of the CREL loans themselves, and with the corresponding Housing Finance Agency loans which approved housing bodies have secured to cover the balance of the costs.  Stretching the costs and required loans out over this period reduces the rents.  However, it is important to be careful when setting the minimum duration of this period in primary legislation, particularly in light of the intention that non-State sources of finance could be utilised for cost rental over the longer term.<\/p><p>While it is intended that cost rental will be primarily provided by the Land Development Agency, local authorities and the AHBs, initially funded by the Exchequer and through State-backed lending from the Housing Finance Agency, it is important that the sector be open to non Exchequer-backed sources of finance over the longer term.  Such diversification of financing will help to grow the cost rental sector - which is what we all want to achieve - with additional finance being available to build new homes in a countercyclical manner, while not impacting on the State&rsquo;s overall debt burden.  Under the Austrian model of cost rental, for example, much of the debt financing for new developments is provided by Austrian banks.  With non-State loans, the durations depend on the commercial and risk considerations of private lenders.  We also need to be aware that long loan periods do not necessarily mean that low interest rates can be fixed for the whole time.<\/p><p>A minimum duration for the cost calculation period must leave space for the longer-term goal of diversification of funding, balanced with our overall desire to make these calculation periods as long as possible, thereby reducing rents for the tenants.  Given that the cost rental equity loan scheme and the Housing Finance Agency&rsquo;s current offerings are for 40-year terms, I think on balance that a 40-year minimum for the cost calculation period would be appropriate.  Therefore, I support amendment No. 58.  By accepting this amendment, I must therefore oppose amendment No. 59, which proposes an alternative duration for this same period.  Stretching the cost calculation period out to a minimum of 50 years may be appropriate once the cost rental model has fully proven itself in Ireland but it would be premature at the very inception of this new housing tenure, and 40 years would strike the best balance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#DDD00300","speaker":"1512","continuing":true},{"type":"speech","time":1622795400,"counter":294,"content":"<p>I thank the Minister of State for his very constructive engagement and for accepting our amendment No. 58.  We really welcome it.  It is a great testament to the power of debate in the Seanad and the power of constructive engagement.  We really appreciate the thoughtfulness that has gone into that and the Minister of State's very full and comprehensive response to the amendment.  We believe this is important in the longer term.  As I have said, we would have preferred 50 years but we are very glad the Minister of State has accepted the amendment; it goes a long way to meeting our concerns about ensuring maximum security for tenants under the new provisions.  Again, I very much thank the Minister of State for this.  It is very important to us in the Labour Party, and to so many of us across the House, to ensure the Bill is as good as it can be and does go a good deal of the way to meeting everyone's concerns about the current insecurity faced by so many tenants.<\/p> <p>As I have said, and as the Minister of State acknowledged, in Dublin Bay South it is a particularly pressing issue.  We have high levels of tenancy and really high levels of rent unaffordable for many.  This sort of measure will be hugely important in inner-city Dublin, in the south-east inner city and so on.  It will also be important across the country so I very much welcome that the Minister of State is accepting the Labour Party amendment and that the time period will be extended out to 40 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#EEE00200","speaker":"1631"},{"type":"speech","time":1622795400,"counter":295,"content":"<p>I welcome the acceptance of the amendment.  Obviously we were keen to see the more ambitious 50 years being accepted but this is really welcome.  I commend my Labour Party colleague and the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#EEE00300","speaker":"1686"},{"type":"unspoken","time":1622795400,"counter":296,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1622795400,"counter":297,"content":"<p>As amendment No. 58 has been agreed, amendment No. 59 cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#EEE00500","speaker":"1670"},{"type":"unspoken","time":1622795400,"counter":298,"content":"<p>Amendment No. 59 not moved.<\/p>"},{"type":"speech","time":1622795400,"counter":299,"content":"<p>Amendments Nos. 60, 61 and 66 are related.  Amendments Nos. 61 and 66 are physical alternatives to amendment No. 60.  Amendments Nos. 60, 61 and 66 may be discussed together, by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#FFF00100","speaker":"1670"},{"type":"speech","time":1622795400,"counter":300,"content":"<p>I move amendment No. 60:<\/p> <blockquote> \tIn page 32, to delete lines 12 and 13.  <\/blockquote> <p>This amendment refers to the minimum cost rental period.  I do not know why a minimum period is stated.  If the costs are covered, cost rental should be extended indefinitely.  I would welcome the Minister of State's contribution on that matter.  I know this amendment is a part of a group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#FFF00200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":301,"content":"<p>I am glad that the Minister of State accepted amendment No. 58.  I refrained from engaging on that amendment, which touched on one part of cost rental.  In his answer, the Minister of State spoke to the other concern about cost rental.  It is a fundamental concern, unfortunately, about how this Bill approaches cost rental in terms of the role of what are referred to as non-Exchequer backed sources.  It deals with the role of speculative finance.  It is still there.  I find it very concerning that not only are speculative financiers included in the Bill but the scheme is adapted to suit their needs.  The Minister of State has said that one of the reasons we need to set a limited number of years on the scheme and so forth is that it is one of the requirements of the non-Exchequer backed sources, including pension funds.  I am all for the universal pension and pension funds but let us not be sentimental about pension funds.  These are giant investment funds.  They may well relate back to pensions but, to be clear, this is not a pensioner buying the house.<\/p><p>We are trying to address a real concern with this set of amendments and they could make a fundamental difference.  We are trying retain the positive moves on cost rental in the legislation that people, including me, support and which we all want to see.  A cost rental scheme can be a way for us to get housing to people, housing they can afford to rent in a secure way in the long term.  It would change the landscape in Ireland.  Funds are on the other side of the equation.  I still think about the article in the <i>Business Post<\/i>which referred to leasing.  The article stated that when there is a 25-year lease and one gets a return on that leasing from a local authority, the estate in question is no longer made up of properties, it is a fund.  That was the description.  A house becomes a fund.  By including limited equity returns, the Bill is turning cost rental developments into funds with limited returns.  There is no bank in Ireland that will offer 3% or 4% return per annum, or whatever, but are these developments going to do that?  Profit is being built into the scheme and we do not need to do that.  <\/p><p>The Minister of State said we need to do this in respect of the debt burden.  I would point him to everybody who has talked on that issue, including the IMF, the EU Commission and, most recently, the Economic and Social Research Institute, ESRI.  The ESRI has been clear in pointing out that the State can access financing and that it should double the financing it is accessing.  This is a concern.  We do not need to factor in a profit.  We can access financing because the State has the luxury of longer periods of time within which to repay.  That is addressed in Senator Moynihan's amendment No. 66, which I support.  We should have 100-year thinking.  The idea that we think more in the long term was, in more religious times, called &quot;cathedral thinking&quot;.  The long-term vision of this cost rental scheme should be that we build houses which people would rent and in which property they would live the full length of their lives.  Thereafter, the approved housing bodies, those who have partnered or the State will have housing stock, which it can then decide to make available for affordable purchase or continue as cost rental.  That housing becomes a long-term public asset.<\/p><p>The danger of it becoming a private equity scheme, whether over 30 years or 40 years, with a private equity return, is that the scheme becomes a slightly better version of leasing.  The scheme would provide a dividend for the shareholders every year for 40 years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are very few places you can get a guaranteed return over a long period of time.  After that guaranteed portion of whatever the agreed limited equity might be over a 40-year period, the housing stock may go to the private investor, so he or she gets to walk away with the asset at the end.  That is a concern.<\/p><p>I have a number of later amendments which address the fact that, certainly in situations where this cost rental housing is being built on public land, there should be no question of us taking public land, making an agreement with a private investment fund for it to build a certain number of houses, for it to get its cost rental return with its profit margin guaranteed per year, and for it then keeping the housing stock.  I have amendments which address that part of the equation, which is a real concern.  I am hopeful the Government will take those on board when we know financing at a better rate is available to the State.<\/p><p>I do not see why we are adapting this scheme, adjusting the time rates and adding in a profit margin, as if we need to entice private investment funds to be part of this mix when we do not need to do that and it only adds to the cost.  The crucial point, as referred to in amendment No. 62, is it adds to the cost of the rent for the persons involved because it is part of the factoring in of the cost which needs to be reflected in the rent.<\/p><p>Let us not put profit into this.  We do not need to do so on a fiscal or financial basis.  There may be private actors who want to, out of some good, charitable or positive motivation, join in and say they are happy to invest and have their returns, but we do not need this to be a profit scheme.  We do not need this to be about investment funds.  We need this to be led by approved housing bodies, co-operatives and local authorities.  I worry not only about the participation but also that the terms of the scheme are being adapted to favour the needs of one type of participant.<\/p><p>I hope the Minister of State will address these issues.  This is fundamental.  This is the difference in whether this is a cost rental scheme and vision or an extended version of the leasing return and the 30-year fund.  That is why the original 30-year fund looks very similar to the return years you would expect if you put money into a fund instead of looking at the lifetime outcome for the State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#FFF00300","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":303,"content":"<p>While I agree with what Senator Higgins has said, if we did not have a housing crisis and we had 20 years to ramp up scale, such as was the case in Austria after the Second World War, we could take the points made there and implement them to the letter of the law.  However, approved housing bodies are on the State's balance sheet.  We also have to be cognisant of the fact they do not have the ability to ramp up the scale to the ambition every Member of this House has for cost rental.<\/p> <p>I heard my colleague, Senator O'Reilly, mentioning 20,000 units per annum.  All of us in this House want to deliver scale.  It would be silly of us, as legislators, to restrict the ability of limited return funds.  Let us be clear, we are talking about limited return funds, not yields of 10% or 12%.  We are talking about yields of 3% or 4%.  We are talking about pension funds.<\/p> <p>I have heard some Members of this House talk in glowing terms about what happens in Vienna and across Europe.  If we take that as a fact, we have to allow what we are providing for here, because that is what is allowed in those models.  It goes back to the points we made on this on day one.  We need to use every tool at our disposal to be able to ramp up scale and delivery of homes for individuals and families.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In this case, we are specifically talking about cost rental homes.  It makes no sense, as Deputy &Oacute; Broin has said, that limited return funds should be utilised in the provision of homes.  I agree with him on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#GGG00200","speaker":"1647","continuing":true},{"type":"speech","time":1622795400,"counter":305,"content":"<p>We are on amendment No. 60 and we have to get to amendment No. 105.  We have exactly 60 minutes left.  Brevity would be good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#HHH00200","speaker":"1670"},{"type":"speech","time":1622795400,"counter":306,"content":"<p>These amendments are related.  I will go back to my point that cost rental has to do two jobs in our market.  One job is about the tenants living in cost rental units.  The other job is to calm the market overall.  That means we must have supply of houses across all of the different elements of this Bill.  From our perspective, we must have supply of cost rental.  Everything has to be managed to an extent.  We have to think about the long term and how many units per year we can get in order to achieve that second piece of the puzzle.<\/p> <p>To go back to the first piece of the puzzle, we are constantly talking about the Vienna model in this Chamber.  It is fantastic to see it come to pass and it is historic.  If one goes into a cost rental unit aged 20, one would not want to be put out of it aged 50 or 60, however.  We need to be looking at the length of the tenancy and considering tenancies in perpetuity.  Is there some way we can ensure that the children of those who originally got the tenancy can continue it, should they meet the requirements?  Will the Minister of State look at that?  People are living longer.  We do not want a situation where, as one is getting older, one would be worrying about being put out of a cost rental unit when one needs security of tenure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#HHH00300","speaker":"1693"},{"type":"speech","time":1622795400,"counter":307,"content":"<p>Affordable cost rental is important.  This is the first time ever in the history of our State that we will provide affordable cost rental accommodation for our citizens.  It will be for people who are earning just above the social income threshold but who do not qualify for social housing and are struggling to secure affordable homes to rent.<\/p> <p>There is a historical model of renting in Ireland.  We talk about investors and all of that narrative is what dominates the media at the moment.  The reality, however, is the majority of landlords are owners of one or two properties.  That does not serve our renters very well because there is an insecurity of tenure and clearly the affordability issue is enormous.<\/p> <p>It is important we get the affordable cost rental right from a legislative perspective but also from a funding perspective.  I have also read the ESRI report.  It clearly stated the Government should increase capital funding for housing.  I absolutely agree with it.  All of my colleagues in government do.  We were all proud to vote for the biggest capital housing budget in the history of the State, namely, the &euro;2.2 billion approved for this year.  We cannot spend much of it because of Covid, which has caused a major delay.  However, once we get this legislation through, it gives us the legislative framework to improve and significantly increase the capital budget for housing.<\/p> <p>The ESRI told us that the Government should increase its capital funding to between &euro;4 billion and &euro;7 billion.  It also said there is a requirement of &euro;12 billion a year for the next ten years in terms of housing investment.  The ESRI not only called on the Government to increase its funding for capital investment in the provision of housing but also to stimulate private investment in the provision of housing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Fitzpatrick:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MaryFitzpatrick&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It specifically states that the private investment is too sluggish and will not deliver the quantum of homes that are needed.  This is a prudent move with regard to affordable cost-rental.  It mirrors what has been done in Europe and the Vienna model where there are ethical, sustainable funds investing in the provision of housing.  It is not the traditional leasing model and to conflate both is a mistake.  This is about ensuring that not only will the State invest in the provision of affordable cost-rental but also that ethical, sustainable funds will invest in providing affordable cost-rental.  It is important that we make it possible for those funds to invest so that we can deliver, for the first time, affordable cost-rental that will give renters affordability and security of tenure.  We can aim to get to the 20,000 cost-rental homes that are desperately needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#HHH00400","speaker":"1656","continuing":true},{"type":"speech","time":1622795400,"counter":309,"content":"<p>Amendment No. 66 is a Labour Party amendment, tabled by Senator Moynihan, other colleagues and I.  Along with the other amendments, it seeks to remove the profit motive from cost-rental to improve the model of cost-rental.  I am heartened by the Minister of State's constructive approach and thank him for accepting our amendment No. 58.  In the spirit of improving upon the model of cost-rental and ensuring that protection of security for tenants is regarded as a more long-term requirement, I ask that the Minister of State consider accepting our amendment to be more specific about the period of time.  It is a long-term approach to the rights of tenants.  I know the Minister of State has not yet had a chance to respond and I am conscious of the time.  We would welcome more constructive engagement on this and I thank the Minister of State for accepting amendment No. 56.  Amendment No. 66 and the other amendments seek to improve on the model of cost-rental and to make it even better for tenants than it currently is in the Government's Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#JJJ00200","speaker":"1631"},{"type":"speech","time":1622795400,"counter":310,"content":"<p>I thank the Senators for their contributions.  Senator Higgins referred to limited equity returns.  That will probably be dealt with in amendment No. 62.  We might address that then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#JJJ00300","speaker":"1512"},{"type":"speech","time":1622795400,"counter":311,"content":"<p>I thought it was grouped.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#JJJ00400","speaker":"1662"},{"type":"speech","time":1622795400,"counter":312,"content":"<p>I appreciate that.  I take on board the contributions from other Senators about ethical investments, sustainable funds, the dual role of the State, and limited, modest returns for funds, which we will address separately.<\/p> <p>I will address amendment No. 60, tabled by Senator Warfield, amendment No. 61, tabled by Senators Higgins and Ruane, and amendment No. 66, tabled by Senators Moynihan and Bacik of the Labour Party.  Amendments Nos. 61 and 66 propose to increase the length of designation of cost-rental dwellings to not less than 90 or 100 years, while amendment No. 60 would change the application process for cost-rental designation to remove entirely any commitment on the part of owners that homes remain in the cost-rental sector for a certain minimum period.<\/p> <p>A number of Senators have raised the issue that the Bill does not guarantee that homes will be subject to cost-rental regulations in perpetuity. I confirm that the owner will commit at the outset to the property remaining in the sector for a certain minimum period.  This will be at least as long as the period over which the financial model spreads the initial capital costs, which as a result of accepting amendment No. 58, will be 40 years or more, but it may be considerably longer.  I stress that 40 years is an absolute minimum, and is envisaged only in cases where there is no public investment, no State-backed lending, and no subsidy.  Requiring a perpetual commitment, even if a project received no State support, might act as a disincentive and hinder the growth of cost-rental. If a provider wants to offer cost-rental housing independently, complying with the restrictions without any particular incentive or support, any commitment to the sector is welcome.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, any project which receives public support will require a very long-term commitment.  This will be set out in the funding agreement.  The Government and local authorities need the flexibility to set appropriate conditions for the varied ways in which the State can support cost rental.  Where, for example, local authorities and the Land Development Agency deliver cost-rental homes, I envisage their committing homes to the sector effectively in perpetuity, given the functional lifespan of the homes.  It is for these reasons that I oppose the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#JJJ00500","speaker":"1512","continuing":true},{"type":"unspoken","time":1622795400,"counter":314,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":315,"content":"<p>I move amendment No. 61:<\/p> <blockquote> \tIn page 32, line 12, after &ldquo;dwelling&rdquo; to insert the following:  \t&ldquo;, which in any case where a loan is or has been granted by the housing agency shall be not less than 90 years,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#KKK00300","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":316,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":317,"content":"<p>I move amendment No. 62:<\/p> <blockquote> \tIn page 32, line 18, to delete &ldquo;and limited equity returns&rdquo;. <\/blockquote> <p>I do not want to specify a minimum period.  If the costs are covered, the cost-rental scheme should surely be extended indefinitely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#KKK00500","speaker":"1686"},{"type":"speech","time":1622795400,"counter":318,"content":"<p>I will not speak for very long because I thought this amendment was grouped with a previous one so I spoke to it then.  The core issue is still my concern about the motivation of the State, local authorities and approved housing bodies in engaging in cost rental as a vehicle for the provision of housing in the long term.  It is a totally legitimate motivation, but it is based on returns for shareholders, for example, in a pension scheme or fund.  It brings a different dynamic and imperative into the scheme.  That is why the limited equity returns piece is a concern.<\/p> <p>I am not saying we only want the State to build houses.  I want everybody to build houses.  The point that was made in the report is not that the State will take 20 years but, in fact, that the State explicitly has the next two years when fiscal rules are suspended.  It has been asked by the European Union to invest in housing and to use the period when it does not have a debt balance sheet requirement on it, as we have had in the past.  Right now, that does not apply.  We do not have to move the pieces around so projects are off balance sheet.  Right now, we are allowed to spend for the next two years and we can do it with financing of 0% or less.  The next two years are crucial in terms of State investment.<\/p> <p>It is the private market area that is sluggish, which is why I am concerned that the focus is on it.  I see limited equity returns over a 40-year period.  What I see is that houses will be built, because the builders are the ones who build houses.  We will pay their mortgage for 40 years because cost rental means effectively the costs have been covered.  However, as well as paying the mortgage of some investment fund that has a set number of properties, we will also give them 2%, 4% or 7% extra, something one would not get from any bank in the country as a dividend.  We will give them a limited equity return every year as well as paying the mortgage and then at the end they get the asset.<\/p> <p>That is what does not look great to me.  I would much prefer that we would have an arrangement whereby the cost is going towards an asset for the State, a local authority or an approved housing body.  I do not know if we will get to it, but the big concern I have relates to private investors building on public land for the provision of cost-rental housing.  That is why I liked amendment No. 66.  For one thing, it referred to a grant being provided by the Housing Agency.  If there is any question of public land being used, it needs to be very clear that this is not a giveaway.  If the Government insists on including a model where there are private actors, that should not extend to public land.  It would be ideological if were to say we need to have the private actors rather than the State build on public land when the State can do so.  I want to make sure that, if we are paying the mortgage and a little bit of an extra dividend every single year, we are not also giving away an asset at the end on public land.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That relates to my later amendments.  Again, there is nothing wrong.  There is a great role for private actors, funds and everybody else to do things but I want to be sure the State does not become their business model.  That is what we may need to improve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#KKK00600","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":320,"content":"<p>If the construction and management costs are covered, I do not see why there is a need to specify a limited equity return.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LLL00200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":321,"content":"<p>This has been well debated.  As Senators Fitzpatrick and Cummins both said, there is a role for limited equity funds to support the State's ambition of achieving the target of 20,000 cost-rental units, which figure has been mentioned.  It is an important and significant figure and one we all wish to achieve collectively.  Therefore, there is a role for the funds.<\/p> <p>The Austrian model, or Vienna model, has been mooted as the state-of-the-art model but it relies on both private and public investment.  That is consistent with good international practice.  It is important to state that.  The renter will be able to rent at a rate well below current rates pertaining to schemes.  The benefits to the State in provision and easing market pressures on housing will be really significant.<\/p> <p>Amendment No. 62 proposes to delete the words \"and limited equity returns\" from section 30.  Delivery of cost-rental homes will be undertaken by public bodies and housing charities.  The models employed for the first projects are to be entirely funded by State-backed debt and public subsidies.  The crucial proving phase for this new housing tenure will be led by the public sector in partnership with the approved housing bodies.  If, however, we agree that cost-rental accommodation must be delivered at scale, which is what we want to achieve, there is a necessary limit to which the Exchequer can manage this alone.  There is a role in the future for loans from non-State sources, and, potentially, there is also a role for non-State equity investors.  Government investment can be cost-free, effectively a form of subsidy, but other equity investments may come with some cost.  Investors take a risk.  Unlike lenders, who have security over assets, equity investments in cost-rental homes would have to generate a marginal return, as mentioned by Senator Cummins, so as not to be eroded by inflation and to recognise both the time value of tying up money over many decades and the opportunity cost of not choosing more profitable, less socially beneficial investments.  This is not peculiar to our own cost-rental proposals; it is a feature of all mature cost-rental systems.<\/p> <p>Looking ahead to the long term, it is not unreasonable for the Bill to provide that a cost of equity may form part of allowable financing costs.  However, tenants cannot be made to bear the burden of excessive equity returns so these will be strictly limited by regulations.  This limit will be informed by the equity return of 3.5% to 5% allowed to Austria's limited-profit housing associations, which are so much admired as comprising the model of a mature cost-rental system.  Limited equity returns may attract non-State investors with a long-term view, such as pension funds providing for the retirement of workers and investors and with an emphasis on environmental, social and corporate governance, ESG, factors.  Senator Fitzpatrick mentioned that these are ethical investments.  It is for these reasons that I oppose amendment No. 62.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LLL00300","speaker":"1512"},{"type":"speech","time":1622795400,"counter":322,"content":"<p>I endorse what the Minister of State said.  I was listening in my office to Senator Cummins.  Unfortunately, the only way we are going to deal with the housing crisis is with a public&ndash;private partnership.  If we want to build units at scale, we require the assistance of the private sector.  If equity is to be front-loaded into developments, tying it up for decades, it is only reasonable that there would be an expectation of an equity return.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I agree with the Minister of State.  Even the much-spoken about Vienna model, which is regarded as the Rolls-Royce of models, provides a return and a small dividend covered by regulation.  That is what we are talking about here.  <\/p><p>The Bill is the foundation of something that will deliver significant numbers of housing units.  It is a very simple equation of demand and supply.  At the moment we do not have the supply to meet the demand.  Until we can reach that equilibrium, we will have a problem.  We need to use every vehicle we possibly can to build the houses on the scale we need and we absolutely need the private sector for that.  Many developers do their business in an ethical and honourable way.  We need to utilise and harness the best that all of those have to offer to complement the absolute priority and dedication of Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#LLL00400","speaker":"1644","continuing":true},{"type":"speech","time":1622795400,"counter":324,"content":"<p>I thank the Minister of State for his comprehensive explanation.  I have been listening to the debate, including what Senator Cummins said.  I agree with what Senator Conway said.  Where I live there is a proposal for 800 houses of mainly affordable and social with a mix of some private as well.  We need to have a mix.  While the Government is determined to deliver as many houses possible, when authentic companies that can deliver offer proposals with a good mix, it is important to accept those.  I know there has been much criticism of public private partnerships in terms of public lands.<\/p> <p>The Land Development Agency has a major proposal in my local authority electoral area where there is a considerable amount of public land but the council did not have the money to develop it over the years.  There are many proposals for the use of that land.  I spoke to an auctioneer during the week who told me they just cannot get the houses to meet the demand.  We need to look at different ways of doing things.  I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#MMM00200","speaker":"1384"},{"type":"unspoken","time":1622795400,"counter":325,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1622795400,"counter":326,"content":"<p>Amendments Nos. 63 and 64 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#MMM00400","speaker":"1692"},{"type":"speech","time":1622795400,"counter":327,"content":"<p>I move amendment No. 63:<\/p> <blockquote> \tIn page 32, line 19, before &ldquo;management&rdquo; to insert &ldquo;necessary and appropriate&rdquo;. <\/blockquote> <p>I am discussing two things here and we can come back to them on Report Stage.  The management should be necessary and appropriate management.  One of the problems with social housing and the Part V social housing that has been offered in the kinds of mega towers we have seen proposed and other high-end developments is that incredibly high management fees are attached.  We have seen the segregation that goes against the entire principles of blended communities, where extortionately high management fees are attached, for example, to an apartment building.  That is why I propose the insertion of &quot;necessary and appropriate&quot; management to ensure that we do not have the kind of luxury high-end &euro;6,000 a year management fees, which we have seen in some buildings, in places where there is social housing.  Given that this is affordable housing, I think we need to be clear on that.<\/p><p>The other issue relates to adaptation because I recognise that over a lifetime, there may be costs of adaptation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is in the other direction, recognising a house may need to be adapted in terms of, for example, environmental standards or disability.  I do not need to speak at length on these because I will withdraw them and bring them back on Report Stage, given the time pressure.  The Minister of State might indicate.  I think they are sensible amendments in terms of ensuring we are clear on what things are and are not being included in the costs, that there is not an excessive mark-up and that we do not leave the adaptation costs short because they are potentially important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#MMM00500","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":329,"content":"<p>The Senator is correct they are sensible and require due consideration.  That is important.  If the Senator is happy to move to Report Stage with that, we would be happy to give them consideration there.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN00200","speaker":"1512"},{"type":"speech","time":1622795400,"counter":330,"content":"<p>I withdraw in the hope that some version of these may come from the Government on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN00300","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":331,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":332,"content":"<p>I move amendment No. 64:<\/p> <blockquote> \tIn page 32, line 21, after &ldquo;maintenance&rdquo; to insert &ldquo;or adaptation&rdquo;. <\/blockquote> <p>I withdraw this on the same basis as the preceding amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN00500","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":333,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":334,"content":"<p>I move amendment No. 65:<\/p> <blockquote> \tIn page 32, line 28, after &ldquo;a&rdquo; to insert &ldquo;binding&rdquo;. <\/blockquote> <p>It is to insert &quot;binding&quot; and is about strengthening the agreements that might be there.  I will withdraw this one and hopefully have a discussion on it within the same suite of discussions.  This is around the detail of how the costs and the agreements might operate over a lifetime.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN00700","speaker":"1662"},{"type":"speech","time":1622795400,"counter":335,"content":"<p>Does the Minister of State want to respond to that?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN00800","speaker":"1692"},{"type":"speech","time":1622795400,"counter":336,"content":"<p>No.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN00900","speaker":"1512"},{"type":"speech","time":1622795400,"counter":337,"content":"<p>Is Senator Higgins withdrawing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN01000","speaker":"1692"},{"type":"speech","time":1622795400,"counter":338,"content":"<p>I withdraw it and reserve the right to bring it back on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN01100","speaker":"1662"},{"type":"unspoken","time":1622795400,"counter":339,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1622795400,"counter":340,"content":"<p>I move amendment No. 66:<\/p> <blockquote> \tIn page 32, to delete lines 30 and 31 and substitute the following:  \t&ldquo;(4) The proposed minimum period referred to in <i>subsection (3)(e)<\/i>&mdash; <blockquote> \t(a) in a case where a loan is to be granted by the Housing Agency under <i>section 41 <\/i>for the development or provision of dwellings to be designated as cost rental dwellings, shall be a period of indefinite duration,<br \/><br \/>(b) in any other case, shall be a period of not less than 100 years.&rdquo;. <\/blockquote>  <\/blockquote> <p>I debated it in place of Senator Moynihan.  I thank the Minister of State for his full response.  We withdraw it but will consider resubmitting it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN01300","speaker":"1631"},{"type":"unspoken","time":1622795400,"counter":341,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":342,"content":"<p>Section 30, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":343,"content":"<p>Section 31 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":344,"content":"<p>SECTION 32<\/p>"},{"type":"speech","time":1622795400,"counter":345,"content":"<p>I move amendment No. 67:<\/p> <blockquote> \tIn page 33, line 37, after &ldquo;may&rdquo; to insert the following:  \t&ldquo;, following consultation with the relevant Oireachtas Committee, local authority managers and local authority elected members,&rdquo;.  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN01800","speaker":"1686"},{"type":"unspoken","time":1622795400,"counter":346,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1622795400,"counter":347,"content":"<p>Section 32 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":348,"content":"<p>SECTION 33<\/p>"},{"type":"speech","time":1622795400,"counter":349,"content":"<p>I move amendment No. 68:<\/p> <blockquote> \tIn page 34, line 36, to delete &ldquo;removal,&rdquo;. <\/blockquote> <p>This is about the power to remove a tenant being put in legislation.  Given the means are already stipulated in the guidelines on removing tenants in normal circumstances, why is that power in the Bill?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN02200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":350,"content":"<p>This amendment will affect the way in which the Minister in his role as regulator of the cost rental sector may prescribe processes for how landlords deal with voluntary departures from multiple-person tenancies.  The Senator may have misunderstood the purpose of the subsection and thought it was something to do with evictions.  It is certainly not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This element of the Bill deals with how, when multiple tenants are sharing a cost rental home and are jointly and severally liable under the tenancy, one or more, but not all, tenants can get their names removed from the tenancy agreement.  This could be the case, for example, if one of the tenants found employment in another part of the country and needed to move.  As in the private rental sector, removing oneself from a multiple-person tenancy agreement will be possible with the consent of all parties concerned.  A landlord may require the tenant to find a replacement, which is a reasonable measure.  If all tenants wish to depart simultaneously, the tenancy must be ended and the dwelling will become available to be let to new eligible tenants. <\/p><p>There is no intention that the regulations would arbitrarily trap people in a tenancy when they no longer want to be there or eject people from shared tenancies in which they are happy to continue.<\/p><p>However, there must be a process to regulate how people depart from and arrive into shared cost rental tenancies.  As the Senator will understand, it cannot be a free-for-all so long as the landlord consents, otherwise the tenant eligibility criteria prescribed by the Minister will be evaded.  The Minister must be able to prescribe that a check on eligibility, with reference to the prescribed criteria, is carried out on new tenants.  It is for that reason that I will be opposing the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#NNN02300","speaker":"1512","continuing":true},{"type":"speech","time":1622795400,"counter":352,"content":"<p>I appreciate what the Minister of State has said.  I will withdraw the amendment with the right to resubmit it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#OOO00200","speaker":"1686"},{"type":"unspoken","time":1622795400,"counter":353,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1622795400,"counter":354,"content":"<p>Section 33 agreed to.<\/p>"},{"type":"unspoken","time":1622795400,"counter":355,"content":"<p>SECTION 34<\/p>"},{"type":"speech","time":1622795400,"counter":356,"content":"<p>Amendments Nos. 69 to 71, inclusive, are related.  Amendment No. 70 is a physical alternative to amendment No. 69.  Amendments Nos. 69 to 71, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#OOO00600","speaker":"1692"},{"type":"speech","time":1622795400,"counter":357,"content":"<p>I move amendment No. 69:<\/p> <blockquote> \tIn page 35, to delete lines 11 to 13 and substitute the following:  \t&ldquo;(1) In setting, at any particular time, the rent under a cost rental tenancy, a rent shall not be provided for that is greater than&mdash; <blockquote> \t(a) the cost rental rent for that dwelling specified in subsection (4), or<br \/><br \/>(b) 30 per cent of the figure published by the Central Statistics Office as average net income in respect of the previous year,<br \/><br \/>whichever is the lower.&rdquo;. <\/blockquote>  <\/blockquote> <p>This is in a similar vein to some other amendments, particularly those relating to affordable housing, in that it is getting to the nub of what affordability is and trying to actually pin down in legislation the concept of affordability.  Essentially, this is about affordability for cost rental tenancies and trying to ensure that cost rental tenancies have a cross-section of incomes within them but that the tenants will be spending one third of their income on the cost rental tenancies.  Through accepting the amendment extending the term from 30 years to 40 years, for which I very much thank the Minister of State, we have the ability to bring down the cost of cost rental tenancies and what is going to be charged for them.  It is also important that, within cost rental, it is somewhat similar to differential rent in that we are trying to tie it to income because people may lose their jobs or end up getting a pension and we want to make sure that cost rental remains affordable rental. <\/p><p>I will comment briefly on limited profit because I was not present when it was debated.  There is actually no impediment to limited profit associations building housing on a cost rental basis now, even without it being legislated for.  However, the Government funded and supported cost rental should not allow for limited profits.  Key to that is ensuring that the rents paid by those in cost rental are affordable using the metric adopted by most outside agencies, that is, approximately one third of net income.  Colleagues have tabled similar amendments.  We have discussed this previously.  I ask the Government to consider re-orientating the Bill away from being a market discount Bill and towards being a truly affordable housing Bill that will service us for the next 100 years rather than a short-term measure that is referred to as affordable but is actually market discount.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#OOO00700","speaker":"1672"},{"type":"speech","time":1622795400,"counter":358,"content":"<p>I will speak to amendments Nos. 69, 70 and 71.  I tabled amendment No. 71, so my focus will be on it.  It is in the same spirit as my previous amendment No. 38 and aims to ensure the cost to persons availing of this housing is affordable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is the kernel of this debate.<\/p><p>Senators Moynihan and Higgins are the sponsors of the other amendments in this group.  Obviously they have the same goal as I do with amendment No. 71 but I have opted for a slight change.  It allows for rent to vary from person to person, thus allowing more flexibility and mixed-income communities, which is important. <\/p><p>I am very favourably inclined to cost rental in the truest sense of the term where rent is not a cent higher than the building, management and maintenance costs of the property.  It eliminates the speculative aspects of housing and reinforces the idea of homes as a social good and, indeed, a social necessity. It also allows for lower-income persons to get a home at cost rental at a rent that is affordable, which is key.<\/p><p>I do not know what the Minister of State's decision is on the amendment but if the Government has decided not to accept it then I will call a roll-call vote, as it is at the very kernel of this issue.  I feel very strongly about this matter and have spoken to many people in this regard.  I am a member of the Oireachtas Joint Committee on Housing, Local Government and Heritage.  We have had a lot of debate about it.  We have had a lot of submissions and correspondence about it from people in various housing organisations but also, more importantly, from our elected sitting city and county councillors around this country who have first-hand knowledge of the importance of having a range of housing options available but the key is affordability and the ability of someone to pay.<\/p><p>Amendment No. 71 is very similar to the previous amendment that was not accepted, which I agreed to withdraw with the right to re-enter again.  I am going to do that too but I will put this amendment to a vote so anyone in the Houses who is listening in may need to prepare to come to the Chamber because my amendment will be voted on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#OOO00800","speaker":"1634","continuing":true},{"type":"speech","time":1622795400,"counter":360,"content":"<p>I thank the Senator and that is a very good courtesy to offer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#PPP00200","speaker":"1692"},{"type":"speech","time":1622795400,"counter":361,"content":"<p>I mean no disrespect to my colleagues but I believe there has been a fundamental misunderstanding of what cost rental is.  Cost rental is defined by the cost of building, financing and maintaining a property now over 40 years as per the legislation.  Not a single approved housing body, trust or co-operative, the things that we have added in, would commit to building properties over a 40-year period if they were not certain that the cost of building, maintaining, servicing and financing was going to be returned.  In fact, no commercial director of any of those approved housing bodies could legitimately sign a contract that would put the financial sustainability of that approved housing body at risk and that is what we would be doing.<\/p> <p>There are different ways in which we can address affordability.  We have mechanisms like rent supplement in immediate cases of a reduction in income.  We have said in this Bill that if somebody sees a loss of income that the housing assistance payment, HAP, can be availed of where there is a loss of income after the person has been in the cost rental tenancy for a period.   There are different ways to achieve what both Senators seek.  Putting the whole cost rental model and its financial viability at risk is not the way to do things.<\/p> <p>What we all want here is scale and deliverability.  I invite any of the Senators to talk to the finance officers of the approved housing bodies.  I can assure them that not one of the finance officers would commit to building a single property if they thought that the cost of building, financing and maintaining these properties was not going to be covered over a 40-year period.  That would be reckless for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#PPP00300","speaker":"1647"},{"type":"speech","time":1622795400,"counter":362,"content":"<p>Section 34 is the kernel of the Bill.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It goes to the heart of it all.  I fully support everything Senator Cummins has said.  He has explained in great detail why we have gone down the route of cost-rental dwellings.  The kernel of all of this is taxation.  When the crash happened, developers and builders were demonised.  We arrived at a situation in which we had no builders and no developers.  Nobody was willing to take on big projects like the Ballymore Group and Michael O'Flynn had.  They were demonised during the crash.  The people now being demonised are the private landlords.  The private landlord is up against everything now.  It is more than likely that he is paying tax at 52%.  The Land Development Agency, in conjunction with the approved housing bodies, AHBs, is now going to provide quite a number of cost-rental apartments at &euro;1,200 per month.  This is equivalent to what a private landlord providing a house at &euro;2,400 receives after tax.  If there were no tax, such landlords would be able to provide the same apartments at &euro;1,200 a month.  I have said on quite a number of occasions that the taxation levied on private landlords is penal.  Many of these are accidental landlords.  Perhaps they were changing jobs and had to rent a property and so decided to rent out their own house.  <\/p><p>If the Minister of State checks over the records over the past number of years, he will find that the number of private landlords has reduced significantly.  Quite a lot of them have left the sector, the reason being that it is too much hassle.  People ask why properties are not done up or why there are so many vacant properties lying idle around the country.  It is because it costs too much for landlords to do up their properties in light of what they receive and the tax they pay.  That is the kernel of all of this.  I have great sympathy for landlords but there is no great sympathy for them right around the country because of the amounts they charge per month.  The taxation, however, is penal at 52% in the case of most private landlords.  The Land Development Agency is now to work in conjunction with the AHBs, bodies that may be paying no tax at all.  That is why they can rent properties at &euro;1,200 per month.  There is a commitment here that the rents will be in the region of &euro;1,200 a month.  A situation will arise in which some will be paying &euro;2,000 to a private landlord while an AHB is providing an equivalent apartment down the road-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#PPP00400","speaker":"1636","continuing":true},{"type":"speech","time":1622795400,"counter":364,"content":"<p>I am sorry, is the Senator sending the message that it is only landlords that Fine Gael stands up for?  He is showing a total lack of awareness.  It is absolutely outrageous.  This is a perfect example of Fine Gael's approach.  Senator Paddy Burke is coming in here to say he is standing up for landlords.  Fine Gael only stands up for landlords and real estate investment trusts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQQ00200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":365,"content":"<p>I do not think anything I am saying is outrageous.  What I am saying is a fact.  Some people find themselves as landlords accidentally.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQQ00300","speaker":"1636"},{"type":"speech","time":1622795400,"counter":366,"content":"<p>I will draw Senator Paddy Burke back to the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQQ00400","speaker":"1692"},{"type":"speech","time":1622795400,"counter":367,"content":"<p>To the amendment, I support everything my colleague, Senator Cummins, has said in respect of cost rental.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQQ00500","speaker":"1636"},{"type":"speech","time":1622795400,"counter":368,"content":"<p>This is kind of fundamental.  We talked about not having a commercial director involved, and certainly not the commercial director of a real estate investment trust.  That is why they want a model wherein, after a period of 40 years, they get an asset in addition to the cash-out and the money along the way.  The key thing is that a local authority can have that flexibility.  What I like about Senator Boyhan's amendment is that it reminds us of something.  We have seen something of a myth going around about things being free and so on but everybody knows that people pay what they can for social housing.  They pay an appropriate price.  This is another attempt to make the payment of rent manageable and to set it at a different level than cost rental.  It is appropriate to look to the circumstances of the persons involved.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Yes, there is a mechanism in respect of HAP.  Unfortunately, HAP is very limited in terms of access.  I do not agree with the decision that HAP should not be included.  We should not push people who are vulnerable enough to need HAP into a private market which may well be more inflated than the cost-rental mechanism.  Those who are more vulnerable should not find themselves paying higher rents, effectively, albeit with a State subsidy.  That needs to be addressed.<\/p><p>This amendment is really sensible in that it ties it back to the applicant's net income and allows for 20-year and 30-year thinking.  When a housing authority provides it, it is great.  It does not necessarily need to have exactly a 20-year or 30-year term because it balances out.  If there is a loan, a housing authority will still need to pay back that loan, but there are other ways in which it can balance that out over a period.  It retains an asset so there is an assurance that if a loan period needs to be extended, for example, there is still a retention.  I am concerned about the kind of cash-out model that might emerge from some of the measures in the Bill.  I am also concerned about what happens at that 40-year point.<\/p><p>I support amendment No. 71.  I just want to point out - I am not sure we will come to this but it is really important - that there is a real concern about the rent.  Amendment No. 71 reflects the fact that a person's circumstances may change and his or her situation may disimprove for a period.  It happens to everybody over the course of a lifetime.  My concern is that the way in which the rent planning is done at the moment looks like upward-only rent.  It is not simply a matter of the rent being able to go down to reflect somebody's income, but in some of the ways in which the rent is constructed here there is an upward-only dimension.  We know what upward-only rent reviews did to Dublin city centre.  The way the mechanisms are set up on the rent in this Bill, it is basically the original cost assessment plus any increase that might come because of market forces plus any increase that might come there.  That is why I have a number of amendments tabled.  The Bill says \"plus\".  It allows only for a plus; it does not allow for a minus.  I hope we can have what Senator Pauline O'Reilly spoke about, which is a calmed and hopefully even a reduced housing market, which is a goal I think we might all share.  I am just noting this.  I do not think that is necessarily intentional.  I am concerned not only that this might not respond by moving down when an income moves down, but also that the calculation method could end up on an upward spiral.  I have a number of amendments I hope we can discuss on Report Stage, when the Government might include in the Bill the fact that rent might go down as well as up over a period if market circumstances were to change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#QQQ00600","speaker":"1662","continuing":true},{"type":"speech","time":1622795400,"counter":370,"content":"<p>Sorry, a Leas-Chathaoirligh.  I got a bit excited earlier and I should not have.  I just thought it was a perfect example of Fine Gael claiming to stand up for landlords when in reality the only landlords it stands up for are the real estate investment trusts, which pay no capital gains tax and so on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR00200","speaker":"1686"},{"type":"speech","time":1622795400,"counter":371,"content":"<p>That is unfair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR00300","speaker":"1656"},{"type":"speech","time":1622795400,"counter":372,"content":"<p>Not acceptable.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR00400","speaker":"1384"},{"type":"speech","time":1622795400,"counter":373,"content":"<p>I will not withdraw it.  It is well established at this point.<\/p> <p>I will support amendment No. 71, in the names of Senators Boyhan, Keogan and Norris.  The percentage is a bit high.  I would have liked to see in the amendment 30% of net income based on CSO annual earning incomes but I will support the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR00700","speaker":"1686"},{"type":"speech","time":1622795400,"counter":374,"content":"<p>There will be no housing in the country-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR00800","speaker":"1636"},{"type":"speech","time":1622795400,"counter":375,"content":"<p>I will call Members to respond to Senator Warfield later if they so wish.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR00900","speaker":"1692"},{"type":"speech","time":1622795400,"counter":376,"content":"<p>I just want to address something.  I think we have just had it explained to us that cost rental is based on cost, which is the cost of managing and maintaining the housing, and a sinking fund for it.  However, you can also cross-subsidise according to income.  If I am not mistaken, since the Government is not accepting the amendments on limited profits, cost rental is now being defined in the Bill as cost over 40 years plus profits.  As I said previously, there is nothing to stop ethical investors coming in, building housing over a certain period and imposing on themselves limited profits, but this allows for limited profits probably on State land and probably reverting to them after a period on State land.  I want to address the idea that this is not understanding what cost is and that cost is cost.  It is not.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rebecca Moynihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RebeccaMoynihan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Government side has just confirmed, by not accepting the last set of amendments, that this is cost plus profit.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#RRR01000","speaker":"1672","continuing":true},{"type":"speech","time":1622795400,"counter":378,"content":"<p>I will address Senators' comments in reverse; it is the way I am wired, so please forgive me.  On Senator Moynihan's comments, we have explained that the provision is driven by a modest return.  That is prescribed and is quite clear.<\/p> <p>On Senator Higgins' comments about upward-only rents, I would be loath to allow that comment to leave the Chamber because it might be alarmist and imply we are heading back into an upward-only rent type of situation.  That is not the case, or I certainly do not think so.  The rent shall be manageable, certainly.  The nub of this - what we are referring to in this debate - is something related to differential rents.  I agree with Senator Cummins that it is going to be quite difficult to get lift-off with cost rental, let alone scale it up, if we deviate from the tried, tested and proven model we have spoken about this afternoon.  It is really important we take that on board.<\/p> <p>Senator Boyhan is correct around mixed-income communities.  What we are trying to achieve and what we will see as cost rental evolves is greater diversity and social cohesion in creating communities.  We talk a lot about units but really what we are trying to create are sustainable communities.  That is what this will try to achieve.<\/p> <p>Regarding landlords and developers, it is correct to say many landlords, developers and builders in this country are small-scale.  They are trying to run family businesses, get a return on their investment, employ local people and use local suppliers.  We should recognise that too.<\/p> <p>I will specifically address amendments Nos. 69 and 70 tabled by Senator Moynihan, together with amendment No. 71 tabled by Senators Boyhan, Keogan and Norris.  I can certainly understand the Senators&rsquo; intentions in proposing these amendments, which aim to limit rents to a certain proportion of an income &ndash; in the case of amendments Nos. 69 and 70, the median national income, and in the case of amendment No. 71, the income of the tenant in question.  However, the provisions suggested in the amendments cannot form part of a financial model in which rents cover costs.  That the rents charged cover the costs of provision of the homes is the core principle of cost rental, for which there seems to be a remarkable degree of support across the political spectrum.  To put it simply, detaching rents from actual costs and linking them instead to income metrics is not cost rental.  Income-linked rents introduce a fundamental uncertainty about whether rents will cover the costs incurred in providing the homes, as has been the case with the differential rents for social housing.  Cost-rental providers require a significant degree of certainty that rents will cover costs, which gives them confidence to invest resources and take on significant debt to finance projects.<\/p> <p>It is the self-financing element of cost rental which will allow the model to be scaled up to deliver homes for a significant number of households and the Government&rsquo;s early projects are intended to provide proof-of-concept for cost rental&rsquo;s financial foundations.  The State can play a role in supporting cost-rental projects, not only through investment and lending, but also through non-recoverable subsidies.  In that case, rents will cover costs net of initial subsidies like access to land, discounted financing or infrastructure grants.  In State-supported cost-rental projects, the relationship of cost-covering rents to incomes will be an important metric in assessing the success of State intervention and the cost-rental model more generally.  However, rent-to-income ratios cannot determine the actual rents which tenants pay, which must instead be set to cover the overall delivery costs of the homes.<\/p> <p>It is for these reasons that I must oppose these Opposition amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#SSS00200","speaker":"1512"},{"type":"speech","time":1622795400,"counter":379,"content":"<p>I thank the Minister of State for setting out his view.  It is a disappointing one.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know the Minister of State is a part of a line of people from the Department and Ministers.  A strategy has clearly been worked out and that is reasonable and fair.  I have no difficulty with that.  I will repeat that I am favourably disposed towards, and supportive of, cost-rental in the truest sense.  Senator Cummins is right when he talks about building, management and maintenance costs of the property and I have no difficulty with that but we should charge no more.  I am favourably disposed to cost-rental in the truest sense of the term where the rent is not a cent higher than the building, management and maintenance costs of the property.  That is why I drafted this amendment and I believe it should be put because, at the end of the day, there has been a lot bellyaching about the issue of affordable housing and we have an opportunity to put on the record where we stand.  I do not mean the Minister of State's interpretation, my interpretation or anyone else's.  The words of this amendment, and our acceptance of rejection of it, will show where we stand.  It is important that it goes on the record of the House where people stand on the clear words of the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#SSS00300","speaker":"1634","continuing":true},{"type":"speech","time":1622795400,"counter":381,"content":"<p>I will be brief because many of the points have been covered.  I want to return to the issue of calming the market, which I have raised many times.  Calming the market means that everybody needs certainty.  It does not only apply to the certainty of the tenant but also applies to certainty for those providing the cost rental units because otherwise we will not have such units.  I completely understand Senator Cummins' position and I am grateful to him for laying it out so clearly.  We need to be clear that we are not going anywhere with this radical proposal for cost rental unless we can ensure approved housing bodies will not go bust, on top of everybody else.  That is important.<\/p> <p>I welcome the comments the Minister of State has made about tenancy in perpetuity, particularly around units benefiting from State intervention.  We are now looking at a minimum of 40 years and beyond that, many rentals, if not most, would be in perpetuity.  That is positive.  There may be opportunities to consider beyond that 40-year period.  That 40-year period is a considerable extension.  It is, in fact, 33% longer than the timescale initially proposed in the Bill and will, therefore, reduce everybody's rent over that 40-year period.  The Minister and the Minister of State have done a significant thing in accepting that amendment.  We might look at a length of time beyond the 40 years, stretching in perpetuity, and what the rent might look like in that case.  It is clear there are State supports for people who cannot afford to pay the rent, even at this significantly reduced rate, which is also to be welcomed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#TTT00200","speaker":"1693"},{"type":"speech","time":1622795400,"counter":382,"content":"<p>I will start from where Senator Pauline O'Reilly left off and expand on the point.  The State will intervene in this cost rental system and provide homes over a 40-year period.  I do not think any of us will still be in this House in 40 years' time but there will be capacity to do much more at that point.  Senator Moynihan suggested linking units that have paid off their building, management and financing costs over that 40-year period and are in the ownership of approved housing bodies, and thereby in the ownership of the State.  There may be capacity to do something at that stage.  I am thinking particularly of an older person who will have been in those properties for a significant period.  Such a person would get to retirement age and the property would be fully paid off and in the ownership of the State.  At that stage, those homes could be linked to income, as happens in other areas in Europe that started this process much earlier.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnCummins&amp;amp;year=2021&amp;amp;month=06&amp;amp;day=04\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To be clear, if we were to accept the amendments being put forward-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#TTT00300","speaker":"1647","continuing":true},{"type":"speech","time":1622795400,"counter":384,"content":"<p>I must interrupt the Senator at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#UUU00200","speaker":"1692"},{"type":"speech","time":1622795400,"counter":385,"content":"<p>I will finish by saying it would not be cost rental if we were to accept the amendments being proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#UUU00300","speaker":"1647"},{"type":"speech","time":1622795400,"counter":386,"content":"<p>As it is now 3.15 p.m., I am required to put the following question in accordance with the order of the Seanad: \"That amendment No. 69 is hereby negatived in committee; that section 34 is hereby agreed to in committee, in respect of each of the sections undisposed of, the section is hereby agreed to in committee, and the Title is hereby agreed to in committee.\"<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021060400002#UUU00400","speaker":"1692"},{"type":"unspoken","time":1622795400,"counter":387,"content":"<p>Question put and declared carried.<\/p>"},{"type":"unspoken","time":1622795400,"counter":388,"content":"<p>Additional debate to follow.<\/p>"}]