[{"type":"minorheading","content":"Prelude","time":1517481000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1517481000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1517481000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1517481000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1517481000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00100"},{"type":"speech","time":1517481000,"counter":6,"content":"<p>I have received notice from Senator Maria Byrne that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to consider including Down's syndrome as a qualifying criterion for the July provision scheme.<\/blockquote> <p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the position of the board of management of Clonkeen College secondary school in D&uacute;n Laoghaire, County Dublin.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to provide an update on the funding due to Clare County Council for coastal protection works carried out in Lahinch, County Clare, following damage caused by the storms of January 2014.<\/blockquote> <p>I have also received notice from Senator Kieran O'Donnell of the following matter:<\/p><blockquote>The need for the Minister for Finance to provide an update on proposals to compensate third-party claimants of Setanta Insurance.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected them all and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1517481000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00300"},{"type":"minorheading","content":"School Accommodation","time":1517481000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00400"},{"type":"speech","time":1517481000,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Doyle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00500","speaker":"1420"},{"type":"speech","time":1517481000,"counter":10,"content":"<p>I welcome the Minister of State and thank him for coming to the House to discuss this important issue.  Approximately 7,000 children in Ireland have Down's syndrome.  Having spoken to the family members of many children with Down's syndrome, I know those children are the life and soul of their families.  They are very sociable.  They certainly keep the members of their families on their toes.  They are the root and the centre of their families.<\/p> <p>Many people with Down's syndrome are born with learning disabilities.  They learn much more from life experience.  I would like to point out that the life expectancy of people with Down's syndrome is getting longer.  This means they need lifelong learning and lifelong provision.  Children with Down's syndrome do not qualify for the July provision that is available in many schools.  I know a family that received a letter of refusal even though an autistic child in the same class had received approval for inclusion in the programme.  The teacher who was brought in to deal with one child could have dealt with two children.<\/p> <p>The practical things that are taught during July provision can involve taking children to the shop and giving them money.  They have to purchase something and bring back the change.  They are taught how to use footpaths and the green man at traffic lights.  Such practical things make the life of the child more independent.<\/p> <p>The family in the case I have mentioned was very disappointed to find that the child did not qualify for July provision.  At the end of the day, he is a child like everybody else in the class.  He is in mainstream school.  It is most commendable that he is getting on very well in school.  It is disappointing that this decision has been made.  I would like to hear the Minister of State's response to what I have said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00600","speaker":"1384"},{"type":"speech","time":1517481000,"counter":11,"content":"<p>I thank Senator Byrne for raising this matter.  I apologise on behalf of the Minister, Deputy Bruton, who is unable to be present because he is answering parliamentary questions in the D&aacute;il Chamber.  It is unfortunate that the times have clashed.<\/p> <p>I assure the House that ensuring children with special educational needs are supported and given the opportunity to reach their full potential is a key priority for the Government.  Almost &euro;1.8 billion will be invested in special education in 2018.  This represents an increase of almost 43% since 2011 and amounts to almost 20% of the Department's overall budget.  During the worst years of the recession, the Government not only protected supports for children with special educational needs, including children with Down's syndrome, but it increased them.<\/p> <p>The National Council for Special Education, NCSE, published its policy advice on educational provision for children with autism spectrum disorders in July 2016.  In developing this policy advice, the NCSE reviewed the Department's July provision grant scheme.  The NCSE consulted widely with parents, professionals and other stakeholders and interested parties while also conducting research.  The policy advice, which is available on the NCSE website, recommends that relevant stakeholders should discuss the development of a national day activity scheme that provides a structured and safe social environment for all students with complex special educational needs for one month of the summer holidays.<\/p> <p>The Department of Education and Skills has convened an implementation group with representatives of the NCSE, the National Educational Psychological Service, the inspectorate and external representatives to ensure the recommendations in the report are fully and appropriately considered.  The work of the implementation group is ongoing.  Department officials will engage with officials in the Department of Employment Affairs and Social Protection, the Department of Health and other relevant stakeholders on the implementation of the recommendations, including those regarding July provision.  While that work is under way, there are no plans to extend the existing July provision to all children with special educational needs.  Indeed, this was not recommended by the NCSE in its policy advice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#A00700","speaker":"1356"},{"type":"speech","time":1517481000,"counter":12,"content":"<p>I am disappointed.  There are two children in the one class, one of whom is on the autism spectrum.  Certainly if the Down's syndrome child had any variation of autism he would be entitled to the July provision.  I would like the Minister of State to relay to the Minister, Deputy Bruton, and the Department the fact that it does not add up.  They bring a teacher in to work with one child who could have worked with the two children.  It is not going to cost extra money.  The teacher had to come in to work with one child anyhow.  While I understand they are working on it, it is most disappointing to find that Down's syndrome is not going to be considered for the moment because a Down's syndrome child is no different from any other child.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00100","speaker":"1384"},{"type":"speech","time":1517481000,"counter":13,"content":"<p>I reassure the Senator that her message will be conveyed back to the Minister.  I understand the point that if the Down's syndrome child in question was on the ASD spectrum, he would have been included.  I have a first cousin in her 50s who has Down's syndrome, which proves that the life expectancy of such people has improved.  I sometimes think she is able to read our minds and buy and sell us all anyway and they are very special people.  Activity is very important in their learning skills.  The NCSE has not recommended it so it is something that may have to be reviewed again in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00200","speaker":"1356"},{"type":"minorheading","content":"School Management","time":1517481000,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00300"},{"type":"speech","time":1517481000,"counter":15,"content":"<p>I wish to register my disappointment that the Minister, Deputy Bruton, is not here.  While I understand he is taking questions in the D&aacute;il, there is also a Minister of State in the same Department, Deputy Mitchell O'Connor, who happens to be a local Deputy and who would have great insight into the issue I am raising.  For some reason, she is also unavailable and I have to debate the matter with a Minister of State from the Department of Agriculture, Food and the Marine.  I do not think it is good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00400","speaker":"1410"},{"type":"speech","time":1517481000,"counter":16,"content":"<p>That is not a matter for the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00500","speaker":"1420"},{"type":"speech","time":1517481000,"counter":17,"content":"<p>I am just making my protest, if that is okay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00600","speaker":"1410"},{"type":"speech","time":1517481000,"counter":18,"content":"<p>I appreciate that.  I am sure the Minister of State, Deputy Doyle, will have the answer in any case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00700","speaker":"1420"},{"type":"speech","time":1517481000,"counter":19,"content":"<p>The office of the Cathaoirleach of the Seanad is a constitutional office.  It asked the Minister for Education and Skills to come here to discuss a matter in respect of his Department.  There is a Minister of State in that Department who is also a local Deputy-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00800","speaker":"1410"},{"type":"speech","time":1517481000,"counter":20,"content":"<p>The Cathaoirleach has no role whatsoever in deciding which Minister comes to respond.  The response will be the official response of the Department, I am sure.  I appreciate the Senator's protest but let us get on with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B00900","speaker":"1420"},{"type":"speech","time":1517481000,"counter":21,"content":"<p>My protest is nothing personal against the Minister of State, Deputy Doyle.  Perhaps he could convey it to the Minister for Education and Skills.<\/p> <p>The issue at hand here is a school in D&uacute;n Laoghaire, the lands of which the patron body is determined to sell for commercial development.  The board of management of the school is determined to stop that from happening.  It mirrors a situation in St. Anne's Park affecting St. Paul's school, in the constituency in which I live, where the order has sold the lands to a private developer.  Those lands were handed to the order by the city council for use as playing fields.  A private developer now owns them and is trying to develop them.  While there is major local opposition, it is spilt milk.<\/p> <p>The issue in Clonkeen College, however, is not spilt milk.  We have the bizarre situation where the patron body is now more than threatening to disband the board of management of the school, whose crime is merely defending the interests of the school and the local community.  The Minister is the only person who can actually make the decision on this.  That might be part of the reason we do not have a representative from the Department of Education and Skills to debate the matter with me.  The Minister cannot hide behind constitutional advice, the Department or an Oireachtas committee.  The decision is his and his alone.  I understand from media reporting that it has to be made by tomorrow.  <\/p> <p>Will the Department of Education and Skills stand beside the patron body and, effectively, by the developer and sack the board of management?  Is the Minister going to stand beside the board and the school community, many members of which are in the Gallery to watch the debate, including one of the local representatives, Councillor Deirdre Kingston?  Will the Minister stand with the community and ensure that the board remains intact?  It is a very simple question and a simple decision.  If it was my decision, I know what I would do.  I am interested to hear what has been handed to the Minister of State to read out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B01000","speaker":"1410"},{"type":"speech","time":1517481000,"counter":22,"content":"<p>I understand there was a communication between the various people who schedule the business of both Houses and that a request was made to move this particular item to facilitate the Minister to come in.  I cannot say for definite how that evolved.  I will read out what I was given and the best thing I can do is relate the Senator's concerns to the Minister, which I certainly will do.<\/p> <p>I thank the Senator for giving me the opportunity to outline to the House the position in respect of Clonkeen College and a request by the school patron to dissolve the board of management.  I have been informed by the Department of Education and Skills that the patron of Clonkeen College, the Edmund Rice Schools Trust, ERST, has now sought approval to dissolve the board of management of the college in accordance with section 16 of the Education Act 1998.  I understand that this request is connected to a legal case taken by the board of management in respect of the sale of land.  This case is due to be heard by the High Court in March 2018.<\/p> <p>The statutory process of dissolution is under way, in which the Minister for Education and Skills must make a decision having considered the submissions made.  It would not be appropriate to comment on the matters that are related to the dissolution.  For me to make a public comment on the request to dissolve the board of Clonkeen College would be to pre-judge a statutory function the Minister must now discharge.<\/p> <p>That is the note I have.  I will refer any comments or observations the Senator has back to the Minister for Education and Skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B01100","speaker":"1356"},{"type":"speech","time":1517481000,"counter":23,"content":"<p>I do not like doing this.  I acknowledge the Minister of State has been sent in here to do what he was asked to do.  I understand the Minister is in the D&aacute;il at the moment and can appreciate that.  As for any communications that were made to my office in respect of this debate, I have no knowledge of them because I have not seen them.  There is a Minister of State in that Department - who also happens to be a local Deputy - who could be here.  I have received a six-sentence reply.  The only person who can make this decision is the Minister.  The Minister could make his views as to whose side he is on clearly known to the local community, the board of management and the patron body.  Just as I mentioned that he did not have anywhere else to hide, he has found somewhere else to hide.  This is absolutely ridiculous.<\/p> <p>This is not a constituency matter for me.  It is on the far side of the county as far as I am concerned.  To my mind, it is a matter of national importance in which a patron body decided to sell off land in a school in order that a developer could build on local playing pitches.  If the board of management decides to defend the rights of the school, the patron body is going to sack the board.  The Minister has a determination to make as to whether he is going to sack the board.  He did not come in here and did not send in his Minister of State, who happens to be a local Deputy, and then he sent a six-sentence reply on the situation.  We are none the wiser as to what his decision will be.<\/p> <p>I genuinely do not think this is good enough.  I do not like playing party politics when it comes to issues like this.  The matter is extremely important for this individual school and probably every school across the country that has playing pitches.  Local communities will be asking if this is what they are going to be up against in a couple of years.  They will be wondering if their local boards of management will be sacked too if they have a problem with it.  Where is the Minister on this?  If I was Minister for Education and Skills or if my party held that Ministry, this would be a very simple decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B01200","speaker":"1410"},{"type":"speech","time":1517481000,"counter":24,"content":"<p>The Senator has made his point.  As somebody who has sat on boards of management of special needs schools and other schools, and whose wife has been involved in special needs education in all her 38 years of teaching, I have some knowledge of how schools work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have four children who went through primary and secondary school, as well as third-level education.<\/p><p>I cannot comment except to make a personal observation but the Senator has raised a fundamental point about, as I understand it, the legal status between a patron and a board of management and how they stand in relation to one another.  In this instance, on the one hand, there is the patron, which has decided that it wants to sell, and, on the other hand, the board of management, which, ultimately, is the manager of an educational facility.  I have always had great regard to the importance of boards of management but this is a fundamental legal point and the Minister has to decide if he agrees with the dissolution of the board.  The Minister's note says that it is not appropriate for him to comment at this point.  I will revert to the Minister with the Senator's observations and his contribution will be on the record of the House.  The Minister will be made fully aware of the Senator's points.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#B01300","speaker":"1356","continuing":true},{"type":"minorheading","content":"Local Authority Funding","time":1517481000,"counter":26,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00200"},{"type":"speech","time":1517481000,"counter":27,"content":"<p>I welcome the Minister of State.  It is always a pleasure to have him here.  On the weekend of 3 January to 5 January 2014, the country experienced terrible weather conditions.  The west coast of Clare was absolutely hammered on the morning of Friday, 3 January 2014.  Millions of euro worth of damage was caused at the time and  Ministers and others visited, including the then Minister of State with responsibility for the OPW, Mr. Brian Hayes.  Homes and businesses were destroyed and serious damage was done to the streetscape in towns along the coast, particularly Lahinch.  Subsequently, the Government committed &euro;17 million to deal with the issues in Lahinch and in other parts of County Clare.  To be fair to the local authority, it has done a phenomenal job.  As a matter of fact, the promenade in Lahinch and the streetscape along it is of a higher quality now than what it was prior to the storm damage in 2014.  It is absolutely fantastic and I encourage anyone in the area to visit the town.  The reason I am highlighting the matter today, however, is that there has been a shortfall of &euro;1.6 million from the Government for the work in Lahinch.  Clare County Council has completed the work and paid for it but I understand that it is being told by the Department that the sum of &euro;1.6 million will not be available.  Is that the case?  Will the shortfall be paid?  If so, when?  If not, why?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00300","speaker":"1416"},{"type":"speech","time":1517481000,"counter":28,"content":"<p>I thank the Senator for raising this important matter.  The Government decided on 11 February 2014 to allocate funding of up to &euro;69.5 million to local authorities in the areas worst affected by the severe weather of December 2013 and January 2014 in order to support the restoration of public infrastructure which had been damaged.  It was agreed that the funding would be made available via the Votes of the appropriate Departments and offices.  These were: for the repair of roads, the Department of Transport, Tourism and Sport: for piers and harbours other than those in the charge of local authorities, the Department of Agriculture, Food arid Marine; for coastal protection and repairs, the Office of Public Works, OPW; for tourism-related infrastructure as well as certain piers, harbours and other facilities in the charge of local authorities, what has become the Department of Housing, Planning and Local Government.<\/p> <p>While the Department of Housing, Planning and Local Government had an initial role in collating details and costs of damage in the immediate aftermath of the severe weather based on returns and estimates provided by local authorities, the aforementioned Departments and offices liaised directly with the local authorities regarding funding falling within their remit.  In the case of Clare County Council, the Department of Housing, Planning arid Local Government, in its initial co-ordinating role, wrote to the council in February 2014 advising that a sum of up to &euro;16.21 million was available to the council for the repair of damaged public infrastructure.  This was broken down across relevant Departments and offices.  The funding was based on the initial estimates of repairs submitted by Clare County Council.  In these initial estimates, the council included a request for repairs in respect of damage caused totalling &euro;1.64 million under the heading of other facilities.  When more detailed claims for recoupment were received from the council in December 2015, this request was further clarified to be for repair to damage of various seawalls.  In January 2016, Clare County Council was advised by the Department of Housing, Planning and Local Government that it should refer its claim for funding of these works to the OPW as the works related to repair of coastal protection infrastructure and were deemed ineligible for funding from the Department, which has no role in this regard.  <\/p> <p>Clare County Council has recouped a total of &euro;3.92 million in capital expenditure from the Department of Housing, Planning and Local Government for infrastructure damage arising from the 2013-2014 storms and has been advised on a number of occasions that funding is not available from the Department for coastal protection repairs.  A further notification will issue to Clare County Council confirming that position is still the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00400","speaker":"1356"},{"type":"speech","time":1517481000,"counter":29,"content":"<p>I know the Minister of State is delivering a script and I thank him for it but, ultimately, someone has to pay for this.  It appears to be a typical Civil Service scenario of one Department blaming another.  One Department is abdicating responsibility to another and the other Department is not living up to its responsibilities.  Someone has to pay and someone has to state definitively who is responsible.  With the Cathaoirleach's indulgence, I will now give notice of the same matter for a response from the Minister of State with responsibility for the OPW and we will see what we get back.  There was a shortfall of &euro;1.6 million and someone has to meet it.  Those who are suffering as a result of this are the people of County Clare.  If Clare County Council is &euro;1.6 million short in funding, it has to come from somewhere and that will have a knock-on effect on services in County Clare.  I thank the Minister of State sincerely for coming to the House but I will have to disturb the House and give notice of the matter again next week to see if I can get to the bottom of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00500","speaker":"1416"},{"type":"speech","time":1517481000,"counter":30,"content":"<p>When the works were assessed, it was clear which Departments and offices were to be engaged and the Votes involved and, from the outset, it was clear that the OPW was responsible for coastal protection repairs.  I think it might be advisable for the Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00600","speaker":"1356"},{"type":"speech","time":1517481000,"counter":31,"content":"<p>To be fair, the Department with responsibility for the environment was appointed the lead Department at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00700","speaker":"1416"},{"type":"minorheading","content":"Insurance Industry","time":1517481000,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00800"},{"type":"speech","time":1517481000,"counter":33,"content":"<p>I welcome the Minister of State, Deputy D'Arcy, who has responsibility for financial services and insurance.  I wish to raise the issue of Setanta Insurance and Enterprise Insurance.  It is now nearly four years since Setanta went into liquidation.  It was regulated in Malta but, under the European passport, it was able to operate in Ireland.  Many of my constituents in Limerick were motor insurance policyholders with Setanta.  A large number of them would have paid motor premiums for a full year and, in effect, were shortchanged by Setanta.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kieran O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2207\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2207&amp;amp;pid=KieranODonnell&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many of them still await refunds.  On Tuesday last, the Minister of State and the Minister for Finance, Deputy Donohoe, gave hope to Setanta Insurance and Enterprise Insurance policyholders, particularly third-party claimants, to the effect that they might receive recompense more quickly than would be expected in a liquidation process.  Under the Supreme Court ruling, the insurance compensation fund, ICF, will be responsible for those payments rather than the Motor Insurers Bureau of Ireland, MIBI.  As Members are aware, the latter pays 100% of the value of claims but the insurance compensation fund only pays 65%.  Up to 22% of the outstanding 35% may be recouped during the liquidation process but that may take several years.  The Government has stated that, in principle, the State will account for the outstanding 35% and will then pursue the possible collection of 22% from the liquidation.<\/p><p>When is it expected that discussions with the liquidator and other bodies and stakeholders will take place and when will the Government be in a position to pay third-party claimants?  How many third-party claimants are involved?  What is the position in terms of compensation for those who paid their insurance for a full year but were only insured for a portion thereof, thus losing the remainder of their premiums?  How much does the Minister of State anticipate the compensation relating to Enterprise Insurance will cost the State?  Will the payment be a cost to the State?  From where will the net difference between the 35% and 22%, which is 13%, come?  What contingency plans does the Government have to ensure that people will get paid, that third-party claims will be repaid quickly and that individuals may receive refunds in respect of their premiums in situations similar to this - whereby insurance companies are regulated outside the jurisdiction but selling policies here and, like Setanta, they fail and go into liquidation - in the future?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#C00900","speaker":"1374","continuing":true},{"type":"speech","time":1517481000,"counter":35,"content":"<p>I thank Senator O&rsquo;Donnell for raising this matter.  It is an opportunity to put on the record of the House where things stand in this regard.  He is aware that a Supreme Court ruling in May of last year overturned the Court of Appeal and High Court rulings that the MIBI was liable for such claims.  The Supreme Court clarified that the ICF is liable for third-party claims, subject to a limit of whichever is the lesser of 65% or &euro;825,000.  It is expected that the balance due to claimants, 35%, will be paid from the proceeds of the distribution of assets on completion of the liquidation process.  Following a request from the Minister, Deputy Donohoe, for an actuarial review, this is estimated to be in the region of 22% of the value of claims, thus leaving a shortfall of approximately 13%.  However, the liquidator has made it clear that no payments can be made from the assets of Setanta to third-party claimants until the final claim is settled.  That is a very important point.  This creates further uncertainty for such claimants.<\/p> <p>The Setanta insolvency and the subsequent Supreme Court ruling have highlighted an inequity between awards for third-party claimants from the MlBl in respect of uninsured or unidentified drivers, whereby personal injuries are compensated in full, compared with compensation from the ICF in the event of an insolvency.  That is particularly unfair.  The Senator is aware that the Insurance (Amendment) Bill 2017 is soon to come before the Houses and I will appear before the Joint Committee on Finance, Public Expenditure and Reform, and Taoiseach for pre-legislative scrutiny in respect of it next week.  As I said, the Minister for Finance requested an actuarial review of the situation.  It was also necessary to obtain legal advice as any Government intervention to compensate third-party claimants beyond the 65% limit could result in the Government having a lower status in the creditor hierarchy and thus significantly reduce the amount it could recoup from the liquidator.  That was a very major concern at the time.  That provides the backdrop to the Minister for Finance&rsquo;s intervention on Tuesday.<\/p> <p>The next step is to give consideration as to whether there is a competition and state-aid issue associated with the final implementation of this decision.  That is a very live concern.  The Department of Finance is currently working with the Office of the Attorney General on the issue.  The House may rest assured that the Government is prioritising this matter without delay and if a legislative approach is required, it will approve the necessary provision as soon as possible.  This will most likely be addressed through the Insurance (Amendment) Bill.  I hope the Bill will be passed in 2018.<\/p> <p>It is important to remember that, in the absence of a settlement by a third-party claimant, no payment can be made by the ICF.  This is a matter over which the Minister for Finance has no control.  However, the Deputy can rest assured that once the detailed arrangements for facilitating the full compensation have been agreed, the Minister will give an indication of the likely timeline for payment, including the payment of the additional 35% to those who have already been paid 65%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#D00200","speaker":"1364"},{"type":"speech","time":1517481000,"counter":36,"content":"<p>I thank the Minister of State.  The main issue, particularly in regard to third-party claimants, of whom there are approximately 1,500, is a timeline for payment.  The Minister of State has indicated that he expects a legislative approach will be required and that amendment of legislation or new legislation will be needed.  In terms of the payment by the State of the 35% - with the subsequent recoupment from the liquidator of Setanta - when will the Setanta third-party claimants receive their cheques?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#D00300","speaker":"1374"},{"type":"speech","time":1517481000,"counter":37,"content":"<p>As stated, the Government is conscious of the need to satisfactorily conclude the full compensation to Setanta third-party claimants as soon as possible.  Through its announcement on Tuesday, the Government has indicated its willingness to facilitate this issue.  It is important to remember that no payment can be made in the absence of a settlement by a third-party claimant.  In this regard, the current position is that the liquidator for Setanta Insurance has informed the Department that as of 31 December 2017 there were 1,577 active claims, of which 573 claimants have been paid compensation from the ICF, subject to the 65% limit.  Subtracting 573 from 1,577 gives the total number of outstanding claims.  The liquidator has also advised that preparatory work is under way in respect of 275 claims to the value of approximately &euro;5.8 million with a view to the accountant to the High Court making an application before the end of March.  This means that just over 700 claims will be settled, with the remainder unsettled.<\/p> <p>The Minister for Finance and I hope that the announcement will encourage a more rapid settlement of claims as third-party claimants can now work on the basis that they will be compensated in full.  Another benefit of the decision is that it should immediately take the pressure off policy holders, some of whom have been pursued for the shortfall by third-party claimants.  It is a particularly unfair situation for people who correctly and legally got insurance with a correctly and legally regulated entity, met all aspects the law required and, through no fault of their own, have been pursued for an accident for which the insurance company should be paying.<\/p> <p>I wish to briefly mention the payment schedule for third-party claimants that has been raised on several occasions by Members.  The existing legislation provides that claims can only be paid every six months.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Michael D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2208\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2208&amp;amp;pid=MichaelWDArcy&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has been asked if anything can be done to speed up this process.  The answer, unfortunately is \"No\", six months is in the current legislation and nothing can be done.  This difficulty has, however, been recognised as under the amending legislation, which is currently being drafted, this period will be reduced to three months.<\/p><p>The Senator can be assured that we are doing everything we can to bring this matter to a conclusion.  It is a very unsatisfactory situation that the insurance compensation fund, ICF, does not conclude in the same way as the Motor Insurers' Bureau of Ireland, MIBI.  Hopefully the Insurance (Amendment) Bill 2015, which I believe is before the finance committee next week, will help to address any future issues such as those that arose in the Setanta Insurance situation.  It is, unfortunately, a slower process than we would like.  There is very little we can do about that without amending the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#D00400","speaker":"1364","continuing":true},{"type":"unspoken","time":1517481000,"counter":39,"content":"<p>Sitting suspended at 11.30 a.m and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1517481000,"counter":40,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#G00100"},{"type":"speech","time":1517481000,"counter":41,"content":"<p>The Order of Business is No. 1, statement by An Taoiseach, to be taken at 2.30 p.m. and to conclude no later than 4.30 p.m., with the contributions of group spokespersons not to exceed eight minutes, time can be shared and the time allocated to all other Senators is not to exceed four minutes, and at the conclusion of which the remarks by the Leader of the House shall not exceed five minutes.  The Taoiseach is to be given no less than ten minutes to reply to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#G00200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":42,"content":"<p>The issue of rural broadband is not just about connectivity to the Internet, but about sustaining and maintaining jobs in rural Ireland.  Broadband is to the economy today what canals were to the economy in the 1700s, railways were in the 1900s, rural electrification in the 1930s and 1940s and telephone connections with the wider world in the 1970s and 1980s.  Now there is another delay in broadband provision.  We are aware that this is somehow being spun as a victory for the Government, which is quite an amazing achievement.  We hear that it is going to be cheaper, or it is going to be the same cost or it is going to be faster, but we all know these are not the facts.  Statistics are pliable but the facts are very stubborn.  The facts do not lie.<\/p> <p>Ireland is ranked at No. 42 in the global index on broadband availability.  High-speed broadband is only available to some 40% of the population.  Why are we delaying so much and so badly? In fairness to the Government, one thing it has not been short on when it comes to this matter is announcements, targets and deadlines, all of which the Government has not met.  The Minister looked very sheepish yesterday as he announced this, somehow or other, victory.  He said that they were now going to be able to roll it out on time.  As they have not met any other targets so far, for the Minister to spin this as a victory is quite unbelievable and audacious.  The spin unit must be working overtime all the time to pretend.<\/p> <p>It is a fact, and we all heard this on morning radio today, that people and business communities in rural Ireland are being affected by their inability to work due to the lack of broadband.  There is no shortage of plans or announcements but there is no believable plan.  The credibility of the Minister of the Department is an issue when one sees very credible companies withdrawing from the process.  Most of this is to do with the process that was put in place by the Minister and the Department.  The Minister has to take responsibility.  I believe that he needs to give an explanation to the people.  Coming into this House from across the way and telling us that he has a new deadline, on top of the other deadlines, is simply not good enough.  How are the people in Roscommon, Kerry and Mayo supposed to maintain and sustain jobs when the Government's plans and targets, upon which people are relying to deliver connectivity, are simply not being met?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#G00300","speaker":"1414"},{"type":"speech","time":1517481000,"counter":43,"content":"<p>I wish to raise an issue relating Coillte and its forest-farm partnerships.  People who tuned in to \"Morning Ireland\" today heard a litany of stories and complaints.  The programme included a special interview and investigation carried out by George Lee, who is part of RT&Eacute;'s news staff.  We heard about a range of disappointments for farmers and people involved in the forest-farm partnership scheme who have not received their payments and who have had no communication from Coillte, the State's forestry board.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My concern, which I have raised on a number of occasions in the House, is the issue of Coillte.  Coillte is the State forestry company.  It is a State company and its shareholding is vested in the Minister for Finance and the Minister for Agriculture, Food and the Marine.  They have complete and utter control over this State agency.  It is important we have a detailed and comprehensive debate about Irish forestry.  While Coillte owns a very substantial land bank across the country, it also attempts and promises to work in partnership with small farm holdings and people who wish to get into the forestry sector.  A lot of people changed their land over to forestry with expectations in the short term, medium term and long term.  There is a long-term gain and it is a long-term enterprise.  They have been let down.<\/p><p>The chief executive of Coillte was on RT&Eacute; this morning and explained there were shortcomings, which was a credit to him.  He accepted there were shortcomings and that he would attempt to do something.  I am renewing my call to the Leader because I have asked him twice before.  I would appreciate if Deputy Andrew Doyle, the Minister of State with special responsibility for forestry and horticulture, would come to the House and give us a focused overview of the role of Coillte, particularly dealing with the issue of farm partnerships.  It is an important issue going forward and an important issue for us to debate to see if some resolution can be found for the people we heard about this morning on \"Morning Ireland\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#G00400","speaker":"1379","continuing":true},{"type":"speech","time":1517481000,"counter":45,"content":"<p>I will briefly refer to the latest disaster in the roll out of broadband as a result of Eir's withdrawal.  It is a disaster but Sinn F&eacute;in has been consistent; we warned that the process was flawed from the beginning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00200","speaker":"1389"},{"type":"speech","time":1517481000,"counter":46,"content":"<p>The Senator is delighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00300","speaker":"1375"},{"type":"speech","time":1517481000,"counter":47,"content":"<p>I am not delighted.  It is a disaster for people in rural Ireland.  It is a disaster that stems ultimately from an ideological fixation that Fine Gael has with tendering out and privatisation.  That is where the flaws are.  It is like listening to bald men arguing over a comb when one hears Fianna F&aacute;il - I can say this - raising the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00400","speaker":"1389"},{"type":"speech","time":1517481000,"counter":48,"content":"<p>Leave me out of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00500","speaker":"1418"},{"type":"speech","time":1517481000,"counter":49,"content":"<p>Let us remember it was Fianna F&aacute;il that started this disaster-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00600","speaker":"1389"},{"type":"speech","time":1517481000,"counter":50,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00700","speaker":"1391"},{"type":"speech","time":1517481000,"counter":51,"content":"<p>-----by privatising Eircom in 1999.  It is pretty cheeky now to say things are not working out because it started this process.  Unfortunately Fine Gael continued it.  It has been a disaster.  People in rural Ireland are at a complete loss with regard to this issue.  That is the point.  The privatisation model has failed.  We want a debate on the matter but we need the Leader's Government to recognise that privatising assets is not the best way forward in every circumstance.<\/p> <p>The second issue I want to raise is really serious.  The section 39 workers' strike is due on 14 February.  Something quite shocking happened yesterday at the health committee.  The Department of Public Expenditure and Reform refused to turn up to the health committee.  We have a strike affecting thousands of workers and thousands of vulnerable service users and the Department of Public Expenditure and Reform refused to turn up.  Who is running the Government?  I demand that the Minister, Deputy Paschal Donohoe, comes in here to explain why his Department refused to attend an Oireachtas meeting yesterday.  The Department is essential to the solution to this crisis.  As things stand, workers will have to go out on strike.  The Government has been warned about it for months.  We have heard talk and more talk but when it comes down to it, the Department is hiding.  It is hiding from workers, from my union, SIPTU, and it is hiding from coming out and explaining where the hell it was yesterday.  It is not good enough for a Government Department to hide away from the public and from Oireachtas committees.  I would like a clear statement from the Leader condemning that and I am asking for the Minister to come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00800","speaker":"1389"},{"type":"speech","time":1517481000,"counter":52,"content":"<p>I ask that the Minister, Deputy Murphy, attend to explain his position on directly elected mayors for urban areas.  Last month in the D&aacute;il, he said there would not be a mayor <i>in situ<\/i>for Dublin for the 2019 local elections.  There is a real urgent question of who speaks for Dublin because Dublin generates &euro;85 billion of our GDP.  It has 1.3 million citizens yet the funding for the city is less and less every year.  What we need now is a strong vocal voice for Dublin to ensure the investment takes place for the 1.3 million citizens.  Dublin has one of the highest property tax rates in the country.  I have no problem with the redistribution of some of that property tax to country areas where there is not the tax base.  There is now a real need for that investment.  Our footpaths are decaying and our public roads are in a dreadful condition.  One probably cannot drive from here to Ballsbridge without destroying one's tyres on the main road.  One cannot get comfortably from Swords to Dublin.  There is no rail link.  One cannot travel from Tallaght to Swords without coming through the city centre.  The urban centres are not connected.  There is a need for a plan for our city.<\/p><p>If we want to give quality of life to the 1.3 million citizens, the basic need for a major city is investment and its long-term sustainability.  That is just not happening.  There is a vested interest by the Government in a lack of planned investment in our capital city.  It has been quite noticeable in the past two years.  I would like the Minister, Deputy Murphy, to come in at the earliest possible time to debate the issue mainly for our urban areas.  There has been a lack of concentration on maintaining the sustainability of our urban areas.  At the earliest time, I would like to see the Minister, Deputy Murphy, address the House on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H00900","speaker":"1417"},{"type":"speech","time":1517481000,"counter":53,"content":"<p>I will raise two issues with the Leader of the House.  Will the Leader invite the Minister for Health to the House to debate the fair deal scheme for nursing homes in one particular context?  People who live along the Border with Northern Ireland, right across Donegal, Sligo, Cavan-Monaghan and into Louth, who are very close to the Border are not able to access the fair deal scheme if they go into a nursing home in Northern Ireland.  Some of the nursing homes in Northern Ireland are nearer.  Anecdotally, I gather they are cheaper but they are also nearer, which is the real issue, and they are easier for families to access.  There should be flexibility here and the fair deal scheme should be administered where there is a valid reason for somebody to go into Northern Ireland to a nursing home.  I ask the Leader to bring the matter to the attention of the Minister for Health and perhaps we can have it properly debated in the House.<\/p> <p>I will turn to the Jeremiahs today.  Senator Daly and my colleague, Senator Gavan, are like Jeremiah when it comes to broadband.  I reassure them that Eir is committed to 300,000 installations in homes and premises around the country.  It will continue.  It is honouring the commitment to the 300,000 installations.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01000","speaker":"1397"},{"type":"speech","time":1517481000,"counter":54,"content":"<p>I presume the Senator is referring to the prophet.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01100","speaker":"1381"},{"type":"speech","time":1517481000,"counter":55,"content":"<p>They are expecting bad tidings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01200","speaker":"1397"},{"type":"speech","time":1517481000,"counter":56,"content":"<p>I thought we were careful not to mention names.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01300","speaker":"1417"},{"type":"speech","time":1517481000,"counter":57,"content":"<p>They are unwarranted ill-tidings.  It is Jeremiah the prophet.  The very important point is that 300,000 homes will get broadband as per the contract with Eir, which stands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01400","speaker":"1397"},{"type":"speech","time":1517481000,"counter":58,"content":"<p>In the next century.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01500","speaker":"1393"},{"type":"speech","time":1517481000,"counter":59,"content":"<p>No, immediately, because it is in process as we speak.  It will actually get quicker because Enet is committed to the process now.  Senator Daly made the point it could get dearer but it will not.  The costings are already agreed at initial tendering stage.  So we will get the broadband delivered.  We will be on target.  When we came into government 50% of homes were connected.  It is now at 71% and will be 77% by the end of the year.  It is a very good success story.  I would like Senator Gavan and Senator Daly not to be in this depressed state of foreboding.  They should lift their spirits and look forward to broadband being in every home in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01600","speaker":"1397"},{"type":"speech","time":1517481000,"counter":60,"content":"<p>The Senator has obviated the need for the Leader to respond on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01700","speaker":"1381"},{"type":"speech","time":1517481000,"counter":61,"content":"<p>Will the Leader request that my colleague from the Roscommon-Galway constituency, the Minister, Deputy Denis Naughten, come into the House to explain the broadband crisis as Eir abandons rural broadband roll out?  It is an awful indictment of this Government that this is happening.  It is an absolute disgrace.  I am involved in rural Ireland and when one is trying to attract tourists to rural areas, broadband is absolutely vital.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is the tool in that one orders everything online.  Last night I was at the Gaiety Theatre to see \"Sive\", a wonderful production, by the way, which I recommend to Members.  Druid Theatre is from Galway and Ms Hynes is from Ballaghaderreen, County Roscommon.  It is a great production.  In fact, President Michael D. Higgins was there last night too, just to give a little plug for the Gaiety.  I highly recommend it.  Tommy Tiernan was superb - I think he is a Monaghan man, is he?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#H01800","speaker":"1393","continuing":true},{"type":"speechnospeaker","time":1517481000,"counter":63,"content":"<p>He is from Meath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00200","nonspeaker":"A Senator"},{"type":"speech","time":1517481000,"counter":64,"content":"<p>We are getting a bit <i>obiter dictum<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00300","speaker":"1381"},{"type":"speech","time":1517481000,"counter":65,"content":"<p>That happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00400","speaker":"1397"},{"type":"speech","time":1517481000,"counter":66,"content":"<p>They would be delighted to have you there, a Cathaoirleach.<\/p> <p>We were promised this would connect 540,000 homes.  What is happening?  Nil.  It is absolutely impossible to get broadband in our area.  We tried to get a direct line and we are now relying on satellite broadcasting, which is irregular and slow.  It is a disaster.  I never heard such hype over anything in the world.  They said it would be like the ESB and they were going to have power in every house within a year.  There were wires being laid here, there and everywhere.  They are being laid nowhere.<\/p> <p>As a former Minister of State with responsibility for post and telegraphs in the 1980s, I brought telephones all over Ireland at the time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00500","speaker":"1393"},{"type":"speech","time":1517481000,"counter":67,"content":"<p>In the boot of the car.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00600","speaker":"1417"},{"type":"speech","time":1517481000,"counter":68,"content":"<p>-----particularly in my own constituency of Roscommon-Leitrim.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00700","speaker":"1393"},{"type":"speech","time":1517481000,"counter":69,"content":"<p>God bless Sean Doherty.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00800","speaker":"1391"},{"type":"speech","time":1517481000,"counter":70,"content":"<p>One of the highlights at that time was telephone kiosks, which were a wonderful addition to rural Ireland.  When people did not have phones or could not afford them, we put a telephone kiosk in most villages, which was a great boost.<\/p> <p>It is an indictment of the Government.  I want the Minister to come to the House.  I am a member of the communications committee.  We were spun a whole lot of stories about what was happening with this wonderful idea.  If someone spins enough and has &euro;5 million to spin the stories, the stories will be spun and the journalists generally take them up, hook, line and sinker.  The epitaph for the Government is that it could not organise a beep, beep in a brewery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J00900","speaker":"1393"},{"type":"speech","time":1517481000,"counter":71,"content":"<p>Fianna F&aacute;il was in government for 14 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01000","speaker":"1375"},{"type":"speech","time":1517481000,"counter":72,"content":"<p>I do not know whether we are going from the ridiculous to the sublime or the sublime to the ridiculous.  The Minister of State, Deputy English, gave a commitment yesterday that he would be happy to come to the House to deal with the disability aspects of Rebuilding Ireland.  Can we formally invite him to do so, given he has stated his willingness to do this?  In that regard, can we have a report from his Department setting out the progress being made on the motion on which this House unanimously agreed in July 2017 regarding housing for people with disabilities?  That would be the prelude to a useful and informative debate here in the House.<\/p> <p>Related to that, it is important and only right for me to wholeheartedly welcome the Government decision to have ratified the UN Convention on the Rights of Persons with Disabilities this coming March.  I do not anticipate any difficulties with support from the D&aacute;il to facilitate this as all parties and entities have been calling for this for some time.  While there have been delays and missed timelines, I am only stating that this morning to make a point about the future, namely, there is a strong expectation that the Government will crack on with implementation across all the domains, given legislation is required in areas like housing, education, employment, access, transport, jobs and income supports.  The coming budget should be a very strong marker that the Government is moving with intent in this direction.  The Taoiseach and his Department must be the drivers of integrated and complementary action across the whole system.<\/p> <p>On a final point, when the Government got stuck into the issue of unemployment, the Action Plan for Jobs was driven night, noon and morning from the centre of Government and from the Taoiseach.  Every Department was being whipped on it and was being asked what was happening and how was it removing the blockages.  That has been a success because it was a whole-of-Government project and it had that prioritisation.  That is exactly what is needed to move this project and to get the best results from it.  That is what I am asking the Taoiseach to do.  Ireland can become the front runner, and I look forward to that.  We were being slagged because we were the last in Europe but we can push ourselves forward fairly smartly with such an approach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01100","speaker":"1419"},{"type":"speech","time":1517481000,"counter":73,"content":"<p>I am acutely aware there are many pressing issues in our country that need to be discussed, addressed, planned for and legislated for.  Today, I want to use the opportunity on the Order of Business to highlight reform of the Seanad and the imperative that we get to grips with reform, given Members of this Seanad have been in this House for almost two years.  Sinn F&eacute;in, along with all the other groupings, has submitted its suggestions and observations on how to make the Seanad more democratic and relevant.  I would like to take this opportunity to specifically talk about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01200","speaker":"1388"},{"type":"speech","time":1517481000,"counter":74,"content":"<p>They tried to get rid of the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01300","speaker":"1393"},{"type":"speech","time":1517481000,"counter":75,"content":"<p>Allow Senator Devine to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01400","speaker":"1381"},{"type":"speech","time":1517481000,"counter":76,"content":"<p>I wish to talk about respect.  Respect is at times absent and, reluctantly, I have come to the conclusion that it is more so towards women.  I am no wilting violet and everything I do to deliver in this Chamber comes with a passion for, a recognition of and support for co-operation to cure the ills of this country.  It is wholly inappropriate for me and my sisters in this Chamber to be denigrated and roared at in hissy fits.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01500","speaker":"1388"},{"type":"speech","time":1517481000,"counter":77,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01600","speaker":"1389"},{"type":"speech","time":1517481000,"counter":78,"content":"<p>I ask the Leader, in light of the centenary of women's suffrage, to have a respectful, compassionate and inclusive debate on this essential part of Seanad reform - respect - and to get our House in order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01700","speaker":"1388"},{"type":"speech","time":1517481000,"counter":79,"content":"<p>Well done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01800","speaker":"1389"},{"type":"speech","time":1517481000,"counter":80,"content":"<p>I dtosach b&aacute;ire, L&aacute; Fh&eacute;ile Br&iacute;de faoi sh&eacute;an agus faoi mhaise do na Seanad&oacute;ir&iacute; ar fad, go h&aacute;irithe na mn&aacute;.  I wish all a happy St. Brigid's day, seeing as we are on a bit of a biblical vibe with Senator O'Reilly.  I am afraid St. Jude is the saint who jumps to mind when we look at the broadband scenario, rather than any Jeremiah.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J01900","speaker":"1377"},{"type":"speech","time":1517481000,"counter":81,"content":"<p>No, we will stick to Jeremiah.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J02000","speaker":"1397"},{"type":"speech","time":1517481000,"counter":82,"content":"<p>I urge Senator O'Reilly to get down on his knees this evening for all of us living in rural Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J02100","speaker":"1377"},{"type":"speech","time":1517481000,"counter":83,"content":"<p>\"Anois teacht an Earraigh\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J02200","speaker":"1381"},{"type":"speech","time":1517481000,"counter":84,"content":"<p>Sin &eacute; go d&iacute;reach, \"beidh an l&aacute; ag dul chun sh&iacute;neadh\".  It is concerning.  A debate needs to be had at this stage around who controls the networking of the broadband infrastructure because I think the sale of that infrastructure was a calamity.  Looking forward, the State needs a very long-term approach to re-acquiring that infrastructure so we do not find ourselves in this debacle year after year.<\/p> <p>Another example of this has been the near-privatisation of water.  I raised again in recent times the issues regarding a family in Connemara whose water supply was cut off for days.  Those problems have not been addressed and the family has been getting sporadic tanks of water.  Another case close by has come to hand where a couple moved into a house in Connemara in July of last year.  They paid a fee of &euro;2,650 to be connected by Irish Water to the water system but still have not been connected.  They have been contacting Irish Water and there is no response or any reasoning as to why they would not be connected to the water supply.  People are finding it impossible to get straight answers from Irish Water.  The lack of transparency and accountability is incredibly frustrating for people.  We have asked for the clinics to be resumed but I think there is a need for a debate with the Minister who is responsible for Irish Water or is there a Minister responsible now that it has been set up as a separate entity?  That whole issue of accountability around Irish Water is incredibly important.<\/p> <p>I also want to raise the issue of the Time 4 Us play centre in Galway, which was set up as a pilot project some ten years ago.  It is a play centre for families where one of the parents does not live in the family home and these are referred to as non-resident parents.  It provides a safe, neutral venue where non-resident parents can spend time with their children in a fun-filled, relaxed environment.  It is very important initiative.  It is being used by the Courts Service, in particular for families where there are irreconcilable differences among the parents.<\/p> <p>The issue is not necessarily around money and is actually around governance.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Staff from Tusla would have been involved in this project from the get-go but due to new guidelines issued by the Department of Public Expenditure and Reform, etc., they are no longer allowed to be involved.  The project is fantastic and the money is available but it needs to be mainstreamed and rolled out across the country.  I ask the Leader to contact the Minister for Children and Youth Affairs in respect of this matter and to arrange a debate on these types of services for young people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#J02300","speaker":"1377","continuing":true},{"type":"speech","time":1517481000,"counter":86,"content":"<p>I take this opportunity to congratulate our colleague, Senator O'Reilly, on his election as a vice president of the Council of Europe.  The Senator is the first Irish person to hold the position since former Deputy, Frank Fahey.  It is a great honour for the Senator and I wish him well.  I know that he will do this country proud in representing us at the Council.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K00400","speaker":"1418"},{"type":"speech","time":1517481000,"counter":87,"content":"<p>I can confirm that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K00500","speaker":"1393"},{"type":"speech","time":1517481000,"counter":88,"content":"<p>If Senator O'Reilly needs any advice, a former vice president of the liberals and democrats and a life member of the Council, namely, Senator Leyden, is available to provide it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K00600","speaker":"1418"},{"type":"unspoken","time":1517481000,"counter":89,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1517481000,"counter":90,"content":"<p>Senator O'Reilly will be badly stuck if he needs to call on Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K00800","speaker":"1418"},{"type":"unspoken","time":1517481000,"counter":91,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1517481000,"counter":92,"content":"<p>I miss Senator O'Reilly already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01000","speaker":"1393"},{"type":"speech","time":1517481000,"counter":93,"content":"<p>Perhaps Senator Wilson wants to accompany him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01100","speaker":"1381"},{"type":"unspoken","time":1517481000,"counter":94,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1517481000,"counter":95,"content":"<p>The prophet Jeremiah and Judas have been mentioned.  I would like to refer to St. Job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01300","speaker":"1418"},{"type":"speech","time":1517481000,"counter":96,"content":"<p>Is it St. Jude?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01400","speaker":"1393"},{"type":"speech","time":1517481000,"counter":97,"content":"<p>One can say St. Job or St. Jude, as Senator Buttimer can attest.  The saint in question is the patron saint of hopeless cases.  Unfortunately, I am afraid that the announcement by Eir yesterday casts the 500,000 people living in rural Ireland who await broadband, which is a service that has been repeatedly promised, into a state of crisis.  Senator Humphreys referred to the fact that some poor people in south Dublin may have to bypass a pothole or two.  It was during his party's reign in government, along with the Fine Gael Party, that the promised broadband came into being.  Pat Rabbitte and various other individuals were Ministers at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01500","speaker":"1418"},{"type":"speech","time":1517481000,"counter":98,"content":"<p>That is right<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01600","speaker":"1393"},{"type":"speech","time":1517481000,"counter":99,"content":"<p>I do not blame anybody who feels that broadband is never going to be rolled out because they have waited for far too long.  If Senator Humphreys thinks that the people of Dublin are being disenfranchised by having a  pothole or two, then I invite him to visit Cavan and other rural parts of Ireland so that I can show him exactly what was achieved during his time in government, when the grant for rural roads was cut.  That is another indictment of the Labour Party and, to a lesser extent, Fine Gael.  The commitment relating to the broadband, which was promised but which has never materialised, was also made when Senator Humphreys was in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01700","speaker":"1418"},{"type":"speech","time":1517481000,"counter":100,"content":"<p>I will not mention that Fianna F&aacute;il bankrupted the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01800","speaker":"1417"},{"type":"speech","time":1517481000,"counter":101,"content":"<p>It is important to clarify the record.  I find myself in agreement with Senator Gavan that Eircom should never have been sold off.  It was a great mistake to do so.  I firmly believe that national infrastructure should be kept in the ownership of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K01900","speaker":"1418"},{"type":"speech","time":1517481000,"counter":102,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02000","speaker":"1389"},{"type":"speech","time":1517481000,"counter":103,"content":"<p>The announcement yesterday is what happens when national infrastructure is sold to the private sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02100","speaker":"1418"},{"type":"speech","time":1517481000,"counter":104,"content":"<p>Senator Lombard is next.  I suggest that we return to discussing the Order of Business.  I am worried that this might develop into a pastoral service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02200","speaker":"1381"},{"type":"speech","time":1517481000,"counter":105,"content":"<p>I thank the Cathaoirleach for his introduction.  Several issues have been raised by previous speakers.  I will focus on the broadband issue which has been raised by many Senators and which is very important for rural Ireland.  Yesterday's announcement was very unfortunate whereby two tenders were reduced to just one.  Originally, there were three tenders but now we have only one.  Broadband and roads are two of the biggest issues for rural Ireland.  There is a disconnect at the moment.  I equate the lack of broadband with the electrification scheme introduced in the 1950s and 1960s.  Broadband has been promised to be delivered since 2012.  Broadband services need to be up and running this year.  Yesterday, the Minister said that he hopes a contract will be signed next September and that works will begin by the end of the year.  We have been given deadlines and guidelines, but has any work been done on the ground?  Broadband must be rolled out sooner rather than later.<\/p> <p>I ask the Leader to invite the Minister to come before the House to debate the issue of broadband.  It needs to be addressed one way or another.  If the matter cannot be addressed, then we need to hear plan B.  We originally had three tenders but that has gradually been reduced to just one.  What is plan B if the remaining tender is withdrawn?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02300","speaker":"1386"},{"type":"speech","time":1517481000,"counter":106,"content":"<p>I would like to be associated with the words expressed by Senator Wilson and congratulate Senator Joe O'Reilly on his appointment.  From Cavan to the heart of Europe, I know he will excel in his role and wish him well.<\/p> <p>I call on the Leader to arrange an early debate on broadband.  This is not a new issue but it is one which gives rise to frustration.  Since I came into this House in 2007, we have discussed the roll-out and availability of broadband.  So far, that has not happened.  The urban centres and populated areas have been provided with broadband but rural Ireland has not.  A lack of broadband in rural Ireland has detrimental effects.  I know that young college students from my county, Donegal, do not travel home at weekends because they cannot study due to a lack of broadband in rural parts of the county.<\/p> <p>This morning, the Minister said that over 80 of the leading experts on broadband provision in Europe are working within his Department on the contract.  Eir was one of the bidders but it pulled out because the contract is too complicated and we have been left with just one bidder.  We have a monopoly situation and the final bidder can seek whatever price it wishes to be paid to provide the service.  Such a situation is unacceptable, ineffective and inefficient.  The State is working on the contract but I am not sure that it is best placed to do so.  The taxpayer may be left to carry the can.  I ask the Leader to arrange a debate on the matter as soon as possible.  Obviously, the wheels have come off the wagon inside the Department.  The officials either have gone with a process that is too complicated and cumbersome or Eir pulled out for commercial reasons.  However, we can only speculate because we do not have the information.  The Minister has an obligation to come to the House and answer our questions.  This could turn into a national scandal of unprecedented proportions unless we deal with it effectively.  We are not looking for a state-of-the-art, world-class broadband in very remote rural homes.  We are looking for a service.  We do not have to be the world leader in providing broadband.  There is no broadband service in certain parts of the country yet there has been talk about a service that is equivalent to that provided in the centre of New York.  People must get real.  Sometimes we over complicate things and I think that is what has happened in respect of the contract.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02400","speaker":"1382"},{"type":"speech","time":1517481000,"counter":107,"content":"<p>Finally, I call Senator Mulherin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02500","speaker":"1381"},{"type":"speech","time":1517481000,"counter":108,"content":"<p>I wish to comment on the national broadband plan.  Without doubt, yesterday represents a very significant development whereby Eir withdrew from the tender process.  It is imperative that the Minister comes to the House to debate the matter.  Such a debate must be one that constitutes more than a wringing of hands on the part of the Opposition - in delight, I might add.<\/p> <p>Broadband is, as many previous speakers indicate, a very serious issue for rural Ireland.  As the economy expands, as we try to create jobs and even socially, we are part of a global village.  One is really outside the loop if there is no access to high-speed broadband, which is the standard for which we must continue to strive.  It is incorrect to say that broadband was promised but has not been delivered.  Each week, 300 farms in rural Ireland get access to high-speed broadband.  When this Government took power, only 50% of households and premises had broadband.  The figure has increased to 71%.  I hope it will be 77% by the end of the year as Eir continues to roll out the contract it signed with the Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Nonetheless, I am very ambitious for the area I come from, which is a highly rural area.  The people there need broadband.  That is the bottom line.  We need assurances from the Minister as to how this will proceed.  There are still commitments on this, namely, that we should and ought to have broadband and I am not giving up on those.  There is a will across the House and all sectors that it should happen.  We are attempting to roll out broadband to more than 90% of premises within the timeframe we are talking about.  It is pretty much unprecedented for a state to intervene in this way in the rolling out of broadband.  We have positioned ourselves as a small open economy and broadband is essential in that context in terms of the beginning, middle and end.  The Minister needs to come into the House as soon as possible.  He will be anxious to provide clarity, give assurance and to tell us what is the way forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#K02600","speaker":"1425","continuing":true},{"type":"speech","time":1517481000,"counter":110,"content":"<p>delete<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":111,"content":"<p>delete<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00300","speaker":"1391"},{"type":"speech","time":1517481000,"counter":112,"content":"<p>I join in the congratulations extended to our colleague and friend, Senator Joe O'Reilly, and his elevation to the position of vice president of the Council of Europe.  He will bring a wonderful demeanour, huge expertise and a very high calibre to that role.  We wish him every success.  It is a tremendous honour for him, his family, for Cavan and for the Oireachtas that he has been elected to that position.  Congratulations to him.<\/p> <p>I thank the 13 Members of the House for the their contributions on the Order of Business.  Nine members, Senators Mark Daly, Gavan, Joe O'Reilly, Leyden, &Oacute; Clochartaigh, Wilson, Lombard, Mulherin and &Oacute; Domhnaill raised issues almost stretching from the Old Testament to the New Testament about the need for broadband and it is perhaps apt on L&aacute; Fh&eacute;ile Bhr&iacute;de, on the first day of spring which is a day of hope and renewal, that we commit, as the Minister, Deputy Naughten, has done to the provision of broadband.  We would all agree that we have been waiting far too long for broadband but as Senator Mulherin rightly said, which has been lost by some Members opposite, the provision of high speed broadband increased from 51%, 19 months ago, to 71% and to 77% by the end of the year in many parts of the country.  As Senator Mulherin said, 300 farms per week are receiving high speed broadband.  A point on which I agree completely with Senator Gavan is that we sold off Eircom on day 1 and it has been asset stripped since then.  Therein lies part of the problem in terms of the issue we face today.  I am glad Senator Wilson has belatedly come to the table to recognise the importance of what we have just said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00400","speaker":"1391"},{"type":"speech","time":1517481000,"counter":113,"content":"<p>I was always of that opinion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00500","speaker":"1418"},{"type":"speech","time":1517481000,"counter":114,"content":"<p>Good.  I want to make this clear, no other country in the world is trying to do what we are trying to achieve, namely, to connect every house and business in the country to high speed broadband.  The aim and aspiration is still to have 90% connectivity.  I know Senator Leyden brought telephones around the country when he was Minister of State but we cannot do that in this case.  This is a different era, different timeframe and different type of technology.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00600","speaker":"1391"},{"type":"speech","time":1517481000,"counter":115,"content":"<p>There were wires then.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00700","speaker":"1393"},{"type":"speech","time":1517481000,"counter":116,"content":"<p>It is important we commit to this.  The Minister and the Government are very much of that view.  I hear people criticise the role of the Government in this matter, but let us reflect on what the Government did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00800","speaker":"1391"},{"type":"speech","time":1517481000,"counter":117,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L00900","speaker":"1418"},{"type":"speech","time":1517481000,"counter":118,"content":"<p>To be fair to the former Ministers, Pat Rabbitte and Alex White, and other Ministers who served in the previous Government and in this Government, we set up a national broadband procurement policy.  It is a process.  If there was political interference in that process, every one of the Members would have been roaring and shouting this morning about political involvement.  The question that must be asked is why Eir opted out at the 11th hour.  Have none of the Members asked that question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01000","speaker":"1391"},{"type":"speech","time":1517481000,"counter":119,"content":"<p>Because it got 300,000 cherry-picked households.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01100","speaker":"1418"},{"type":"speech","time":1517481000,"counter":120,"content":"<p>There you go.  It did.  There was an engagement with the bidders-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":121,"content":"<p>Some 400,000 households were ruled out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01300","speaker":"1414"},{"type":"speech","time":1517481000,"counter":122,"content":"<p>The Senator is the best fellow I know for being right about everything and wrong about nothing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01400","speaker":"1391"},{"type":"speech","time":1517481000,"counter":123,"content":"<p>I thank the Leader for admitting that.  I am very grateful to him for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01500","speaker":"1414"},{"type":"speech","time":1517481000,"counter":124,"content":"<p>The Senator is wrong about everything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01600","speaker":"1391"},{"type":"speech","time":1517481000,"counter":125,"content":"<p>It is very gracious of the Leader to be so honest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01700","speaker":"1414"},{"type":"speech","time":1517481000,"counter":126,"content":"<p>That means there are two of you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01800","speaker":"1418"},{"type":"speech","time":1517481000,"counter":127,"content":"<p>I ask Members to respect the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L01900","speaker":"1381"},{"type":"speech","time":1517481000,"counter":128,"content":"<p>A independent process was put in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02000","speaker":"1391"},{"type":"speech","time":1517481000,"counter":129,"content":"<p>It failed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02100","speaker":"1389"},{"type":"speech","time":1517481000,"counter":130,"content":"<p>It did not fail.  There is one bidder left who is committed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":131,"content":"<p>That would be a monopoly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02300","speaker":"1382"},{"type":"speech","time":1517481000,"counter":132,"content":"<p>It depends on the Leader's definition of success.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02400","speaker":"1414"},{"type":"speech","time":1517481000,"counter":133,"content":"<p>Senator &Oacute; Domhnaill knows well that there is no monopoly.  Senator O'Reilly who is a member of the communications committee, as is Senator Leyden, will tell Senator &Oacute; Domhnaill of what transpired with Eir.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02500","speaker":"1391"},{"type":"speech","time":1517481000,"counter":134,"content":"<p>We will be meeting the Minister next Thursday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02600","speaker":"1393"},{"type":"speech","time":1517481000,"counter":135,"content":"<p>The pricing was done already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02700","speaker":"1397"},{"type":"speech","time":1517481000,"counter":136,"content":"<p>The bottom line is the Government is committed.  We have one bidder left and despite Senator Daly's cynicism, it may well be of benefit to the House and we may have connectivity quicker.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02800","speaker":"1391"},{"type":"speech","time":1517481000,"counter":137,"content":"<p>May?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L02900","speaker":"1382"},{"type":"speech","time":1517481000,"counter":138,"content":"<p>As the Minister, Deputy Naughten, said, the task is now to let us get the job done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03000","speaker":"1391"},{"type":"speech","time":1517481000,"counter":139,"content":"<p>A monopoly has never benefited the customer so I am not sure how this one will bring a benefit the customer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03100","speaker":"1414"},{"type":"speech","time":1517481000,"counter":140,"content":"<p>I am confident that we will get it done.  I am very happy to facilitate the debate but I would again ask Senator Daly, who came back to us, to listen to what his learned colleague, Senator Wilson, said.  We should never have sold off Eircom, which his party did, and the consequence of that is that it was asset-stripped from then.  That is where we are at today in part.  The question that must be asked of Eir is: Why?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":141,"content":"<p>The Deputy's party has been in government for seven years and he is blaming this on Eircom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03300","speaker":"1414"},{"type":"speech","time":1517481000,"counter":142,"content":"<p>At least our party in government is ambitious for our people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03400","speaker":"1391"},{"type":"speech","time":1517481000,"counter":143,"content":"<p>There are 400,000 customers-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03500","speaker":"1414"},{"type":"speech","time":1517481000,"counter":144,"content":"<p>Some 77% of our people have connectivity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03600","speaker":"1391"},{"type":"speech","time":1517481000,"counter":145,"content":"<p>The Government said that it was not going to pay for those people and then the Leader is wondering why-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03700","speaker":"1414"},{"type":"speech","time":1517481000,"counter":146,"content":"<p>Whatever about the roll-out of the broadband today, could the Leader roll on in order that we can make progress?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03800","speaker":"1381"},{"type":"speech","time":1517481000,"counter":147,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L03900","speaker":"1414"},{"type":"speech","time":1517481000,"counter":148,"content":"<p>I will roll on.  Some 77% of our people will have broadband connectivity by the end of the year.  That is not a bad achievement and there has been a 19% increase in connectivity since the Minister, Deputy Naughten, came into office.<\/p> <p>Senator Boyhan has requested a debate on Coillte and I would be very happy to facilitate that.  The chief executive officer of Coillte, Mr. Gerard Murphy, was interviewed on \"Morning Ireland\" this morning.  He is committed to working to regain the trust of landowners, to issuing an annual statement and he agrees there is a need for transparency and proper communications.  The Minister of State, Deputy Doyle, is happy to come to the House in that regard.<\/p> <p>Senator Gavan raised the issue of section 39 agency workers.  I agree with him that there is a pay differential with respect to those workers which needs to be addressed.  That is why the Minister for Health, together with the HSE, has set up a process to examine that and they will come back with a review.  That process must examine the case of the workers and it must be evidence based.  I agree completely with the Senator.  We have a wonderful institution called Marymount in Cork and the workers there are treated different from the workers in the HSE.  Unfortunately, the problem is that they are not designated as public servants, as the Senator will know.  Therefore, the Financial Emergency Measures in the Public Interest, FEMPI, legislation----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04000","speaker":"1391"},{"type":"speech","time":1517481000,"counter":149,"content":"<p>They are going on strike.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04100","speaker":"1389"},{"type":"speech","time":1517481000,"counter":150,"content":"<p>I am well aware of that.  I have met these workers and spoken to them, as has the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":151,"content":"<p>What about the Department of Public Expenditure and Reform?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04300","speaker":"1389"},{"type":"speech","time":1517481000,"counter":152,"content":"<p>If I can answer the issue the Senator raised, the funding position of section 39 organisations is that they get a grant, a service level agreement.  There is an obligation on all Departments to engage with Oireachtas committees.  In this case, the Department of Public Expenditure and Reform cited that the relevant Department was the Department of Health, but it would be helpful it there was a collective will across Departments.  People should not use the issue of section 39 agency workers as a political football.  I would make that general comment.<\/p> <p>Senator O'Reilly referenced the fair deal system and raised a specific issue about it and I would be very happy to arrange for a debate on that matter.<\/p> <p>Senator Humphreys called for a debate on directly-elected mayors in local government and I would be happy to facilitate that.  The Minister, Deputy Murphy, and the Minister of State, Deputy Phelan, are committed to the development of greater accountability and democracy in local authorities.  The Senator raised some interesting points about Dublin but, as he will know, Dublin is not the world.  There are many parts of the country as equally important as Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04400","speaker":"1391"},{"type":"speech","time":1517481000,"counter":153,"content":"<p>Such as Cork.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04500","speaker":"1417"},{"type":"speech","time":1517481000,"counter":154,"content":"<p>I would be happy to have that debate with him.<\/p> <p>I did not get all of Senator Leyden's contribution on the Druid production but I wish that production well.  The Senator is certainly a good advertisement for being on stage with the actors in that production.<\/p> <p>I congratulate Senator Dolan on his advocacy for and work on seeking the ratification of the UN Convention on the Rights of Persons with Disabilities.  We adjourned a debate yesterday in order that we could have a further debate on housing and I would be happy to include the disability aspects in such a debate.  <\/p> <p>I agree with Senator Devine that we must have respect on all sides of this House.  It works both ways, as she will know.  I am very happy as the only male Leader of the House to work with all my women colleagues at meetings every week.   I would be very happy to have that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04600","speaker":"1391"},{"type":"speech","time":1517481000,"counter":155,"content":"<p>Show us that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04700","speaker":"1388"},{"type":"speech","time":1517481000,"counter":156,"content":"<p>The Taoiseach will be here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04800","speaker":"1391"},{"type":"speech","time":1517481000,"counter":157,"content":"<p>It is important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L04900","speaker":"1388"},{"type":"speech","time":1517481000,"counter":158,"content":"<p>It is very important and it works both ways.  What we need to have are debates on what is factual and what is not factual in terms of what people bring into the House as part of their contributions.  If that is the point the Senator is referring to, and I am not sure it is, that is okay.  I would be happy to meet her any time to discuss Seanad reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L05000","speaker":"1391"},{"type":"speech","time":1517481000,"counter":159,"content":"<p>No.  The Seanad needs to meet to consider overall reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L05100","speaker":"1388"},{"type":"speech","time":1517481000,"counter":160,"content":"<p>Senator &Oacute; Clochartaigh raised the issue of water privatisation.  I do not believe we have privatised water but I would be happy to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L05200","speaker":"1391"},{"type":"speech","time":1517481000,"counter":161,"content":"<p>We are not far off it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L05300","speaker":"1377"},{"type":"speech","time":1517481000,"counter":162,"content":"<p>The Oireachtas has made the position quite clear.  I have asked Irish Water to have the clinics resumed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We will have the Minister, Deputy Eoghan Murphy, come to the House for a debate on water.<\/p><p>Senator Wilson will be glad to join us in congratulating Senator O'Reilly on seeing the road grant for Cavan increased by 18%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#L05400","speaker":"1391","continuing":true},{"type":"speech","time":1517481000,"counter":164,"content":"<p>From a very low base.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#M00200","speaker":"1418"},{"type":"speech","time":1517481000,"counter":165,"content":"<p>I know they work well together in Cavan.  The important point, as the Senator indicated, is that it is not about St. Jude or St. Jeremiah.  It is about all of us working to advance our own local areas.<\/p> <p>I have asked for the Minister of State, Deputy Doyle, to come to the House to discuss the issue of Coillte.  I will ask for the Minister, Deputy Naughten, to come to address the issue of broadband.  It is a very serious issue which many Members have raised this morning.  I would be happy to have that debate at the earliest convenience.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#M00300","speaker":"1391"},{"type":"speech","time":1517481000,"counter":166,"content":"<p>I also offer my congratulations to Senator O'Reilly.  I am sure he will do a great job and it is an honour not alone for himself and his family, but also for this Chamber that he has achieved that great position.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#M00400","speaker":"1381"},{"type":"unspoken","time":1517481000,"counter":167,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"speech","time":1517481000,"counter":168,"content":"<p>We have a very important visit this evening from our Taoiseach.  I ask the Leader to propose the suspension of the House until 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#M00600","speaker":"1381"},{"type":"speech","time":1517481000,"counter":169,"content":"<p>I ask the Cathaoirleach to give my apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#M00700","speaker":"1388"},{"type":"unspoken","time":1517481000,"counter":170,"content":"<p>Sitting suspended at 12.22 p.m. and resumed at 2.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Statement by the Taoiseach","time":1517481000,"counter":171,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#Z00100"},{"type":"speech","time":1517481000,"counter":172,"content":"<p>Ar son gach uile Chomhalta den Teach seo, ba mhaith liom f&aacute;ilte a chur romhat, a Thaoisigh, ar &oacute;c&aacute;id do ch&eacute;ad aitheasc i Seanad &Eacute;ireann mar Thaoiseach.  T&aacute; deis againn inniu an caidreamh idir tusa agus an Seanad, at&aacute; ann &oacute;n uair a d'fhreastal t&uacute; ar dh&iacute;osp&oacute;ireachta&iacute; anseo mar Aire, a athnuachan agus dhaingni&uacute;.<\/p> <p>On behalf of all the Members of the House I welcome you on the occasion of your first address to Seanad &Eacute;ireann since you achieved the office of Taoiseach.  We appreciate the fact that you have taken time out from your very busy schedule to be here today.  I am sure that your time here this afternoon will be time well spent and that the discussion with Senators will help to inform your own perspectives on the many difficult issues which fall to be dealt with by you and your Government.  Your presence in this Chamber will be seen by Senators as a mark of the respect that I know you have always had for this House.  I am sure it will be the first of many such occasions.<\/p> <p>I now invite An Taoiseach to address Seanad &Eacute;ireann.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#Z00200","speaker":"1381"},{"type":"speech","time":1517481000,"counter":173,"content":"<p>I thank the Cathaoirleach.  A Sheanad&oacute;ir&iacute;, I am delighted to speak to you today on L&aacute; Fh&eacute;ile Bhr&iacute;de, St. Brigid's Feast Day, a date which also marks the first day of spring.   In pagan times today was known as \"Imbolc\" &ndash; a time for making plans and renewing strength.  Today&rsquo;s speech, on my first occasion here as Taoiseach, is inspired by these themes.<\/p> <p>Instead of providing Senators with an account of the business of Government, telling you how well the economy is doing, and how we are facing the challenges of Brexit, housing and health care, issues on which you are already well informed, I want to share with you some thoughts on the renewal and reform of Irish politics.<\/p> <p>Sometimes we have to step back a little to see how much things have really changed.  Seven years ago when Fine Gael - the party I lead - came into government with its then partners in the Labour Party we proposed a new approach to politics and proposed to do politics in a different way.  This was a promising a new departure in the day-to-day running of political life.  At that time we talked about a democratic revolution.  To some it might appear that those promises have not been fulfilled, or at least not fully fulfilled.  The truth is that many things have changed for the better in our new politics.  \"Old politics\" had its charms but it was a much less palatable vintage.  Three Oireachtas reform packages were introduced by the Government between 2011 and 2016 and the vast majority of these reforms have proven their worth and have been retained.  As it happens, some of these reforms have made the business of minority Government easier than might otherwise have been the case, even though they were not introduced with this in mind.<\/p> <p>I shall outline for Senators some of the reforms introduced in that five-year period.  A secret ballot for the election of the Ceann Comhairle of the D&aacute;il was introduced.  This ensures that the Ceann Comhairle is a creature of the House and not of the Government.  I believe we should do the same for electing the Cathaoirleach of this House, as soon as a vacancy arises or the next time around.  Another reform allows for the allocating of Oireachtas committee chairpersons on the basis of proportionality.  In the past almost all committee chairpersons were from the Government parties.   Committees, therefore, were controlled by Government also.<\/p> <p>We have linked the funding of political parties to the number of female candidates in general elections.  That has made a real difference to the composition of both Houses.  We still have a long way to go to have gender parity.  Further reform is the pre-legislative scrutiny of Bills.  This has opened up the law-making process like never before, and involves politicians before a Bill is drafted and published.  When taken, this is a major transfer of influence and power away from civil servants and Ministers to parliamentarians.<\/p> <p>We have also allowed Deputies an opportunity to bring their Private Members&rsquo; Bills to the floor of the D&aacute;il and Seanad, more of which have been enacted in the last five years than the 50 years before.  These include legislation to ban fracking and an end to the ban on opening pubs on Good Friday, which was signed into law by the President this week.  Those are just two examples, there are many more.<\/p> <p>The people, perhaps in their wisdom, decided not to extend the remit of Oireachtas inquiries.  While we did put forward the idea, the people also decided not to lower the minimum age from 35 for election to the office of President.  I am aware that this level of reform was perhaps, for many, a case of a lot done but more to do.<\/p> <p>Following the 2016 general election, a D&aacute;il reform committee was established and it recommended a further package of reforms, which I shall outline.  A Business Committee chaired by the Ceann Comhairle sets the D&aacute;il agenda.  It is no longer set by the Government, but that has not stopped Deputies asking me almost daily to allocate time to debate a particular matter.  A budget committee empowers the Oireachtas to play a more meaningful role in the budget cycle.  An independent parliamentary budget office has been set up.  There is greater use of all-party committees to seek consensus on the best way forward, such as the Oireachtas Joint Committee on the Future Funding of Domestic Water Services, chaired so well by a Member of this House, Senator &Oacute; C&eacute;idigh.  There has also been an expansion of the Office of the Parliamentary Legal Adviser.  There is an end to the use of the guillotine in debates and more time is made available to the Opposition for Private Members' business.<\/p> <p>Some of the reforms have had unforeseen consequences, including the disproportionate speaking time for smaller parties.  This can often make it difficult for Government backbenchers to have their say.  There has also been a significant reduction in D&aacute;il time available to the Government to pursue its own legislation.  I believe, and I have said before, that a rebalancing is needed in this regard.  I also believe that the significant increase in the number of Private Members' Bills now being published without any form of prior scrutiny or quality control is a cause for concern for all of us.  There are currently more than 100 Private Members' Bills on Second Stage and 25 are awaiting money messages.  Government Bills do not make it to Second Stage without proper scrutiny from the Office of the Attorney General, pre-legislative committee hearings, the heads of the Bill published well in advance and usually published, in almost all cases, at least two weeks before a Bill is debated.  We should not accept a lower standard for other legislation from any other source.<\/p> <p>The vast majority of the changes, however, have benefitted Irish democracy and the reforms have helped to reinvigorate our Parliament, our Oireachtas and old institutions.  The Oireachtas has also passed legislation to ensure greater openness and transparency.  The Regulation of Lobbying Act, for example, was a major step forward in terms of transparency.  We now know who lobbied whom, when and about what.  This was clouded and opaque for many decades.<\/p> <p>There is also an effective ban on corporate donations ensuring that powerful organisations and the very rich can no longer use their wealth to influence politics in the way they did in the past.  It is so different and so much better than other countries where big money has far too much influence on policy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">The Taoiseach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have also had a major reform of the public appointments system with an open call through <i>www.stateboards.ie<\/i>and the appearance of chairpersons designate before the relevant Oireachtas committees.<br\/><br\/>We have also embarked a major programme of constitutional change and reform.  The 1937 Constitution, Bunreacht na h&Eacute;ireann, has served us well.  As we move closer to 2037 and its centenary, however, there are, inevitably, elements that are outdated and which require renovation and renewal.  Whereas there were ten amendments to the Constitution in its first 50 years, there have been almost three times as many in the last 30 years.  This year's referendum on the eighth amendment will be the 36th such proposal.<br\/><br\/>To help us to modernise our Constitution, we established the Convention on the Constitution and later the Citizens' Assembly.  Both were bold and innovative exercises in deliberative democracy even though at the time they were dismissed by some as mere talking shops or as a means to long-finger important or difficult decisions.  As it turned out, both allowed representative groups of everyday citizens to consider important issues facing our society.  Their work has help helped inform and shape our political decisions.  Often, they proved to be ahead of us in terms of opinion.  We got an invaluable insight into what really matters to people and the conclusions they would come to if given all of the facts and the time to consider them.  The marriage equality referendum and amendment was the most transformative outcome from that process to date.<br\/><br\/>The Government has also accepted the case for a referendum on a number of other issues, namely: giving citizens resident outside the State the right to vote in presidential elections; removing the offence of blasphemy from the Constitution; and amending the outdated Article on a woman's life within the home.  The Government is committed to holding referendums on these issues over the course of the next two years.<br\/><br\/>The Citizens' Assembly has also submitted reports to the Oireachtas on the eighth amendment and how best to respond to the challenges and opportunities of an ageing population.  It has finalised its discussion of the manner in which referendums are held and how the State can make Ireland a leader in tackling climate change.  By the end of next month, it will have completed its discussion of fixed-term parliaments, which is an interesting proposal.  It would certainly change the culture of Irish politics as it stands if parliaments were for a fixed term.<br\/><br\/>Recognising the importance of the issue of the eighth amendment to the Constitution, the assembly was asked to consider this matter first.  The assembly's report was then considered by a special joint Oireachtas committee, ably chaired by a Member of this House, Senator Noone.  The Government responded earlier this week.  Any amendment of our Constitution requires careful consideration.  Some of these proposed amendments are matters of conscience and, as such, it is crucial that debate should be respectful of all sides and strands of opinion, and never personalised.<br\/><br\/>In the 18th century, Montesquieu believed that a bicameral legislature was superior because the two parts would ensure that one checked the other through the mutual privilege of refusal.  That great founding father of America, Alexander Hamilton, likewise believed that two chambers were necessary to prevent a tyranny of the majority.  Nonetheless, many countries, particularly small ones, get by just fine with only one chamber.<br\/><br\/>Following Independence, our forebears decided that two chambers were needed in Ireland and the Free State Senate in particular brought together a diverse collection of men and women, poets and thinkers, specialists and innovators.  There was also a deliberate effort in the Free State Senate to ensure that minority views were represented, especially Protestant and unionist voices.  The Senate was a place where courageous and outspoken things were said.  In fact, the Chamber was threatened by anti-treaty forces during the Civil War and 14 Senators were targeted with assassination.  Many had their houses burnt.<br\/><br\/>Times changed.  In the 1930s, there was much debate about whether a second chamber was needed in Ireland and the Free State Senate was abolished by Fianna F&aacute;il.  &Eacute;amon de Valera claimed in 1934 that he had not heard a single good argument to convince him that a second chamber was either necessary or fundamentally useful.  However, he was prepared to listen to other arguments and the proposal for the Seanad was included in the 1937 Constitution.  It very much followed the corporatist model which was fashionable at the time, deriving from a Papal encyclical, with panels representing industry and commerce, culture and education, labour, agriculture and administration.  Members of this House will be familiar with these panels.  The idea was that the Seanad would not duplicate or impede the D&aacute;il.  In fact, the Constitution is very clear that the Government should be accountable to the D&aacute;il.  It does not say that about the Seanad.<br\/><br\/>The Seanad's true role is to be a check and balance on the D&aacute;il.  &Eacute;amon de Valera said he believed the Seanad could be a revising Chamber, taking up measures, criticising them from an independent standpoint and with as great a variety of viewpoints as possible.  Interestingly, he admitted that he worked on the basis that &quot;even if we cannot get an ideal Seanad, then a bad Seanad is better than no Seanad&quot;.  In 2013, when the question was put to the people, a majority felt the same way.  They rejected the Government's proposal to abolish the Seanad but they did not endorse the <i>status quo<\/i>either.  I believe they wanted reform.<br\/><br\/>Many formidable individuals have served in this House since its creation and it has provided a platform for some of the most articulate and determined voices from across the political spectrum.  Nevertheless, I do not believe that the Seanad has sufficiently fulfilled its role as a revising Chamber or as an independent voice in decades gone by.  In 2013, I supported the referendum to abolish this House as I was not convinced by those who argued it was possible to reform it.  I did not believe this would happen as those opposed to abolition were not united on what a reformed Seanad would look like or how it would function.  However the people have spoken, the matter is settled and it will not be revisited.<br\/><br\/>As is so often the case, everyone it seems supports reform, but they are much less enthusiastic about change; reform being the philosophy and change being the fact of it happening.  As Senators know, an independent working group on Seanad reform was established by my forebear in December 2014 to examine possible reforms of the Seanad electoral system within the confines of the Constitution.  The group, ably chaired by a distinguished former Senator, Dr. Maurice Manning, reported in 2015.  The Programme for A Partnership Government commits us to pursue the implementation of the report.  I am happy to do so.  Senators will know that both Fine Gael and the Independent Alliance are keen to press ahead with this.  I want to give reform a chance and to see what we can do to implement, on a phased basis, the Manning recommendations.<br\/><br\/>As such, I have decided that a Seanad committee should be established with an eight-month mandate to consider the Manning report and develop specific proposals to legislate for Seanad reform.  It is proposed that this committee will comprise Members of the Oireachtas with the assistance of outside experts, as appropriate.  I intend to write to party and group leaders inviting them to nominate members of the committee.  It is important that all groups are represented and also that it be representative.  In composition, therefore, it may follow the model of the Committee on the Future of Healthcare and the Committee on the Future Funding of Domestic Water Services.  This will be done as soon as I can find a chairperson acceptable to all sides.  The proposed timeframe is to facilitate changes that will be used to elect the Members of the Seanad after the next one.<br\/><br\/>Among the recommendations to be explored is the idea of giving the vote in Seanad elections to all citizens wherever they reside in the world.  There could be universal suffrage using the panel system allowing people to choose which one suits them best.  There is provision in the Manning report for online registration of voters and the downloading of ballot papers.  However, the Constitution requires a secret, postal vote election and that creates a complication.<br\/><br\/>The university panels should be retained as recommended.  They have served us well, although they should be reformed to implement the result of the 1979 referendum and open up the franchise to graduates of all higher level institutions of education.  The Taoiseach will continue to nominate 11 Senators, as that is also a constitutional requirement.  Councillors will still elect Members to the Seanad, but not as many as they do now.<br\/><br\/>The logistical complications of requiring everyone to register to vote and to select a panel are significant.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">The Taoiseach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2192\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2192&amp;amp;pid=LeoVaradkar&amp;amp;year=2018&amp;amp;month=02&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It will require a major public information campaign and a global postal election will be expensive and cumbersome, so I do not underestimate the difficulties.  People will have to decide for which panel they wish to register, with the most important principle being that one can only have one vote and so can only join one panel.  However, I have absolute confidence that it will be possible to find ways of implementing the resolutions or finding workable alternatives.  The committee may recommend other changes which will also be explored and debated.<\/p><p>When defending the principle of a second Chamber, John A. Costello praised Senators for \"unselfishly placing their experience and their knowledge\" in the service of successive Governments and the country.  Throughout history, the great strength of the Seanad has been the diversity of that experience and knowledge.  That is its shining quality.  We should seek to elect Senators from nationalist and unionist communities in Northern Ireland in order that the Seanad has an all-island dimension and provides different voices on issues which concern us all.  As Ireland takes its place among the nations of the world, the voices of Irish people around the world should also be represented and heard.  I support the election of more Senators to represent our diaspora and add to the good work of people such as Senator Lawless.  One of the finest people to serve in the Upper Chamber was William Butler Yeats.  When defending the Seanad from its critics, he said, \"if you are to create and preserve a habit of service, you must trust that habit and be ready to prefer integrity to any kind of weight and measure\".  It is time for us to do the same. <\/p><p>In ancient times, people on this day, the feast of Imbolc, would look for signs of what the weather would be like in the months ahead.  If a serpent or, later, a badger came above ground, it was a sign of bad things to come.  The tradition crossed the Atlantic and is now celebrated in the United States and Canada as Groundhog Day.  When we talk about renewing Irish politics in a general sense, or reforming the Seanad to give a specific example, it can often feel like Groundhog Day.   It seems we are condemned to do the same thing over and over, often repeating the same mistakes, with little or nothing changing.  In 2018, we have an opportunity to break that cycle and build a new political landscape which will renew the relationship between the Irish people and their Oireachtas.  We can achieve the kind of genuine reforms that people in this Chamber have been advocating for a very long time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#Z00300","speaker":"1236","continuing":true},{"type":"speech","time":1517481000,"counter":176,"content":"<p>Ar son Fhianna F&aacute;il, cuirim f&aacute;ilte roimh an Taoiseach go dt&iacute; an Seanad inniu.  Ba mhaith liom freisin comhghairdeas a ghabh&aacute;il leis go pearsanta ar a phost nua mar Thaoiseach.  It is a great achievement for the Taoiseach to be elected to his office and to be the youngest Taoiseach Ireland has ever had.  It is a great personal achievement of which he and his family can rightly be proud.  He has now been Taoiseach for seven months and he and the country have been faced with many domestic and international challenges.<\/p><p>The confidence and supply agreement which facilitates the Fine Gael-led minority Government is new to all Members.  The result of the most recent general election did not allow for a majority Government to be formed and that has introduced a new type of politics, although not necessarily new politics, to both Houses.  There have been some achievements under the agreement, such as the introduction of the first two progressive budgets in five years, but there have also been many disappointments in regard to delivery, in particular in housing, health and justice.  The Government must do more to deliver commitments in those areas.  It is not acceptable to any Member that over 8,000 people are housed in emergency accommodation.  Even if those figures are, as the Taoiseach said, below international norms, it is not and never should be acceptable in Ireland.  Families should not be brought up in hotel rooms and nor should 3,000 children be living for months on end in hotels.  There are over 95,000 people on social housing waiting lists but very few social houses are being built.  Some would say that there have been more announcements made than houses built.  The slowness in introducing initiatives to build social and affordable houses is beginning to impact, in particular on young couples and families paying exorbitant rents.  The Taoiseach is aware this is also impeding our ability to attract foreign direct investment to Dublin and the surrounding areas following Brexit.  The Bank of America, which has recently decided to move to Dublin, has commented that the housing crisis here is causing it a big problem.  This will create a negative reputation for Ireland, which must be avoided at all costs.<\/p><p>As Members know, Brexit is one of the greatest challenges Ireland has faced in many decades but the opportunities it presents should not be lost.  Brexit is not some distant issue; rather, it is already under way and causing damage.  Companies in all parts of Ireland are suffering because of a combination of uncertainty and the chronic weakness of the British currency, which is directly linked to Brexit.  Now that phase one is over and we head into the most difficult phase of Brexit negotiations, it is important to review where we are and the key challenges we face.  In light of the instability in Westminster, the major contradictions in the agreement and the deterioration of key relationships which have been exposed in recent weeks, far more reflection is needed.  It would be an enormous error to believe that everything is settled.  The repeated statements by the Prime Minister, Theresa May, on the United Kingdom's confirmed decision to leave the customs union and the Single Market still pose major challenges in spite of the agreement of 8 December.  The German ambassador to the United Kingdom yesterday gave an interview to <i>The Guardian<\/i>newspaper in which he stated that if the United Kingdom leaves the customs union, there will have to be a border between North and South.  All Members agree that should be avoided at all costs.<\/p><p>Brexit remains a deep and urgent threat to Ireland and I welcome the all-party approach to protecting the interests of the people of Ireland under the Good Friday Agreement.  The core Brexit challenge for us all is how to limit the damage it does because there is no possible scenario whereby no damage is done to Ireland.  The documents that were this week leaked in London illustrated the sectoral damage that would be done in the UK and Northern Ireland and this shows one of the areas that would be adversely affected.  If Ireland were to be given a special or unique status, challenges could be tackled or avoided in many areas.  I ask the Taoiseach to outline whether sectoral plans are going to be published in the Republic and if he can confirm whether work is ongoing on the issue.  I wish him well in his continued endeavours on Brexit and I assure him of Fianna F&aacute;il support on this crucially important issue.<\/p><p>There is no doubt that domestic economic indicators have improved, in particular in the past two years, and that unemployment is at 5.1%  However, behind those positive macroeconomic indicators, many people are still struggling and cannot be ignored.  In large pockets of Dublin, drugs are rampant and crime is on the increase.  All Members agree that the appalling and brutal gangland killings should be condemned outright.  We all agree that the armed response unit should be properly resourced to pre-empt and monitor the gangs.  We also need to tackle the insidious poverty traps that lead young teenagers into the drug and gangland scene.<\/p><p>Many people are still living in or at risk of property, even among those who are working because many are in low-paid and temporary part-time work.  More people now hold down two part-time jobs and job insecurity is far more common.  The ESRI yesterday published research that revealed a notable gap in the rate of persistent deprivation experienced by vulnerable adults, including lone parents and adults with a disability and that experienced by other adults.  The findings show that the persistent deprivation rate is 26 percentage points higher for lone parents and 14 percentage points higher for adults with a disability than for other adults.  Although the Government has committed to signing the UN Convention of the Rights of Persons with Disabilities, which is welcome, there are more practical supports that would make a world of difference to allow people with disabilities have better independence.  Unfortunately, the way health budgets are negotiated and allocated leaves much to be desired.  Every Senator in the House is inundated with complaints from young and older people who cannot access health services.  Some children in need of assessments for speech and language therapy have languished on lists for over two years before even attending school.  Older people are waiting over 17 months for knee and hip replacements.  Ministers have repeatedly agreed budgets and promised higher levels of service than is being delivered.  The Taoiseach has said that money is not the answer and it may not be, but the consistent problems of waiting lists and overcrowding in emergency departments will not go away without a determination to fix them.<\/p><p>I conclude by welcoming the Seanad reform group.  All Senators and Deputies on the group will make short, medium and long-term achievable recommendations to best reform, improve our franchise and ensure we serve the citizens as best we can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#BB00200","speaker":"1407"},{"type":"speech","time":1517481000,"counter":177,"content":"<p>I welcome the Taoiseach to the House.  I wish to take this opportunity to bring some very important issues to his attention.  It is time for a change, but it is radical change that will make a difference to all our people.  It is time for us to accept that the recovery that is taking place has broken down on the M50.  The people of Ireland beyond the M50 have yet to experience any recovery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018020100002#BB00300","speaker":"1395"},{"type":"unspoken","time":1517481000,"counter":178,"content":"<p>Additional debate to follow.<\/p>"}]