[{"type":"minorheading","content":"Prelude","time":1574332200,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1574332200,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1574332200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1574332200,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1574332200,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#A00100"},{"type":"speech","time":1574332200,"counter":6,"content":"<p>I have received notice from Senator Jerry Buttimer that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to make a statement on the availability of drug and alcohol detox treatment in Cork.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the assistance available for properties built by the State in the 1960s now affected by subsidence.<\/blockquote> <p>I have also received notice from Senator Paddy Burke of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to make a statement on the Letterbrick water scheme in County Mayo.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the application by St. Aidan&rsquo;s comprehensive school, Cootehill, County Cavan, for departmental assistance.<\/blockquote> <p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Health to provide appropriate funding for residential care for a person (details supplied) who is currently in Temple Street Children&rsquo;s University Hospital.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to make a statement on the proposed community CCTV schemes in Cork county and, in particular, on the role of the data controller and the timeline for implementation of the scheme.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion and I have selected those raised by Senators Buttimer, Byrne, Burke and Gallagher and they will be taken now.  Senator &Oacute; R&iacute;ord&aacute;in has withdrawn his Commencement matter which I had originally selected.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#A00200","speaker":"1420"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1574332200,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#A00300"},{"type":"minorheading","content":"Drug Treatment Programmes","time":1574332200,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#A00350"},{"type":"speech","time":1574332200,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Byrne, to the House.  I pay tribute to her for the commitment, work and vision she has shown in her role.  I thank her for being here this morning.  As Members will know, there has been a significant increase in certain types of drug use in many parts of the city.  I sit on the joint policing committees for both Cork county and Cork city.  We have heard presentations on this issue.  I commend the collaborative approach being taken by the HSE and the local drugs task force and praise Mr. David Lane, Cuan Mhuire and the Tabor Group for the work they are doing.<\/p> <p>The significance increase in the use of cocaine and other drugs is, as the Minister of State knows, a source of worry.  As somebody who was the Seanad spokesperson on issues relating to communities and drugs from 2007 to 2011, I believe the halfway house model which the Tabor Group uses at Tabor Fellowship House in Cork city has been very successful.  There is now a need to increase the number of detox beds available in Cork city.  It is about wraparound community supports being made available to people.  I refer to access to care, access to counselling, and the whole area of rehabilitation and reintegration into the community and into families.  It is through enhancing supports that we can offer people a second chance.  Equally, it is important to make facilities available with regard to people's later employability and ability to reach back into their families and communities.  <\/p> <p>Through the work of Cuan Mhuire and the Tabor Group, we can see that there is now a need for more detox beds within the system.  I support everything the Minister of State has done and is doing and thank her for it.  The Southern Regional Drug and Alcohol Task Force has been very powerful in Cork.  It has been a very strong advocate and voice but has also challenged all of us.  There can be a dual approach and a collaboration to address both mental health and addiction.  These sometimes go hand in hand.  That is not always the case but it very often is.  I ask that we look at increasing the number of detox beds and amount of community support within the system in Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#A00400","speaker":"1391"},{"type":"speech","time":1574332200,"counter":10,"content":"<p>I thank Senator Buttimer for raising the issue of drug and alcohol detox treatment in Cork and for allowing me the opportunity to update the Seanad on our position.  Government policy on drug and alcohol addiction services is set out in the national drugs strategy document, Reducing Harm, Supporting Recovery - a health led response to drug and alcohol use in Ireland 2017-2025.  My focus, and that of Government, is now on implementing the strategy and its 50 actions.<\/p> <p>The strategy emphasises a public health response to drug and alcohol use in Ireland based on providing person-centred services that promote rehabilitation and recovery.  A person-centred approach means giving people a say in their own treatment and supporting them to play a role in their own recovery.  Reducing Harm, Supporting Recovery reflects a change in attitudes to substance misuse not only among politicians but among people in communities.  It promotes a more compassionate and humane approach to people who use drugs, with addiction treated first and foremost as a public health issue.  This approach is underpinned by the key values of the national drugs strategy, which are compassion, respect, equality and inclusion.  The strategy commits to expanding the availability and geographical spread of relevant quality drug and alcohol services and to improving the range of services available, based on identified need.<\/p> <p>In June of this year, I was delighted to have the opportunity to visit Cork city and Cuan Mhuire's new step-down facility at Teach Mhuire, which provides an important service to men exiting rehabilitation, offering aftercare support and safe accommodation.  I want to acknowledge Sr. Consilio and Cuan Mhuire for the work they do in providing residential detoxification and treatment for persons suffering from addiction right across the country.  I was therefore very pleased that the HSE provided funding for this important service in Cork city.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I was, therefore, pleased that the HSE provided funding for this important service in Cork city.<\/p><p>With regard to services in Cork city and county, the HSE has advised that there are eight medically supervised detox beds provided through Cuan Mhuire in Farnanes, County Cork.  In cases where the demand exceeds the availability of residential medically supervised detox services in the Cork-Kerry area, the CHO has access to 30 medically supervised detox beds for adults in Cuan Mhuire, Bruree, Limerick, ten medically supervised detox beds for adults in Merchants Quay Ireland, St. Francis Farm, County Carlow, and four medically supervised detox beds for adolescents in Aislinn Adolescent Services, Ballyragget, County Kilkenny.  Should a detox bed not be available in any of these facilities, addiction services in Cork and Kerry also provide medically supervised detox for service users in a community setting.<\/p><p>Typically, this would include detox from alcohol, opiates and benzodiazepines.  This is provided in association with appropriate counselling supports through community services.  The HSE has advised that funding was allocated for the development of a proposal for an eight-bed stabilisation unit for Cork in 2019.  This comprises an inpatient stabilisation unit for people when complex needs prevent community stabilisation.  In addition to the above, several general practitioners, GPs, provide their service users with detox medications, both with addiction service support and on an independent basis.<\/p><p>The acute hospital sector also provides detox for service users who are acutely ill in an inpatient setting, and mental health services and the acute hospital sector have recognised pathways to refer to addiction services through the crisis nurse and liaison psychiatry service.  The HSE has further advised that a recruitment process is currently at an advanced stage for a drug liaison midwife and assistant director of nursing.  In addition, an addiction counsellor post has been recently filled and recruitment is under way for a needle exchange worker.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#A00500","speaker":"1307","continuing":true},{"type":"speech","time":1574332200,"counter":12,"content":"<p>I acknowledge the significant investment and I thank the Minister of State for her personal intervention on the issue of Cuan Mhuire.  She has been very supportive.  Much good work is being done, although there are deficits and gaps that must be filled.  We need more detox beds to ensure people have the ability to get clean, before moving to the halfway house and on to reintegration into the family and society.  I look forward to working with the Minister of State and thank her for her reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00200","speaker":"1391"},{"type":"speech","time":1574332200,"counter":13,"content":"<p>I do not disagree with anything Senator Buttimer said.  The more facilities we can provide in communities, run through the HSE and community services, the better chance people have of being caught at an early stage in their addiction, which helps them in the long run.  I was pleased to announce additional funding of &euro;1 million in budget 2020 to support the implementation of the national drugs strategy.  Two initiatives submitted by Cork Kerry Community Healthcare in conjunction with Cork city and the southern regional drugs task force were approved for this funding.  These initiatives reflect the priority agreed between the community health organisation and the task force to target resources at groups most in need.  Each initiative will receive a total of &euro;190,000 over three years.<\/p> <p>One initiative is targeted to provide special youth support to a significant vulnerable cohort of young people in Kerry.  Another initiative will fund a case management clinical supervisor to enhance services across drug and alcohol homelessness and prison services in the Cork Kerry Community Healthcare region.  I am confident that these initiatives will improve access to drugs services for people with complex needs and assist them in their journey to recovery.<\/p> <p>The Department has been starved of funding for a long time and I am conscious of the fact that we are only starting to fund projects and community facilities again.  I wish to work in partnership with the HSE and community groups.  My responsibility, as Minister of State with responsibility for the national drugs strategy, is to ensure that the funding is used well and, most of all, that there is governance and accountability, be it in the HSE or in community groups.  That is my job.  I intend to ensure that when funding is made available to groups we will follow up through reviews of how the money has been spent.  It is not my money, but the people's money.  It comes into the State's coffers.  We must ensure that when money goes to communities and to the HSE it is specifically monitored through governance and accountability.  That is what I am trying to do, particularly in the task force area.  There has been some upset in the task forces about that, but that is my job.  I intend to finish the job I started.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00300","speaker":"1307"},{"type":"speech","time":1574332200,"counter":14,"content":"<p>Hear, hear<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00400","speaker":"1391"},{"type":"minorheading","content":"Local Authority Housing Maintenance","time":1574332200,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00500"},{"type":"speech","time":1574332200,"counter":16,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath.  It is always pleasant to see you early in the morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00600","speaker":"1420"},{"type":"speech","time":1574332200,"counter":17,"content":"<p>It is a privilege to serve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00700","speaker":"1359"},{"type":"speech","time":1574332200,"counter":18,"content":"<p>I call Senator Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00800","speaker":"1420"},{"type":"speech","time":1574332200,"counter":19,"content":"<p>I welcome the Minister of State who is here on behalf of the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.<\/p> <p>The issue I am raising is subsidence in former local authority houses.  There is an estate in Limerick that was built in the 1960s by the local authority.  By the late 1970s the local authority admitted there was a problem with the estate.  It had to knock down half of it and one of the avenues adjacent to it and rebuild the houses.  At that stage, cracking and a number of issues were found due to subsidence in the houses.  The local authority applied to the State for funding.  The money was provided and the houses were rebuilt.  Those houses are fine, but the houses that were not knocked down at the time are beginning to show subsidence.  The estate appears to have been built on quarry land.<\/p> <p>The residents got an engineer to examine the structure of the houses.  They believe an amount of work must be done.  They might have to be piled at the bottom.  The most interesting thing is that the ground rent for the houses is still owned by the local authority, although a number of them have been purchased.  Can anything be done to help the residents whose houses are subsiding?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B00900","speaker":"1384"},{"type":"speech","time":1574332200,"counter":20,"content":"<p>You say they were built by the State, but presumably they were built by the local authority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B01000","speaker":"1420"},{"type":"speech","time":1574332200,"counter":21,"content":"<p>My apologies.  They were funded by the State and built by the local authority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B01100","speaker":"1384"},{"type":"speech","time":1574332200,"counter":22,"content":"<p>I thank Senator Byrne for raising this important issue and for the opportunity to respond on behalf of my colleague, the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.<\/p> <p>At the outset, the Department of Housing, Planning and Local Government does not have a funding stream available to address the precise set of circumstances relating to subsidence which the Senator has outlined.  The only information the Department has on the matter is derived from the details that the Senator kindly provided.  I understand from this information that the houses concerned were built in the 1960s and that they are former local authority properties that are now in private ownership.  This is a matter for Limerick City and County Council in the first instance.  The people affected by these issues should raise them directly with the council, which is best placed to examine possible solutions.  At least some of the homes may have been the subject of tenant purchase, possibly several decades ago.  Again, if these properties were purchased from the council, it illustrates the need to follow up with the council in the first instance.<\/p> <p>From the Department's contact with the council, I understand that the council has had no recent contact from homeowners on these issues.  This is to the best of our knowledge in the short time available to check, and the council is carrying out further checks on the matter.  Regrettably, I cannot comment further, beyond stating that it must be addressed with the council, which will be in touch with the Department if it is a case that further intervention is needed.  I emphasise that this is a matter for the council and the Department would simply not be aware of such issues.  However, there is the option that if the homeowners refer to the council, the council will refer to the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#B01200","speaker":"1359"},{"type":"speech","time":1574332200,"counter":23,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00100","speaker":"1384"},{"type":"speech","time":1574332200,"counter":24,"content":"<p>Has the Minister of State something further to add?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00200","speaker":"1420"},{"type":"speech","time":1574332200,"counter":25,"content":"<p>I will bring this back to the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00300","speaker":"1359"},{"type":"minorheading","content":"Water Quality","time":1574332200,"counter":26,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00400"},{"type":"speech","time":1574332200,"counter":27,"content":"<p>I would like permission to share time with Senator Mulherin.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00500","speaker":"1380"},{"type":"speech","time":1574332200,"counter":28,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00600","speaker":"1420"},{"type":"speech","time":1574332200,"counter":29,"content":"<p>I thank the Leas-Chathaoirleach.  Senator O'Mahony is also present.  He has a knee-deep interest in the Letterbrick, Keenagh, County Mayo, water scheme as well.  I acknowledge the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, is busy, and I thank the Minister of State, Deputy Finian McGrath, for taking this matter.  It is a sad day when water is not fit for human consumption.  There are only 24 houses involved.  It is a very small scheme in the context of all the water schemes that are being funded the length and breadth of the country.  The scheme is not fit for purpose.  At different times when there is too much rain or bad weather, the water supply is contaminated and the water is undrinkable.<\/p> <p>It is a remote area.  The people there are trying to build up the community to keep the local school going and their GAA club in place.  It does not help to have a water supply that is not fit for purpose.  There is an onus on us to provide good drinking water to the 24 households in Letterbrick.  There is not much to say on the scheme other than that it is not fit for purpose.  There is not a large sum involved.  The Department should lead the way and give the local people a scheme that is fit for purpose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00700","speaker":"1380"},{"type":"speech","time":1574332200,"counter":30,"content":"<p>I thank Senator Burke for allowing me to share time.  I acknowledge the support of Senator O&rsquo;Mahony on this critical issue in County Mayo, which is the provision of a drinkable water to all households throughout the county.  The households in Letterbrick do not have a public or a group water scheme.  People mainly depend on wells or streams or so on.  It is not adequate.  Sometimes they do not have a water supply in the summer and they have dirty water at other times.  There are many houses affected in County Mayo, including 17 in Downpatrick Head; 17 in  Shrataggle; seven in Sallyhernaun; 16 in Carrowmore-Kilbride; 17 in Furmoyle; and a number of houses in Carrowteige, Porturlin and Portacloy.  The Minister of State will tell us it is costing too much.  At this point I do not believe this is acceptable.  These people are out on a limb.<\/p> <p>We know of the problem at the Leixlip water treatment plan and all the people without water here in Dublin.  The Environmental Protection Agency, EPA, and other State agencies, including the HSE, are saying something has to be done as the water is not fit for human consumption.  There is no State agency, professionals or experts, to shout on behalf of the people living in these villages in Mayo.  The exception is the very good work done by the rural water section of Mayo County Council.  Something has to be done for these people.  They are being told it is too much, that is it.  Where are they supposed to go?  They have been drilling wells, the water is not adequate.  It is dirty, it cannot be drunk, clothes cannot be washed in it.  Where are they to go?  There does not seem to be a plan for them except to tell them there is not enough money and they are already paying money for water.  All these houses need to be sorted out.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00800","speaker":"1425"},{"type":"speech","time":1574332200,"counter":31,"content":"<p>I thank Senators Burke and Mulherin for raising this important issue.  I also thank Senator O'Mahony for his support.  The points they raise are relevant particularly to the recent debate in the Dublin area.<\/p> <p>On 8 February this year, the Minister for Housing, Planning and Local Government announced details of the measures being funded through his Department under the Multi-annual Rural Water Programme 2019-2021.  In parallel with the announcement local authorities were invited to submit bids for funding schemes or projects in their functional areas, with the deadline for receipt of proposals set as 14 March 2019.<\/p> <p>The new multi-annual programme includes measure 4 - new group water schemes.  This measure supports social and economic development in rural towns and villages and their hinterlands by providing new group water schemes where public water supply schemes or individual or private wells are not the most viable options.<\/p> <p>Mayo County Council made a number of bids under measure 4, including for a proposal for a Letterbrick group water scheme.  The estimated cost of the proposed 24-house scheme was &euro;469,000, or &euro;19,542 per house.  An expert panel was put in place to support the Department in its bids evaluation process.  In addition to providing an expert perspective, the panel brought independence, openness and transparency to the bids evaluation process, which was done on a national prioritised basis.  The panel's membership included departmental, stakeholder and independent representations.  The panel made recommendations to the Minister on the suitability of schemes and projects for funding based on objective criteria, which were set out in the framework document issued to local authorities when requesting proposals.  In particular, the framework sets out that grants of up to 85% of cost are available for new group water schemes subject to a maximum grant of &euro;7,650 per house.  This means that the effective financially viable cost limit per house for a scheme is &euro;9,000.  A supplemental grant can be considered in exceptional cases, subject to the recommendation of the panel and departmental approval.<\/p> <p>The panel, in considering the bid for the proposed Letterbrick scheme, concluded that at &euro;19,542 per house it was not financially viable when viewed against the criteria in the framework.  In the circumstances the panel did not recommend a supplementary grant.  The panel recommends that the local authority engages with the promoters to consider alternative lower cost solutions for example, private wells for which, subject to terms and conditions, a separate grant is available.  The private wells grant under the rural water programme can be accessed through the local authority, to assist with the necessary improvement of an individual water supply to a household.<\/p> <p>In approving the new multi-annual rural water programme, the Minister also approved an improved and increased private wells grants scheme to replace the existing scheme.  It is expected that the procedures for applying under this new scheme will be completed shortly when the necessary regulations dealing with the financial assistance arrangements and related administrative matters are put in place.  This will enable circular letters, terms and conditions, guidance and the application forms to issue to local authorities shortly thereafter.  I again acknowledge the interest of the Senators in this matter and I appreciate their interest in the water supply for County Mayo.  I will bring their concerns to the Minister. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C00900","speaker":"1359"},{"type":"speech","time":1574332200,"counter":32,"content":"<p>I thank the Minister of State for taking this matter and for taking our concerns to the Minister.  It is not satisfactory.  I do not think that Martina Hegarty and the other 23 householders in the area will be happy with the reply.  While the expert panel has adjudicated on this, what happens when everybody drills a well, if new houses are built in the area or new people come in?  The Department will be grant-aiding new wells all the time.  It is doing nothing for the future of the area.  That is one problem with the expert report.  Whoever the experts were on this committee, they certainly were not thinking of the future of the Letterbrick area.  There is no consideration given to whether additional houses will be built in this area or new householders come in whereas if there was a group water scheme, those houses could be connected to the existing scheme.  Will the Minister of State take that issue back to the Minister?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#C01000","speaker":"1380"},{"type":"speech","time":1574332200,"counter":33,"content":"<p>In most of the houses and areas I have mentioned, they have spent a bomb drilling wells and it is not working.  If it worked, they would not be going to the State and, quite frankly, if the State does not intervene, those people have no other place to go.  I am disappointed that while there is provision for a supplemental grant where the schemes are costing extra money because of the topography of the landscape, not one additional supplemental grant was made in the whole of the county and, as I understand it, the whole of the country.  How is this scheme being operated by this so-called expert panel?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#D00100","speaker":"1425"},{"type":"speech","time":1574332200,"counter":34,"content":"<p>I thank the Senators for their questions and absolutely take the validity of their arguments.  The original point made was about Letterbrick and the argument about how other parts of the country are treated is valid.  I will bring the Senators' concerns back to the Department.  The people of Letterbrick should be treated the same as the people of Lucan and I agree with that argument absolutely.  People have a right to water.  Senator Mulherin highlighted the point about wells and that no grants have gone into that area.  I give the Senator a commitment that I will go back to the Minister, Deputy Eoghan Murphy, and the Department and raise these issues, as well as the points raised by Senator Paddy Burke about the urgent need to give funding to these families and the panel issue as well, which is something in which I am very interested having heard the debate today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#D00200","speaker":"1359"},{"type":"minorheading","content":"Schools Refurbishment","time":1574332200,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#D00300"},{"type":"speech","time":1574332200,"counter":36,"content":"<p>I welcome the Minister of State to the House this morning and I thank him for taking the time to be here.  St. Aidan's comprehensive school, Cootehill, is a stand-alone, post-primary school built in 1996.  That school has had no refurbishment to the fabric of the building since that date, apart from some works that were done on foot of a health and safety audit, when some works were done as a result, including the upgrading of the heating system, the addressing of some lighting issues and roof repairs.<\/p> <p>St. Aidan's is a progressive school.  There are currently 506 students attending with a teaching staff of over 40 and ancillary staff of ten.  Student numbers have increased and, thankfully, are increasing, with an extra class in first year this year and a further additional first year class projected for next year.  It is worth noting that it is the only post-primary school located in the town of Cootehill.  <\/p> <p>An application was made to the Department of Education and Skills in 1998, updated in 2014, and again in 2019.  Unfortunately, nothing has been forthcoming to date.  The application includes a gym and a socialisation area for students to have a place to sit, eat and relax during breaks.  Currently, students are sitting on the floor to eat their lunch, which is totally unacceptable.  The application includes an upgrade of practical rooms, including two woodwork rooms, one art room and one engineering room to meet current health and safety standards.  It also includes an upgrade of the inefficient heating system and an upgrade to the facade of the building to deal with serious leaks, moulds, brickwork deterioration and lack of insulation.  Fire doors are required in all classrooms and offices need to meet current fire and health and safety regulations.  <\/p> <p>Contact has continued through the years with the Department's building unit and architects have been engaged to draw up a detailed plan and costings in line with the Department's regulations.  Due to their frustration at the lack of movement on this issue, parents have formed an action group to lobby for the delivery of this project and have sought the services of the building unit of Cavan and Monaghan education and training board, ETB.  The board is providing much-needed support and advice on the application.<\/p> <p>Practical rooms are in serious need of upgrade to meet the Department's own technical health and safety guidelines.  As I said earlier, students deserve a place to sit, eat and socialise.  A fit-for-purpose socialisation area is required because, as I said, children currently have to sit on the floor to eat their lunches.<\/p> <p>At a time when Departments are rightly concerned with health and safety, being active, mental health and well-being and at a time that the Department is introducing physical education, PE, as a leaving certificate subject, St. Aidan's has no gymnasium.  The school has a strong sporting tradition with many staff coaching teams after school.  However, if it rains, teams cannot play.  With increased numbers seeking to use the school hall for PE at the same time, some of the group are forced to go to a classroom to study as there is no space for them.<\/p> <p>St. Aidan's is a school that has embraced well-being, creating awareness of the need for a healthy lifestyle and encouraging active participation by all, especially girls, yet their PE classes frequently have to take place behind desks in a classroom.  As an inclusive school, St. Aidan's opens up its facilities, such as they are, to the local community and many groups, including the Holy Family school, with which I am sure the Minister of State is familiar from his visit to the area, use the facilities on a weekly basis.  Local football teams and organisations frequently have to use the school facilities in the evenings.  Proper gym facilities are needed to develop even stronger links with the clubs and local groups in the community.  The town of Cootehill has no indoor facility and this would be a significant contribution to the resources that are available to the people of Cootehill, which is located in a disadvantaged area.<\/p> <p>The school does not close its facilities at 4 p.m.  It opens its doors 24-7 to the entire community and the community at large would benefit if the funding was allocated so that they can upgrade their building to a decent standard.  It is clearly a progressive and fast-moving school with many more students hoping to enrol.  Very little investment, if any, has been given to the school since it was built back in the early 1990s.  I had the pleasure of visiting the school last week and I was hugely impressed by the principal, Mary Ann Smith, the staff and the students.  The staff are totally dedicated to their students and their working conditions are an insult to them as professionals and, indeed, to the students who have to put up with them.  I would appreciate if the Minister of State could bring back the message to the Minister for Education and Skills, Deputy McHugh, that serious consideration should be given to providing much-needed funding for this school.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#D00400","speaker":"1396"},{"type":"speech","time":1574332200,"counter":37,"content":"<p>I thank the Senator for raising this issue as it gives me the opportunity to outline to the House the plans of the Department of Education and Skills for upgrading school buildings including St. Aidan's comprehensive school, Cootehill, County Cavan.  St Aidan's is a co-educational comprehensive school under Catholic patronage.  There are currently 493 pupils enrolled in the school.  I know, from what the Senator has said, that it is an inclusive and progressive school that deserves our support.<\/p> <p>The Department's planning and building unit received an application from St Aidan's seeking funding for a new PE hall, socialisation space and extension to woodwork construction room and this application is being considered.  The immediate priority of the Department is providing 20,000 new and replacement school places each year to ensure that every child has a school place.  As the Senator is aware, the Department will be investing &euro;8.4 billion in school buildings over the lifetime of Project Ireland 2040.  This investment will see a 70% increase in the school building budget which will be targeted at delivering on the twin objectives of catering for the continued increase in demographics and a greater focus on refurbishment and upgrade of existing school stock. <\/p> <p>The Government remains committed to delivering on existing projects on the school building programme.  Project Ireland 2040 provides the investment necessary to implement the commitments in the Action Plan for Education to reform and modernise the school curriculum by committing to a PE hall build and modernisation programme, starting in the second half of the Project Ireland 2040 period, that ensures that students in all post-primary schools have access to state-of-the-art facilities to support PE provision, particularly in the context of the roll-out of PE as a leaving certificate subject. <\/p> <p>During 2018 and 2019, the capital budget is facilitating extensions and new schools being delivered as part of the roll-out of Project Ireland 2040, which involved overall construction activity during 2018 and 2019 of approximately 130 large-scale projects ranging in value from &euro;1 million to projects in excess of &euro;20 million.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There was also in excess of 280 projects with a project value of less than &euro;1 million at construction during this period.  All of these projects are expected to deliver more than 40,000 permanent, additional and replacement school places and replace about 600 prefabs.  This will make significant progress in terms of providing modern, energy efficient school facilities and the replacement of temporary accommodation.<br\/><br\/>In addition, in April 2018 the Department of Education and Skills announced that 42 new schools would be established between 2019 and 2022 in areas of population growth.  The focus in 2019 is on start-up interim accommodation for the 19 schools opening in September 2019.<br\/><br\/>I can also confirm to the Senator that the Department is in receipt of an application from the school for the summer works scheme 2020 onwards for category 9, fabric defects.  Commensurate with the level of funding available for the summer works scheme 2020 onwards, all applications will be assessed on a top-down basis in accordance with the prioritisation criteria outlined in the governing circular letter for the scheme.  The circular letter is available on the Department's website <i>.<\/i>The Minister for Education and Skills intends to publish a list of successful applicants in quarter 4, 2019, for works to be carried out in summer 2020.  I will convey the requests made by the Senator concerning St. Aidan's school to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#D00500","speaker":"1359","continuing":true},{"type":"speech","time":1574332200,"counter":39,"content":"<p>I thank the Minister of State for his response and I would be grateful if he corresponded with the Minister on this issue.  As the Minister of State can see from my presentation, there has been little or no investment in the school since it was constructed in 1998.  Therefore, it is past time that the school was considered for funding.  I request that serious consideration is given to the school.  It has waited too long for assistance and the children of Cootehill and the surrounding area deserve facilities as good as elsewhere in the country.  I ask the Minister of State to convey my serious concerns about the school to the Minister at the first available opportunity and ask him to consider the school's application for funding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#E00200","speaker":"1396"},{"type":"speech","time":1574332200,"counter":40,"content":"<p>I take the point made about little or no investment being made in the school since 1998.  Schools like St. Aidan's need extra things to facilitate their students.  I thank the Senator for giving me the opportunity to outline the position of the Department of Education and Skills to the House.  I understand that the application from St. Aidan's is under review and the Department will be in contact with the school shortly.  I know, having listened to what he said, that St. Aidan's is a great, inclusive and progressive school.  These are the kinds of schools that we should support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#E00300","speaker":"1359"},{"type":"unspoken","time":1574332200,"counter":41,"content":"<p>Sitting suspended at 11.13 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1574332200,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00100"},{"type":"speech","time":1574332200,"counter":43,"content":"<p>The Order of Business is No. 1, Regulated Professions (Health and Social Care) (Amendment) Bill 2019 - Second Stage, to be taken at 12.45 p.m., with the contribution of group spokespersons not to exceed ten minutes and those of all other Senators not to exceed six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00200","speaker":"1391"},{"type":"speech","time":1574332200,"counter":44,"content":"<p>Good morning to the Leas-Chathaoirleach and Leader.  I certainly have no objection to the Order of Business and it is quite in order.  I request that the Leader arrange an early debate with the Minister for Transport, Tourism and Sport, Deputy Shane Ross, on transport matters.  Would it be possible to have a questions and answers session rather than statements, which are not all that helpful if everybody makes a contribution but there is no real response?  Will the Leader consider doing this at his earliest convenience and before Christmas, if possible?<\/p> <p>I take the opportunity to raise the issue of overcrowding on the Heuston Station to Westport train route.  Senator John O'Mahony might agree with me on this.  It is a good quality service and very punctual, although it was a few minutes late today.  I was not on it but I heard it was a few minutes late.  Generally it is an excellent and timely service, with clean carriages and free Wi-Fi.  The accommodation is inadequate, however, as there are not enough carriages on the train.  I have seen people standing from Heuston to Westport, which is not acceptable.<\/p> <p>There is a good arrangement with prebooking but this can also cause friction on trains.  When people prebook seats, there should be a certain number of seats retained for people who travel without reservations as well because some people may not have access to a computer or have the ability to book a seat.  These are small points I will make in the engagement with the Minister.  Senator O'Mahony might also agree with me in requesting a later service from Dublin, perhaps at 8.15 p.m. during the week.  Many people commute from the likes of Athlone and Portarlington, for example.<\/p> <p>I also request the upgrading of stations along the route.  I initiated a pilot scheme with the Roscommon town team chaired by Mr. Larry Brennan and my colleague and daughter, Councillor Orla Leyden, to provide designed displays of what is in Roscommon.  It is a pilot and the same could happen in Ballyhaunis, Westport or elsewhere.  The displays would be well-designed and in Irish and English, of course, saying what is in the town.  Roscommon town has a Norman castle and is the burial place of the last high king of Connacht, etc.  Next year is the 160th anniversary of Roscommon station opening and it would be a special time to upgrade the facilities.  A railway station is a gateway to a town and a way to sell it.  One can sell a town through roads but there is a very captive audience going through all these towns.  It is a positive suggestion and there has been tremendous co-operation from Iarnr&oacute;d &Eacute;ireann staff at the highest level with this initiative.  It has been funded by a scheme under the town team.<\/p> <p>There is also much overcrowding on the Luas.  I was the victim of a pickpocket on 21 October, losing my wallet and all my credit cards.  I got great help from An Garda S&iacute;och&aacute;na but, unfortunately, the closed-circuit television cameras were not working on the Luas on that day.  If they had been working, I would have available to scrutinise the footage to see if I could identify the culprit.  It was so crowded on that day, we were like sardines.  I compliment the extension of the Luas but we must look at this again.  It is a victim of its own success.  It is a tremendous service and it has made Dublin a city that people can get around very quickly.  I wish it well.  I thank the Garda S&iacute;och&aacute;na, who acted in a professional and speedy way to deal with the matter.  The garda&iacute; were from Store Street and elsewhere.  When they went to the company that runs the Luas, the CCTV was not working.  It should have been working.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00300","speaker":"1393"},{"type":"speech","time":1574332200,"counter":45,"content":"<p>Disgraceful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00400","speaker":"1416"},{"type":"speech","time":1574332200,"counter":46,"content":"<p>It is simple technology and it would have helped.  People on the Luas should watch their wallets and be aware of scamming that is going on.  They should also try to avoid overcrowded trains as it makes it easy to be a victim of a pickpocket.  I lost a few euro but I learned much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00500","speaker":"1393"},{"type":"speech","time":1574332200,"counter":47,"content":"<p>I am sorry to hear that.  It is not good enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00600","speaker":"1416"},{"type":"speech","time":1574332200,"counter":48,"content":"<p>Before calling the next speaker, I welcome Ms R&oacute;ise Nolan from Carlow to the Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00700","speaker":"1420"},{"type":"speech","time":1574332200,"counter":49,"content":"<p>On Tuesday, an amendment to the Order of Business was made to bring the Minister of State with responsibility for Defence to the Chamber to address the emergency air ambulance service issue.  He came and when I asked five questions, he answered none.  This is contrast to the Minister for Transport, Tourism and Sport, Deputy Ross, who was here yesterday.  He was unable to answer questions because of time constraints but he undertook to provide answers individually to people.  It is simply not good enough that a Minister of State brought to this House to deal with an emergency refuses to deal with it or answer questions.<\/p><p>Today's edition of<i>The Irish Times<\/i>carries a letter from a retired captain, Se&aacute;n McCarthy, who wholeheartedly refutes the position taken by the Minister of State on the recent decision to scale back the air ambulance service.  He makes a number of important points.  When the service was set up in 2012, military leadership was indicating that pilot retirements were having an adverse effect on the Air Corps.  As we well know, this has worsened over the years with the loss of experience aviators, technicians, and air traffic controllers.  The squadron that has kept the emergency air ambulance running since 2012 is down to two crews when it is supposed to have ten.  Nevertheless, in 2015, the White Paper on Defence stated the emergency air ambulance service should be made permanent and sustainable, and a project group was to be set up by the Department but this has never happened.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00800","speaker":"1390"},{"type":"speech","time":1574332200,"counter":50,"content":"<p>I am sorry to interrupt the Senator but we had a debate on this the other day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G00900","speaker":"1420"},{"type":"speech","time":1574332200,"counter":51,"content":"<p>I called for a debate but the Minister of State did not engage by providing answers.  This is an important public health matter.  It is vital.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01000","speaker":"1390"},{"type":"speech","time":1574332200,"counter":52,"content":"<p>Was he not present?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01100","speaker":"1420"},{"type":"speech","time":1574332200,"counter":53,"content":"<p>He was present but did not answer the questions and has made no effort whatever to come back and address the five questions I put to him.  It is not good enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01200","speaker":"1390"},{"type":"speech","time":1574332200,"counter":54,"content":"<p>It is probably appropriate for the Commencement debate or another debate.  I am not sure it is relevant on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01300","speaker":"1420"},{"type":"speech","time":1574332200,"counter":55,"content":"<p>There is no point in calling for a debate with a Minister of State who refuses to answer questions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01400","speaker":"1390"},{"type":"speech","time":1574332200,"counter":56,"content":"<p>I cannot judge what he answered or did not answer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01500","speaker":"1420"},{"type":"speech","time":1574332200,"counter":57,"content":"<p>It is in black and white.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01600","speaker":"1390"},{"type":"speech","time":1574332200,"counter":58,"content":"<p>A debate was called for and he was present for it.  He spoke in that debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01700","speaker":"1420"},{"type":"speech","time":1574332200,"counter":59,"content":"<p>Okay.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The letter I am adverting to is topical because it is published in <i>The Irish Times<\/i>today.  We did not have this information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#G01800","speaker":"1390","continuing":true},{"type":"speech","time":1574332200,"counter":61,"content":"<p>The Senator is looking at it as a fresh item.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00200","speaker":"1420"},{"type":"speech","time":1574332200,"counter":62,"content":"<p>This is fresh information from a captain who retired from the Air Corps who flew the emergency air ambulance helicopter for 12 months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00300","speaker":"1390"},{"type":"speech","time":1574332200,"counter":63,"content":"<p>We will hear the Leader in response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00400","speaker":"1420"},{"type":"speech","time":1574332200,"counter":64,"content":"<p>Absolutely.  This captain says that asking the Irish Coast Guard to double up is merely a sticking plaster solution and that the sticking plaster solutions of the Minister of State, Deputy Kehoe, are being applied to a life-and-death scenario.  What is most concerning about the letter is that it is written by this captain, a former emergency air ambulance helicopter pilot, who retired after 16 years' service.  It is literally from the horse's mouth.  He believes, as do I, that to shrug off as an unforeseen consequence the civilian market demand for Air Corps pilots is insulting.  I stand in support of the air ambulance crews.  I stand in support of the people of Roscommon and the midlands.  I stand in support of retired Captain Se&aacute;n McCarthy.  What has gone on is unacceptable and if the Minister of State comes into this House again, he might at least do us the courtesy of answering the questions.  If he is stuck for time, he can write to us individually and provide answers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00500","speaker":"1390"},{"type":"speech","time":1574332200,"counter":65,"content":"<p>The recruitment embargo is having a profound effect across the health service from acute hospitals to community hospitals and down to home care packages.  Anybody who is a public representative will know the impact this has had, having being obliged to engage with the HSE and to listen to the challenges faced by families is having on them.  This is crazy stuff.  We must remember that providing funding to persons to be cared for in their own homes saves the State a huge amount of money.  To have this delivered by HSE personnel, rather than hand it out to the private sector again saves a huge amount of money yet, unbelievably, this Government continues on the path it has been on.<\/p> <p>It announced in the budget 1 million additional home help hours for next year.  It was a great piece of spin and sounded as if it would solve the problem but Sinn F&eacute;in now has a response from the Minister to a parliamentary question from our health spokesperson, Deputy O'Reilly, confirming that 2.5 million home help hours would be needed next year to deal with the backlog.  The Government has provided only half the number of hours necessary to deal with the backlog.  What does that mean in real terms?  It means that in a place like Donegal, hundreds of elderly people who need this care in their homes, and for their families to have some respite and support, will not get it.  It is outrageous.  Clarification should be given by the Minister for Health to this House as to the reason this has not been addressed.  I have spoken in confidence to people who work in this service in the HSE at all levels.  They have told me the reason they are falling behind so badly now, and the reason they are at the front line having to answer questions from the families and deal with the tough conversations, is because of the Government's recruitment embargo.  This is madness.  It will cost the State more money in the long run.  I ask the Leader to again make representations to the Minister for Health outlining the stupidity of this policy, the impact it is having in places like Donegal and across this State and to have it reversed urgently to end the recruitment embargo as it affects home help workers and assistants.  It needs to be done as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00600","speaker":"1400"},{"type":"speech","time":1574332200,"counter":66,"content":"<p>First, we read today that more than 200 legal cases have been taken against parents due to school absenteeism issues and that more than 700 notices have been sent to parents across the country in the past year on the same issue.  These are parents of children aged between six and 16, which is the legal requirement that children are to be in school who have missed 20 days or more.  As the Leader will know, we passed all Stages of a Bill in this House that would bring four and five year old children under the auspices of the Education (Welfare) Act.  This would mean that absenteeism could be addressed at an earlier stage in a child's school life.  I ask the Leader if the Minister for Children and Youth Affairs could be asked to address the Seanad on the progress of that Bill through the other House of the Oireachtas because school absenteeism is an issue that can be best addressed at the earliest stage of a child's school life.  If it can be addressed when the child is four or, more likely, five years of age in the school system, their patterns of school attendance will be greatly increased.  If poor attendance has been embedded in the child's school experience until the age of six, before their legal requirement to be in school, that pattern of poor attendance will continue.  I ask that the Minister would make herself available to come into the House to discuss the passage of this Bill, which she and the Government support.  It is important that we see that legislation passed.<\/p> <p>Second, I want to put on the record of the House how disappointed I am with rhetoric coming from various by-election campaign candidates.  Anybody who understands inequality understands that this affects children profoundly.  If one is the child of a Traveller, a Nigerian, an Albanian or an asylum seeker-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00700","speaker":"1410"},{"type":"speech","time":1574332200,"counter":67,"content":"<p>We are not responsible-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00800","speaker":"1420"},{"type":"speech","time":1574332200,"counter":68,"content":"<p>That is not the point.  Let him talk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H00900","speaker":"1416"},{"type":"speech","time":1574332200,"counter":69,"content":"<p>I want to make a small point.  We are not responsible for what the Minister might say in the other House.  That is a matter for the other House to deal with.  We cannot deal with it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H01000","speaker":"1420"},{"type":"speech","time":1574332200,"counter":70,"content":"<p>I am sorry.  I am putting on the record of this House how important it is for all of us to understand the seriousness of inequality and the way rhetoric hurts children in particular who are from vulnerable communities.  For the child of an asylum seeker, an immigrant, somebody in drug addiction or a Traveller, this sort of rhetoric will seep into their bones and possibly never leave them.  I would remind all parties in this House, and all their candidates in this by-election, that they may want to win a by-election but the damage they are causing will far outweigh the importance of the election in which they are running.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H01100","speaker":"1410"},{"type":"speech","time":1574332200,"counter":71,"content":"<p>I did not realise that it was children aged six to 16 on which records were kept in terms of school attendance.  That Bill makes absolute sense and the sooner it is introduced, the better.<\/p> <p>I attended a briefing about Dublin in the audiovisual room this morning.  I attended it because it was organised by Marian O'Donnell, who used to work for Senator Colm Burke and myself until about a year ago.  It was very interesting to see the methodology behind the study and the challenges this city faces in the future.  A copy of the presentation will be circulated to Members, which makes very interesting reading.  We can celebrate what has been achieved in Dublin but there is much that needs to be done to bring us up to what I would describe as an acceptable international standard, particularly for the 1,000 non-Irish people surveyed who are living in Dublin.  I refer to people from abroad who have decided to make Dublin their home.  It is very interesting to see what those 1,000 people had to say about their experiences in Dublin.  The study will make for interesting reading when it comes out.<\/p> <p>I ask the Leader to facilitate a debate on direct provision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H01200","speaker":"1416"},{"type":"speech","time":1574332200,"counter":72,"content":"<p>Next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H01300","speaker":"1391"},{"type":"speech","time":1574332200,"counter":73,"content":"<p>That is great.  The Minister might be in a position then to update us on what is happening in Achill.  Accommodation is being paid for in Achill but there are no residents there as yet.  That case needs urgent attention.  I have no doubt that the Minister is dealing with it.  I welcome that he will have the opportunity next week to update the House on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H01400","speaker":"1416"},{"type":"speech","time":1574332200,"counter":74,"content":"<p>I want to echo what was stated earlier about the need to take a coherent approach to transport issues, especially in the city of Dublin.  The National Transport Authority is currently sponsoring the excavation of a geological survey in Ely Place, Hume Street, in the middle of the road.  Some Members may have seen the stockade that has been built there to explore the subsoil structure to finish out the plans for the MetroLink.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Taoiseach has stated on the record that he is open to the MetroLink's southern leg being diverted either easterly towards Stillorgan serving St. Vincent's Hospital, UCD and so on, or westerly to serve Churchtown, Rathgar and Terenure which is an area that has very little public transport and the roads going to it are congested.  It struck me that he says in public that he is open to considering these proposals while, at the same time, the work goes on on the project to create the circumstances where the Luas green line will be cannibalised for part of its length and turned into the southern link of the metro.  The work continues unabated and unauthorised.  Apparently, it is not Government policy that this should be done because the Taoiseach says he is open to other solutions but huge sums are being spent on building, excavating and exploring a particular route to which the Government is not yet committed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#H01500","speaker":"1403","continuing":true},{"type":"speech","time":1574332200,"counter":76,"content":"<p>Who is providing the money?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00200","speaker":"1420"},{"type":"speech","time":1574332200,"counter":77,"content":"<p>That is the point that I was coming to.  The National Transport Authority spent an awful lot of money on planning various projects without the authority of either the Houses of the Oireachtas or a clear mandate from the public.  The Department in which Deputy Ross is Minister has overall charge of transport policy.  However, it seems that the National Transport Authority has developed into an agency which follows its own agenda, expends money on planning, consultancy and the like and when it has done its work, presents its conclusions, not on the basis that it is what the public wants but what its engineers want.  That does not merely apply to rail and light rail transport and the metro service in Dublin but also to BusConnects.  Engineers are creating solutions for Dublin on paper that will not work in practice.<\/p> <p>I know that the House has just had the Minister, Deputy Ross, here.  He cannot spend all his life in this Chamber and I accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00300","speaker":"1403"},{"type":"speech","time":1574332200,"counter":78,"content":"<p>He spends enough time watching it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00400","speaker":"1416"},{"type":"speech","time":1574332200,"counter":79,"content":"<p>I would suggest that we have a debate in the House on the National Transport Authority, who runs it, who is on it, who decides the policy issues with which it deals, who decides on its budget and who is responsible for its budget.  We should have a serious debate as to whether it is in fact a semi-autonomous body or whether it is implementing Government policy approved by the Oireachtas in accordance with democratic principles.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00500","speaker":"1403"},{"type":"speech","time":1574332200,"counter":80,"content":"<p>I raise the cost of and access to medicines in Ireland.  We pay six times the global average for generic drugs, that is drugs which are out of patent and can be produced for less than the original.  I know many people who go on medical holiday to Spain with prescriptions in their pockets who return with six months of medicines for the same cost as two months here.  Debate on this is ongoing around the cost, procurement and agreement we have.  Today the Irish Pharmaceutical Healthcare Association, IPHA, is having a conference.  It informed me that Irish patients must wait three times as long for the same medicines as patients in other European countries.  Here it is an average of 843 days for 15 new medicines to be funded by the HSE compared with 289 days for patients in 14 referenced countries in Europe.  We need a clear medical policy to help fix this access problem.  The four-year agreement between the Government and the IPHA on drug prices ends next July.  We look for an improved, transparent replacement that addresses the long wait as well as the cost of generic medication.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00600","speaker":"1388"},{"type":"speech","time":1574332200,"counter":81,"content":"<p>I call on the Leader to respond.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00700","speaker":"1420"},{"type":"speech","time":1574332200,"counter":82,"content":"<p>I thank the seven Members for their contributions to the Order of Business.  I welcome Ms R&oacute;ise Nolan from Carlow in the Public Gallery who is here on work experience.<\/p> <p>Senators Leyden and McDowell referred to the debate on transport.  It is a pity they did not contribute to the debate yesterday when the Minister, Deputy Ross, was here to discuss transport.  The debate was adjourned not concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00800","speaker":"1391"},{"type":"speech","time":1574332200,"counter":83,"content":"<p>I will be here for stage 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J00900","speaker":"1403"},{"type":"speech","time":1574332200,"counter":84,"content":"<p>Good, so we will have that debate at stage 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01000","speaker":"1391"},{"type":"speech","time":1574332200,"counter":85,"content":"<p>There is not time for him to deal with all the points.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01100","speaker":"1403"},{"type":"speech","time":1574332200,"counter":86,"content":"<p>I invite Members if they have sincerely held views on issues to participate in debates.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01200","speaker":"1391"},{"type":"speech","time":1574332200,"counter":87,"content":"<p>I will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01300","speaker":"1403"},{"type":"speech","time":1574332200,"counter":88,"content":"<p>I am not speaking to the Members here but to the wider Members of the House who do not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01400","speaker":"1391"},{"type":"speech","time":1574332200,"counter":89,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01500","speaker":"1416"},{"type":"speech","time":1574332200,"counter":90,"content":"<p>It would be worth looking at the level of contributions of people who come in and call for debates on A, B and C -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01600","speaker":"1391"},{"type":"speech","time":1574332200,"counter":91,"content":"<p>With all due respect, on a point of order, the Minister for Transport, Tourism and Sport was here yesterday.  I was here and contributed to that debate.  We ran out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01700","speaker":"1390"},{"type":"speech","time":1574332200,"counter":92,"content":"<p>We did not, actually.   The Senator is wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01800","speaker":"1391"},{"type":"speech","time":1574332200,"counter":93,"content":"<p>We did.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J01900","speaker":"1390"},{"type":"speech","time":1574332200,"counter":94,"content":"<p>We did not.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02000","speaker":"1391"},{"type":"speech","time":1574332200,"counter":95,"content":"<p>That is not a point of order, I am afraid.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02100","speaker":"1420"},{"type":"speech","time":1574332200,"counter":96,"content":"<p>The Minister did not have time to finish his points and he undertook to write to us individually.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02200","speaker":"1390"},{"type":"speech","time":1574332200,"counter":97,"content":"<p>Thank you.  The Leader to speak without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02300","speaker":"1420"},{"type":"speech","time":1574332200,"counter":98,"content":"<p>I am only sorry I did not see Senator Craughwell on his bike around Dublin, it would have been some sight.<\/p> <p>Senator Leyden referred to the importance of security on the Luas and the distressing incident that had happened to him.  We need to look at dedicated transport security and continued investment in CCTV.  The Minister for Justice and Equality, to his credit, has been very proactive with his Department in the rolling out of CCTV in many parts of the country.  It beggars belief that the CCTV was not in operation.  One would imagine that CCTV equipment would be inspected every morning and afternoon, the same as one might see checks on the cleanliness of a restaurant or public house.  I would have thought there would be periodic checks over the course of a day to ensure they work.  That is something we should ensure happens and I am disappointed and upset for the Senator.  To his credit, as Senator Leyden says, it is something that we can all learn lessons from but it should not happen.  I would be happy for the Minister to come back to the House on the matter.<\/p> <p>I think the Leas-Chathaoirleach ruled on Senator Craughwell's request.  We had a very good debate on this.  I know we are heading into election season and there is posturing and politicising.  People are up on bikes and up on mountains.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02400","speaker":"1391"},{"type":"speech","time":1574332200,"counter":99,"content":"<p>It should also be the season of good will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02500","speaker":"1420"},{"type":"speech","time":1574332200,"counter":100,"content":"<p>It is not yet.  We are heading to the season of Advent which is the preparation for the season of good will.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02600","speaker":"1391"},{"type":"speech","time":1574332200,"counter":101,"content":"<p>That is true, yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02700","speaker":"1420"},{"type":"speech","time":1574332200,"counter":102,"content":"<p>We are being prepared, we are getting ready.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02800","speaker":"1391"},{"type":"speech","time":1574332200,"counter":103,"content":"<p>The Senator might take to a bicycle himself.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J02900","speaker":"1390"},{"type":"speech","time":1574332200,"counter":104,"content":"<p>Order now, please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03000","speaker":"1420"},{"type":"speech","time":1574332200,"counter":105,"content":"<p>I would be very happy to have a challenge with the Senator on the streets of Dublin or Cork.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03100","speaker":"1391"},{"type":"speech","time":1574332200,"counter":106,"content":"<p>Will the Senator canvass for him?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03200","speaker":"1403"},{"type":"speech","time":1574332200,"counter":107,"content":"<p>The Senator has put down the gauntlet and I accept.  He may name the date and time please.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03300","speaker":"1390"},{"type":"speech","time":1574332200,"counter":108,"content":"<p>The Senators can arrange that among themselves outside the Chamber.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03400","speaker":"1420"},{"type":"speech","time":1574332200,"counter":109,"content":"<p>I would welcome Senator McDowell to come and canvass for a very fine candidate in Senator Colm Burke in Gurranabraher next weekend, if he is available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03500","speaker":"1391"},{"type":"speech","time":1574332200,"counter":110,"content":"<p>I wish him every success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03600","speaker":"1403"},{"type":"speech","time":1574332200,"counter":111,"content":"<p>If the Senator is available he is more than welcome to come along and canvass.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03700","speaker":"1391"},{"type":"speech","time":1574332200,"counter":112,"content":"<p>One cannot beat priestly training, it is very good.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03800","speaker":"1393"},{"type":"speech","time":1574332200,"counter":113,"content":"<p>Senator Craughwell mystifies me sometimes.  He came in on Tuesday seeking a debate, having had the Minister here that day on a Commencement matter on the emergency aeromedical support service, EAS.  He then won his vote and had the debate and he is still not happy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#J03900","speaker":"1391"},{"type":"speech","time":1574332200,"counter":114,"content":"<p>The Minister did not answer the questions that were put to him.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00100","speaker":"1390"},{"type":"speech","time":1574332200,"counter":115,"content":"<p>It is extraordinary.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00200","speaker":"1391"},{"type":"speech","time":1574332200,"counter":116,"content":"<p>Order, please.  We are not getting into that on the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00300","speaker":"1420"},{"type":"speech","time":1574332200,"counter":117,"content":"<p>The Leader and Senator Craughwell are both on the labour panel, as am I.  There seems to be a little bit of competition with Senator Craughwell.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00400","speaker":"1393"},{"type":"speech","time":1574332200,"counter":118,"content":"<p>I do not know anything about that and it is not relevant to the Order of Business.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00500","speaker":"1420"},{"type":"speech","time":1574332200,"counter":119,"content":"<p>Senator Mac Lochlainn raised an important point regarding funding for home care packages and other types of health provision.  There has been a significant increase in investment in a variety of different measures, including in the areas of disability, home care packages, the elderly and disability services.  However, I agree that there needs to be a better channelling of funding so that services are delivered to the patient in a timely manner.  There is a bureaucratic stranglehold that must be loosened.  To my knowledge, the recruitment embargo to which the Senator referred has been lifted.  Members have spoken in the House this week about interviews that are taking place for posts in different sections of the health service.  Having said that, we do need to address the bureaucratic issues and ensure moneys are freed up.  I will convey the Senator's concerns to the Minister.<\/p> <p>Senator &Oacute; R&iacute;ord&aacute;in referred to the report on school absenteeism that was published last week.  I agree with his points completely and acknowledge the school students who have joined us in the Gallery this morning.  We have an obligation and duty to tackle the issue of absenteeism, which can be achieved through early intervention.  I am happy to invite the Minister to the House to discuss this issue.  The Senator also spoke about the rhetoric used by by-election candidates.  That issue has been raised every day this week in the House.  To reiterate my earlier comments, we must all be careful of the language we use and what we say, because the import of our words can be profound and significant.  I do not agree with the comments made by certain by-election candidates in the past week on a variety of issues.  As public representatives, it is important that we are seen to be leaders within our communities and in the Oireachtas.  That is why the tone and tenor of what we say in this Chamber and outside of it, including on social media, is very important.<\/p> <p>Senator Conway referred to the presentation on living in Dublin that was given by Marian O'Donnell earlier today.  I join him in commending her on that briefing.  There are challenges to be faced and met in Dublin and we must hold the National Transport Authority, NTA, to account in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00600","speaker":"1391"},{"type":"speech","time":1574332200,"counter":120,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00700","speaker":"1416"},{"type":"speech","time":1574332200,"counter":121,"content":"<p>When the metropolitan strategy for Cork was launched last May, the NTA, despite being the driver of the project, refused to put a regional office in place.  That is not good enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00800","speaker":"1391"},{"type":"speech","time":1574332200,"counter":122,"content":"<p>It is disgraceful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K00900","speaker":"1416"},{"type":"speech","time":1574332200,"counter":123,"content":"<p>I will be happy to convene a debate on the matter with the Minister, Deputy Ross, at the earliest date.  I remind Senator Conway that we will have statements on direct provision next week.<\/p> <p>Senator Devine referred to the Irish Pharmaceutical Healthcare Association, IPHA, report on the cost of and access to medicines.  The price of drugs in Ireland is monitored as part of a basket of 14 countries of which we are one.  The HSE spends &euro;2 billion a year purchasing medicines and reimbursing costs.  This year alone, 26 new medicines were sanctioned, in addition to the 30 that were approved last year.  I heard Professor Michael Barry speaking about this matter on Sean O'Rourke's radio programme this morning.  The cost of medicines is a source of continual complaint and concern for people.  There has been a significant reduction in prices, with a range of drugs coming off patent and the introduction of generic medicines.  I am happy to have a debate on the matter at the earliest opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#K01000","speaker":"1391"},{"type":"unspoken","time":1574332200,"counter":124,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1574332200,"counter":125,"content":"<p>Sitting suspended at 12.05 p.m. and resumed at 12.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1574332200,"counter":126,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#O00050"},{"type":"speech","time":1574332200,"counter":127,"content":"<p>The following messages were received from D&aacute;il &Eacute;ireann:<\/p><blockquote>D&aacute;il &Eacute;ireann has passed the Finance Bill 2019, which is considered a money Bill within the meaning of Article 22 of the Constitution.  D&aacute;il &Eacute;ireann has passed the Prohibition of Nuclear Weapons Bill 2019, to which the agreement of Seanad &Eacute;ireann is desired.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#O00100","speaker":"1412"},{"type":"majorheading","content":"Regulated Professions (Health and Social Care) (Amendment) Bill 2019: Second Stage","time":1574332200,"counter":128,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#O00150"},{"type":"unspoken","time":1574332200,"counter":129,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1574332200,"counter":130,"content":"<p>I am pleased to have the opportunity to address the House on the Bill, which was initiated in the D&aacute;il last February and passed on 6 November.  The principal aim of the Bill is to improve registration and fitness to practise processes in the health professional regulatory bodies and to amend their Acts in accordance with the modernised professional qualifications directive.<\/p> <p>While the Bill was widely supported by the parties in the D&aacute;il, Deputies raised concerns on Committee and Report Stages about the mandatory publication of all sanctions and the additional cost and publicity associated with High Court confirmation of minor sanctions.  On Report Stage, a commitment was given to review this and I am pleased to advise that significant progress has been made.  Officials from my Department have been liaising with the unions, the professional representative bodies and the health regulators.  While these discussions have not yet concluded, proposals are at an advanced stage and I intend to introduce a number of amendments on Committee Stage.  As Senators will appreciate, I must balance the necessity to achieve public protection and enhanced transparency in professional regulation with the legitimate concerns of registrants who receive a minor sanction.  I am confident that this balance can be achieved and I look forward to discussing the finalised amendments in more detail with Senators on Committee Stage.<\/p> <p>This is largely a technical Bill containing seven Parts and 179 sections.  The Bill amends the five health professional regulatory Acts, which are the Dentists Act 1985, the Health and Social Care Professionals Act 2005, the Pharmacy Act 2007, the Medical Practitioners Act 2007 and the Nurses and Midwives Act 2011.  Many of the Bill's provisions are intended to be common across the five regulatory Acts.  The Bill also makes some minor amendments to the Health Act 1953, the Health Act 2004, the Health Identifiers Act 2014 and the Children and Family Relationships Act 2015.<\/p> <p>The Bill contains a number of measures intended to improve and streamline the fitness to practise procedures employed by the five regulators.  With the increased mobility of health professionals, the importance of maintaining patient safety, while supporting professional mobility, is ever important.  Additional grounds of complaint are being introduced.  These additional grounds will mean that a complaint can be made against a person who has a restriction or prohibition on the provision of one or more than one kind of health or social care service in Ireland or in another jurisdiction.  This will mean, for example, that a complaint can be made against a person who has had a restriction or prohibition on his practice as a doctor, but who may be practising in the State as a dentist by virtue of his separate qualifications and registration in that field.<\/p> <p>Amendments are also being made to the fitness to practise provisions of the five Acts to provide that regulatory bodies can use disciplinary information from other countries in fitness to practise cases in Ireland.  Currently, the modernised professional qualifications directive provides important mechanisms for alerting health regulators across Europe when a sanction has been applied.  However, under the directive there is no obligation on third countries to share information on restrictions or prohibitions on the practice of health professionals in their jurisdictions.  It is important that the regulators are aware of such restrictions or prohibitions on the practice of any registrant or applicant for registration, including those from third countries.  This will be especially important in respect of the UK post Brexit.  The Bill, therefore, provides that all regulated health professionals will be required to make declarations at registration and annually thereafter regarding any restrictions or prohibitions on their practice in this State or another state, as well as any relevant proceedings that are pending or in process.  It is important to note that the health regulators have been actively engaging with their UK counterparts to ensure that robust mechanisms will be in place for the exchange of information post Brexit, and the Bill includes provisions to ensure compliance with data protection legislation.<\/p> <p>The five Acts also provide that information on sanctions is notified to the Minister, the HSE and the employer, where known.  The Bill is removing the requirement for the Minister to receive such notifications, as the Acts specify no function or legal powers associated with receipt.  Notification to the HSE and employer will remain.  Currently, information on sanctions imposed by each of the five regulators is published if the regulator is satisfied that publication is in the public interest.  The Bill sought to change this and, when initiated, it provided that all sanctions imposed in the State would be published.  Concerns were subsequently raised by the health professions' representative bodies about vulnerable registrants and on Committee Stage an amendment was introduced to provide for publication unless the court determines otherwise.  The provisions on the publication of sanctions continued to be a matter of debate during the Bill's passage through the D&aacute;il and, as I indicated earlier, it is intended to address these in detail on Committee Stage.<\/p> <p>The Bill includes a number of amendments intended to increase the effectiveness of the fitness to practise processes.  Currently, under the Medical Practitioners Act 2007 and the Nurses and Midwives Act 2011, complaints are directed to the preliminary proceedings committee for investigation, and progress on investigations is dependent to an extent on the scheduling of committee meetings.  To expedite investigations, the Bill provides that complaints will be made to the chief executive officer, CEO, and will be investigated prior to being referred to the preliminary proceedings committee for decision.  This will shorten the time to process complaints and will mean the preliminary proceedings committee's time can be used more efficiently in making decisions on complaints.  This will be of benefit to the regulator, the complainant, the registrant, witnesses and, ultimately, the public.<\/p> <p>Another important provision is the separation of qualification recognition from registration in those Acts where it is not currently provided, namely, the Dentists Act 1985 and the Medical Practitioners Act 2007.  These Acts currently provide that a professional whose qualification has been recognised must be registered.  Separating qualification recognition from registration will allow these regulators to introduce language and fit-and-proper person checks prior to registration and will enable the regulators to take the appropriate action where these checks are not satisfactory.  Additional changes provided by the Bill include an amendment to the Health Act 1953 to remove specific requirements regarding the composition of interview boards for medical consultant posts.  These requirements are an unnecessary burden and do not lend themselves to efficient recruitment processes.<\/p> <p>A number of amendments were made to the Bill during its passage through the D&aacute;il.  These include changing CORU's fitness to practise process from three stages to two stages to bring it into line with that of the other health regulators.  This additional step generates a significant cost and delay and places an administrative burden on the regulator.  Its removal will significantly improve the fitness to practise sanction process for CORU registrants.<\/p> <p>A Committee Stage amendment was also sought to create an eligibility for registration on the specialist division of the Medical Council's register by a small cohort of medical practitioners who were correctly appointed to consultant posts prior to 2008.  These medical practitioners, for various reasons, did not avail of a grandfathering provision provided for them to register in the specialist division when the Medical Practitioners Act 2007 was enacted.  The amendment provides that a consultant must have been correctly appointed to his or her post under the terms in operation by the HSE in 2008 and must satisfy competency requirements for registration by the Medical Council.  This amendment benefited from close examination on Committee Stage in the D&aacute;il and I am pleased to advise Senators that suggestions proposed by the Opposition spokespersons were taken on board and agreed on Report Stage.<\/p> <p>Following publication of the Bill, concerns were notified to my Department about some possible unintended consequences relating to the composition of committees of the Nursing and Midwifery Board associated with the Bill's drafting.  These were addressed by amendment on Committee Stage in the D&aacute;il.  The Bill was also amended to give the Minister the power under the Health Act 2004 to designate the HSE as the competent authority under the professional qualifications directive to compare the equivalence of non-Irish qualifications to the qualifications the HSE sets.  This applies for certain health professions which are not regulated on a statutory basis, but which are regulated for the purposes of the directive.  The professions which currently come within the scope of the directive are those of audiologist and environmental health officer.<\/p> <p>These are the Bill's key provisions and the changes since its initiation in the D&aacute;il.  I look forward to discussing the Bill in more detail on Committee Stage.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#P00100","speaker":"1261"},{"type":"speech","time":1574332200,"counter":131,"content":"<p>I welcome the Minister of State.  Fianna F&aacute;il will support the Bill.  It seeks to offer patients reassurance by allowing public access to all sanctions handed down to medical practitioners.  This is to ensure the public has access to information about disciplinary sanctions that have been imposed on doctors, nurses, midwives, pharmacists and other regulated health professionals.  The Bill will also give health professionals the right to appeal minor sanctions.  The measures to speed up processes to recruit consultants are also welcome, but the main barrier to tackling the 479 consultant vacancies is the discriminatory pay practices against post-2012 recruits.<\/p> <p>The Bill amends the five health professional regulatory Acts, particularly with regard to fitness to practise and registration.  At the most basic level, the Bill will ensure clinicians will inform patients of previous professional issues, which is to be welcomed.  It will ensure that doctors, nurses, midwives, pharmacists and other health professionals will, by law, have to supply details of sanctions imposed on them.  It also means that any allegation of wrongdoing in another country can be used as evidence in fitness to practise proceedings in Ireland.  Crucially, patients will have more access to information on the people treating them as all the details will be made public.  Patients will also be able to look up the history of their treating clinician, which is very welcome.<\/p> <p>There has always been an imbalance of power in Ireland, and elsewhere, between doctors and patients.  Sick patients are vulnerable and worried.  They attend medical professionals whom they hope have all the information and knowledge.  It is a completely unequal relationship.  In some cases, the doctors involved have been struck off in other jurisdictions and should never have been practising in this country.  In other cases, the doctors involved had numerous complaints made against them over many years.  This tiny number of people were going about their business destroying people's lives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These people found out afterwards that there had been complaints against these doctors for decades but nobody ever knew and they had no way of finding out.  We cannot be sure that, if people knew in advance, they might not have gone near those doctors in the first place and the doctors would have been removed.  Thankfully, this is only about a tiny number of people but a tiny number of people can cause extraordinary pain.<\/p><p>Nonetheless, I am glad the Bill provides for clinicians to appeal against minor sanctions and this aspect can be further improved.  My understanding is that they must go to the High Court, which is a pretty high bar for anyone and will include God knows what legal expense along the way.  Is it possible to find a way for such appeals to happen with a lower bar than the High Court, although still with the highest level of scrutiny?  I believe the High Court is too burdensome.  Let us do that but let us also find a way to ensure the money and scarce resources that should be spent on healthcare is not flittered away on the legal profession.  It is critical that scarce resources are spent where they should be spent, which is on the patients, as I am sure the Minister of State will agree. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#P00200","speaker":"1396","continuing":true},{"type":"speech","time":1574332200,"counter":133,"content":"<p>The Bill relates to the transposition of an EU directive on the recognition of professional qualifications, which was agreed under the Irish Presidency of the European Union in 2013.  It is important that we transpose these directives, especially with the looming prospect of Brexit, as referenced by the Minister of State, and that we provide the mechanism for the recognition of professional qualifications.  Within the context of the recruitment and retention crisis in our health services, this will be all the more important given the system and staff are under stress and there are staff shortages.  Therefore, we are looking to employ many more people from within the country and outside it, and we need to make sure they are who they say they are.<\/p> <p>When working in my profession, I had experience of some difficult situations where unions and staff were involved.  It can be quite traumatic within a smaller setting if somebody is believed not to be professionally qualified but has slipped through the net.  I am probably talking about one person in tens of thousands but it has happened.  Hopefully, we will get the correct professionals to do the right job in a very professional manner.<\/p> <p>I recognise our colleagues in the Lower House have done a lot of work on this Bill and I welcome the joint effort.  The strengthening of registration and regulation of health professionals gives the roles, and the people who do them with such integrity and service, the respect they deserve.  I am happy to support this Bill, although I have a few points to raise and I would appreciate a response from the Minister of State.<\/p> <p>During the Bill's progression through the D&aacute;il, there was major debate around the publication of minor sanctions.  I know many representative bodies are not happy with the automatic publication of minor sanctions and, obviously, this is a big change as it does not happen currently.  The worry is not so much about the increased transparency but there is a balance to be struck between public interest and protection of a worker's privacy.  I represented people at fitness to practice hearings from a trade union perspective.  It was little old me and the nurse against a boardroom-full of An Bord Altranais people with a barrister and a lawyer for each individual on the board.  Facing that, there was little old me and I did not know too much about the law, although I was willing to fight for somebody in order to ensure due process.  I do not make a comment on whether I believed that person has done right or wrong and that is up to the fitness to practice hearing.  However, it does seem overwhelming.  If we allow these minor sanctions to be publicised, we know what trial by media is like, including social media and the ordinary media such as the newspapers.  Even if the person is found not to have infringed on professional practice and there is no case to answer, there is always the reputational damage within the medical circle, which is small and cosy enough for a lot of that stuff to go around.<\/p> <p>There needs to be room for more discretion where publication might not be in anybody's interest and we need to define what those areas would be.  Has the Minister of State considered this point since the debate in the Lower House?  I may table amendments at a later stage and we can perhaps work together on that.<\/p> <p>I take the opportunity to reference the plight of professional pharmaceutical assistants, who face an uncertain future due to changes to be brought forward by the implementation of new rules restricting the amount of time they can cover for a temporarily absent pharmacist to one hour per day.  The livelihood of 248 women, mostly in their 50s, with an average of 35 years' experience, are at risk because of these proposed new rules.  The best way to address the concerns of the professionals is for them to be registered by the relevant body and to have oversight and regulation by that body, which means any issues can be overcome.  The relevant bodies have maintained they could not properly regulate for assistants because of the 2007 Act as it stands, so the inclusion of amendments to the Bill could rectify the assistants' position under the Act.<\/p> <p>Under section 29 of the Bill, which amends section 38 of the Health and Social Care Professionals Act, the title of \"physical therapist\" is effectively left unprotected until December 2021.  I note the Irish Society of Chartered Physiotherapists has been in contact with the Minister of State's office on this matter and has expressed its frustration and concern at the title being exposed for such a length of time.  There are very few people, it would seem, who have yet to register with that Physiotherapists Registration Board.  Could those people be reached out to directly and instructed to register with the board as soon as possible so the title can be protected in a much shorter time than slightly more than one year?  All those entitled to register thereby would be re-registered.  A small bit of outreach work in this regard would ensure all those who need to register with the board as physical therapists could do so within a short time.  Will the Minister of State consider this?  Such outreach work could be co-ordinated by the necessary organisations and the Department.<\/p> <p>In the D&aacute;il, Deputy O'Reilly tabled an amendment on Report Stage which would ensure that, as part of preliminary proceedings or the fitness to practice committees, there would be a member of the profession on which the adjudication is being made.  For example, there would be a nurse where the adjudication was on a nurse and a midwife where the adjudication was on a midwife.  I have just related my story of what seemed to be the little people going in to an execution, with an overbearing jury of highly trained, well paid legal individuals advising each individual member of the board.  It seems unbalanced and lopsided, and if a person felt they had a small friend on one side, or not even a friend but somebody who understands the mechanisms of what nursing is on a day-to-day basis and the context of alleged misdemeanours or unprofessional acts, it would be more balanced and fairer.  The Minister gave assurances this would be dealt with.  I wish to reiterate the point and ask if he has worked on this issue since the debate in the Lower House.<\/p> <p>Overall, the Bill is to be welcomed.  I am happy to see this work progress and I look forward to working with the Minister of State to get the Bill through Committee Stage and the remaining Stages over the coming weeks.  The priority is safety and safe practice by all healthcare staff, which is paramount for those seeking treatment in our health services.  While I cannot emphasise that enough, we also need due process and fair practice when dealing with the situations and issues that may arise. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#Q00200","speaker":"1388"},{"type":"speech","time":1574332200,"counter":134,"content":"<p>I welcome the Minister of State and thank him for attending and for this important legislation.  It is about ensuring we have enhanced scrutiny, transparency and public protection.  All of us who have dealt with the health system understand the importance of what we are doing here in terms of patient safety, access to information and records, and sanctions.  There is a balancing of rights that we have to get, which is a fair point by Senator Devine.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2019&amp;amp;month=11&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is about ensuring there will be recognition.  This is very important legislation which is about ensuring there will be standards.  It is about public safety and access to information.  It is also about people being able to have confidence in the health system.  If we look at the bodies about which we are talking such as the Nursing and Midwifery Board of Ireland, the Dental Council and the Medical Council, we can see that they are important.  If we are  honest, many of us are contacted by health professionals who have issues with registration and other matters and the Medical Council.  It is about publicising information.  If a doctor has a conviction in a different country, I do not see anything wrong with making that information known as people have a right to information.  Senator Devine has said we must take into account the need for privacy in the case of a minor misdemeanour or event.  We must be careful because we cannot whitewash everybody, but it is about ensuring information will be provided as we are all for transparency.  It is also about ensuring people will have confidence.  Giving regulatory bodies such as the Nursing and Midwifery Board of Ireland and the Medical Council a role in that regard is important.  Equally, we should look again at the role and remit of the competency committee.  I welcome the commitments given by the Minister, but there is a need for more regulation in dealing with certain issues.  I will speak next week about cosmetic surgery.  During the course of the autumn term Senator Lawless emailed some of us about Athletic Rehabilitation Therapy Ireland and the certification of its members in the context of being available for work.  We can look at that issue on different Stages.  The Bill is a good one which I am happy to support.  I commend the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#Q00300","speaker":"1391","continuing":true},{"type":"speech","time":1574332200,"counter":136,"content":"<p>I thank Senators for their contributions.  I have noted the points made by them.  It is difficult to address them satisfactorily on Second Stage.  As they will appreciate, they are more for consideration on Committee Stage.  We have had these debates on Committee Stage in the Lower House.<\/p> <p>Senator Gallagher spoke about the appeals process.  My concern is that it would introduce another layer on the journey and lengthen it because, ultimately, in having an in-between layer of appeal matters would end up being challenged and going to the High Court and the Supreme Court, if necessary.  I am concerned about lengthening the period of time involved in the vindication of somebody's good name.  It would be an additional layer of cost.  The difficulty is if the substantive issues involve points of law, they must be appealed to the court.  I am willing to engage further with the Senator and his party in both Houses between on the point, but I wish to flag my concerns in that regard.  <\/p> <p>I am familiar with the three issues raised by Senator Devine involving pharmacists and psychotherapists and the publication of information.  We will continue our engagement with her, her party and Deputy O'Reilly.  I know that my officials have been engaging with her and the representative bodies and I am very confident that we can resolve all three issues to our mutual satisfaction and to achieve what we are trying to achieve.  <\/p> <p>I take on board the Senator's point about getting the balance right.  That is what we are struggling with.  We do not want information on a tiny misdemeanour to be publicised and published willy nilly.  We want to provide safeguards and for discretion at the time of appeal as to whether the information should be published.  We can beef up the system in place in that regard and I am sure we can provide comfort for the Senator on that front.  <\/p> <p>We will continue to consider the issue of pharmaceutical assistants.  The interpretation of \"physical therapist\" is causing more concern than is necessary, but through dialogue with the Minister, officials, the Senator and the representative bodies, we can allay the fears expressed.  It will be easier to move back and forth on Committee Stage when the Senator can question me further.  I know that she supported some of the points made.  <\/p> <p>I thank Senator Buttimer for his comments.  I acknowledge the constructive approach taken by all parties.  Each Senator has acknowledged that this is genuinely important legislation.  I know that we say that about lots of items of legislation, but this legislation will make the difference between life and death when something goes wrong.  Let us not make no bones about it.  As people are also entitled to their good name, we intend to get the balance right to ensure we provide protection for employees in the health service who are delivering a fantastic healthcare service.  I thank Senators for their co-operation and the contructive approach they have taken to the Bill.  I look forward to engaging further with them on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#R00200","speaker":"1261"},{"type":"unspoken","time":1574332200,"counter":137,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1574332200,"counter":138,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#R00312","speaker":"1412"},{"type":"speech","time":1574332200,"counter":139,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#R00318","speaker":"1391"},{"type":"unspoken","time":1574332200,"counter":140,"content":"<p>Committee Stage ordered for Tuesday, 26 November 2019.<\/p>"},{"type":"speech","time":1574332200,"counter":141,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#R00350","speaker":"1412"},{"type":"speech","time":1574332200,"counter":142,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019112100002#R00375","speaker":"1391"},{"type":"unspoken","time":1574332200,"counter":143,"content":"<p>The Seanad adjourned at 1.15 p.m. until 2.30 p.m. on Tuesday, 26 November 2019.<\/p>","notice":"TIME STRING DETECTED"}]