[{"type":"minorheading","content":"Prelude","time":1625214600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 9:30:00","time":1625214600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1625214600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1625214600,"counter":4},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1625214600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#A00100"},{"type":"speech","time":1625214600,"counter":6,"content":"<p>D&aacute;il &Eacute;ireann passed the Land Development Agency Bill 2021 on 30 June 2021, to which the agreement Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann passed the Civil Law (Miscellaneous Provisions) Bill 2021 on 30 June 2021, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann passed the Defence (Amendment) Bill 2020 on 30 June 2021, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#A00200","speaker":"1692"},{"type":"majorheading","content":"National Maternity Hospital: Statements","time":1625214600,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#A00300"},{"type":"speech","time":1625214600,"counter":8,"content":"<p>I welcome the Minister of State, Deputy Mary Butler.  She will speak to us for approximately eight minutes.  All Senators will have five minutes thereafter.  The Minister of State will be called on to reply not later than 10.38 a.m.  Statements are to conclude at 10.45 a.m.  I call on the Minister of State to make her statement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#A00400","speaker":"1692"},{"type":"speech","time":1625214600,"counter":9,"content":"<p>I thank the Leas-Chathaoirleach and Senators for inviting me here today to speak to them on the new national maternity hospital.  At the outset, the Minister for Health, Deputy Stephen Donnelly, is currently in D&aacute;il taking statements, questions, and answers, in relation to the vaccine roll-out.  I am delighted to have the opportunity to discuss this critical and nationally important project in the Seanad.  As many here will be aware, the practice of having stand-alone maternity hospitals, as is the case in four of our maternity services, does not reflect best international practice.  Ensuring that mothers and babies have access to the full range of medical and support services, should the need arise, is of paramount importance.  It is widely accepted that the best way to achieve this is to co-locate maternity services with adult acute services.  That is why it is Government policy, as supported by the national maternity strategy, to co-locate the four remaining stand-alone maternity hospitals with adult acute hospitals.<\/p> <p>It is important to recognise that our stand-alone maternity hospitals have served the people of this country very well, in some cases for hundreds of years.  However, they are not the modern facilities a 21st century society needs.  In particular, it is well-known that the buildings housing the National Maternity Hospital at Holles Street are no longer fit for purpose.  Therefore, the new national maternity hospital is planned to be the first of the four remaining stand-alone maternity hospitals to be co-located.  The new hospital is a vital piece of infrastructure, one that will help underpin the development of maternity services and the implementation of the national maternity strategy in the future.<\/p> <p>The programme for Government recognises the importance of this project and clearly sets out our commitment to its development.  It is worth reiterating that commitment today, which falls very much in line with our commitment to develop better health outcomes across the board for women in Ireland.  In that regard, we are placing greater focus on women&rsquo;s health, and we are investing more than ever before to ensure that the progress achieved in women&rsquo;s health is consolidated and expanded for all women and girls into the future.   The Government is aware, however, of concerns voiced in relation to the new hospital.  Those concerns centre on the ownership and clinical independence of the new hospital.  We understand those concerns, and we understand where they are coming from.  We also recognise that the State does not have an automatic right to the uniform trust of the women of this country, given the way they have been failed in the past.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, I must point out that many of the concerns raised have been to the fore since the project was conceived and a significant amount of work was achieved through the Mulvey agreement, which was finalised following an extensive mediation process between the National Maternity Hospital and the St. Vincent&rsquo;s Healthcare Group.  The agreement was subsequently published and noted by the Government in 2017.<\/p><p>The Mulvey agreement provides for the establishment of a new company which will have clinical and operational, as well as financial and budgetary, independence in the provision of health services.  Most importantly, the agreement ensures that a full range of services will be available at the new hospital without religious, ethnic or other distinction.<\/p><p>Following on from the Mulvey agreement, a draft legal framework has been developed to copper-fasten these arrangements and to address the State's core objectives: firstly, to ensure all clinically appropriate services that are legally permissible are provided for women who need them in the new national maternity hospital and to prevent any undue influence, religious or otherwise, in the operation of the new hospital; and secondly, to protect the State's investment for the public good.<\/p><p>Many Senators will also have heard the Minister, Deputy Stephen Donnelly, speaking on the issue of ownership of the hospital and ownership of the site on which the hospital is to be built.  As stated previously, the preferred option for the Government would be to build the new hospital on land that is owned by the State.<\/p><p>As noted by the Government in 2017, the Minister for Health formally asked St. Vincent's Healthcare Group to consider an outright site transfer.  However, this was not agreed and the current position is that the draft framework ensures that the hospital will be owned by the State and will be built on a site held on lease by the State for a period of 99 years, with a potential extension for a further 50 years.  The HSE will, in turn, provide an operating licence to the new national maternity hospital and St. Vincent's Healthcare Group to facilitate the provision of health services in the building.<\/p><p>The Senators will no doubt have heard the Minister for Health state categorically that he will not be bringing any proposals to the Cabinet unless he is absolutely satisfied that the State's clear objectives are met through a cast-iron framework.  In this context, the Minister for Health has stated that he wants to have further engagement with all stakeholders in the national maternity hospital project, as we move toward finalisation of the arrangements.<\/p><p>I would like the Seanad to know that we all share the same vision for maternity and women's healthcare services.  We all want the very best for the women and babies of this country and we want to see them treated in the best possible environments.  The best way to achieve this is by providing modern, safe, compassionate services that are delivered with dignity and respect.  The planned move of the National Maternity Hospital to the Elm Park campus is a key part of achieving that aim and providing the state-of-the-art facilities that women not only need but deserve.<\/p><p>I look forward to hearing what the Senators have to say and I will conclude when everyone has spoken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#A00500","speaker":"1614","continuing":true},{"type":"speech","time":1625214600,"counter":11,"content":"<p>I welcome the Minister of State, Deputy Butler, and thank her for outlining the Government's position.<\/p><p>I come to this debate as somebody who has a keen interest in women's healthcare and reproductive health and rights.  I campaigned for a long number of years to repeal the eighth amendment with many Senators here in this Chamber, and beyond with civil society groups.  We have a very complex history here in this country about how we treat women, in particular, in relation to their reproductive health, well-being and care.  I suppose we are looking at this in light of the referendum, the mother and baby homes report and that deep trauma that is still there in Irish society for women.  I suppose people are terrified.  There is a great fear.  They do not trust the assurances of independence.  That is the hill we have to climb here with this.  It is incumbent on all of us here to work together.  We should not stoke up fear and anxiety, because there is already enough of that out there, but we should work constructively to solve this issue.<\/p><p>There are two main issues here: the ownership issue and the ethos issue.  There are ways that we can come around both of these.  My big fear is that the current National Maternity Hospital is not fit for purpose.  In terms of the facility, the women of Dublin deserve better than what we have currently.  I am not talking about the clinical oversight there or the excellent care they get.  They deserve state-of-the-art co-located facilities.  That is international best practice.<\/p><p>I would be fearful that this is used as a battering ram and as something to make a point on, and who will lose out only the women of Ireland again?  That is my main concern - that we do not go off down some mad tangent path and the women do not get the hospital that they need desperately and deserve.<\/p><p>The compulsory purchase order, CPO, issue has been mentioned.  I would be fearful if we go down that path that this hospital would never get built.<\/p><p>There are substantial fears around the ownership and the ethos but we can come around those.  On the leasehold of 149 years, many have been fed the line that we will not own the land and we will not own the hospital.  We will own the building on it and leasehold is a substantial form of ownership.  Many houses and apartments, certainly in Dublin, are held in leasehold.  There is no issue with the ownership of that.  You can get bulletproof long leases there and it is<i>de facto<\/i>ownership.<\/p><p>That issue leads into the ethos issue.  I am mindful of the battles that we have all undertaken in the past number of years.  I am a proud feminist.  I am somebody who has worked very hard to ensure reproductive health rights are provided for every women and girl in this country.<\/p><p>The assurances of independence are not trusted but these issues can be overcome if we come together and work in a substantial fashion to make sure that the independence of the hospital is maintained, the golden share is bulletproof, and no Canon Law is attached to anything within the structure of the trust or within the hospital board itself.  The Minister, Deputy Stephen Donnelly, understands these issues, is on board with many of the fears here and will not railroad the State into a massive investment where the lads from Rome will come and start imposing some sort of Canon Law on our hospital.  That will not happen.<\/p><p>I have seen many posters stating, &quot;Take your rosaries off my ovaries.&quot;  The nuns are gone as well.  The nuns do not want to have anything to do with this hospital.  I understand that deep fear but we have a complex system of voluntary hospitals, State hospitals and privately owned hospitals in this country.  I strongly believe we need to start unravelling that system but that unravelling will take a long time and I do not want the women of Ireland to fall victim to this and for their healthcare needs to be put on the back burner while we undertake that project.<\/p><p>Let us build this hospital.  Let us get the guarantees we need.  Let us do everything to make this as bulletproof as possible.  Let us accept the bona fides here of the St. Vincent's Hospital Group and the religious orders here.<\/p><p>The religious orders have done an awful lot of good in this country as well.  I was educated by the Mercy nuns in Waterford city.  They educated generations of working-class women and give us the start in life that we would not have got elsewhere.<\/p><p>I just want to make sure that we get this hospital built and that everybody is brought into the process and given the assurances that they need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#B00200","speaker":"1643"},{"type":"speech","time":1625214600,"counter":12,"content":"<p>I welcome the Minister of State to the Chamber and I also welcome her statement on the new national maternity hospital.  This week an article entitled &quot;National Maternity Hospital doctors fear &lsquo;misinformation&rsquo; could delay move&quot;, was published by <i>The Irish Times<\/i>.  &ldquo;Misinformation&rdquo; is the keyword in this debate, as far as I am concerned.  The national media, the Taoiseach and some of the public seem to be of the belief that should we proceed with the relocation of the National Maternity Hospital to Elm Park on the site of St. Vincent&rsquo;s Hospital, that this will in some way affect the services available to patients.  The reality, of course, is that all the services now legal in this country will be provided in the new hospital.<\/p><p>We have the assertion in that regard of 42 senior clinicians in the National Maternity Hospital.  They have issued a letter to persuade us of that point.  In their words, &quot;We, the consultants of the National Maternity Hospital, are concerned by the potential for misinformation&quot;.  They go on to state that the project is a vital one &quot;to create a world-class maternity hospital for the women and babies of Ireland&rdquo;.  Yes, it is a vital project, and we need a world-class maternity hospital.  The proposed facility will be that in many ways.  However, it is a tragedy that we must go hand-in-hand with services to deny unborn children their lives in circumstances where their lives could and should be saved.  We know what the law is, though, and we know what the political and medical establishments are insisting on.<\/p><p>Why then the delay, despite the cast-iron guarantee in the proposed operating licence that all the services will be provided?  Past instances of State decisions influenced by the Catholic Church have nothing to do with this new situation.  The Catholic Church is entitled to be involved in healthcare, and it has a great record in providing excellent and ethical care, but it has clearly stepped back from involvement in the new national maternity hospital.  Enough is enough, therefore, when it comes to beating down the Catholic Church in this country.  Abortion, sterilisation and assisted reproductive services were unthinkable in the old Ireland.  Now, these services are provided here.  Regardless of whether the Religious Sisters of Charity retain ownership of the land at Elm Park, the new national maternity hospital is going to facilitate all services it is legally permitted to do in law.  Furthermore, the religious order has said that it has nothing to do with the hospital.  The order has not tried to undermine this and has not expressed any desire to interfere, nor will they.<\/p><p>Some will wish that the order had sought to retain a Catholic ethos at its hospitals, even if that meant that the new national maternity hospital was sited elsewhere.  Would that have been such a problem?  Do all the hospitals in this State need to remove their religious ethos?  I reiterate that the Catholic Church is a pillar of compassion and understanding in this country and shame on us if we cannot show it the same respect and understanding.  It would have been entitled to say &quot;No&quot; to the leasing of the land and to the new national maternity hospital.  It could have, but did not.  Therefore, anti-Catholic Church people in politics and in the medical establishment are having their cake and eating it.  They have got the nuns out of the governance of the hospital, which Christian people have helped to pay to establish, and they are still engaged in the anti-Catholic Church invective and fearmongering.  They are having it both ways.<\/p><p>The Taoiseach is said to retain concerns around governance and possible religious influence in the facility, but why?  It is because political commentators have told him to be wary.  Political commentators have weighed in on the matter and because they have, that is why this is happening.  It is because political commentators have decided to make the new national maternity hospital their new point of issue with the Catholic Church.  If this matter concerned any other religious denomination outside of Catholicism, would we be standing here today giving statements?  Would political commentators have been involved?  Would we waste our time like we are here?  It is unfair to the Catholic Church and to the mothers and babies of this country to continue to talk like this.  There is no reason for the Taoiseach to retain concerns, there is no reason for him to be wary, and there must be an end to this misinformation campaign, the cost of which will fall on taxpayers.  We need a new national maternity hospital and I am as eager as the senior clinicians to ensure this happens quickly and without unnecessary delay concerning further debate on whether the religious orders retain ownership of the land.  I, and many others would prefer harmful and-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#C00100","speaker":"1664"},{"type":"speech","time":1625214600,"counter":13,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#C00200","speaker":"1692"},{"type":"speech","time":1625214600,"counter":14,"content":"<p>This is why it is important that we get the new national maternity hospital built and that we just get and do this project.  I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#C00300","speaker":"1664"},{"type":"speech","time":1625214600,"counter":15,"content":"<p>Senator Keogan has given a stellar and robust defence of the Catholic Church.  However, I remind her that plenty went on in this country that the Catholic Church should rightfully be ashamed of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#C00400","speaker":"1644"},{"type":"speech","time":1625214600,"counter":16,"content":"<p>There were many good things too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#C00500","speaker":"1664"},{"type":"speech","time":1625214600,"counter":17,"content":"<p>I do not believe that it has any place in healthcare in this country.  With that said, I welcome the Minister of State to the House.  As always, she is very welcome.  This is a key commitment in the programme for Government.  It is a pity that successive Governments did not deal with this issue and facilitate the building of a new national maternity hospital on a greenfield site which had no hand, act or connection with any religious bodies whatsoever.  It is fair to say that the nuns and the religious bodies played a key role in providing healthcare when the State did not step up to the plate and provide it.  Over the past 40 years, however, the State has incrementally improved the level of healthcare it is providing.  Unfortunately, when it comes to maternity care and reproductive care, we fall far short.  This project, which is probably going to cost &euro;1 billion, if not more, should have been done years ago.  It has to be done now, but it must also be done right.  There is no reason St. Vincent&rsquo;s Hospital Healthcare Group should not gift this site to the State so that we can clear up all the issues to do with ownership.  There is no reason whatsoever that cannot happen, but it is not happening.  I was most disappointed with the statement from the St. Vincent&rsquo;s Healthcare Group last week which threw confusion and ambiguity into the waters, instead of the type of clarity which one would have expected.<\/p> <p>The Catholic Church and any religious ethos can have no influence, ever, in respect of the services and the governance of the National Maternity Hospital.  I have heard commentary that we must prevent undue influence.  I do not know why people would even suggest that any influence of any kind is appropriate, because it is not.  We must completely detach any religious ethos of any kind or any denomination from having any future role in the National Maternity Hospital.  There should have been no need for a Mulvey report because we should not have been in that position in the first place.  Like the Minister of State, however, I want to see this essential facility, which the women of Ireland have been deprived of for generations, built as quickly as possible.  I welcome that the Minister for Health is engaging with the St. Vincent&rsquo;s Healthcare Group to devise and identify a workable solution.  However, that workable solution must ensure total independence regarding the governance and the services provided in the new national maternity hospital.  It would be ideal if we had ownership of the site as well.  <\/p> <p>Let us get the hospital built.  That is what needs to happen now.  In future, however, we may need to look at a constitutional referendum in this country to take ownership of the site so that in 50 or 100 years' time no future representatives from a future St. Vincent's Healthcare Group can try to create a scenario where there is undue influence.  We cannot have any of that kind of influence.  We must, however, ensure that the facility is built as quickly as possible.  A significant amount of taxpayers' money has been committed to this project and spent.  The project, though, must go ahead.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I take seriously the statements by clinicians that it will be independent, the governance of it will be independent and the services which are legally available in maternity hospitals will continue to be available.  However, there is concern and that concern has to be dealt with.  The Government and the Minister have a duty to ensure that in all circumstances they can stand over the independence of the hospital before the country spends &euro;1 billion on a site which is not ideal.<\/p><p>As I said at the beginning of my remarks, the ideal site would be a greenfield site which we would own, control and manage and the taxpayers and citizens of this country would have full control and influence over the maternity hospital.  Unfortunately, because of the inaction of previous Governments and the failure of previous Governments to deal with this issue, we are in the situation we are in today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#C00600","speaker":"1644","continuing":true},{"type":"speech","time":1625214600,"counter":19,"content":"<p>Is &iacute; an ch&eacute;ad chainteoir eile n&aacute; an Seanad&oacute;ir Ivana Bacik.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#D00200","speaker":"1692"},{"type":"speech","time":1625214600,"counter":20,"content":"<p>I welcome the Minister of State to the House.  I thank her for coming in, on foot of a request I made last week to the leader of the Seanad, to have this important debate.  I ask her to relay our concerns back to the Minister, Deputy Stephen Donnelly, as I know she will.  This has been a long saga.  We have seen many years of obfuscation, Byzantine legal deliberations and much lack of clarity.  Nobody denies the need for a new maternity hospital and we are all agreed it should be co-located with an adult acute service.  That is something we are agreed on.  However, valid and serious concerns remain about the ownership and clinical independence of the proposed new maternity hospital.<\/p> <p>It boils down to this, after many years of discussion and debate, without State ownership of the land on which the new hospital is to be built, valid and serious concerns will remain in terms of clinical independence.  I pay tribute to Dr. Peter Boylan who has been making this point for some time now.  His concerns are being borne out and he is being vindicated.  The Government has accepted this because we have heard the Taoiseach saying when the State is investing, the State should own.  We saw an all-party consensus emerging in the D&aacute;il last week, in the motion of 23 June.  The key question we must all ask is what the Government has done since last week to move ahead on the motion to ensure this hospital will be built on Stated-owned land.<\/p> <p>There are so many concerns about the structures which have been devised.  We have to step back and remember the discussion and negotiations commenced well before our laws changed in 2018, to enable the provision of legal abortion in Ireland.  As somebody who campaigned for many years - indeed decades - to see repeal of the eighth amendment, I am glad our laws have moved into the 21st century and women can now access the reproductive healthcare we need in this State.  Unfortunately, that moving forward of laws has not been reflected in the negotiations on the new maternity hospital and especially on the structures around what we may call this Catholic successor company, into which ownership will pass, the St. Vincent's holding company.<\/p> <p>I have spoken about this before.  We know we have a legacy issue in this State whereby 90% of our schools being State-run and State-maintained in that the State pays teachers' salaries and building maintenance, but the land on which the schools are built and sited remains owned by religious orders or church authorities, and in a large part by the Catholic Church.  I have called a syndrome, which we have seen emerging in recent years, a \"developer's wife syndrome\" in that we have seen the orders divesting ownership into what we may call a Catholic successor company, in the same way a male developer will often divest assets to his spouse in order to free himself of asset ownership.  The liability is attached to him but he owns no assets.  The partner or spouse has the asset ownership but no liabilities.<\/p> <p>We have seen this used to serious effect by religious bodies in the past, especially the Christian Brothers divesting ownership of schools to the Edmund Rice Schools Trust.  It is an ostensibly lay company but is, in fact, a Catholic successor company.  I have been involved in a school divestment in which we saw this happen and we have seen endless difficulties with a lease arrangement in this context.  That is what I fear about the structure the State is proposing.  A 99- or even 149-year lease is a short-term lease in the eyes of the Vatican and the church authorities.  The church takes a long view.  I am quoting from Government people who have talked to me about this.<\/p> <p>I attended the Oireachtas briefing with the Minister, Deputy Stephen Donnelly, two weeks ago, when we were told by officials that attempts had been made by the State to transfer the land into State ownership.  The question, asked just now by a Government Senator, remains: why will the St. Vincent's holding group not simply gift the land to the State?  Why is it so anxious to retain ownership?  We have multiple examples of other hospitals, such as St. James's Hospital, in which we see different owners of the land.  There is no requirement that it be owned by the same entity.  There are five separate entities on the site of St. James's.<\/p> <p>We must ask that question and without a sufficient answer, we are lacking the necessary assurances about clinical independence and protection of this State investment of &euro;800 million.  We no longer, in a 21st century republic, have to accept that religious entities continue to own land in which the State is investing large sums of money.  We have moved on.  I have sought freedom of information requests from the HSE and the Department of Health to see what attempts have been made to buy the land.  We certainly do not need a constitutional amendment.  We have a compulsory purchase order procedure and that should be used.<\/p> <p>What has happened with the business case of the national maternity hospital, apparently submitted to Government and rejected?  Different answers have been given.  I would like clarity on that.  We have no clarity as to whether abortions have been carried out at St. Vincent's Hospital.  There is a serious concern when we see a Catholic religious order divesting itself of healthcare holdings into a successor company, that this is not a secular successor company and will not have the clinical independence we require as women living in a 21st century republic.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#D00300","speaker":"1631"},{"type":"speech","time":1625214600,"counter":21,"content":"<p>It is good to hear Senator Bacik's voice holding in prevailing conditions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#D00400","speaker":"1692"},{"type":"speech","time":1625214600,"counter":22,"content":"<p>I welcome the Minister of State to the House, although she is no stranger to the convention centre.  This boils down to a stranglehold the Catholic Church has had on Irish society.  It is important to point out those who have been heckling others today, defending the Catholic Church and saying the Catholic Church has a right to be involved in healthcare are anti-choice.  That is the concern we have.  I am not a religious person.  I am not Catholic.  I have a right to go into a State hospital and have the kind of care I want and am legally entitled to in this country.<\/p> <p>Someone else has a right to go into a church and pray.  He or she has religious freedom.  The whole point of this is the Government is in a difficult position and successive Governments have probably been in a difficult position, because our schools and hospitals have been under religious control for so long it is part of the legal basis upon which they are founded.  To move from that into something else, which is completely State-owned, is difficult.  It has taken eight years to get to this point.<\/p> <p>I am also concerned by what the Mulvey agreement says in that the religious order shall not have undue influence.  The term \"undue influence\" is the concern.  It should not have any influence.  Senator Conway pointed that out.  The agreement which is the basis for this hospital is the concern.  I am not convinced it is as straightforward as some people are pointing out to move into a different situation.  I know the Minister and the Government are trying all they can and there are ongoing negotiations.  What we really want is to be assured every avenue is being chased up, because the land should absolutely be in State ownership.<\/p> <p>Most of us - not all - would say the land should be in State ownership.  How we get to that point is the problem.  How do we get to the point of moving the 90% of our schools which are also owned by the Catholic Church in one way or another, whether through another company or not, over into State ownership?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not an easy task.  I do not have all the answers but most of us are on the same page and know what we want to happen.  I have brought forward motions about contraceptives and worked for a long time on repealing the eighth amendment.  Most of us are coming at this with the best of intentions, the Minister of State included, though we might disagree on different things.  I would love to hear from her what steps are being taken to ensure we can move not just this hospital but Irish society into a different place.  We are quite entitled to feel we have been let down by the Catholic church for generations because we have been.  All those who are contacting us are quite right to be concerned but we also need to make sure the hospital is built because these negotiations have been going on for eight years too long and there is still not any groundwork done on that site.<\/p><p>I thank the Minister of State for listening to me.  I wish I had all the answers but I do not.  I just know we need a hospital built.  It should be on State land and now we need to get to that point through some form of negotiation, unfortunately.  My concern about using a CPO is that it could take the same length of time again.  If the church was to do the decent thing and earn back the respect of the women of this country, which it has lost, then it would gift the land to the State.  People within the Catholic church might like to think about what kind of pressure they can put on their own church in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#D00500","speaker":"1693","continuing":true},{"type":"speech","time":1625214600,"counter":24,"content":"<p>Sometimes it can feel like Groundhog Day in Ireland because every time we take a leap forward and become a more open and progressive society for our people, and especially our women, we seem to get dragged back to an Ireland of the past.  That is what it feels like to stand here and have to make the case for why the national maternity hospital must be publicly owned and, more important, publicly controlled.  If we do not learn from our past then we will repeat its mistakes.  Nobody is denying that the church in Ireland has played a significant role in providing education and healthcare to many when the State did not, but we also have to recognise that it played a significant role in stymying the provision of care and maintaining control of the type of care provided.<\/p> <p>St. Ultan&rsquo;s hospital was a child-centred hospital that catered for women and children and was run by multi-denominational, independent women who recognised the impact of poverty on health.  My own father, who was reared by a single mother in the 1940s, was a patient of St. Ultan&rsquo;s and benefited from its foresight.  When proposals were put forward to expand the hospital and amalgamate it with the national children&rsquo;s hospital, there were echoes of what we are seeing with the national maternity hospital today.  Archbishop Byrne opposed such a merger solely on the grounds of religion.  To quote him, \"The danger of naturalistic and wrong teachings on sex instruction or adolescent problems is a powerful argument for retaining the custody of children in Catholic hands.\"  The power of the Catholic church in the Irish Free State was such that the proposed merger of the two hospitals never took place.  Instead, the Catholic church placed the faith of Catholic children over their health, and it was another 20 years before we got a new children's hospital. <\/p> <p>Likewise, when it comes to the influence of the church on maternity care in Ireland, my own mother had first-hand experience of it when she gave birth to my brother in the 1960s.  My brother died in childbirth and my mother never got to see him.  The nuns took him away and immediately buried him in an unmarked grave in Glasnevin.  She was simply told to go home and try again.  My mother never got over the loss of my brother and the cruel manner in which the nuns treated her.  An unbaptised child was not deemed worthy of mourning or a proper burial.  In fact, it was not until the 1990s that the State recognised the existence of children like my brother.<\/p> <p>People will argue that times have changed and that we have moved on but have we really?  Look at the mother and baby institutions and how we are still treating the survivors today.  Women deserve so much better than the assurances we are being given by the Government that they will be able to access all services, including future services that will be legal in this State, in our national maternity hospital.  Women deserve cast-iron guarantees.  For too long, women's health has been at the back of the queue and even today, after repealing the eighth amendment, only half of our maternity hospitals and one in ten GPs offer abortion services. <\/p> <p>If the Sisters of Charity are sincere in their offer to gift the land for the national maternity hospital to the State, then it has to be just that - a gift, with no strings attached.  There should be no subsidiary boards.  It must be a full transfer of ownership.  People say that the nuns are gone.  Yes, the nuns might be gone but the Catholic vested interests are still there.  They are still controlling think tanks in this country that get on the airwaves every day and dictate about women's healthcare.  Nobody wants to delay the delivery of first-class maternity care to women in Ireland but if we have learned one thing from past experiences of church and medical care in this country, it is that at the core of the church's role in medical care is control.  It always has been and it always will be.  That is why the women of Ireland deserve a national maternity hospital that is publicly owned and publicly controlled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#E00200","speaker":"1635"},{"type":"speech","time":1625214600,"counter":25,"content":"<p>We all know that we need a national maternity hospital.  With respect to the Minister of State, with whom I have discussed this matter before, that is not the question.  I am quite concerned by references to misinformation.  What we are hearing again and again are simple assurances and reminders that we need a hospital but, in fact, the information related to this matter has been very concrete and real.  It is written down in negotiating texts, in the Constitution and in documents that have come from the Sisters of Charity and other organisations.  A pile of evidence is building up.  This is not a matter of who wants to show they care about women's healthcare.  This is about the very real, concrete evidence of the dangers we face if we move ahead with the model suggested.<\/p> <p>On the timeline of this project, I spoke about this issue in my very first year here in the Seanad.  As the Minister of State acknowledged to me previously on the floor of the House, the Mulvey report is outdated.  It comes from a time before the referendum to repeal the eighth amendment and a very different fiscal time.  The State now has access to funding that we did not have at that time.  We are in a very different context and the Mulvey report is not adequate and not acceptable as regards the idea of undue influence.<\/p> <p>The debate must now move on to how to ensure State ownership of this site.  Will it be acquired via CPO or will the church and the Sisters of Charity gift that site to the State?  Those are the only questions.  People talk about delay.  Campaigners and consultants such as Dr. Peter Boylan, who has done incredible and detailed work on this issue for years, asked that the State start the CPO process four years ago so we would be much further along if they had been listened to at that time.  They should not be blamed for any delay.  Let us be clear: most of the delay since 2016 has been in waiting for the Pope to write back to us.  That is what we were waiting for; a letter from the Vatican.  That was the delay.  The delay now is due to the complex negotiations and the fact that the Government is spending years in rooms negotiating with St. Vincent's Healthcare Group.  If it is negotiating for years with that group and the Sisters of Charity, that is for a reason.  Those reasons have been made very clear by the Sisters of Charity and were made clear again this week.  They said they will not sell the land because they want to have clinical consistency.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If we all operate under the same rules and healthcare laws in the State, why do they need to have an extra layer of control?  We know we have co-location of other public and private hospitals.  Why can this not be the case?  Are they telling us they will not be able to work with the public hospital?  This in itself raises questions.<\/p><p>The key is that we know what the law is.  We do not suggest they will break the law but there is a lot of room for interpretation.  We know that, for example, when we were debating the eighth amendment, at a time when people could only get an abortion if they were going to die, how that might have been interpreted varyingly from place to place.  It is about the services people want and are entitled to.  It is not just that there might be three abortions in a year for people at death's door or that there may be one or two circumstances.  It is not about having a national maternity hospital that simply does what it must do because the law makes it but having a national maternity hospital that leads the way, that embraces and is driven, and that has as its only priority women's rights and women's health services and not the interests of a private holding company, whatever they may be.<\/p><p>The arguments do not stand up and nor does the idea that we would be negotiating again in 150 years.  We have read there is a lien on the site.  This might be why it cannot be compulsorily purchased.  There is nothing to stop there being a greater lien on the site in 100 years.  The independent board can pile up the mortgages on the site.  Here is the thing.  The arguments do not stand up but, most importantly, we should not need to have this argument.  We should not be condemning for another 100 years women in Ireland to further arguments or to complex power plays in the board of the national maternity hospital about who is on it this decade and who is on it that decade to inquire into the details.  There should be no more arguments and there should be State ownership.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#E00300","speaker":"1662","continuing":true},{"type":"speech","time":1625214600,"counter":27,"content":"<p>I thank the Minister of State for taking the statements.  The ideal would be that we already owned the site and we already owned everything about the co-located hospital and were able to build our national maternity hospital unfettered from having to negotiate with anybody else other than developers and keeping them in check.  In this instance, who do we trust?  Given the legacy of the religious in the care of women and children in the State, I certainly do not trust the religious orders.  This has been overwhelmingly demonstrated in report after report and commission of investigation after commission of investigation.  Who do I trust?  I trust the Government.  I trust our negotiators of recent years.  I trust those negotiating in the here and now that we have a very fine realistic balance in getting to a place where we have this hospital built.  There is a danger that the perfect becomes the enemy of the good and the provision of services for women is delayed for years more.  I am concerned about this balance.<\/p> <p>We do not have the ideal and we do not own the site.  We are on the back foot.  If we start compulsory purchase why do we not use it for all of the other hospitals?  I also campaigned for repealing the eighth amendment.  I also believed in the right of women to their bodily integrity and to make choices and decisions over their bodies.  Here we are, a number of years on, and back in March the health committee heard that only 50% of the hospitals throughout the country are delivering all of the services they should, and only one GP in ten is doing so.  We need a wider debate.  Why are we not using compulsory purchase orders for the schools that are trotting out an ethos and education programme contrary to the rights of parents and the complexity of families and the eclectic families we have at present?  There is a larger debate to be had on severing the connection between the church and the State once and for all.  If we are paying for it we should own it and we should have control.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00200","speaker":"1682"},{"type":"speech","time":1625214600,"counter":28,"content":"<p>There are incredibly clever and well-respected people on both sides of this debate and I want us to be fair to them all.  Here is what I believe we can all agree on.  We all agree we need a new maternity hospital.  While Holles Street is full of rich clinical experience, it is infrastructurally poor and no longer fit for purpose.  We all agree a new maternity hospital should be co-located with an adult hospital.  We all agree the single biggest investment in women's healthcare is well overdue, that Irish women's healthcare has been neglected and abused, and that there should be absolutely no religious influence, interference, involvement or oversight in the operation of medical clinical practice or decisions.  We all agree that legally permissible services need to be provided without question and that the investment of the State needs to be protected.  We all agree that we live with the legacy of control and shame that is at the root of our understandable mistrust.<\/p> <p>This is about control but it also needs to be about the quality of healthcare that women need and deserve as soon as possible.  How do we ensure both?  Owning the land seems to be the cleanest solution.  A total of 42 clinicians have given a cast-iron guarantee, and State legal advice states, that all legally permissible services will be provided and that there will be no interference in the running of the new hospital.  The Campaign Against Church Ownership of Women's Healthcare still states clinicians will not have the same level of control at the new site and that the only way to do this is to own the land.  While the Minister of State navigates through the issues of governance and ownership, and makes a decision on the memo that will be brought to Government where much work has gone into this and continues, until she gets it right I want her to remember the trauma of control and shame.  I ask that the Government shows commitment to delivering the healthcare women deserve in a place and in a way they deserve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00300","speaker":"1648"},{"type":"speech","time":1625214600,"counter":29,"content":"<p>Ten minutes remain and we have three speakers so perhaps Senator Mullen could contain his contribution to three and a half minutes, if he would not mind.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00400","speaker":"1693"},{"type":"speech","time":1625214600,"counter":30,"content":"<p>I am not responsible for the ordering of business in the House and I have frequently criticised it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00500","speaker":"1673"},{"type":"speech","time":1625214600,"counter":31,"content":"<p>All right.  That is a \"No\" then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00600","speaker":"1693"},{"type":"speech","time":1625214600,"counter":32,"content":"<p>I will be grateful if I could have my usual time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00700","speaker":"1673"},{"type":"speech","time":1625214600,"counter":33,"content":"<p>That is fine.  You can take it then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00800","speaker":"1693"},{"type":"speech","time":1625214600,"counter":34,"content":"<p>I listened to some of the debate on the way in and I have to say I found myself strangely in agreement with some of the most hostile adversaries of the Catholic Church's role in medicine, even while being astounded at the disingenuousness of some of their arguments.  I say this because it is quite clear the Sisters of Charity have abandoned any desire to be in a position to influence the ethos of anything that goes on at the St. Vincent's Hospital campus in future.  As I understand it, it has appointed a board, which will in the future appoint itself, and they have not retained the ability to nominate the members of St. Vincent's holdings or, indeed, the directors.<\/p> <p>It is a great tragedy they have allowed this to happen.  We all understand the vocations crisis and the situation the religious have found themselves in.  We also understand they do not have the energy or the resources to continue to play an active role, but they were, in one sense, a bulwark against statism.  What we hear now is an almost universal call for State-controlled medicine.  There is almost something of an unintended compliment to the Catholic Church in the arguments coming from Dr. Peter Boylan, Senator Bacik and others, which is to say they do not think the religious ethos should have any role in medicine but they seem to have some kind of residual fear that a day will come in the future when public opinion would support a more Christian concept of the ethos that might run the maternity hospital.  That would be a very good thing.  When we think about the procedures they are upset about and anxious to ensure happen, they are all elective procedures.  Some of them involve the destruction of innocent life.  I have heard a person who sees themselves as a spokesperson for persons with disability speak here who seems to have no realisation that it is religious-run healthcare that speaks out against the destruction of people with disabilities in abortion, something that is routine throughout the world.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When we think of the procedures that are being advanced in the area of gender reassignment, some of them are not established on an evidence base and some of them may even be harmful.  More knowledge in the future may turn out to show that they are quite harmful.<\/p><p>We have an ideological trust that says the State must be in charge of everything and there is no generosity in that.  Remember, one third of the people voted against the destruction of innocent children in the repeal referendum.  Are they not entitled to a model of healthcare that would guarantee excellent maternal care for women, including all life-saving and health-saving procedures?  The religious orders always guaranteed that in their hospitals but without killing unborn children.  A lot of non-believers would see the religious orders as potential champions of that ethos.  That field has been abandoned.<\/p><p>I completely get it that the majority have a different view in this country.  Senator Bacik will be elected as a Deputy next week, despite being an unremitting opponent of any protection for unborn babies down through the years.  That is the fashion.  I hope a day will come when there will be a more generous vision of healthcare that goes for excellence but protects everybody.  It is a strange thing that it is the religious ethos that is seen by many people, believers and non-believers, as one of the few bulwarks against an aggressive statism that would target little babies in the womb and just treat it as a matter of rights.<\/p><p>I said the other day in the Seanad that we have some doctors who are only interested in the profit motive and who are not guided by any profound ethical procedures.  You should be worried when you get highly skilled body mechanics in charge of the running of a hospital who are not moored to strong, ethical procedures about protecting the dignity of every single human being.  You will reap the whirlwind of a statist mentality in healthcare.  I get it though.<\/p><p>While the majority want something different, the national maternity hospital should not be under any religious ethos.  The State is entitled to and should use compulsory purchase orders to guarantee that.  I would prefer that unborn children were not being killed in a hospital under any kind of nominal patronage of the great St. Vincent and many people would share my view.  There is an alternative vision for how excellent maternal care could be run.  It is not on offer in this country but I hope the day would come when the State would provide the services and pay for them but that it would recognise that there are people who do things excellently but differently.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#F00900","speaker":"1673","continuing":true},{"type":"speech","time":1625214600,"counter":36,"content":"<p>Thank you Senator Mullen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00200","speaker":"1693"},{"type":"speech","time":1625214600,"counter":37,"content":"<p>If taxpayers want those services and there are taxpayers in the country who would want those services-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00300","speaker":"1673"},{"type":"speech","time":1625214600,"counter":38,"content":"<p>Sit down Senator Mullen.  You have had your time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00400","speaker":"1693"},{"type":"speech","time":1625214600,"counter":39,"content":"<p>-----then why should they, as taxpayers, not have a State that pays for some of those services some of the time?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00500","speaker":"1673"},{"type":"speech","time":1625214600,"counter":40,"content":"<p>I count myself as a Christian and a republican and I really think Senator Mullen's comments are regrettable when you consider the past and the history of this country or when you think of what Dr. No&euml;l Browne was forced to do.  He was forced to resign because of the hierarchy of this State back 70 years ago.  It is 70 years later and we are still dealing with the Catholic Church taking control and putting its words, thoughts and so-called moral teaching into our medical care.  I am so sick of that kind of rhetoric and talk because Christians and Christian teaching want women to have proper medical care and babies to be taken care of.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00600","speaker":"1671"},{"type":"speech","time":1625214600,"counter":41,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00700","speaker":"1664"},{"type":"speech","time":1625214600,"counter":42,"content":"<p>We will agree on that Senator Keogan.  However, this State is a republic.  As we enter into the next 100 years of this republic, when we start investing in our State care and hospitals, we should own everything to do with our hospitals.  I feel really deeply worried and concerned about how this conversation has gone in the last five minutes but I am not going to rehash the arguments that have been made because we see that a new hospital is needed and that co-location is needed.  We need to move on.  I trust those doctors when they say that they will be able to do all procedures.  I trust the State but I do not trust an organisation that has been set up by a Catholic institution.  My trust in the Catholic institutions has gone.  I discussed this endlessly and we are constantly dealing with legacy in this country, whether that be the North, the mother and baby homes or institutional abuse.<\/p> <p>I believe to my core that this State should own every single morsel of the new hospital.  In 149 or 150 years, we should not be kicking the can down the road and having the Fianna F&aacute;il Government of 150 years time dealing with the renegotiation of another lease and the questions about whether it is Catholic-run or waiting for the Pope to write another letter.  It is not acceptable and we must start a new century as a new Irish Republic looking forward and owning our mistakes that have allowed 100 years of religious interference in our medical care.  There is a lot of work to do and I hope we have a proper resolution to this issue.  I will stand by the Government but my core belief is that we should own what we are paying for.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00800","speaker":"1671"},{"type":"speech","time":1625214600,"counter":43,"content":"<p>The development of the new national maternity hospital is an issue that we cannot ignore.  While there is no doubt that the issue is complex, we must find a solution.  The debate largely receives media attention in correlation to the religious association but we must recognise the commitments the religious order has made.  The commitments in the national maternity hospital vision statement aim for an Ireland where all maternity services ensure that women and babies have access to safe and high-quality care in a setting that is most appropriate to their needs.  Women and families are placed at the centre of all services and are treated with dignity, respect and compassion.  Parents are supported before, during and after pregnancy to allow them to give their children the best possible start in life.  This is the priority that must be met.  We must continue to be at the forefront for the maternity services aimed for.<\/p> <p>The Religious Sisters of Charity made commitments when arranging the gifting of the land.  The charity said it was standing back and would gift the entire hospital to the Irish people.  While I understand that there is a debate and that there are reservations around the ownership of the site and the hospital, I was heartened to hear both the Minister for Health and the T&aacute;naiste say recently that they were confident that it would be resolved and that there was ongoing engagement.  To me, that was a good commitment.<\/p> <p>Regardless of the individual reasons, the commitments to have women and families at the centre of all services have been at the forefront and the Religious Sisters of Charity have committed that they would stand back and gift the hospital to the Irish people.  We must follow through with these commitments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G00900","speaker":"1384"},{"type":"speech","time":1625214600,"counter":44,"content":"<p>I apologise that I could only give you a minute and a half.  It is just that Senators ran over time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G01000","speaker":"1693"},{"type":"speech","time":1625214600,"counter":45,"content":"<p>It is my first time being here when Senator Maria Byrne was present.  I congratulate her on her election back to the Seanad and it is great to see her here.  I am sorry her contribution was cut short but the debate was guillotined.<\/p><p>I thank the Senators for their time and for the contributions that were made by those who spoke.  The quality and emotion of today's debate is indicative of the value we place on women's healthcare and of the critical importance of the new national maternity hospital.  I have listened carefully to everything that has been said in today's debate and I thank Senators for their input.  Regardless of all the comments that have been made, there is a common denominator that we all see.  We all want to see a national maternity hospital built that is co-located on State land and we want to see all services that are required by women, girls and babies provided as soon as possible.  There is no ambiguity there and everybody wants to see that.<\/p><p>As I mentioned in my opening statement, we all share the same goals across politics and our health services.  The goal is best summed up through the vision of the national maternity strategy, which seeks that:<\/p> <blockquote> \tWomen and babies have access to safe, high quality care in a setting that is most appropriate to their needs; women and families are placed at the centre of all services, and are treated with dignity, respect and compassion; parents are supported before, during and after pregnancy to allow them give their child the best possible start in life. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Mary Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2445\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2445&amp;amp;pid=MaryButler&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In our efforts to realise this vision, the Government has deliberately placed an enhanced focus on the progressive development of maternity and women&rsquo;s healthcare in the country.  This year, we allocated increased funding of &euro;12 million for the implementation of the national maternity strategy and for the development of gynaecology services.  We have, for the first time, provided funding of &euro;5 million to the women&rsquo;s health fund to build on the excellent work of the women&rsquo;s health task force.  This focus and investment reflect our commitments to promoting women&rsquo;s health and to improving health outcomes for women and girls across our society.  The provision of appropriate environments and facilities is central to ensuring that the services we invest in now continue to deliver for women and babies in the future.  However, it is plain to see that the infrastructure of our four remaining stand-alone maternity hospitals cannot provide the proper environment for the delivery of modern maternity care.<\/p><p>The planned move of the National Maternity Hospital is a key project of national importance and will serve as both a flagship and a cornerstone for the development of maternity and women&rsquo;s health services in the country.  It aims to provide a state-of-the-art hospital delivering a full range of services to women and families for years to come, and to ensure the availability of on-site adult acute services for the safety of the women in its care.  It is a complex project and many people have spoken about the next steps to be taken.  It is important to acknowledge that the national maternity hospital project is unprecedented and inherently complex as we relocate one voluntary hospital on to the campus of another voluntary hospital and into a hospital building owned by the State.  While a hospital building using State funds should, ideally, be fully owned and operated by the State, the integral role of public voluntary hospitals in our public healthcare system means that it has been necessary to examine alternative solutions.<\/p><p>I want to put on the record of the House today that the Minister for Health has been clear in saying that he will not bring anything to the Government unless assurances around all legally permissible services that are to be provided in the new national maternity hospital are provided.  I fully agree with that and many Senators in this Chamber will know my position on the eighth amendment in 2018, and my position has not changed.  However, I categorically state that I believe all services should be provided in the new national maternity hospital as is done in the current hospital building.  The safeguarding of the State&rsquo;s investment must also be affirmed beyond doubt.  In that context, the Minister for Health, as he stated, intends to have further engagement with all stakeholders in the national maternity hospital project as we move towards the finalisation of the arrangements.<\/p><p>I would like the Senators to know that many of the concerns they raised were identified at an early stage and have been the subject of significant and protracted discussions over several years.  In particular, the issues of governance and clinical independence have been at the core of those discussions, and nothing has been spared to ensure that those concerns are addressed.  That is why so much time and effort has gone into developing the draft legal framework, a framework that provides the assurances we need in relation to the hospital&rsquo;s ability to provide the full range of women&rsquo;s health services in accordance with the laws and policies of the State.<\/p><p>As I mentioned earlier, issues of governance and ownership are a priority for the Minister and the Government.  These matters will continue to be considered in the context of the Minister for Health&rsquo;s intended engagement with the relevant stakeholders.  The bottom line is that the new hospital must, and will, provide the full spectrum of services without any undue influence that could put women&rsquo;s reproductive healthcare at risk or endanger any woman&rsquo;s safety.  That, as the Minister has strongly stated, is a red line issue for him and for the Government.  We must move on as best as we can because too much time has been lost.  As many stated, we have been talking about this project for many years.  It is important that no further time is lost.<\/p><p>I thank the Members of the House for inviting me to speak on the issue of the new national maternity hospital.  The Senators have articulated their concerns very well and I thank them for that.  It is obvious that the critical nature of this project is very much appreciated by the Senators, as is the need to ensure the independence of the hospital in its provision of care.  In that regard, I assure the Senators that we are very much on the same page and that we share the same vision.  The most important thing we can all do now is to try to work together and continue our efforts to ensure we provide this much needed, state-of-the-art facility for the women and babies of this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#G01100","speaker":"1614","continuing":true},{"type":"majorheading","content":"Civil Law (Miscellaneous Provisions) Bill 2021: Second Stage","time":1625214600,"counter":47,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#H00200"},{"type":"unspoken","time":1625214600,"counter":48,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1625214600,"counter":49,"content":"<p>This Bill is a pragmatic and urgent effort to address the ambiguity that requires clarification for businesses, local authorities and the garda&iacute; to facilitate and support an outdoor summer.  The Covid pandemic has seen businesses adapt to public health guidance in this unprecedented time.  Today, we seek to ensure that the adaptions, which relate to outdoor seating areas for pubs, restaurants, and clubs, can be accommodated within this time-bound legislation.<\/p> <p>As we are all acutely aware, due to the significant risk of the incidence of the Delta variant of Covid-19, the Government has decided that the next phase of reopening will be based on a cautious approach with an emphasis on lower-risk activities.  This highlights the necessity for emergency legislation to bring clarity for licensed premises offering an outdoor seating area for their customers and members.  We are here today because of the complex interactions between the licensing laws and, in many parts of the country, the various licences and permits issued by local authorities which were causing ambiguity.  This Bill, as a temporary enactment, seeks to remove that uncertainty for permissible outdoor seating areas as defined in this Bill.  It is important that An Garda S&iacute;och&aacute;na has clarity on its powers for public order purposes, and that licensed premises operators understand their obligations to conduct business in a peaceable and orderly manner in outdoor seating areas where they are selling alcohol.<\/p> <p>The Senators will note that it was considered a priority by this Government to include an urgent provision on matters dealing with an increase in the number of ordinary judges of the High Court.  It had been the intention that this would be provided for in the forthcoming courts and civil law (miscellaneous provisions) Bill.  However, it is being facilitated in this Bill due to the quicker and more timely progression for the High Court to better manage the pressures faced due to the Covid-19 pandemic.  I take the opportunity to thank the House for facilitating this urgent Bill.<\/p> <p>I will now outline the main provisions of the Bill.  Section 1 is the interpretation section.  It sets out the definitions of the Bill, and the key definition set out is that of the \"outdoor seating area\" of a licensed premises.  Part A seeks to ensure that where a licensed premises is operating an outdoor seating area, such areas are lawfully permitted by the local authorities.  Section 254 of the Planning and Development Act 2000 is the most commonly relied on authorisation.  Part B provides for outdoor seating areas on private land abutting a licensed premises with a number of further conditions, including ownership or other entitlement to use the land, and that it is not already the subject of a licence.  The number of seated patrons - the customers or members who can be accommodated in the area - must not exceed the number of patrons who may be accommodated in the licensed premises.  The area should contain sufficient seating to accommodate the number of patrons.  In addition, this cannot contain any barring area across which intoxicating liquor can be served to the public.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Browne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2443\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2443&amp;amp;pid=JamesBrowne&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The sale or supply of intoxicating liquor by the licensing of this outdoor seating area should not be the primary purpose of the business.  <\/p><p>Section 2 covers the temporary licensing of an outdoor seating area.  For the purposes of this legislation, the section facilitates the necessary linkage between the liquor licence and permission to operate an outdoor seating area.  It proposes that for the period during which the section remains in operation, such areas are deemed to be part of the licensed premises.  Section 2(1)A provides clarity that no new arrangements can be interpreted as now being in place.  Section 2(1)B is an important provision to ensure the regulation of the license trade in the context of the annual renewal of licenses.  It outlines that the failure to operate an outdoor area in accordance with the legislation shall be grounds for objection to the renewal of the licence or a certificate of registration in respect of clubs.  This shall apply irrespective of whether at the time of the renewal the licensee ceased to operate the outdoor seating area.  Section 2(3) sets out that notwithstanding the type of licence held, the sale or supply of intoxicating liquor in an outdoor seating area shall not be lawful, where the intoxicating liquor is sold or supplied for consumption off the premises or outdoor seating area.  Section 2(4) seeks to bring clarity to the issue of operating hours, and to ensure that the use of these outdoor areas is in compliance with what has been authorised.  This will allow the relevant local authorities to ensure the conditions of their permits are adhered to, where applicable.  Section 2(5) is an important clarifying provision, that the temporary licensing of an outdoor seating area under this legislation shall not be taken to absolve the licensee from a probate authorisation under planning legislation.  This provision also confirms that these temporary permissions do not allow for any activity in an outdoor seating area, which is otherwise unlawful.  <\/p><p>Section 3 deals with directions for members of An Garda S&iacute;och&aacute;na.  It provides that in instances where a specified person on a licensed premises must comply with the direction of a member of An Garda S&iacute;och&aacute;na.  This power of direction operates in a similar manner to the powers provided under the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020.  It also allows that where a member suspects with reasonable cause that a person is not complying with the licensing legislation, this legislation, or the authorisation, insofar as it relates to the outdoor seating area, a member of An Garda S&iacute;och&aacute;na can direct the specified person to take the steps considered necessary to ensure compliance.  A specified person who is a licensee, occupier, manager, or any other person in charge of the premises at the time who fails to comply, shall be guilty of an offence.  Offences in this provision are liable on summary conviction to a class C fine or to imprisonment for a term not exceeding six months, or both.  <\/p><p>Section 4 deals with the application of the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020 to the outdoor seating area in respect of the relevant enactment.  <\/p><p>Section 5 deals with the extension of the application of the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020 to outdoor seating area.  It is useful to understand that the section provides that the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020 shall apply to an outdoor seating area as it applies to a relevant premises.  This means that powers of An Garda S&iacute;och&aacute;na under the Act to ensure compliance with the relevant Covid-19 health regulations, to an outdoor seating area.  These powers will cease to apply when the Act ceases to operate.  <\/p><p>Section 4 provides that the powers of a member of An Garda S&iacute;och&aacute;na under the 2020 Act to enforce the enactment specified by that it, will apply to the enforcement of the Licensing Acts, 1833 to 2018, the Registration of Clubs (Ireland) Act, the Bill authorisation, and directions made by a member under section 3(1), as they apply to an outdoor seating area.  This facilitates the garda&iacute; to ensure compliance with those Acts and with directions made under section 3(1) by availing of, among other things, the process outlined in the 2020 Act on a temporary closure order and repeal systems.  <\/p><p>Section 4(2) expressly states that the enforcement powers under the 2020 Act will continue to apply in respect of the enactments referred to, and directions under section 3(1), notwithstanding that the Act ceases to be an operation, to ensure that there is no uncertainty on these Garda powers on the operation of this legislation.  <\/p><p>Section 6 deals with the applications of Criminal Justice (Public Order) Act 1994.  <\/p><p>Section 7 deals with regulations.  It provides that the Minister may, by regulations, restrict a time period by which a licensee is permitted to sell or supply intoxicating liquor in an outdoor seating area.  <\/p><p>Section 8 deals with amendment of section 9 of the Courts and Court Officers Act 1995, which provides for an increase in the number of ordinary judges of the High Court.  It provides with a maximum number of ordinary judges of the High Court to be increased by five from 37 to 42.  It also provides that the Government may by order allow for an additional judge of the High Court over the maximum number permitted.  The Minister for Justice must consult the Minister for Public Expenditure and Reform before requesting the Government to make such an order.  <\/p><p>Section 9 deals with the Short Title, collective citation and commencement. <\/p><p>The importance and urgency of progressing this legislation without delay is obvious to everyone of us.  It is an appropriate response to remove the ambiguity relating to the uncertainty that arises in the application of licensing matters to outdoor seating areas.  It is also appropriate that it is time-bound, as we facilitate licensed premises to support the objective of outdoor socialising within the context of Covid-19.  It ensures appropriate and proportionate oversight and enforcement within these circumstances.  The co-operation of Senators on this legislation is greatly appreciated.  I commend the Bill to the House and look forward to engaging with Senators on its content and purpose.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#H00400","speaker":"1618","continuing":true},{"type":"speech","time":1625214600,"counter":51,"content":"<p>I thank the Minister for State.  Contributions will be for five minutes.  I call Senator Barry Ward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#J00200","speaker":"1692"},{"type":"speech","time":1625214600,"counter":52,"content":"<p>I am sorry that we have as little time as we do to debate this Bill, particularly given that we are taking all Stages.  There is inadequate time to properly examine it.  I am surprised that no amendments were made in the D&aacute;il.  However, I praise the Office of the Attorney General and the advisory counsel within that office, who put together their response to this issue as quickly as they did.  I presume they relied on advice from the small number of practitioners who are experts in licensing law.  It is a rapid, swift response.  On the whole, it is an excellent response.  It is appropriate that we address this problem.  Many publicans and restaurant owners around the country were concerned about this, so it is right that we should address it.  I have tabled a number of amendments and, therefore, I do not propose to take too much time.  The Bill, in all considerations, is measured.  I particularly like the fact that garda&iacute; on patrol have the power to address a problem where they see one, rather than having to go to a higher authority to get permission or authorisation to raise the issue with the occupier.  It makes sense to me that a garda who spots a problem can address it there and then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#J00300","speaker":"1685"},{"type":"speech","time":1625214600,"counter":53,"content":"<p>I welcome the Minister of State to the House.  I also welcome this legislation.  I compliment the Minister of State on the expeditious manner in which he has moved on this.  I raised this issue in the Seanad a week or ten days ago.  I voiced my concern about the conflict that might arise if alcohol was served in an unlicensed, both from the point of view of the license-holder and the Garda.  The Garda Commissioner issued guidelines to members of the force, where he talked about using discretion.  In this particular instance, laudable though that may be, I still had concerns about that as indeed had many licence holders and the Garda S&iacute;och&aacute;na, as voiced by the representative associations - the Association of Garda Sergeants and Inspectors, AGSI, and the Garda Representative Association, GRA.  I am delighted that this issue has been addressed in an expeditious manner.  I am glad that the concerns of all those I have mentioned earlier have been listened to.  This brings great clarity to the situation because, heretofore, there was potential for a conflict to arise.  Nobody wants that.  The vast majority of people, whether they are licence holders, publicans, or members of the public, have behaved in an excellent manner throughout this pandemic.  I would like to compliment everyone involved in that.  I am glad that this brings clarity to the situation.  Rural publicans in particular have greater potential to encompass areas around their premises for outdoor dining or outdoor enjoyment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is potential for that, which I welcome.<\/p><p>I also welcome the move by Government to increase the number of judges of the High Court from 37 to 42.  We are all aware of the substantial backlog in the legal system due to Covid-19.  Indeed, I welcome there is potential to expand that number further if people feel the need arises to do that.<\/p><p>I praise everyone concerned, including the Minister of State, Deputy James Browne, for the expeditious manner in which he has moved to address this anomaly.  Now, everyone can look forward to clarity in this area.  Hopefully, people will be able to enjoy themselves in an environment where they know that there is no ambiguity in the legality of them being there consuming alcohol in the first place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#J00500","speaker":"1658","continuing":true},{"type":"speech","time":1625214600,"counter":55,"content":"<p>I welcome the Minister of State to the House and welcome this urgent and practical Bill.  Clearly, it is important that we have certainty and clarity in the law around outdoor hospitality for licensed premises.  It simply was not good enough, either for the Garda or for those running such premises, to be told that it would be left to the discretion of garda&iacute;.  Nor, indeed, was it good for those seeking to partake of outdoor hospitality.<\/p> <p>My party welcomes the Bill.  We would like to facilitate its passage.  It is urgent, as the Minister of State said.  It is particularly urgent now that we are seeing the very worrying developments with the Delta variant and increased transmissibility because the need to maintain socialising out of doors rather than indoors will be with us for some time.  That is a particularly pressing matter now.<\/p> <p>I want to make a few points.  First, we need to facilitate safe outdoor socialising, not only in licensed premises but also in other ways.  I have been contacted by caf&eacute;s, in Ranelagh and in other areas across Dublin Bay South, which do not have licences and which are concerned about being facilitated to provide outdoor seating.<\/p> <p>The Government has made available significant funding and I commend Dublin City Council on some creative uses of outdoor space and of pavements for the pedestrianisation of parts of the city.  It has done a great job on Merrion Row, albeit that there is no space for bicycles cycling through that area now.  It means, however, there are increased seating areas.  We have seen innovative approaches being taken in, for example, Rathgar village with the collaboration between the local authority and the Presbyterian Church where we see outdoor seating provided.  I understand a similar arrangement is to be made in Terenure and in other areas.  Unfortunately, we have seen in my local community in Portobello some difficulties with facilitating those who want to socialise safely out of doors and also huge difficulties for local residents who have been faced with in some cases very distressing incidences of anti-social behaviour and late-night drinking, etc.  More needs to be done to create safe spaces that will not interfere with quality of life for local residents in residential areas but which will enable the facilitation of outdoor dining.  Provision of additional public toilets in areas away from residential communities, provision of additional bins and waste facilities as well as outdoor seating are all essential.  I would put that to the Minister of State as well.<\/p> <p>In terms of the broader picture of how we proceed with the outdoor summer in a way that is mindful of the increased risk of transmissibility with the Delta variant, we need to look at how we will manage this.  This week, we saw real heartbreak and distress for many of those in the hospitality business who are running restaurants, pubs and caf&eacute;s, where they do not have significant outdoor space and who had been gearing up to open indoor spaces.  We all know people who have been utterly devastated.  We have listened to interviews with restaurateurs.  Mr. J. P. McMahon, for example, spoke about the devastation of having to cancel all the bookings he had made and facing into the huge financial and human cost of that.  All of us are thinking of those people and those businesses.  There are very serious concerns about how we can proceed to ensure supports for those businesses and how they can reopen, at least partially, safely.<\/p> <p>Concerns have been expressed to me about the idea of the vaccination certificate, of the separate categorisations, the difficulty for businesses of trying to police it, the difficulty for family groups with different age cohorts, and for me, as a lawyer, the difficulty with seeing potential for indirect discrimination on the basis of age when different age cohorts do not have access to vaccine.  These are all very serious problems with the concept of a vaccination certificate, albeit that all of us understand why the Government is putting this forward.  What we really need is clarity on how this will proceed.<\/p> <p>I very much welcome today's announcement that 18 to 35 year olds will now be able to access Janssen vaccine from pharmacies from Monday next.  As that significant acceleration of vaccination rolls out, it may address some of the issues and concerns about this concept of a vaccination certificate but it still leaves huge uncertainty about this for businesses.  I would ask that the Government would take on board the new modelling that will arise from the accelerated vaccination and that the Minister will come forward with greater clarity for businesses on reopening and for all of us on what can be done this summer.<\/p> <p>Finally, an issue that has been raised with me extensively is the huge concern among the 60 to 69 year old cohort who feel they have been left behind and that there was an inequity with their vaccine because they received AstraZeneca.  I welcome the news that they will be seeing an acceleration of the second vaccine dose but wish to acknowledge that the huge success of the vaccine programme has been reliant on public goodwill and buy-in.  Where there is a perception of inequity, unfairness or lack of clarity, we see the programme being undermined.  That is not in any of our interests.  I put those concerns on the table and thank the Minister of State again for bringing this Bill to us this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#K00200","speaker":"1631"},{"type":"speech","time":1625214600,"counter":56,"content":"<p>It is nice to see the Minister of State, Deputy James Browne, who is welcome.  Before I address the detail of this Bill, I extend to all of the workers affected by recent Government decisions, and particularly those workers in the catering and pubs sector, my party's support and solidarity in these difficult times.  I thank them for their patience as they have had to manage so many false dawns when it has come to reopening their premises as well as the hardship they and their staff have experienced with many workers losing their livelihoods in recent months.<\/p> <p>We were all surprised when it became clear that much of the work that was done by people around the country, who set up beer gardens and outdoor drinking areas for which in many cases they received grants from the State, was done in the absence of proper authority from the point of view that the terms of their licences did not cover it.  Of course, when we spoke to people who would know this, particularly solicitors, and, indeed, many vintners, they were always suspicious and asked if they were really doing the right thing, yet we the Government proposed that this was the thing to do for months without checking and making sure the legislation was in place.  It is late in coming but it is very welcome.<\/p> <p>I have been contacted by numerous people who are involved in the hostelries, pubs, bars and restaurants and by members of the general public who are annoyed and frustrated.  They cannot understand why we are different from everywhere else in Europe.  There must be some clarity in this regard.  This legislation has a solid legal basis but, as was heard from expert witnesses at the Joint Committee on Justice over the past year, the Government has often blurred the lines, whether deliberately or accidentally, between what are legal obligations and what is health advice.<\/p> <p>Sinn F&eacute;in is broadly in support of this Bill.  It is particularly important to be clear as to what constitutes an outdoor seating area and section 1 endeavours to do this.  It specifies the seating must be on public land under licence or private land beside the premises and there must be no bar or counter within the seating area.  Section 2 makes it clear there will be no drinks sold in the seating area.  Of course, this is to ensure there is no so-called \"takeaway pints\" facility.  The section also allows for the Garda to object to a licence being renewed if this section is not complied with.<\/p> <p>I am concerned about the powers given to the Garda in section 3 to charge people with an offence.  These people are: the licensee of the premises, the occupier of the premises; the manager of the premises; or any other person for the time being in charge of the premises.  It seems a sweeping and indiscriminate power that could result in an injustice, especially in respect of staff who are workers and not owners of the premises.  Its application must be judicious and prudent.<\/p> <p>I also have concerns about the powers of entry into a private premises that section 6 grants to the Garda.  Although this power is legally routed in the Criminal Justice and Public Order Act 1994, it seems to be an extensive power to grant in these circumstances.<\/p> <p>Although the Government is late in bringing forward this legislation, and with my observations in mind, Sinn F&eacute;in will be supporting the Bill.  We would also support the amendments tabled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#K00300","speaker":"1660"},{"type":"speech","time":1625214600,"counter":57,"content":"<p>I thank the Minister of State for his opening remarks and for bringing this Bill so speedily to the House.  When the Garda became aware of this issue, it was unfortunate that the way it implemented the initial process was to go and tell publicans that they may not have been legally entitled to do what they were doing.  It was particularly unfortunate, as other Members have said, that this came after the State had facilitated, through various and very welcome local authority schemes, the provision of infrastructure to allow publicans to do such things.  Perhaps lessons have been learned, or at least I hope they have been learned, so that in future when the Garda becomes aware of an issue it will flag the matter with the Minister in advance of it coming up, rather than going out and doing what it had to do.  Thankfully, at an operational level, certainly, the Garda has been very understanding of the situation and this legislation will regulate it.<\/p> <p>I understand that this is a time-limited provision until 30 November.  Hopefully, we will not need it again at that stage.  I do not really fancy the idea of too much outdoor dining and drinking in December, January and February, given the weather we are likely to have.  This Bill, however, is very welcome.  I echo the sentiments expressed by other Members.  This was an appalling, terrible and devastating week for the entire hospitality industry, but particularly for those in the licensed trade and the restaurant business.  After 16 months, they had seen the prospect of some level of hope on the horizon.  We have learnt in recent days that this Delta variant is devastating, impactful and has a great capacity to wreak havoc on our society.  We know that, and I think publicans understand it.  Still, however, it was a very frustrating week for them, their staff and their customers who were all hoping we were going to get back to some level of normality.<\/p> <p>I note that if we all spoke for five minutes, we would not have time to do Committee and Report Stages.  Thankfully, though, there are not as many people here as the schedule allowed.  I am not going to delay the passage of this legislation, because I welcome it very much.  I thank the Minister of State, Deputy James Browne, his Department, the Office of the Attorney General and all the people involved in progressing this legislation so speedily.  As Senator Gallagher said, this Bill was only introduced in the last week or two and we already have laws coming into effect speedily.  There is also a motion to ensure the legislation will take early effect when it is passed to give clarity to the hospitality industry.  Therefore, I welcome all the provisions in the legislation regarding the Garda and publicans.<\/p> <p>I ask that the Minister of State clarify the aspect of this legislation concerning increasing the number of High Court judges from 37 to 42.  Is there an expectation that 42 will then be the level in future or is this increase because of the pandemic?  As judges retire and get promoted over time, will their complement return to the base level of 37, or is it envisaged that having 42 judges will be the new standard level?  That is my only question regarding the legislation.  <\/p> <p>I welcome this Bill.  Publicans and restaurateurs and others in the hospitality industry welcome it as well.  It makes perfect sense to do this.  Through local authorities and other State bodies, we have already been facilitating the provision of outdoor seating and infrastructure.  I acknowledge what Senator Bacik said.  I tried to cycle through Merrion Row, but I have given up now and I go a different way.  It is not ideal, but this is an emergency situation we are dealing with.  I again thank the Minister of State and his Department, and, hopefully, we can get this legislation passed as speedily as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#L00100","speaker":"1412"},{"type":"speech","time":1625214600,"counter":58,"content":"<p>I thank Senator Horkan for his contribution and his collegiality.  Next, I call my next-door neighbour on the fourth corridor, Senator Emer Currie.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#L00200","speaker":"1692"},{"type":"speech","time":1625214600,"counter":59,"content":"<p>I was not going to speak on this legislation, but I then engaged with some publicans during the week and I want to reflect some of their views in this regard.  I welcome the clarity that this legislation gives to them, the Garda and the local authorities.  The point made to me by the publicans concerned how stressful it has been for publicans in recent months to be aware of the parameters regarding their responsibilities concerning outdoor areas since they opened.  Publicans have told me that it takes more work to manage people outside, because it is necessary to have enough staff to cover everybody and to be able to monitor everything.  Therefore, this Bill has given publicans some reassurance.  This is happening, of course, in the context of rising concern regarding the Delta variant as well.  This Bill, therefore, is to be welcomed on many levels.<\/p> <p>We have an opportunity now to step up our game regarding outdoor hospitality, not just for this summer but also for future summers.  I welcome the funding being provided to local authorities for the provision of general areas to be developed.  That aspect is particularly relevant as we consider more local tourism opportunities and attracting people into their local areas.  I hope to see more funding being directed towards events like festivals in local areas as we enjoy our new sense of localism.<\/p> <p>I will briefly touch on some issues.  Mention was made of public toilets.  We must change our view of public toilets and public infrastructure.  We need them.  What happens when public toilets are opened in public parks is also incredibly frustrating, however.  In my area, some &euro;170,000 was allocated to provide five unisex toilets for Millennium Park in Blanchardstown, where we have our first changing places facility.  However, those new toilets were damaged the day after they were opened.  They were vandalised, and that has happened three times now.  We must think about the infrastructure we need, look to other countries and ask why we do not have the outdoor spaces and public infrastructure we require.  We must call out those people who are trying to undermine this endeavour and tell them it is just not acceptable for public money to be wasted.<\/p> <p>It is also important for local authorities to work with local businesses that are struggling as they operate in outdoor areas.  They must be helped to maximise the spaces they have.  When it comes to their dining tables and possibly using car parks in this regard, such endeavours could mean the difference between survival and failure in the months to come.  Therefore, I appeal to local authorities to ensure they work with those businesses as closely as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#L00300","speaker":"1648"},{"type":"speech","time":1625214600,"counter":60,"content":"<p>I welcome the Minister of State, Deputy James Browne, and I invite him to respond to the contributions made during this Second Stage debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#L00400","speaker":"1692"},{"type":"speech","time":1625214600,"counter":61,"content":"<p>I thank the Members of the House for their contributions on this Bill.  I thank the Attorney General, the Office of the Parliamentary Counsel, OPC, the officials in the Department of Justice, the Minister for Justice, Deputy Humphreys, and the Minister of State, Deputy Naughton.  It really has been a case of all hands on deck to try to get this legislation introduced as quickly as possible due to the importance of bringing clarity to this issue.<\/p> <p>This important legislation comes at a sensitive time.  We are seeking to remedy a situation where no current avenue exists to address the gap regarding liquor licensing for outdoor seating areas within the public realm.  However, to ensure there is Government regulation and guidance for outdoor activities in the context of the Covid-19 pandemic, it is sensible to provide some clarity and assurances for licensees who are relying on private property immediately adjacent to their licensed premises to provide outdoor seating.  This Bill achieves a balance in addressing the needs of the businesses, the Garda and the local authorities in having certainty in regularising this situation with this time-bound measure.<\/p> <p>I previously outlined the main provisions of this Bill.  It is clear that this will be an effective measure to address this matter for licensees for the period ahead.  What is clear to us all is that it is important for the Government to deliver on its commitment to modernise alcohol legislation without delay.  I am pleased that the Department of Justice is driving this long-needed reform.  The complexity of the law in this area and the challenges associated with this matter demonstrate the real impetus for this change.  We are determined to progress this legislation and we will work with this House to codify the licensing laws and to bring a more permanent solution to the issues arising in this legislation and those wider issues concerning the licensing laws.<\/p> <p>Several Members raised the decision to increase the number of judges in the High Court.  Significant delays have arisen in the courts system because of the impact of Covid-19, but delays in the system have also been ongoing for several years.  Justice delayed is always justice denied.  Therefore, we must create a situation where we can ensure there is a significant way to address the delays in our court system.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy James Browne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2443\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2443&amp;amp;pid=JamesBrowne&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a judicial planning working group in existence.  Its aim is to identify, through an evidence-based process, how many High Court judges we need into the future and proposals around the planning courts and things around that area.  These are needed.  The permanency of them will centre around the needs, as identified, by the judicial planning network.<\/p><p>Section 8 is an urgently-needed measure which provides an opportunity to address the challenges facing the courts.  It is important to note that, in creating an offence and in the application of the Criminal Justice (Enforcement Powers) (Covid-19) Act 2020 to these outdoor seating areas, the overwhelming majority of licencees complied with the enforcement powers Act provisions and it is anticipated these provisions will similarly be adhered to with few exceptions.<\/p><p>However, the powers contained within this legislation are necessary for enforcement on those rare occasions the legislation is not being adhered to.  It is also noted there is a sunset clause in place until 30 November and this House will have an opportunity to consider whether it is appropriate for this legislation to be renewed at that time.  Of course, we hope all licensed premises will be able to return to indoor services as soon as possible, but in the meantime, the importance of this Bill is in evidence to us all.<\/p><p>Before going into law, I studied at the Dublin Institute of Technology, DIT, on Cathal Brugha Street, in the hotel and catering areas.  I worked in hotels, pubs and restaurants for approximately 13 years of my life.  I worked up-house, in kitchens, as a porter and in bars.  I did everything and anything that could be done.  I have a real understanding of the hospitality sector and the preparation and work which goes into getting a premises ready for opening.  There has been serious mental and financial stress on our hospitality sector and I very much understand the stresses on it.  No decisions are made lightly.<\/p><p>This urgent and practical Bill aims to provide certainty and clarity and provides some help to those pubs, both in urban and rural areas.  I compliment Wexford County Council, An Garda S&iacute;och&aacute;na and the businesses in Wexford, which have worked well together in resolving issues around the outdoor spaces.  They all deserve compliments in that area.  There is a specific challenge.  I have dealt with a number of pubs in County Wexford that simply do not have those outdoor spaces.  The county council and An Garda S&iacute;och&aacute;na have worked with those businesses to provide car parking spaces on the street and allow those to be converted, where possible.<\/p><p>I understand the stresses on the owners, those who hold the licences and the staff.  It has been a stressful situation.  I hope this legislation can, in some way, help that situation and we can all get back inside those premises as soon as possible.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#L00500","speaker":"1618","continuing":true},{"type":"speech","time":1625214600,"counter":63,"content":"<p>I thank the Minister of State for sharing that interesting experience with us.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M00200","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":64,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1625214600,"counter":65,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M00400","speaker":"1692"},{"type":"speech","time":1625214600,"counter":66,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M00500","speaker":"1658"},{"type":"speech","time":1625214600,"counter":67,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M00600","speaker":"1692"},{"type":"majorheading","content":"Civil Law (Miscellaneous Provisions) Bill 2021: Committee and Remaining Stages","time":1625214600,"counter":68,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M00750"},{"type":"unspoken","time":1625214600,"counter":69,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1625214600,"counter":70,"content":"<p>Amendments Nos. 1 to 5, inclusive, are related and may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M00900","speaker":"1692"},{"type":"speech","time":1625214600,"counter":71,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 4, line 18, to delete &ldquo;and&rdquo; where it secondly occurs and substitute &ldquo;or&rdquo;. <\/blockquote> <p>I will speak on all five amendments together.  These are largely technical amendments.  Some are more important than others.  Amendment No. 1 deals with a provision in the definitions section, section 1 of the Bill.  It is to create a list and replace an &quot;and&quot; with an &quot;or&quot;, rather than to have a requirement.  It is under the definition of authorisation and defines what an authorisation given by a statutory authority is.  It refers to a licence granted under section 2(5)(4) of the Planning and Development Act 2000 and a consent given under section 71 of the Roads Act 1993.  I am suggesting they should be two separate things which would ground an authorisation.<\/p><p>Amendments Nos. 2, 3 and 5 relate to the same issues.  In the definitions section, terms such &quot;Licensing Acts&quot;, &quot;Minister&quot; and &quot;Registration of Clubs Acts&quot; are defined as relating to various different things.  I am suggesting the definition section should give the term which would replace the term used throughout the Bill.  If that is the case, the word &quot;the&quot; is missing.  That is a technical amendment I am suggesting.<\/p><p>Amendment No. 4 is much more important.  Amendment No. 4 refers to the definition of &quot;licence&quot;.  &quot;Licence&quot; is a defined term in section 1 of the Act.  It means a licence for the sale, by retail, of intoxicating liquor whether granted with or without of production of the Circuit Court or District Court.  It is what we think of when we talk about a liquor or bar licence.  It is a licence in the context of the service of alcohol.<\/p><p>The term is used again in the definitions section when defining an outdoor seating area.  An outdoor seating area is an important part of this Bill.  That is what it is all about.  The definition of an outdoor seating area is all-encompassing and complex.  The definition states that an outdoor seating area means, with regard to a to licenced premises, an outdoor seating area on private land abutting premises where the land is owned or occupied, by way of a lease or licence, by the licenceholder of the premises.<\/p><p>The use of the word &quot;licence&quot; is quite different from the definition of &quot;licence&quot; in the context of the Bill.  The licence used throughout the Bill means a liquor licence, but in this case, it is a licence to occupy.  It is a licence for somebody to use or occupy land.  It is given in a totally different context.  My concern is that without clarifying what this word &quot;licence&quot; means - the way I am suggesting is we call it a &quot;licence to occupy&quot;, so it is differentiated from the use of the word &quot;licence&quot; elsewhere in the definitions section - it introduces a confusion or lack of clarity on the word licence.  In amendment No. 4 I am suggesting the word &quot;licence&quot; be replaced with the words &quot;licence to occupy&quot;.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M01000","speaker":"1685"},{"type":"speech","time":1625214600,"counter":72,"content":"<p>Ar mhaith leis an Aire St&aacute;it an gr&uacute;pa sin a fhreagairt?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M01100","speaker":"1692"},{"type":"speech","time":1625214600,"counter":73,"content":"<p>I thank Senator Ward for putting forward these amendments.  In terms of amendment No. 1, which proposes a change to the definition of an authorisation, I do not intend to accept this amendment as the definition is sufficient as drafted.  The use of the word \"and\" in both instances is of the proper form and construction and the proposed amendment may have unintended consequences for the interpretation of the Bill.<\/p> <p>In terms of amendments Nos. 2 to 5, inclusive, my officials have consulted with the Office of Parliamentary Counsel concerning the language suggested in the Senator's amendments.  The Office of Parliamentary Counsel has advised my officials the definitions in the Bill are in the correct form, as currently drafted.  Furthermore, on amendment No. 4, the Senator will be aware section 21 of the Interpretation Act 2005 provides that when an enactment contains the definition or other interpretation provision, the provision shall be read as being applicable except insofar as the contrary intention appears in the enactment or the enactment under which the enactment is made.<\/p> <p>On that basis, the Senator will appreciate the additional language he has proposed for the term \"licence\" is not needed and could cause difficulty and confusion, as the specific term of \"licence to occupy\" is not defined in the Bill.  For those reasons outlined, I cannot accept any of the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M01200","speaker":"1618"},{"type":"speech","time":1625214600,"counter":74,"content":"<p>I do not agree with the Minister of State, especially with regard to amendment No. 4, but I accept what he said.  If he is satisfied it will not create a problem, I will not press the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#M01300","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":75,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1625214600,"counter":76,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 4, line 34, to delete &ldquo;Licensing Acts&rdquo; and substitute &ldquo;the Licensing Acts&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N00150","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":77,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1625214600,"counter":78,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 4, line 35, to delete &ldquo;Minister&rdquo; and substitute &ldquo;the Minister&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N00200","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":79,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1625214600,"counter":80,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 5, line 6, to delete &ldquo;licence&rdquo; and substitute &ldquo;licence-to-occupy&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N00400","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":81,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1625214600,"counter":82,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 5, line 21, to delete &ldquo;Registration of Clubs Acts&rdquo; and substitute &ldquo;the Registration of Clubs Acts&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N00600","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":83,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1625214600,"counter":84,"content":"<p>Section 1 agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":85,"content":"<p>SECTION 2<\/p>"},{"type":"speech","time":1625214600,"counter":86,"content":"<p>Amendments Nos. 6 to 8, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N01000","speaker":"1692"},{"type":"speech","time":1625214600,"counter":87,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 5, line 24, to delete &ldquo;of a licensed premises&rdquo;. <\/blockquote> <p>These amendments relate to section 2 of the Bill, which deals with the temporary licensing of outdoor seating areas.  To a large extent, this comes back to the definitions section.  Section 2(1) reads, &quot;Subject to this Act and notwithstanding any other enactment, an outdoor seating area of a licensed premises shall ... &quot; and so on.  However, the definition of an outdoor seating premises in section 1 specifically states that it is an outdoor seating area of a licensed premises.  The repetition of the term &quot;licensed premises&quot; in section 2(1) is unnecessary and will create a problem so I suggest that it be deleted.<\/p><p>On amendment No. 7, section 2(1) also states that an outdoor seating area &quot;shall, for the period during which this section continues in operation, be deemed to be part of the premises ...&quot;.  Again, &quot;licensed premises&quot; is a defined term within the Bill, under section 1.  That part of section 2(1) should read &quot;be deemed to be part of the licensed premises&quot; rather than &quot;the premises&quot;.<\/p><p>Amendment No. 8 refers to section 2(1)(a).  This subsection relates to the conditions on outdoor seating area provision and states, &quot;it shall be lawful for the licensee of that licensed premises to sell or supply intoxicating liquor in the outdoor seating area ... &quot;  I am proposing that it instead state that it will be lawful for them to sell or supply intoxicating liquor for consumption in the outdoor seating area.  My understanding is that the sale of the alcohol takes place on the licensed premises rather than in the outdoor seating area and the definition of an outdoor seating area in section 1(b)(vi) specifically precludes &quot;the sale or supply of intoxicating liquor by the licensee to patrons in the area ... &quot; and the presence of a bar over which alcohol might be sold, for example.  While there might be service staff in the outdoor seating area delivering drinks, and there is no difficulty with that, it is not the intention of the Bill to provide for the right of the licensee to actually sell alcohol in that area.  The idea is that the alcohol is sold from the licensed premises but consumed within the outdoor seating area.  There is a gap in section 2(1)(a) and so I am suggesting that the words &quot;for consumption&quot; be included in it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N01100","speaker":"1685"},{"type":"speech","time":1625214600,"counter":88,"content":"<p>I thank Senator Ward for his proposed amendments and his detailed analysis of the Bill.  When legislation is challenged at such a forensic level it strengthens it and challenges the officials.  Amendments being brought forward is always welcome, whether they are accepted or not, because they are a critical part of what we do here.<\/p> <p>Amendment No. 6 seeks to delete the term \"licensed premises\" from section 2(1).  This section facilitates the necessary linkage between the liquor licence and the permission to operate an outdoor seating area.  Therefore, it is crucial to maintain that term.  It is important that An Garda S&iacute;och&aacute;na has clarity on its powers for public order purposes and that licensed premises owners understand their obligations to maintain order in public areas where they are selling alcohol.  I cannot accept the amendment for the reasons outlined.<\/p> <p>With regard to amendment No. 7, the Senator will note that the definition of a licensed premises in section 1 already includes a reference to a premises.  Furthermore, the specific reference to a premises concerned on page 5, line 25 of the Bill is directly connected to the reference to a licensed premises immediately preceding it on line 24 and is to be read as such.  On that basis, while I appreciate the Senator seeking clarity with his amendments, this amendment is not necessary.<\/p> <p>Amendment No. 8 seeks to insert the words \"for consumption\" into section 2(1)(a), for it to read, \"it shall be lawful for the licensee of that licensed premises to sell or supply intoxicating liquor for consumption in the outdoor seating area\".  While I appreciate the intent behind the amendment, I advise the Senator that section 2(3) provides that no matter what type of licence is held, the sale and supply of intoxicating liquor for consumption off the premises for an outdoor seating area shall not be lawful.  This issue has been sufficiently addressed in that subsection.  Furthermore, it is the Government's intention that, following the eventual resumption of indoor service and dining, alcohol may be purchased and consumed either indoors in a licensed premises or in an outdoor seating area as defined by this Bill.  I am sure this is not the Senator's intention but his amendment would unfortunately limit the consumption of alcohol to an outdoor area and would prevent the free movement of patrons between indoor and outdoor areas with their drinks.  That is obviously not his intention but that is the analysis of the officials.  It is for these reasons, which I am sure the Senator will appreciate, that I cannot accept the amendments. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N01200","speaker":"1618"},{"type":"speech","time":1625214600,"counter":89,"content":"<p>I appreciate what the Minister of State said and I am grateful for his remarks.  I accept what he says about amendment No. 8.  However, I disagree with him about amendment No. 6.  The outdoor seating area definition in section 1 of the Bill states that it relates to a licensed premises and then goes on to define terms.  Under this Bill, there is no other outdoor seating area except an outdoor seating area of a licensed premises, so in essence we are talking about an outdoor seating area of a licensed premises.  It is a tautology.  I accept what the Minister of State said and if he does not think this is going to create a problem I will not push the issue.  The same applies to the licensed premises referred to in amendment 7.  I do not agree with what the Minister of State said but I accept it.  If greater minds than mine have considered this and decided it is not an issue I will not press the matter.  In the circumstances, I will withdraw the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N01300","speaker":"1685"},{"type":"speech","time":1625214600,"counter":90,"content":"<p>I thank the Senator for both his co-operation and his personal humility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N01400","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":91,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1625214600,"counter":92,"content":"<p>I move amendment No. 7:<\/p> <blockquote> \tIn page 5, line 25, after &ldquo;the&rdquo; where it firstly occurs to insert &ldquo;licensed&rdquo;. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N01600","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":93,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1625214600,"counter":94,"content":"<p>Amendment No. 8 not moved.<\/p>"},{"type":"unspoken","time":1625214600,"counter":95,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":96,"content":"<p>Sections 3 to 5, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":97,"content":"<p>SECTION 6<\/p>"},{"type":"speech","time":1625214600,"counter":98,"content":"<p>I move amendment No. 9:<\/p> <blockquote> \tIn page 8, line 20, after &ldquo;purposes&rdquo; to insert &ldquo;of section 3&rdquo;. <\/blockquote> <p>This is a purely technical amendment and I do not think it is important. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#N02200","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":99,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1625214600,"counter":100,"content":"<p>I thank Senator Ward, who is being beyond co-operative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O00100","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":101,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":102,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":103,"content":"<p>SECTION 8<\/p>"},{"type":"speech","time":1625214600,"counter":104,"content":"<p>I move amendment No. 10:<\/p> <blockquote> \tIn page 9, to delete lines 1 to 10 and substitute the following:  \t&quot;(2) Where the Government&mdash; <blockquote> \t(a) receives a request from the Minister,<br \/><br \/>(b) the Minister has made the request after consultation with the Minister for Public Expenditure and Reform,<br \/><br \/>(c) the Minister and the Minister for Public Expenditure and Reform are of the opinion that, that it is necessary in the interests of the administration of justice to do so, having regard to&mdash; <blockquote> \t(i) the volume of business to be transacted in the High Court or any other reason arising from the state of business in that Court, and<br \/><br \/>(ii) the need to ensure the efficient transaction of business in that Court, <\/blockquote> <\/blockquote>the Government may, by order, provide that the number of ordinary judges of the High Court otherwise provided for under any enactment, for the time being in force, may be exceeded by one.&quot;.&quot;.  <\/blockquote> <p>I very much welcome section 8.  It is something we have called for on a number of occasions at the justice committee and elsewhere.  There is a serious shortage of judges.  I remind the Minister of State this is not just in the High Court but in other courts also.  I hope the Minister of State will take on board the fact there is a shortage generally.<\/p><p>The amendment I have tabled relates to the second subsection of the proposed section 9 to be inserted in the Courts and Court Officers Act 1995.  I will read the proposed section:<\/p> <blockquote> \t<b>Number of ordinary judges of High Court<\/b><br \/><br \/><b>8.<\/b>The Courts and Court Officers Act 1995 is amended by the substitution of the following section for section 9 (inserted by section 1 of the Courts Act 2015):  \t&quot;9. (1) Subject to subsection (2), the number of ordinary judges of the High Court shall not be more than 42.<br \/><br \/>(2) The Government, on the request of the Minister made after consultation with the Minister for Public Expenditure and Reform, and where they are of the opinion that, having regard to the volume of business to be transacted in the High Court or to any other reason arising from the state of business in that Court, and to the need to ensure the efficient transaction of business in that Court, it is necessary in the interests of the administration of justice to do so, may by order provide that the number of ordinary judges of the High Court otherwise provided for under any enactment for the time being in force may be exceeded by one.&quot;.  <\/blockquote> <p>I have been a barrister for 15 years.  Before that I worked for two years in Leinster House dealing with legislation.  I read the section 15 times before I had any idea what it meant.  It is the most convoluted absolutely illegible and impenetrable paragraph I have seen in legislation since I became a Senator 12 months ago.  It is absolutely impossible to dissect exactly what is involved in it.<\/p><p>What I propose in the amendment is a restructured paragraph that does not change the import of it, as far as I am aware, assuming I have read it correctly.  I propose that the paragraph be restructured so it is legible to ordinary people as much as to legislators and lawyers and those who have to implement the legislation.  The Minister of State can correct me on this as I may have misinterpreted it.  Even if I have misinterpreted it, it only goes to further the point that it is impenetrable as a piece of legislative drafting.<\/p><p>It seems that what the section is saying is that the Government must receive a request from the Minister, being the Minister for Justice, that the Minister for Justice must make that request having consulted the Minister for Public Expenditure and Reform, and that both of them must be of the opinion that it is necessary in the interests of the administration of justice, having regard to the volume of business done in the High Court or any other reason, and the need to ensure the official transaction of business in the High Court, and that after all of this is done the Government may, by order, provide for an extra judge in the High Court.  This is my reading of it after the 15 times I had to read it.  I have restructured this in amendment No. 10 into a paragraph that can be read by somebody who does not deal with this all day every day.  This is why I have tabled the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O00500","speaker":"1685"},{"type":"speech","time":1625214600,"counter":105,"content":"<p>With regard to the number of judges, the judicial planning working group has been convened and is examining the number and type of judges that will be required in our courts system over the coming years.  It will address not only the need for High Court judges but judges throughout the service.  This is timely and very badly needed.<\/p> <p>Amendment No. 10 proposes restructuring the second paragraph to be inserted in section 9 of the Court and Courts Officers Act 1995.  I have discussed the amendment with my officials and have consulted the Office of Parliamentary Counsel on the approach suggested by the Senator.  The departmental officials and officials from the Office of the Parliamentary Counsel have advised that the text in the Bill is consistent with the format and approach used for similar provisions elsewhere in the Statute Book.  While plain and clear language should be encouraged, the Senator will appreciate that when it comes to legislative provisions on the courts I recommend against deviating against the established drafting principles and norms.  In these circumstances I cannot accept the amendment at this time.<\/p> <p>I agree with the Senator's sentiment.  However, it would appear that the section as drafted does comply with other convoluted legislation and interpretation.  It is consistent and will be effective as is.  I certainly agree with the Senator's sentiments that in anything we do we need to look more and more at plain language.  Other sections of the Department, such as those that deal with domestic violence and immigration, are increasingly engaging, and I am encouraging it, with the National Adult Literacy Agency to ensure plain, simple and clear language is used as much as possible.  The law should be accessible for people to be able to understand.  It probably requires a much bigger and broader piece of work to get our legislation into more user-friendly language.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O00600","speaker":"1618"},{"type":"speech","time":1625214600,"counter":106,"content":"<p>As ever, I accept how reasonable the Minister of State is about these things.  I accept what he says.  I do not dispute that it probably conforms with existing drafting norms.  Perhaps this is part of the problem.  I also recognise the Minister of State is quite right in saying this is part of a bigger problem in legislation.  It is something that will be required to be addressed to a significant extent at a high level in the draftsman's office.<\/p> <p>Notwithstanding this, we have a section that is illegible, and somebody who has been at this for a very long time has to dissect it to understand what it means.  I am grateful to the Minister of State because I think I have understood what the subsection means in terms of how I have restructured it but I do not accept that we cannot restructure this.  I do not accept that by restructuring it we in any way endanger its meaning.  In fact, I think the opposite is the case.<\/p> <p>When we have ambiguity, whether it conforms to legislative drafting norms or not, and when we have this level of confusion about what a subsection means, it is a bad thing by any level.  I cast no aspersions on the Minister of State or the officials but I regret the Executive and Department have decided they would rather stick to the norm, which I say does not work, than to look at incorporating something that is much more legible and much more functional.  I accept what the Minister of State has said.  I do not think it will endanger the operation of the Bill and I will not press the amendment on this basis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O00700","speaker":"1685"},{"type":"speech","time":1625214600,"counter":107,"content":"<p>I want to make a comment on Senator Ward's contribution and that of the Minister of State.  During discussions on justice matters in this House, we are privileged to have many eminent brains, as I am sure the Leas-Chathaoirleach will agree.  If some of my colleagues who are extremely well qualified in this area are struggling to understand the text in these Bills, God help us poor lesser mortals with fewer qualifications in this regard.  It is something I know has been mentioned previously and I commend Senator Ward on raising it again.  I know it is not a discussion for today, and I will not hold up the proceedings of the day discussing this issue, but it is something I feel needs to be looked at.  I would very much welcome if the Minister of State took on board Senator Ward's comments, not only on this section but generally.  It would make the workings of the House much more understandable, if I can use that expression, for us all, never mind the general public at large.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O00800","speaker":"1658"},{"type":"speech","time":1625214600,"counter":108,"content":"<p>With the best of intent, Senator Gallagher is being unduly self-effacing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O00900","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":109,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1625214600,"counter":110,"content":"<p>Section 8 agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":111,"content":"<p>SECTION 9<\/p>"},{"type":"unspoken","time":1625214600,"counter":112,"content":"<p>Question proposed: \"That section 9 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1625214600,"counter":113,"content":"<p>My comments again come back to drafting norms.  A practice has grown over time where the Short Title, commencement and those other operational aspects of the Bill have gone into the last section.  I know that particularly in the Department of Justice it is the preferred way to do it.  I must say I disagree.  I say this because there is a minute left at the end of the session.  It is part of the simple chronology of reading legislation that what people want to know at the start of reading a Bill are the definitions, which remain at the start of Bills, but also what the Bill will be called, when it will come into effect and all those other details that are contained in the final section.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Barry Ward:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=BarryWard&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I simply say that as a commentary on the legislative drafting process in general.  Those details should be at the start of the Bill rather than at the end.  I understand that this is another drafting norm.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#O01300","speaker":"1685","continuing":true},{"type":"speech","time":1625214600,"counter":115,"content":"<p>The Minister of State does not need to respond to that.  It is self-evident.  I thank the Senator for that and I thank my colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00200","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":116,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":117,"content":"<p>Preamble agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":118,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":119,"content":"<p>Bill reported without amendment.<\/p>"},{"type":"speech","time":1625214600,"counter":120,"content":"<p>When is it proposed to take Report Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00650","speaker":"1692"},{"type":"speech","time":1625214600,"counter":121,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00675","speaker":"1658"},{"type":"speech","time":1625214600,"counter":122,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00687","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":123,"content":"<p>Bill received for final consideration.<\/p>"},{"type":"speech","time":1625214600,"counter":124,"content":"<p>When is it proposed to take Final Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00696","speaker":"1650"},{"type":"speech","time":1625214600,"counter":125,"content":"<p>Now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00698","speaker":"1658"},{"type":"speech","time":1625214600,"counter":126,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00699","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":127,"content":"<p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1625214600,"counter":128,"content":"<p>Congratulations to the Minister of State on the speedy enactment and bringing forward of this legislation and I thank colleagues for their co-operative and common-sense approach to it.  It shows a commitment to the common good that we are not grandstanding and delaying this legislation.  I also thank Senator Ward for his forensic amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P00800","speaker":"1692"},{"type":"unspoken","time":1625214600,"counter":129,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Civil Law (Miscellaneous Provisions) Bill 2021: Motion for Earlier Signature","time":1625214600,"counter":130,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P01000"},{"type":"speech","time":1625214600,"counter":131,"content":"<p>I move:<\/p> <blockquote> \t&quot;That, pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Civil Law (Miscellaneous Provisions) Bill 2021 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him.&rdquo; <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#P01100","speaker":"1685"},{"type":"unspoken","time":1625214600,"counter":132,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":133,"content":"<p>Sitting suspended at 11.55 a.m. and resumed at 12.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Climate Action and Low Carbon Development (Amendment) Bill 2021: Committee Stage","time":1625214600,"counter":134,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#T00100"},{"type":"unspoken","time":1625214600,"counter":135,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1625214600,"counter":136,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1625214600,"counter":137,"content":"<p>I welcome the Minister to the House.  Amendments Nos. 1 and 92 are related and may be discussed together by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#T00500","speaker":"1654"},{"type":"speech","time":1625214600,"counter":138,"content":"<p>I move amendment No. 1:<\/p> <blockquote> \tIn page 6, line 29, after &ldquo;emissions&rdquo; to insert &ldquo;minus removals&rdquo;. <\/blockquote> <p>I welcome the Minister to this important debate regarding the climate action legislation.  It is an important Bill that I believe, as a society, we need to progress.  The amendment, which I have tabled with the help of many of my colleagues having consulting with the majority of Members, will hopefully give due recognition to carbon sequestration and how that could affect carbon budgets under the Bill.<\/p><p>We have seen major projects over the past six to eight months.  I refer, in particular, to the Teagasc Signpost Programme, and Farm Zero C, a Carbery-based project in County Cork, with the help of University College Dublin and Trinity College Dublin, that received funding from Science Foundation Ireland.  These are unique projects that will work on farms to prove how much carbon is absorbed by our soil and hedgerows.  Let us look at the history of where we have gone in Irish farming over the past 40 years.  We had a policy in the 1970s and 1980s, the early 1980s in particular, where we moved away from hedgerows.  There was a grant scheme available to take them out.  An evolving pattern led to the rural environment protection scheme, REPS 1, a significant eco-scheme in the 2000s, which resulted in the replacement of many hedgerows and there was great buy-in from the farming community in the process, which is well noted.  Many years ago, we sold our products on the international market saying that this was part of the traceability of our food.  Now we sell it because they are sustainable food products<\/p><p>Being involved in this carbon debate is something that the agriculture community has embraced, in particular, over recent years.  There have been significant changes in technology.  Technology has been the key to many of the changes in agriculture and I refer specifically to the trailing shoe technology.  Since the start of the year, the majority of dairy farms have had to spread all their organic manure through a trailing shoe, which entails drilling the manure directly into the ground.  That kind of technology is changing the landscape of Irish farming.<\/p><p>The amendment gives due recognition of the volume of carbon we are tying up in our soils and hedgerows.  It gives the recognition needed for the farming community to drive forward and to do more.  Farmers have the ability and knowledge to do more.  As I stated previously, we have the best trained farmers in the world.  There are no other farmers in the globe that have gone through the training that our farmers have.  Not alone do they go through two to three years in college and then on to an agricultural college followed by a placement, they undergo continuous training after that, in particular, through discussion groups, which are held monthly.  Farmers meet for half a day every month to go through the changes in technology and in society, and how they can manage their farm appropriately.  Part of this is about education while the other part is about making sure farmers have interactions with other farmers, because, unfortunately, that does not happen as often as it should.  No other society has that.  No other industry has the ability to have continuous professional development on a monthly basis.  That is the knowledge we have on the ground.  If we were to implement major changes, the ability for continuous educational change to happen quickly is there because the model is set up.  I believe it is about working with our farming communities on the ground.<\/p><p>The Minister was in Courtmacsherry with us approximately 18 months ago at an interesting seminar.  We met a number of people, including those who were the drivers behind the local Barryroe Co-op.  They were as proud as punch when they told the Minister that Dubliner cheese was made in Barryroe, west Cork.  They understand that they can sell a product globally off the back of being sustainable going forward.  That was an interesting debate - I am sure the Minister will comment on it - and we had a good seminar that afternoon.  The pride within the community about farming, what the farmers achieved and what it meant on so many levels was evident.  We must give the farming community the recognition it deserves regarding the ability of soils and hedgerow to store carbon because that is a game changer.<\/p><p>There are emissions coming from the agriculture sector but no other industry in the world can remove carbon.  It is because of this that the recognition of the words &ldquo;minus removals&rdquo; is so important.  The transport sector cannot remove carbon.  It can reduce the volume produced but it cannot remove it.  The agriculture sector can remove carbon and that needs to be acknowledged in the Bill.  When considering the ability of all sectors to reduce carbon, we have a unique dynamic in agriculture whereby we can remove carbon.  It is because of that, I believe this amendment is so important.  It gives recognition to farmers and it is what they need because, unfortunately, during the climate action debate, they feel they have been victimised.  They have been trying to rear their families, run a co-operative society, run a parish, and they have been the bad boys in the equation.  If anything, they have followed Government policy and engaged with it.  They should not be victimised because of what they did.  They have invested thousands of euro in dairy and beef units throughout the country.<\/p><p>There is great uncertainty about this issue at the moment and how sustainable they could be going forward because the media, and others, have said that the farmers are the bad boys.  In many ways they have done so, including the introduction of trailing shoe technology, the massive investment in storage over the past ten years, and the changes in, and reduction of, fertiliser spreading.  It has also been about the technology used.  I can look up my animal records on my phone and check which animal got what dose of medicine over the past five years.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Tim Lombard:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2466\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2466&amp;amp;pid=TimLombard&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a dairy farmer who produces milk and milks cows, and milked cows yesterday evening, I believe, as an industry, we need to have that voice here.  It is important we have the ability to play a vital role.  This amendment gives us that opportunity.  It is one of the most important amendments to make sure we bring the agricultural community along this journey.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#T00600","speaker":"1666","continuing":true},{"type":"speech","time":1625214600,"counter":140,"content":"<p>I thank Senator Lombard.  The Senator has a very strong amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#U00200","speaker":"1654"},{"type":"speech","time":1625214600,"counter":141,"content":"<p>I concur with all that has been said by my colleague, Senator Lombard.  This is an important area.  I touched on this in my Second Stage contribution.<\/p> <p>The potential for carbon sequestration on farms is huge and unquantified.  In terms of research, there is potential to quantify the level of carbon sequestration in hedgerows, trees and soil.  It is an area that has huge potential for the industry in terms of limiting reductions that are necessary within the sector.<\/p> <p>There is concern regarding future targets in relation to, for example, the national herd and the consequences of the carbon budgets and the necessity to reduce the level of production of greenhouse gases.  The potential of hedgerows, trees and soils to sequester carbon needs to be looked at and taken into account in the carbon budgets.<\/p> <p>If this amendment, as worded, cannot be accepted, I would ask that the Minister, Deputy Eamon Ryan, would come back on Report Stage with an alternative because it is a hugely important area.  It is all about acknowledging at this stage in the context of the legislation the contribution trees and hedgerows throughout our beautiful countryside make to every farm and to the country's carbon targets.  The farmers themselves should get the reward for that and they should be taken into account in the agricultural industry's and the country's carbon targets.<\/p> <p>The amendment, as worded, acknowledges the need to look at those \"removals\" of carbon and carbon that is sequestered.  I ask that the Minister, Deputy Eamon Ryan, would look at that whole area.<\/p> <p>As Senator Lombard said, the focus on agriculture over the past two decades, through the REPS, AEOS and GLAS and through the various requirements under good agricultural environmental practice under all the farm schemes, has been on planting trees and hedgerows, improving storage of farm nutrients, on targets in relation to farm nutrients, on calendar farming and on the closed period for applying agricultural manures, both organic and inorganic.  The farming industry has done much in terms of improving its performance, increasing the level of biodiversity and reversing of some of the State-supported removal of biodiversity over the years.  I welcome that it has been reversed.<\/p> <p>As I said, the hedgerows, the trees, the peat soils and the grasslands need to be taken into account in regard to carbon.  Farmers, and certainly the industry, need to be rewarded and recognised for what they are producing and what they are continuing to plant.  That should be taken into account for future carbon budgets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#U00300","speaker":"1665"},{"type":"speech","time":1625214600,"counter":142,"content":"<p>I am speaking to amendment No. 92, which I propose.<\/p> <p>I will have very little to say in regard to the amendment as my colleague, Senator Lombard, has covered it.  The two amendments are very much related but complement each other.  The inclusion of amendment No. 92 with the amendment spoken about previously, amendment No. 1, will strengthen the climate action Bill for all the reasons that have been mentioned.  It is vitally important from an agricultural sector point of view.<\/p> <p>Senator Lombard spoke about milking cows.  In my area, it is more small fields and stone walls or, indeed, hedgerows.  In many small family farms, there can be more ground covered in hedgerow than there is arable.  It is vitally important at every juncture in terms of the sequestration and storage of carbon, which is being emitted from the other areas.<\/p> <p>As Senator Lombard said, transport cannot sequester.  Power generation cannot sequester.  When we are talking about net figures, the only sector which can have a minus side is the agricultural sector.  It is vitally important at every junction in terms of the Minister's and the Department's deliberations, whether in the establishment of their carbon ceilings and budgets or when they try to balance those carbon ceilings and budgets.<\/p> <p>The key word in the whole process is \"net\".  As I said, this amendment, in conjunction with the other amendment, will copper-fasten and strengthen it in the Bill.<\/p> <p>I welcome the progression of the Bill.  Let the Minister not get me wrong.  The agricultural sector welcomes the progression of this Bill.  There is no sector more eager or willing to get down and dirty in achieving the targets than the agricultural sector.  The farmers of Ireland are the custodians of the land and the land, the hedgerows and the trees is the natural sequestration.  We will be going forward sowing more trees and more hedgerows and wetting certain areas of our land all for the good of the environment and the purposes of carbon sequestration and storage.  It is vitally important that we include those figures and the farming community of Ireland are given credit for the good they are doing.  Farmers admit there are CO2 emissions from farming.  We need food so that will always happen.  However, we have to give recognition and make allowances when doing our sums to come to net zero in respect of sequestration and storage.<\/p> <p>As I said, this amendment, in conjunction with the previous  one, will strengthen that in the Bill.  Indeed, it will further support the commitment in the programme for Government, taking account of the special role of Irish agriculture in the economy.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#U00400","speaker":"1651"},{"type":"speech","time":1625214600,"counter":143,"content":"<p>There are a number of speakers.  They will be in the following order: Senators Ahearn, Pauline O'Reilly, Dooley, Higgins and Chambers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#U00500","speaker":"1654"},{"type":"speech","time":1625214600,"counter":144,"content":"<p>I support amendment No. 1.  I compliment the work of Senator Lombard and his engagement with the farming industry over the past number of weeks in trying to come up with a resolution between both sides.  Something we know for sure is that the farming community want to work with the Department and with everyone to get the best result.<\/p> <p>The amendment put forward involves only two extra words but they are really important.  When we talking about a carbon budget, it seeks to include the words \"minus removals\".  The agricultural industry plays a key role in that and it needs to be recognised.<\/p> <p>When we talk, as a Government, about this Bill being put through, agreed and understood, why do we not include this as part of the Bill and strengthen the Bill on the back of that?  That is the case the farming organisations have put forward.  They have a number of other issues as well but this is predominantly one that we can get agreement on in respect of the Bill.<\/p> <p>Senator Lombard talked about dairy farmers.  We are tillage farmers but farming, whatever sector you are in, has a huge impact on society in rural areas.  It has a huge role to play in terms of employment, both directly and indirectly, within a region.  In my own town of Cahir, the amount of indirect employment that farming creates in the town is phenomenal.  We need to support that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Part of that support involves working together on this Bill.  In fairness, no sector is more eager to work with the Minister than the farming sector to ensure that this Bill is done right as it progresses.  This is about supporting farming communities and small communities like mine in Tipperary.  We are trying to encourage people to live in rural Ireland and to live in small towns and villages there.  It is a central aspect of the Our Rural Future policy launched by the Minister for Rural and Community Development, Deputy Humphreys, some time ago.  Farming, and this Bill on the back of farming, plays a key role in that regard.  This is about supporting those families and communities.  Therefore, I support this amendment and I hope the Minister can accept it.  Many of us have come together to try to work with the IFA and the farming community.  The president of the IFA is Tim Cullinan, a fellow Tipperary man.  I worked with Imelda Walsh and the north Tipperary IFA and with Erica O&rsquo;Keeffe and south Tipperary IFA.  All those people said that they want to work with the Minister on this Bill as it progresses.  However, this aspect is a key requirement.  He has given reassurances that this element will happen anyway, but it is important to have it in writing.  Therefore, I support the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#U00600","speaker":"1629","continuing":true},{"type":"speech","time":1625214600,"counter":146,"content":"<p>From our point of view, farmers are the custodians of the land.  This climate transition will not happen without the participation of farmers, because they are there on the ground at, literally, the grassroots.  Therefore, we must support them.  If there is criticism of farming and farmers, it is certainly not coming from me.  I state that because we in the Green Party recognise the part that farmers play.  If assurances can be provided to farmers through these amendments regarding taking into account the work they are doing, then we must do that.<\/p> <p>It is also important to recognise that the part to be played by sequestration and carbon sinks when it comes to farming is quite small.  Those aspects will be taken into account anyway, because we are talking about net emissions.  We must ensure that we put on the record the importance of following the science in this regard.  I sit on the Joint Committee on Environment and Climate Action and we had representatives from the EPA before us this week.  We discussed sequestration and carbon sinks.  Quite apart from the small part they may play in emissions, investing in carbon sinks and sequestration in respect of farming will do so much for biodiversity.  That is apart from this Bill, and it must be supported in any case.<\/p> <p>Representatives from Macra na Feirme also appeared before the committee last week.  It is interesting that farmers recognise that consumers want greener products and that means farmers know that they must invest in these greener products.  It is our responsibility as a State to support them in doing that.  When we asked those representatives from Macra na Feirme last week how such support could be provided, they called for support from ecologists.  It shows the commitment farming communities have to changing to a greener product, and that is where the money is coming from regarding European funding and that is what we want to support.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#V00200","speaker":"1693"},{"type":"speech","time":1625214600,"counter":147,"content":"<p>I welcome the opportunity to second amendment No. 92.  I support both amendments, which are important on several levels.  These amendments have been worked on in conjunction with representatives of the farming organisations and farmers generally.  The outcome, therefore, is a culmination of the to and fro between the industry, namely, the farmers side of it, and the Oireachtas.  As others have said, if we are serious about addressing climate change, and most Members are, then we cannot do it without the support of carbon emitting sectors.  The agriculture sector has for a long time recognised, as I see it from my vantage point, the role it plays in carbon emissions and it wants to play its role in reducing them.  I come from a part of the country where the farms are small and the land is bad.  Quite frankly, there is a battle between heather on one side and rushes on the other.  I was brought up on one such small farm and I fully understand the role that the use of land can play.<\/p> <p>The predominant approach to agriculture in the past 20 to 30 years has been to maximise production to the nth degree.  It has been about making every square metre of land viable and productive.  I do not know if that has entirely served the agricultural sector terribly well either.  The overproduction that resulted in many cases has led to a reduction in prices paid to farmers.  Prices have improved in the past year, however, and that is welcome.  However, we must manage our land much better.  We should not force farmers into a position where they must continue to produce more and get paid less to just stand still.  There may be an improvement this year, but up to last year the prices farmers were receiving for beef and milk was probably comparable with 20 years ago in per unit terms, whether that was per kilogram of beef or per litre of milk.  The truth of the situation is that the cost of living has inflated considerably in those 20 years.  Farmers, to educate their kids and to just live, had to increase production.  Often, that was to the detriment of the environment, but that was not their fault.  It was the strategy laid out at a national level.<\/p> <p>We must focus far more aggressively now on managing farms in a sustainable way.  However, we must support farmers in doing that.  We cannot have an increase in production to allow incomes to stand still while at the same time talk about reducing carbon emissions.  We must work far more collaboratively with the farming community.  I refer to farm representatives, the co-operatives and the production sector as well.  Agriculture plays such an important part in our economic activity.  It is often forgotten the extent to which the jobs are created in the production side of our output.  However, it is not lost on the communities that those factories and production facilities serve.  There is recognition and greater acceptance among farmers in that regard, quite frankly.  I hate this notion of an urban-rural divide, but farmers often feel a little bit slighted by some of the commentary from certain sections of the media.  I refer to those outlets that seem to just look at the entirety of the carbon emissions from agriculture and take a lazy approach to the resolution of this problem by then suggesting the simple approach of cutting the national herd, without understanding fully the associated implications.  I am often taken by people who make comments such as that.  They might be surprised if they were to look at how they manage their own lives, the kinds of unnecessarily large cars they drive and the way they live their lives in the context of carbon emissions.  Therefore, all sectors of society must work within their own spaces to reduce their carbon footprints to the greatest extent possible.<\/p> <p>The farming community is  more focused on that aspect than many of the people I meet on my weekly trips to Dublin and who live in the commuter belts and the urban part of the country.  Therefore, I hope the Minister will be able to accept both amendments.  They seem logical and fair.  He has generally indicated that the sentiment encapsulated in these amendments is how he hopes to proceed in the application of the legislation.  It would do a great deal for the agricultural sector and the farming community to know the provision is enshrined in legislation.  From my interactions with the Minister over the years, I know that he has been a strong proponent of carbon budgeting.  Others would have sought to get out of that implication in the legislation if they could do so.  In recognition of the legislation covering carbon budgets and that it is going to put significant burdens on all sectors, we should also enshrine the obvious benefits of carbon sequestration and its resulting impact on our overall carbon output.  It would recognise how this approach can act as a catalyst for engagement with farmers, which is already there in any regard.  In addition, however, it would demonstrate goodwill and clearly indicate that we are going to accept as genuine the bona fides of farmers concerning their desire to participate effectively in neutralising carbon emissions in our climate.  It would also recognise, though, that they will do so with the tools they have available to them.  I state that because this notion of cutting the national herd might sound good, but it is simplistic and does not show an understanding of the wider benefits of agricultural output to this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#V00300","speaker":"1655"},{"type":"speech","time":1625214600,"counter":148,"content":"<p>As a colleague mentioned, we are discussing agriculture in the climate committee.  We are hearing the many good ideas and strong commitments from across that sector and especially from young farmers.  We heard from Macra na Feirme and others.  They are looking to do things differently and want a different policy context around them which supports and rewards them for approaching their practices differently, such as the move towards organic and away from fertiliser, because Ireland cannot forever have a derogation from the nitrates directive.<\/p> <p>With regard to the focus on that work of guardianship and wanting to be supported and allowed to maintain areas of biodiversity within their farms, they deserve a better policy context which recognises, rewards and pays them for doing that work.  They deserve that, not only at a national level, but at an EU level and they deserve better from the Common Agricultural Policy, CAP, negotiations and Ireland's representation at those negotiations in terms of supporting small farmers and those who are seeking to lead in environmental transition.  With regard to just transition, farming is one of the key areas.  It needs just transition.<\/p> <p>We should be giving financial and policy support, but these amendments and this Bill relate to something wider, which is the amount of emissions being produced at a core level.  It is not about what practices are rewarded, but it is about what emissions are being produced.  It is in the context of a global crisis in which the world is on fire and we are facing absolutely devastating consequences.  We need to be doing everything we can to try to avert or limit the damage done by climate change.  Ireland is coming very late to that race against time.  We need to do everything we can and I support positive policies on sequestration and removals.  However, I support them in addition to our emission reductions.<\/p> <p>In EU climate law, there are separate targets for emission reductions and removals.  We need to do both things.  The reason it is important those elements are separated in the EU climate law is because there is something none of us can afford, which is this being addressed as a matter of accounting.  When we talk about dealing with climate change, no amount of moving figures around on a page, beautiful narrative or a story about ourselves will deal with the blunt fact of emissions and increase in global temperature.  The science is what matters.<\/p> <p>There is a danger of double counting when you blend and muddy the waters around what part of this budget is removals and what part is emissions reduction.  We have seen that in other countries.  We need to reduce emissions and many of the actions such as re-wetting will be needed to reduce emissions.  However, we cannot count it twice.  Planting the same tree cannot be counted twice, as reducing emissions and representing a removal.  That is a danger, if we are not clear.<\/p> <p>On the question of proceeding in this way, I will wait to see what approach the Minister is taking.  If we do not choose to treat these things separately, I worry we will blend and lose that 51%.  When we talk about enshrining things legislation, I greatly regret the 51% emission-reduction commitment is not enshrined in legislation.  It is only a proposal of the advisory council.<\/p> <p>The approach of including removals has been taken in countries such as the UK.  If the proposers and the Minister are engaging between now and Report stage, they will need to be clear about what approach is taken to removals and what is meant by it.  A relatively new section was added to the Scottish Act which clarified the amount of Scottish emissions and removals of a greenhouse gas for a period must be determined, insofar as reasonably practical, consistent with current international carbon reporting practices or, for the purposes of assessing and reporting, target-relevant international carbon-reporting practice.<\/p> <p>If we were to count removals, we need to be clear about how we are counting them.  Is it in line with the best international practice?  Scotland included emissions and it has similar concerns, issues and climate to us.  Scotland made sure it copper-fastened it so that if removals were to be there, they would be done under clear and consistent guidelines.  In the UK and Scotland Acts in terms of removals - maybe the Minister may confirm if this is his understanding - when removals have been calculated it is with regard to changes in land use, land use change or forestry.  Those are the areas in which removals have been considered and scientifically measured.<\/p> <p>It is important to note if you were measuring removals with regard to land use, land use change and forestry, you need to measure all the emissions in those sectors.  As a reminder or reality check of where we are, forestry is a net emitter.  We may be planting trees but the forestry area in Ireland is emitting more carbon emissions than it is sequestering.  We need to be clear in terms of what the implications may be in the first two budgets, if we are properly and fully calculating land use, land use change and forestry in considering removals.  We need to balance that with emissions.  There is a question of how that may intersect with the 51%.<\/p> <p>There is a credible case for having a policy and possibly a target on removals.  It will become quite complicated if there is an attempt to blend it with the emission reduction targets.  If it is to happen, it needs to be based on clear measurements and we need to follow the international practice.  I have huge respect for Senator Daly and we have worked on many of these issues before but Ireland has a slightly difficult situation because some of the areas we measure removals may not be in the agriculture sector.  Peatland restoration on Bord na M&oacute;na land will not necessarily be within the agriculture sector.  There is a question of where removals are made and where they would be counted.<\/p> <p>Probably one of the longest and most intense debates we had in the last Seanad - I think it lasted 25 hours or so - was on hedgerows.  Some of the same people who are talking about hedgerows now argued to remove the accounting on hedgerows.  I had multiple amendments, which were rejected by the Fine Gael and Fianna F&aacute;il Senators at the time, in which I said let us measure.  I pointed out if we did the kinds of changes proposed there, such as individual landowners individually interpreting the road safety Act and not even having to tell the council what they had cut, we move to a position in which we will not have clean, credible records in terms of what hedgerows and measurements of the hedgerows we have and how we can count them when we are considering.  That is another factor and problem.<\/p> <p>It has been noted that especially grasslands, hedgerows and trees are notoriously difficult to measure.  This is an area which needs serious unpacking if it is to be approached.  Ultimately, these work and all of the ideas within the removals are all really important good ideas.  They should be rewarded.  Farmers should be paid for doing these things, but we need to be careful we do not allow them to skew the reduction in emissions we need to avert catastrophic climate change.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#W00200","speaker":"1662"},{"type":"speech","time":1625214600,"counter":149,"content":"<p>I wish to speak in favour of both amendments, Nos. 1 and 92.  We are at a critical time of change for agriculture.  This Bill is coming through the House as the Common Agricultural Policy negotiations are coming to an end.  The new CAP policy will mean significant changes for farmers.  Pillar 1 payments will now have a direct link to an eco scheme for 25%, which has not happened previously.  That, coupled with this Bill, means farmers will be dealing with a lot.  There is a lot of change happening and they must be supported.<\/p> <p>Both amendments highlight the unique nature of the agricultural sector to Ireland, the Irish economy and the Irish way of life in our communities right across the country.  We are an agricultural country.  We have always been a very strong producer of good quality food and premium products and I hope we will always be.  However, in order for that to happen we have to facilitate farming at that level.  It makes sense to take removals and sequestration into account in the budget and acknowledge that they play a role in the overall emission outputs.  As Senators Higgins and Paul Daly pointed out, it is important to acknowledge the work farmers are doing in this space and facilitate them making those changes in a reasonable manner.  I agree with Senator Dooley that farmers are to the fore on this issue.  They know the responsibility that is on their shoulders to meet the climate challenge and they are already moving ahead and making innovative changes on their farms right across the country.  We have to acknowledge that.<\/p> <p>Other sectors in the economy, and not just agriculture, will have to play a role here.  Transport is a key sector.  Each and every citizen also has a personal responsibility to make those vital changes in their homes and lives to help to meet the climate challenge we face, both in this country and across the globe.  The emissions reductions we aspire to achieve, and will achieve, require a significant reduction in this sector.  We need to make that achievable and doable and we need to help our farmers to do it.  At the end of the day, one of the reasons we have a Common Agricultural Policy and are focused on having a good working agricultural sector in this country is that ultimately, we want to produce good quality food for our citizens at an affordable price.  We need to make sure that being in agriculture actually pays people.  To focus on that point, we face a particular challenge in encouraging young people into farming and retaining people in full-time farming.  Both these amendments are an important step towards ensuring the future of farming viability in this country and supporting farmers in all regions to maintain farming as a way of life and as a sustainable way of making a living and rearing and supporting their families.  I am in favour of both of these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#X00100","speaker":"1642"},{"type":"speech","time":1625214600,"counter":150,"content":"<p>I warmly welcome the Minister to the House.  This is perhaps one of the most important pieces of legislation we will be discussing.  I am fully supportive of agriculture.  I am from a family that is steeped in agriculture and the very humble but very rewarding trade of cattle dealing.  We do not see too many cattle dealers around today but that is where my stock is and my origins are and I am always proud to touch base with that.  I support agriculture, as everyone does.<\/p> <p>The first few speakers all teed up in the first slots of this debate to set out their credentials for agriculture.  That is wise and politically clever and very astute.  In the next few days, people in their homes will no doubt see extracts of these debates on \"Prime Time\" or newsreels and it is always important that what politicians are saying is reflected on the ground.  However, it has to be more than simply words.  There are 142 amendments on Committee Stage.  Amendment No. 1 is from Fianna F&aacute;il and Fine Gael, which are in government with the Green Party.  I would be surprised if the Minister does not accept that amendment.  I hope he does and I am in favour of it.  However, that is the only amendment in the names of Fine Gael and Fianna F&aacute;il, which speaks to their commitment to agriculture.  That is an important point.  That is not to suggest or imply anything because I respect these colleagues in the House.  It is their right to submit amendments and they may do so later, on the next Stage of this Bill.  I hope they will stick with us for many of the other amendments we will be discussing today.<\/p> <p>We have a lot of work to do here today so I do not intend to use too much time.  I will speak to my amendments but we have too much business to get through and I do not want these debates to be guillotined.  They are guillotined because of how we have allowed them to eat into our time but it is up to each Member how to use his or her time.  That is the democratic system and I am not suggesting that they should in any way cut down on that.  <\/p> <p>These are critical amendments and I am going to support both of them.  We talk about just transition, agriculture, farm incomes and the CAP.  Senator Chambers is right that there is a new emphasis in the CAP negotiations on eco systems and encouraging, assisting and supporting farmers.  They do not need too much encouragement but they need practical and financial support so they can pursue new eco systems.  Those systems may be less productive or less profitable and so the farmers must be supported and compensated.  I hope the Minister will accept these amendments.<\/p> <p>Amendment No. 92 is in the name of Senator Paul Daly, who is an outstanding Senator.  I work with him on the Joint Committee on Agriculture, Food and the Marine and he is always there.  He is always at the table, advocating for agriculture and farmers, particularly those in his own native Westmeath where there are a lot of smaller farmers.  Sometimes they get lost in the bigger debate because farming in this country is so diverse.  Farms range from very small 30-acre Land Commission holdings to hundreds of acres, depending on what part of the country they are in.<\/p> <p>The Minister has said time and again that we need to bring everyone with us on this journey and I believe him.  It will be a longer journey than some might have thought.  It will take time.  It has to be a just transition and a fair transition.  It has to be a just climate and we cannot leave people behind.  My concern is that so many people feel they are going to be left behind.  That may not always be the case but that is what they feel.  We need to reassure them, travel with them and take this journey with them to support them and sustain agriculture but more important, sustain our rural communities.  I look forward to the debate.  I again welcome the Minister and I hope he will accept these two very simple and reasonable amendments. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#X00200","speaker":"1634"},{"type":"speech","time":1625214600,"counter":151,"content":"<p>I thank the Senator.  Let us be brief in order to allow people in.  For the record, the Bill is not being guillotined today.  The debate will adjourn at 6.30 p.m. and we will be coming straight back to it Monday morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#X00300","speaker":"1670"},{"type":"speech","time":1625214600,"counter":152,"content":"<p>The Minister is very welcome.  It is so important that we capture carbon removals and sequestration in this Bill.  I am delighted that Fine Gael and Fianna F&aacute;il have come together, fought to include this issue and put forward an amendment for the Minister's consideration.  I understand that on earlier Stages he took on board many of the amendments that were submitted.  We have such valuable land in Ireland but there are regional differences.  We have particularly valuable land in the west, in Galway and Roscommon.  We have extensive farming systems, which are mostly grassland, dry stock and sheep farming.  We need to value our land when it comes to carbon capture.  There is so much in our peatlands and that is valuable.  In accounting for removals we will be calculating and measuring how valuable our land is, and that does not solely involve livestock.  There are sections of peatland in Pollboy and Kellysgrove, close to Ballinasloe where I am based, that have never been industrially harvested by Bord na M&oacute;na.  Can the Minister imagine the value of that land and the sphagnum mosses that are there?  We need to measure this in a clearly defined way that will show that farmers are giving back, along with all other parts of the community.<\/p> <p>I recently spoke to someone from Lahinch.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aisling Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AislingDolan&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I remember speaking to her about the sea and surfing and everything they had in Lahinch.  She pointed to the amazing trees in our countryside in east Galway.  Her area is a little bit more barren because of the seascape.  This shows we have such greenery and all of our hedgerows need to be accounted for.  We need to recognise the regional differences in Ireland and this includes the west.<\/p><p>Farming is the backbone of our communities.  Farmers are driving the changes we need to see for climate action.  We know there is more than just livestock emissions.  Energy-related areas of transport, housing and retrofitting are all crucial also.  As spokesperson for Fine Gael on research and innovation, I would like to see the investment.  I know there has been good investment to date, and Senator Lombard has also spoken about investment in farms in Cork that are looking to be carbon neutral over the next five years.  I would also like to see how we invest in measurement of the land and the value of land and types of land we have.  We need to look at it in a broader way and not just at livestock numbers.<\/p><p>I appreciate the amendment and I support it fully.  I am very proud the amendment has come from Fine Gael, a party that has represented the interests of agriculture and farmers in this country.  In taking this into account, the Minister is acknowledging from the heart that farmers have a part to play and will have a part to play in driving climate action in our country.  I thank him very much.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#X00400","speaker":"1654","continuing":true},{"type":"speech","time":1625214600,"counter":154,"content":"<p>I welcome the Minister, Deputy Ryan, to the House.  I echo the comments made by many of my colleagues on these amendments.  Senator Boyhan, who has left the Chamber, expressed concern about the time constraints but yet spent five minutes criticising Fine Gael and Fianna F&aacute;il and questioning the validity of us standing up for rural Ireland and the agricultural community.  I make absolutely no apology for doing so and nor does my party.  The agricultural community and rural Ireland have led this country out of many recessions and will do so out of the current constraints we have as a result of Covid-19.<\/p> <p>I have said before and I will say again that we cannot achieve our carbon emission targets without every sector, company, organisation and citizen playing their part.  Agriculture will certainly do this and will not be found wanting.  Farmers are the custodians of the land and it affects them more than many of us.  Although it is an issue that affects all of us and the planet as a whole, farmers see the effects of climate change on their land and farms on a daily basis and they take it exceptionally seriously.  The amendments we are tabling are sensible and practical and I hope the Minister will take them on board.  If we go anywhere in Europe we see fields as far as the eye can see.  We do not see hedgerows and trees delineating parcels of the land as we do in Ireland.  It is only right and proper that credit is given for this in carbon sequestration.<\/p> <p>With regard to bringing everybody along with us on this journey, I would like to mention the court decision made this morning not to allow leave to appeal to An Taisce to challenge further the decision on awarding planning permission for Glanbia to build at &euro;140 million continental cheese plant in Belview.  This has been decided by An Bord Plean&aacute;la, Kilkenny County Council and now the High Court with a decision by Mr. Justice Humphreys.  I am sure the Minister will echo what I say.  I ask him to call on all parties involved to engage in constructive dialogue outside the courts.  Inside the courtroom no longer has a role to play in this.  We can always do things by sitting around the table and talking about them constructively.  I certainly hope this will happen.  I thank the Minister for bringing this groundbreaking legislation to the House.  I certainly hope he will accept the amendments being tabled.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00200","speaker":"1647"},{"type":"speech","time":1625214600,"counter":155,"content":"<p>I support Senator Cummins in what he has said on the decision of Mr. Justice Humphreys in the High Court this morning with regard to An Taisce and the development of the &euro;140 million cheese plant.  How many times does the same position have to come back before it is accepted?  Certain individuals in An Taisce do not seem to accept the decision and I encourage them to speak to Glanbia outside the court on this.  The decision this morning is welcome.  Many rural families and people are dependent on farming, the farming industry and the dairy sector, and the development of this plant is hugely significant.  It needs to be supported.  We are speaking about the viability of farming.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00300","speaker":"1629"},{"type":"speech","time":1625214600,"counter":156,"content":"<p>This is the second time for the Senator to speak and it is not relevant to the amendment.  I ask him to conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00400","speaker":"1670"},{"type":"speech","time":1625214600,"counter":157,"content":"<p>With regard to the viability of farmers-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00500","speaker":"1629"},{"type":"speech","time":1625214600,"counter":158,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00600","speaker":"1670"},{"type":"speech","time":1625214600,"counter":159,"content":"<p>-----today's announcement has a huge impact on this viability and the judgment needs to be accepted.  I thank the Acting Chair for his leniency.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00700","speaker":"1629"},{"type":"speech","time":1625214600,"counter":160,"content":"<p>I thank the Senators for their contributions.  I signal in advance that I intend to accept amendments Nos. 1 and 92.  I do so because, as I said in earlier debates on Second Stage in the D&aacute;il, I believe the Bill already provides that we want to encourage the use of sinks of greenhouse gases and carbon, and this was our clear intention.  The amendments strengthen this and give clarity on it.  As Senator Paul Daly said, the amendments complement each other and they are not contradictory.<\/p> <p>I ask for time to respond because there have been many contributions and this is a critical issue.  I want to explain some of the thinking on this.  Senator Lombard started with reference to Courtmacsherry.  I remember more than two years ago we spent a day or two talking to farmers in the brilliant Barryroe Co-operative, which does a really good job in the proud tradition of small co-operatives in west Cork.  Carbery has had huge success with a massive expansion of exports.  It was good to spend that time there.  It has a place in my heart because my wedding reception was down the road.  I love that place.<\/p> <p>I have a couple of thoughts on the back of it, to take it as a specific example.  It probably has some of the best dairy land in the world where the grass grows almost all year round.  It has very good soil.  Many of the farmers there I spoke to had just come out of the 2018 drought and had really suffered.  The grass had stopped growing because it was burned to the core.  Many of them realised, if they were honest, looking back at the newspapers at that time, that they were overstocked, that they were too tight and borrowed up, and at risk and exposed because of the climate changing, with dairy being affected as much as anything else.  I remember at the time many farming people saying I was right and that we have to begin to protect ourselves from this climate change.  There are ways we can do this.  There is mixed sward grass management with very deep-rooted grass that will survive drought better.  It improves animal health and other outcomes.  We can have clover nitrogen fixing in the mix.  Soil and grass management is not easy.  This is where the smart farmers are going.  I listened to them and this is what they are working at.  Our best farmers are going in that direction.<\/p> <p>I cannot think of Courtmac without also acknowledging and recognising what the EPA gave me recently as an example.  We have a major problem in Courtmac with the pollution of the waterways.  It is an incredibly important special protection area habitat with huge bird life in the estuary.  It is seriously and serially polluted.  Pollution is a real problem in the area.  It is not uncommon elsewhere.  It was very interesting reading in the newspapers the day before yesterday about a report published by the EPA acknowledging that we have a serious nitrogen, ammonia and phosphate pollution problem in our country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eamon Ryan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2028\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2028&amp;amp;pid=EamonRyanGP&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What did the report say?  It said that the three sisters, those rivers in the south east, are saturated with nitrogen.<\/p><p>I mention my neck of the woods in Dublin Bay and I walk around the Irishtown Nature Park in Poolbeg.  It is a stunning place and a beautiful beach but most summers you are walking through algae rather than sand because the Liffey captures all the excess nitrogen phosphates we have from the midlands and washes them out into Dublin Bay.  Dubliner cheese is much appreciated and loved around the world but Dubliners do not particularly want to be walking through algae sludge on their bay and in their beach.  At some point they will ask where the pollution is coming from and how it can be stopped.  We will stop it and we will protect all of our environment.  As Senator Boyhan said, every place and person matters and that issue matters.<\/p><p>Carbery Group is superb with huge exporting and marketing success and is able to switch production into cheese and other products.  One thing is clear to me; we will not be able to do that unless we are origin green in everything we do.  I met representatives of one of the big international food companies recently.  They told me it had just done a bit of research on international trends in markets in China, India, America, South America and elsewhere.  The message coming back was that on the dairy side in particular, customers are starting to ask questions and to be concerned about the origin and environmental impact of dairy products.  That is happening.  It is not just about climate; it is also about the biodiversity issues.  The Irish farming community and industry need to know this and they know it.  The industry must know it because decisions in the financial markets are increasingly being taken with this knowledge in mind.  The ability to raise finance and go out into a market and sell if you are not compliant in environmental standards will become an increasing issue.<\/p><p>I want to make a couple of other points in accepting these amendments.  The Bill provides a real opportunity and I might go into that in a bit more detail.  Allowing for the removals does not remove the need to reduce emissions.  What Senator Lombard and other Senators have said is true.  All of the attention is on agriculture and the shaming and blaming have to stop.  That is the worst thing because it is not appropriate or right at all.  However, what the Senator says is true.  Agriculture will not be the most difficult sector to change.  Maybe I am biased in that regard because I am the Minister for Transport and I am scratching my head every day thinking how in God's name we will change transport.  We do not have the removals capability in transport that there is in agriculture.  We are wedded to the existing transport infrastructure and it will be difficult to change.<\/p><p>That means agriculture also has to play its part in real emissions reductions, not just removals and sequestration.  That has to be abundantly clear.  I could not get on better with the Minister for Agriculture, Food and the Marine, Deputy McConalogue.  I find him the most capable and decent colleague and he is good to work with but we will have to sit down in the coming weeks and months and strike a good balance between emissions reductions and removals.  It will have to be both.  For the sake of Irish agriculture and farming, there have to be real and significant emissions reductions or else we will get caught in the cross hairs as the world starts to look at what is happening in Canada, for example, with people dropping dead from the heat.  Any sector that is seen to be part of the problem and not part of the solution is going to be in real trouble and we do not want to be in that place.  There has to be a reduction in methane, nitrous oxide, carbon dioxide and ammonia pollution.  All the various pollutants we have are a problem.  This is not blaming in any way; it is just facing that reality because if we do not do so, we will be on the wrong end of the way global economies and markets are going.<\/p><p>Accepting these amendments helps to clarify what was already in the Bill, as was said.  They open up real opportunities.  I have heard the Minister of State at the Department of Agriculture, Food and the Marine, Senator Hackett, speak about this and we are about to deliver these new riparian agroforestry type solutions.  That will not just be along rivers but along river courses because we can stop some of the pollutants that way by planting clever strips of forestry without all the regulations and restrictions making it so difficult.  Let us give farmers an incentive to be flexible, do this well and start putting new forest systems within our land in combination with farming, rather than switching away from farming.  They should get recognition for the carbon that will be stored due to those efforts.<\/p><p>Energy will be slightly difficult on the land but we will be doing anaerobic digestion.  We will have to do it in a sophisticated way.  Farms working together will work best in this way because the scale will not work for the ordinary sized family farm.  It will work with 12, 15 or 20 farmers working on a parish basis and coming together with some, for example, putting dry matter into the anaerobic digester and some feeding cattle or sheep.  The slurry from that will feed the anaerobic digester as well so we will be managing a waste problem.<\/p><p>We do not want a massive expansion in new food production systems just to feed this ever-expanding system.  Our marketing strategy is clear.  We cannot have big increases in production because our land cannot take that.  That is a fundamental reality that the food and production companies have to start realising.  That model of ever-increasing production will not be the way.  It has to be marketed as a niche, high-quality and high-priced product.  That form of anaerobic digestion cannot be just pushing yet more fertiliser onto yet more grass with more slurry from pig and poultry production which will be increased further.  That would involve everything increasing and the land and water quality taking the hit.  That will not work.  We can do anaerobic digestion where it involves waste management as well as land management and where it gets a good price to the farmer.  It is all about getting an income to our Irish farmers.  That is what we need to do and we can do that.<\/p><p>We will have to reduce nitrogen fertiliser use.  This is a critical issue.  Some of the mixed sward and the use of clover will provide nitrogen fixing in a much better and cheaper way.  In a world of climate change, we cannot keep using fossil fuels without regard to the future, not to mention the issue of water quality that I mentioned earlier.<\/p><p>We will do a lot of rewetting in particular.  There are certain areas in different parts of the country that will have different circumstances in this.  There will even be different parcels on individual farms involved in this.  It is the detailed and skilled management of the land with local knowledge that farmers have that will decide which grasslands we will rewet.  There is a huge potential for storage of carbon and a huge income potential in that rewetting of grasslands.  Some farms will be doing that more than others.  It will be more of the north and the west getting the money if I am truthful and without creating a geographical divide.  We know this.  Senator Dooley's neighbours might be the ones who benefit more because they will have more of that type of storage potential on rewetted land.  What Deputy Danny Healy-Rae and others have said is true.  He said in a committee a few years ago that farmers have been told for 50 years that they have to drain land and now they are being told to wet it.  That will be the case but they will be getting paid for it because it is bringing back biodiversity as well as storing carbon.<\/p><p>I refer to the mechanisms.  The first key mechanism is land-use planning and review, which we are doing, and it will take time.  What Senator Higgins says is right.  We follow science on this and it will take time.  To answer her question, we follow UN measurement systems.  It has to be based on land use, land-use change and forestry, LULUCF, and on science.  It will take us time to get the granular details we will need to be able to get the income streams to support some of this.  That is what this is about.  As well as protecting nature, it is about providing incomes into the future for these nature-based solutions.  It will be based on measurement systems from the UN and on science.  It will take us a few years to get the land-use planning right to make sure this is done on a scientific and a fair basis.<\/p><p>The second mechanism is the policy instruments to deliver.  Again this will be in a few years time; it will not be immediate.  We should follow the type of emissions trading system, ETS, that they have in New Zealand and other countries where there is a payment and a market for this.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Eamon Ryan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2028\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2028&amp;amp;pid=EamonRyanGP&amp;amp;year=2021&amp;amp;month=07&amp;amp;day=02\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not just for biomethane, but for carbon as well.  We can look at the various emissions, nitrous oxide, and so on.  That is complex and why it takes a bit of time to get it done right.  We need to give people time to prepare and set it up.  The ETS type of system is the policy instrument that will help to deliver the income into farmers.  This is what we are about; reduce emissions, increase income.<\/p><p>Someone referred to CAP, I cannot recall who.  CAP will be of critical importance to get the details in terms of payments in Pillars 1 and 2, how these new eco-schemes are going to match this and back this up.  From my understanding of the negotiations - the dialogue of which have only finished with the details yet to emerge and to be agreed nationally - the European rules now allow payments for rewetting, which they previously did not.  We could get European money for some of the work I was speaking about a few minutes ago, among a variety of different ways.  It is for all those reasons that we are accepting the two amendments.  I thank the Senators for putting them forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#Y00800","speaker":"1465","continuing":true},{"type":"unspoken","time":1625214600,"counter":163,"content":"<p>Amendment put and declared carried.<\/p>"},{"type":"speech","time":1625214600,"counter":164,"content":"<p>Amendments Nos. 2 to 7, inclusive, and 10, 72 and 75 are related.  Amendments Nos. 3 to 7, inclusive, are physical alternatives to amendment No. 2.  Amendments Nos. 2 to 7, inclusive, and 10, 72 and 75 may be discussed together.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00300","speaker":"1692"},{"type":"speech","time":1625214600,"counter":165,"content":"<p>I move amendment No. 2:<\/p> <blockquote> \tIn page 6, to delete lines 34 and 35, and in page 7, to delete lines 1 to 3 and substitute the following:  \t&ldquo; &lsquo;climate justice&rsquo; means the requirement that decisions and actions taken, within the State and at the international level, to reduce greenhouse gas emissions and to adapt to the effects of climate change shall, in so far as it is practicable to do so&mdash;<br \/><br \/>(a) support the people who are most affected by climate change but who have done the least to cause it and are the least equipped to adapt to its effects,<br \/><br \/>(b) safeguard the most vulnerable persons,<br \/><br \/>(c) endeavour to share the burdens and benefits arising from climate change, and<br \/><br \/>(d) help to address inequality;&rdquo;.  <\/blockquote> <p>I will withdraw amendment No. 2 and resubmit on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00400","speaker":"1672"},{"type":"speech","time":1625214600,"counter":166,"content":"<p>My amendments are included in that grouping and I will speak to them.  As I begin, I wish to note that it would be useful, between now and Report Stage, if I could be provided with more clarity because I did not get the clarity that I asked for on emission removals.  It was not clear to me whether we are going for the EU model, whereby there are two separate targets, or the Scottish model, whereby there is a combined target.  That is a key principle and a key question in the budget that has not been resolved.  I would like more information on that between now and Report Stage.  It would be very useful.  We all want \"removals\" included but the question is about how they are calculated and measured, and how they are reflected in our ambition.<\/p> <p>The reason that everything counts is because we are in debt.  We are starting this process having been one of the great drivers and causes, along with others in Europe and the developed world, of climate change.  We are part of that.  We have a particular responsibility in regard to taking action.  We must look at everything we can do.  My concern at the moment relates to how we often speak about different places that mean a lot to us and have a place in our hearts.  I have a place that is in my heart when I talk about climate change, it means a lot to me, and that is Malawi.  I went to Malawi, where each person produces 0.11 tonnes of carbon emissions compared with more than 8 tonnes for every person in Ireland, and saw, in 2008, the people there dealing with ruined lives due to the impacts of climate change.  They are very much in my heart.  My heart breaks when I look at the definition of \"climate justice\" that is proposed in this Bill.  I do not believe it is a definition that can be stood over or that people could stand by.  I do not believe it is a definition - if I can refer to my figures, because this is important - or language that we can accept.<\/p> <p>The language in the Bill adds insult to injury in that is sets out a definition of climate justice that lacks any reference to the injustice and damage that has been done across the world or to the causes of the injustice, or to the basic principles in the United Nations Framework Convention on Climate Change of what it calls \"common but differentiated responsibilities\".  It is that fact of recognising that we all need to do what we can on climate change but that certain countries have a greater responsibility because they are the greatest cause.  Other countries that we have been campaigned with, that I campaigned with to stop climate change alongside the Minster, many years ago, pointing out those who have done the least to cause climate change but have suffered its worst effects.  It is a well-established principle which is not reflected in any way in the definition.  The definition in the Bill does not refer to the past or the wealth of the developed world which was built on the back of damage done to others.  It states: \"the requirement that decisions and actions taken to reduce greenhouse gas emissions [so in the future] and to adapt to the effects ... shall, in so far as it is practicable to do so, safeguard the rights of the most vulnerable persons\".  This definition states \"so far as it is practicable to do so\" in terms of safeguarding rights.  I have seen language like \"progressive realisation\" attached to rights.  We know that rights are not always able to be delivered immediately.  To attach \"so far as it is practicable to do so\" to the idea of safeguarding rights is a disgraceful abrogation of responsibilities.  It refers to \"the most vulnerable persons\", again it does not state who or where the most vulnerable people are.  It does not acknowledge the international aspect of it.  Unfortunately, when I spoke with some of the Minister's officials, they talked about vulnerable people in Ireland.  That comes under the just transition which we will get the chance to speak about, even though a definition of that is not in the Bill.  In terms of climate justice, we need clarity that Ireland recognises that it has a responsibility to people throughout the world.  I would like clarity from the Minister on that because I have heard different signals on it.  It states the sharing of \"the burdens and benefits arising from climate change\" but with the word \"equity\" gone.<\/p> <p>I will go through the six amendments that I have proposed in this area.  One is about the definition that was put forward by the climate committee.  The Joint Committee on Environment and Climate Action, put forward, agreed after many hours-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00500","speaker":"1662"},{"type":"speech","time":1625214600,"counter":167,"content":"<p>Would the Senator mind waiting until they come up because we are going to have a long day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00600","speaker":"1692"},{"type":"speech","time":1625214600,"counter":168,"content":"<p>It is in this grouping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00700","speaker":"1662"},{"type":"speech","time":1625214600,"counter":169,"content":"<p>That is okay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00800","speaker":"1692"},{"type":"speech","time":1625214600,"counter":170,"content":"<p>This was based on what we debated in the committee, after many hours.  It talked about the framework convention supporting people who are most affected by climate change but who have done the least to cause it.  It was about the human rights and well-being of local communities, indigenous people and the most vulnerable.  It was about being informed by science.  These are the same principles, by the way, that were put forward by a number of international NGOs to the Minister asking that he reflect the same kinds of principles in the definition he has put forward.  None of them are there.  This is missing from the definition.<\/p> <p>This is something that we need to move forward on, we need a change.  This is a stain on the Bill as it proceeds at the moment.  I want the Minister to explain where the justice is, where the future thinking is, where the international responsibility within the definition of climate justice is and, crucially, where the UN framework convention principle is.  That principle is even in the Mary Robinson definition, which is not the strongest definition of climate justice, and centrally recognises \"common but differentiated responsibilities\".<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2021070200002#AA00900","speaker":"1662"},{"type":"unspoken","time":1625214600,"counter":171,"content":"<p>Additional debate to follow.<\/p>"}]