[{"type":"minorheading","content":"Prelude","time":1527600600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1527600600,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1527600600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1527600600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1527600600,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#A00100"},{"type":"speech","time":1527600600,"counter":6,"content":"<p>I have received notice from Senator Maria Byrne that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to examine the possibility of providing a clinical nurse specialist for multiple sclerosis patients in the mid-west region.<\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p><blockquote>The need for the Minister for Health to lift the permanent deferral policy on blood donations from those who resided in the North of Ireland and Great Britain during the vCJD crisis.<\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to outline the up-to-date position regarding the third and final phases of the Mullaghmatt remedial works scheme, County Monaghan.<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the reopening of Rush Garda station, County Dublin.<\/blockquote> <p>I have also received notice from Senator Paul Daly of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to amend the age eligibility criteria for the part-time green cert course for young farmers.<\/blockquote> <p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to consider extending the targeted agricultural modernisation scheme, TAMS, project deadlines by six months.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach: :<\/span--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Frank Feighan of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the medical rehabilitation project planned for Roscommon University Hospital.<\/blockquote><p>I have also received notice from Senator Fintan Warfield of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning and Local Government to consider developing an online voter registration system.<\/blockquote><p>Of the matters raised by the Senators as suitable for discussion, I have selected the matters raised by Senators Byrne, &Oacute; Donnghaile, Gallagher and Clifford-Lee and they will be taken now.  <br\/><br\/>The other Senators may give notice on another day of the matters that they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#A00200","speaker":"1381","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1527600600,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#B00200"},{"type":"minorheading","content":"Health Services Staff Recruitment","time":1527600600,"counter":9,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#B00250"},{"type":"speech","time":1527600600,"counter":10,"content":"<p>I welcome the Minister of State at the Department of Health, Deputy Jim Daly, and thank him for coming here to discuss such an important issue.  Tomorrow is World MS Day and in the past I was very involved in the Limerick and mid-west committee of the MS Society, so I am very aware of its needs.  In 2014, the approved recommended number of MS nurses for those diagnosed not only in Limerick but in the mid west was three.  Currently, the figure is zero.  In 2014, approval was given by the Department but it was very hard to recruit people at that time and it just did not happen.  It is now 2018 and the number of patients is growing.  There will be an MS awareness day in the mid-west offices tomorrow and people have been invited along to highlight the lack of an MS nurse.<\/p> <p>The nurse is responsible for giving advice when symptoms arise with MS patients and is very knowledgeable.  Currently, people in the mid west who are diagnosed with MS have to contact a clinical nurse in Cork or Galway and obviously those nurses have their own waiting lists and patients, so it is not always feasible that the patient receives help or support within the timeframe required.  Many calls are made to the MS office where there the staff comprises social workers and administrators.  These are not clinical nurses or qualified multiple sclerosis nurses and they are not able to deal with the issues and queries.  This is a big issue.<\/p> <p>The number of people being diagnosed has grown.  University Hospital Limerick contacted the Multiple Sclerosis Society this morning to say it would be prioritising this in the coming year but there was no indication that it would be looking to appoint somebody.  As I already said, the current recommendation is that there should be three nurses in the area but there is none.  I would like to hear the Minister of State's opinion on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#B00300","speaker":"1384"},{"type":"speech","time":1527600600,"counter":11,"content":"<p>I thank the Senator very much for raising this issue and I welcome the opportunity to address the House on this matter.<\/p> <p>The condition of multiple sclerosis is managed within the HSE clinical programme for neurology.  The role of the clinical nurse specialist in neurology is to provide for the care and ongoing management of patients within agreed clinical practice guidelines.  In addition to multiple sclerosis, clinical nurse specialists roles in neurology can include a range of specialist services to support particular conditions such as headaches and Parkinson's disease.<\/p> <p>I am advised that the UL Hospitals Group recognises the need for a second clinical nurse specialist post in neurology and has approved the further post in recent weeks.  A job description for this position is currently being finalised by  UL Hospitals Group.<\/p> <p>It is expected that the filling of the clinical nurse specialist post will improve and enhance patient care and will assist in the overall continuity of care as well as optimising the quality of service provision.  The clinical nurse specialist will be required to work as a key member of the multidisciplinary team and provide physical, psychological and emotional support to patients and their families.<\/p> <p>I would like to take the opportunity to draw the attention of the House to the model of care for neurology which has been developed and published by the national clinical programme for neurology in collaboration with consultants, nurses, health and social care professionals and patient support groups.  This model of care aims to address the need for strategic development of neurology services in the provision of better care for Irish patients.  It, therefore, provides a framework for neurology services into the future which will be delivered within an integrated service approach that is in line with international best practice.  While the clinical programme has identified current service deficits in terms of staffing, it has recommended increasing the number of consultant neurologists, nurse specialists, including clinical nurse specialists in multiple sclerosis, and other healthcare professionals.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The implementation of the new model of care is a work in progress.  The model will be implemented over the coming years and will, it is envisaged, improve access for neurology patients, including patients with multiple sclerosis in the mid-west.  UL Hospitals will continue to work with the national clinical programme to progress the implementation of the model of care for neurology in the mid-west and will consider, as appropriate, any additional resource requirements in the context of the 2019 Estimates process.<\/p><p>To conclude, UL Hospitals has recognised the need for a clinical nurse specialist post and will provide funding for this post as a priority this year.  Looking to the future, the national clinical programme for neurology has identified certain resource issues regarding neurology services but it is intended to address these deficits through the implementation of the new model of care.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#B00400","speaker":"1261","continuing":true},{"type":"speech","time":1527600600,"counter":13,"content":"<p>I am sure the Senator will want to thank the Minister of State for a very positive response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#C00200","speaker":"1381"},{"type":"speech","time":1527600600,"counter":14,"content":"<p>Yes.  The one point I would make is that while it is a neurological specialist nurse that has been approved, an MS specialist nurse is slightly different in that the medication patients with MS take is very specialised and they need a lot of monitoring and care.  However, while there is still no MS nurse, it is a very positive response that a neurological nurse will be approved and put in place during the year.  I ask that MS as a speciality could also be considered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#C00300","speaker":"1384"},{"type":"speech","time":1527600600,"counter":15,"content":"<p>The possibility of appointing an MS specialist nurse can be considered during the recruitment process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#C00400","speaker":"1261"},{"type":"minorheading","content":"Blood Donations","time":1527600600,"counter":16,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#C00450"},{"type":"speech","time":1527600600,"counter":17,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  The Minister of State is welcome.  I appreciate that this is obviously a very busy period for him and his Government colleagues, not least the Minister for Health.  In such circumstances, I understand that the Minister cannot be available to be with us this afternoon.<\/p> <p>It is fair to say we can all can see that the best elements of our health care services work best when they work together, in particular when they work in a unified way and deliver good, positive health care for people right across the island, in all of our Thirty-two Counties.  That is demonstrable in paediatric cardiac services where children from the North are able to avail of a world class service here in Dublin and in the cross-Border cancer care provision provided by Altnagelvin Hospital, which has seen significant investment from the Executive and, indeed, from the Government here as well.<\/p> <p>This issue came to my attention from talking to work colleagues here in Leinster House who were resident in the North or in Britain, and who, perhaps, formally tried to donate blood here in the State or wanted to do so upon coming home, but found that, because they were resident in either the North or Britain, were unable to donate blood because of the variant Creutzfeldt-Jakob disease, CJD, crisis, which we all remember as mad cow disease or BSE.  What I am asking is, given the positive understanding we have of cross-border co-operation and the identifiable need for additional blood donations in this jurisdiction, whether consideration can be given to reviewing that ban with a view, ultimately, to lifting it and also, given the passage of time, if there is now scientific and medical evidence that points towards freeing up such people.  A number of the people who said this to me are actually Members of the other House, including Deputies Quinlivan and &Oacute; Broin, who was a Belfast city councillor during that period, and Senator Conway-Walsh, who is our group leader in the Seanad and who was working in Britain at the time.  All of them would wish to step up and heed the call from the Minister, the Government and the Department.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#C00500","speaker":"1413"},{"type":"speech","time":1527600600,"counter":18,"content":"<p>I thank the Senator.  The remit of the Irish Blood Transfusion Service, IBTS, is to provide a safe, reliable and robust blood service to the Irish health system.  A major objective of the IBTS is to ensure that it always has the necessary programmes and procedures in place to protect both the recipients and the donors of blood and blood products.  The IBTS constantly keeps all deferral polices under review to ensure the ongoing safety of blood and the products derived from it.<\/p> <p>The IBTS currently has a permanent deferral policy in place for individuals who have resided for more than one year in the United Kingdom, including Northern Ireland and the Channel Islands, between the years 1980 and 1996.  This policy is designed to prevent the risk of transmission of variant CJD to recipients of blood transfusions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jim Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2328\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2328&amp;amp;pid=JimDaly&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> A new case of variant CJD was indicated by the UK in 2016, as a consequence of which a decision was taken by the IBTS at that time that no change would be made to the measures in place to mitigate the risk of transmission of variant CJD in the short term.  The IBTS now feels that sufficient time has elapsed to consider whether the measures in place to prevent the transmission of abnormal prions from the food chain, and the resultant risk of asymptomatic individuals being a threat to the blood supply, can be reassessed.<\/p><p>The medical and scientific director of the Irish Blood Transfusion Service will make a presentation on the current state of evidence on the transmission of variant CJD via blood transfusion to a specially convened meeting of the IBTS medical advisory committee in July.  The meeting will be presented with the most up-to-date information on the risk of variant CJD.  This may lead on to a risk assessment being carried out to inform whether a change to current donor selection guidelines in respect of people who have resided in the UK for a cumulative period of 12 months or more during the period between 1980 and 1996 is warranted.  If the medical advisory committee feels that a case might be made for a change in the deferral policy, further consideration of all aspects of the matter will be undertaken with the input of relevant experts.  If the outcome of the deliberations of the medical advisory committee and the subsequent expert input indicate that the IBTS could safely relax the current deferral polices regarding variant CJD, a case for such changes will be made to the board of the IBTS.<\/p><p>It is acknowledged that the current deferral arrangements in place for variant CJD can be frustrating for members of the public who find themselves unable to donate blood.  However, the safety of the blood supply must remain paramount.  The focus of my Department will at all times be to ensure the provision of a quality supply of blood to the Irish health system.  Decisions on changes to deferral policies for blood donation must always be supported by rigorous scientific and medical evidence.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#C00600","speaker":"1261","continuing":true},{"type":"speech","time":1527600600,"counter":20,"content":"<p>I thank the Minister of State for his concise response.  There is a glimmer of hope in it, and I always try to look for one.  I look forward to the IBTS bringing forward that review and the assessment in July this year.  I am sure we will watch it closely, as will the Government.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#D00200","speaker":"1413"},{"type":"minorheading","content":"Local Authority Housing Maintenance","time":1527600600,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#E00050"},{"type":"speech","time":1527600600,"counter":22,"content":"<p>I welcome the Minister of State.  As we say in west Cork, better late than never.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#E00100","speaker":"1381"},{"type":"speech","time":1527600600,"counter":23,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach and I thank him for his presence.  I want to discuss the issue of the ongoing remedial works scheme for Mullaghmatt housing estate which, as the Minister of State probably knows, is located in Monaghan town, and consists of more than 180 dwellings constructed in the 1970s.  Unfortunately, many issues have been associated with the development over the years, and the residents have had to put up with many defects affecting the properties, which have been anything from defective wiring to fractured chimney breasts to drafty doors and windows just to name but a few.<\/p> <p>The Department of Communications, Climate Action and Environment finally acceded to addressing the issues but, unfortunately, decided to do so on a phased basis.  Phase 1, which commenced more than a decade ago, resulted in a number of dwellings being completed at the time.  Unfortunately, we are now onto phase 4 which, I hope, will be the final phase, and we await positive news on this.  As a result of the approach taken by the Department over the past decade, the people of Mullaghmatt have effectively been living on a building site.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The works completed to date have enhanced the quality and appearance of the estate but, unfortunately, there are 81 dwellings yet to be remediated and they are still awaiting commencement of the fourth stage of this process.<\/p><p>The people of Mullaghmatt have put up with living in defective dwellings for between 30 and 40 years.  While I welcome that the Department is addressing the issue, these works need to be commenced as soon as possible so that the people of Mullaghmatt can lead normal lives and plan works that they would like to do their dwellings but have been holding off on until such time as these works are completed.  I hope the Minister of State, Deputy Phelan, will confirm that the tender for the works will be accepted shortly so that they can commence without delay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#E00200","speaker":"1396","continuing":true},{"type":"speech","time":1527600600,"counter":25,"content":"<p>I apologise for my late attendance.  I thank Senator Gallagher for raising this matter which I am taking on behalf of the Minister, Deputy Eoghan Murphy.<\/p> <p>I am pleased to say that I have good news in regard to this scheme in Mullaghmatt.  The Department approved the fourth and final part of the scheme to go to tender in March.  Tenders have now been received by Monaghan County Council and are being examined with a view to submission of a tender report and recommendation as soon as possible to the Department for approval.  I can assure the Senator that whatever proposals are received from the county council will be examined as quickly as possible by the Department and there will be no delay in a response issuing to Monaghan County Council.<\/p> <p>Approval of the tender recommendation should allow the county council to get works commenced later this year.  The estimated cost of stage 4 is &euro;2.9 million.  Overall, this scheme has a long history, with almost &euro;10 million having been already invested in phases 1, 2 and 3 of the scheme involving the carrying out of remedial works to local authority and privately-owned houses.  A pilot refurbishment project was approved in August 2004.  Works on this phase, which included the provision of new windows and doors, installation of central heating and associated insulation and wiring, etc., were completed in November 2006 at a final cost of in the region of &euro;3.2 million.  Phase 2 was approved in May 2009, with works completed in 2012 at a final cost of &euro;5.4 million.  A substantial element of phase 3 of the scheme was the provision of an access road to the front-door of a number of houses in the estate.  Funding of over &euro;1.3 million was approved for this work and it has now been completed.  When the overall scheme is completed, inclusive of phase 4, improvements will have been carried out to 180 houses.<\/p> <p>I reiterate that the Department will deal expeditiously with the tender report for phase 4 on its receipt from Monaghan County Council.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#F00200","speaker":"1265"},{"type":"speech","time":1527600600,"counter":26,"content":"<p>I am sure, Senator Gallagher, that news was worth the wait.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#F00300","speaker":"1381"},{"type":"speech","time":1527600600,"counter":27,"content":"<p>I thank the Minister of State for the response.  I am heartened by its content.  I trust that there will be no delay on the part of Monaghan County Council in submitting the final documentation and that the Department will, in turn, expedite the matter so that works can commence as soon as possible.  I am heartened also by the Minister of State's reference to the works commencing before the end of this year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#F00400","speaker":"1396"},{"type":"minorheading","content":"Garda Stations","time":1527600600,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#G00050"},{"type":"speech","time":1527600600,"counter":29,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Flanagan.  I call Senator Lorraine Clifford-Lee.  She has four minutes to outline her request on Rush Garda station.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#G00100","speaker":"1381"},{"type":"speech","time":1527600600,"counter":30,"content":"<p>It was announced at a meeting of the Committee of Public Accounts in November 2017 that Rush Garda station was among six that An Garda S&iacute;och&aacute;na was recommending the Government reopen as part of a pilot programme.  This was welcomed in Rush and across north County Dublin.  The town has a population of 10,000 people and it is growing rapidly.  It really felt the loss of its Garda station.  By way of Commencement matter a few weeks after the announcement, I asked the Minister to give an outline of the timescale for the reopening.  The people of Rush were anxious that the Garda station be reopened as soon as possible.  I was informed that the head of estate management in An Garda S&iacute;och&aacute;na had written to the Office of Public Works, OPW, to start a dialogue on the requirements of An Garda S&iacute;och&aacute;na and to allow the OPW to complete an assessment of what is needed, taking into account current building standards and regulations.  I was further informed that a tender process would commence once the assessment was complete.  Contracts would be signed when the tender process was finished and the work started.  The Garda station would finally be opened when the work was complete.<\/p> <p>Will the Minister let me know where stands this process?  Has the assessment been completed?  If not, when is it envisaged that it will be completed?  When will the tender process be commenced if the assessment is completed and how long is it envisaged that this process will take?  It is also important to note that extra Garda resources are required when the station does eventually reopen.  Fingal is the most rapidly growing area in the country and there are not enough garda&iacute; there at present.  Will the Minister provide an update, in so far as is possible, on the reopening of Rush Garda station?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#G00200","speaker":"1376"},{"type":"speech","time":1527600600,"counter":31,"content":"<p>I thank Senator Clifford-Lee for raising this important matter.  The Senator will appreciate that the programme of replacement and refurbishment of Garda accommodation is progressed by the Garda authorities in close co-operation with the OPW.  The latter has responsibility for the provision and maintenance of Garda accommodation.  This includes identifying and progressing any necessary remedial or refurbishment works required at individual stations.  As Minister, I have no direct role in those matters.<\/p> <p>As the Senator will be aware, there is a commitment in A Programme for a Partnership Government regarding a pilot scheme to reopen six Garda stations - both urban and rural - to determine possible positive impacts that such openings will have on criminal activity.  There will be special emphasis on burglaries, theft and matters of public order.  The then Garda Commissioner's final report, which is available on my Department&rsquo;s website, recommends that Rush Garda station, along those at Ballinspittle in County Cork, Bawnboy in County Cavan, Leighlinbridge in County Carlow, Donard in County Wicklow and Stepaside in County Dublin, be reopened.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Charles Flanagan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=414\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=414&amp;amp;pid=CharlesFlanagan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am informed by Garda authorities that a brief of requirements was provided to the Office of Public Works, OPW, on the reopening of these six stations, including the station at Rush.  The Garda authorities requested the OPW to undertake technical surveys to determine the works which would be required to enable the stations to reopen and the estimated costs involved.  I am further informed that this key stage is now complete and the OPW has conducted the necessary technical surveys of all six stations and has written to the Garda Commissioner outlining the works required and the estimated cost involved.  I understand An Garda S&iacute;och&aacute;na is considering the detail of those reports and any outstanding questions on the brief in each case; and that An Garda S&iacute;och&aacute;na and the OPW continue to liaise closely to progress the reopening on a pilot basis.  Works will commence once the appropriate procurement process has been finalised.  I reiterate that the OPW and An Garda S&iacute;och&aacute;na are working closely to progress this pilot project and my Department is also closely following the case, with a view to enabling the reopening at the earliest opportunity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#G00300","speaker":"1233","continuing":true},{"type":"speech","time":1527600600,"counter":33,"content":"<p>I am delighted to hear the vital assessment stage has been completed and we can move to the next stage in the process.  Can the Minister indicate when the procurement process is likely to be completed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00200","speaker":"1376"},{"type":"speech","time":1527600600,"counter":34,"content":"<p>At this stage it is not entirely possible to provide a strict timeframe for the opening of Rush Garda station.  It depends on a number of factors, including, for example, the extent of the required refurbishment based on current building regulations.  There are also agreed standards and specifications for Garda cell areas and custody suites that may well have to be incorporated into the refurbishment.  I acknowledge the importance of the matter for Senator Clifford-Lee and I would be happy to keep her and the House informed of developments.  I confirm that detailed work is ongoing in the projects.  The technical surveys, an important step, have taken place and they were based on the brief of requirements from An Garda S&iacute;och&aacute;na.  The Garda is currently considering the detail of the reports in conjunction with the Office of Public Works and my office has a role to play in monitoring the position and reporting to the House here.  I remind the House of the Government's commitment to achieving a progressive increase in Garda numbers over the next number of years and that will involve extra infrastructural developments, including stations.  The Garda station at Rush has been approved as one of the areas for the pilot project.<\/p> <p>I would be happy to provide the Senator with further information on the timeframe as soon as I am in a position to do so.  If I speculated, I am sure the Senator and the House would hold me to it.  I am not in a position to do so at this point.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00300","speaker":"1233"},{"type":"speech","time":1527600600,"counter":35,"content":"<p>May I come back in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00400","speaker":"1376"},{"type":"speech","time":1527600600,"counter":36,"content":"<p>The Senator should be brief.  The Minister has been as honest as he can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00500","speaker":"1381"},{"type":"speech","time":1527600600,"counter":37,"content":"<p>Would I be better off redirecting these questions to the Minister of State responsible for the Office of Public Works or is the Minister's Department responsible for this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00600","speaker":"1376"},{"type":"speech","time":1527600600,"counter":38,"content":"<p>I am happy to assist the Senator.  I am sure if she contacted the Minister of State at the Department of Public Expenditure and Reform, Deputy Moran, he would be equally obliging with appropriate information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00700","speaker":"1233"},{"type":"speech","time":1527600600,"counter":39,"content":"<p>I would like a timescale for the tender process.  I will be in correspondence with the Minister and his colleague.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#H00800","speaker":"1376"},{"type":"unspoken","time":1527600600,"counter":40,"content":"<p>Sitting suspended at 3.10 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1527600600,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#N00100"},{"type":"speech","time":1527600600,"counter":42,"content":"<p>The Order of Business is No. 1, National Archives (Amendment) Bill 2017 - Second Stage, to be taken at 4.45 p.m., with the contribution of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 2, Private Members' business, National Minimum Wage (Removal of Sub-minimum Rates of Pay) Bill 2017 - Second Stage, to be taken on the conclusion of No. 1, with the time allocated to this debate not to exceed two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#N00200","speaker":"1391"},{"type":"speech","time":1527600600,"counter":43,"content":"<p>The first item I wish to raise is related to the referendum on Friday.  The people of Ireland spoke loudly and clearly on Friday when they voted overwhelmingly to repeal the eighth amendment.  This ultimately means that the women of Ireland will now have equal access to healthcare in this jurisdiction.<\/p> <p>I am very grateful to the Members of the Oireachtas who campaigned for this issue, both during the time of this Government and over the past 35 years.  I also thank all the civic society groups which spearheaded this campaign across all walks of life and across the whole country.  I thank members of my own party who supported the campaign to repeal, especially my party leader, Deputy Miche&aacute;l Martin.  I welcome the Minister's memo to Cabinet today and commend him on all his hard work.  I commend the Government's approval of the memo to initiate the passing of the legislation for the repeal of the eighth amendment and I look forward very much to supporting its speedy passage through this House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> We need to be clear on the timetable for the passing of this legislation.  It has been pointed out that women across the country will continue to face crisis pregnancies on a daily basis.  The need for this legislation to be implemented is crucial to activate the democratic will of the people.  This was and is a complex and emotional matter that conjured up very strong emotions on both sides of the debate.  I ask those who supported retaining the eighth amendment to accede to the democratic will of the people and facilitate the passing of this legislation through both Houses of the Oireachtas.  I believe it is time for them to put aside their conscience and legislate in accordance with the clear will of the Irish people.<\/p><p>The second issue I want to raise concerns the reports that parents of schoolchildren had to spend &euro;46 million last year to make up for shortfalls following funding cuts to capitation grants.  That is according to the Catholic Primary School Management Association.  Schools across the country have lost &euro;110 million since cuts to capitation grants were first made.  Unfortunately, those cuts disproportionately affect schools in disadvantaged areas where parents do not have the means or resources to subsidise Government cuts.<\/p><p>One school in particular in Bluebell, Our Lady of the Wayside national school, which is a DEIS school, is very lucky because it has a dedicated principal in Anne McCluskey.  The school was built in the 1960s and, as we can imagine, it remains a 1960s school with very little improvements having been made to it; it has a similar massive fuel bill.  The school cannot qualify for Sustainable Energy Authority of Ireland, SEAI, grants as it cannot match the funding from its resources.  It cannot do insulation work or run the school more efficiently.  The school receives an ancillary grant of &euro;16,000 per year to go towards secretarial and caretaker services but that does not go very far.  It just about pays for a part-time secretary.  Ms McCluskey spends her own time trying to care for the site and the extensive grounds and has done that for the past six years.<\/p><p>This matter was brought to the attention of the House previously yet we see the Government is still slow to move and is failing to invest in schools in disadvantaged areas.  That was evident in the Minister's new schools plan in which not one school in the Dublin 8 and 12 areas was included.  I ask the Minister to come to the House today to explain the reason he is failing to invest in children who live in disadvantaged areas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1527600600,"counter":45,"content":"<p>I do not intend to say very much on the referendum other than that the people have spoken and it now falls to us to put in place the legislation.  I do not want to single anybody out but long before I came into the Oireachtas, Senator Bacik was always front and centre on women's issues.  She must feel greatly vindicated at this stage for her work and I want to congratulate her for that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#O00200","speaker":"1390"},{"type":"speech","time":1527600600,"counter":46,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#O00300","speaker":"1402"},{"type":"speech","time":1527600600,"counter":47,"content":"<p>This morning we heard from the Garda Representative Association, GRA, conference that one in four garda&iacute; may be suffering from work-related stress or trauma.  That is according to a survey carried out by the GRA.  The survey, carried out by psychotherapist Dr. Finian Fallon, described 27% of those who responded as potentially walking wounded.  Just over 2,200 garda&iacute; responded to an email survey.  There was a response rate of 38%, with two thirds of respondents male and one third female.<\/p> <p>This is the second survey of people in uniform which shows that this country is in dire straits.  The survey shows that garda&iacute; are frustrated by the amount of paperwork they have to do.  They do not feel they have the right equipment or training to do the job properly and that senior managers do not appreciate the challenges they face.  That is a damning line.<\/p> <p>The GRA has said that the majority of the garda&iacute; are not trained to properly police this State, particularly in areas of roads policing and sexual offences.  The organisation, which began its annual conference in Wexford yesterday, points out that detectives who carry guns are not trained in tactics and front-line garda&iacute; are not trained to respond to terrorist incidents.  That is damning.  I carried weapons for ten years of my life and not being trained regularly in the use of tactics with respect to carrying weapons which have the potential to kill is just unbelievable.<\/p> <p>The GRA also said that most rank and file garda&iacute; do not have full driver training qualifications.  A vehicle driven at high speed by somebody who is not qualified to drive it is a lethal weapon.  The GRA stated that 52 laws have been brought in over the past eight years but not one classroom training event has taken place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It also stated the lack of welfare facilities for traumatised garda&iacute; is of major concern.<\/p><p>The day after the Brexit vote was passed in the United Kingdom, I said a hard Brexit was also an issue, with delegates pointing out that 500 km of border, with 200 crossings, would require 1,000 extra garda&iacute; along the Border.  There are no plans in place to do this.  We are sleepwalking towards a Brexit that may well be a hard one.<\/p><p>The health of members of the Garda and the absence of training are issues set to dominate the conference today.  We really have to start looking after people in uniform.  I agree the peace process has taken some of the emphasis off the uniformed services in this country but this is the second set of damning reports.  The first concerned the Defence Forces and now the GRA is involved.  I have no doubt the AGSI is in exactly the same situation.  Senior members of the Garda have, at their conference, pointed out similar issues.  We really have to do something about this.  I ask the Leader to organise at his convenience a debate in the House with the Minister for Justice and Equality to discuss the Garda, in particular.<\/p><p>I was at a conference in Europe yesterday.  It was a conference of the task force on subsidiarity, proportionality and doing less more efficiently.  It is headed by Mr. Frans Timmermans.  The conference specifically examined how we might get more done in Europe.  I am convinced now that local government is not getting enough attention with respect to European directives and laws.  There needs to be more interaction with local government.  Too many decisions are made by centralised national governments right across the European Union.  The conference showed that yesterday.  We might also try to organise a debate on how we engage local government more on European affairs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#O00400","speaker":"1390","continuing":true},{"type":"speech","time":1527600600,"counter":49,"content":"<p>That was like a Second Stage speech.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#P00200","speaker":"1381"},{"type":"speech","time":1527600600,"counter":50,"content":"<p>I will be brief as I have to return to the education committee.  I welcome the result of the referendum on Friday.  When I cast my vote, I was definitely not expecting to see such a high turnout, nor was I expecting almost two thirds to vote \"Yes\".  I campaigned throughout the day on Friday until 9 p.m., reminding people to vote on the way home from work.  I definitely knew something was changing when men, the demographic we were all told we needed to worry about, were the ones passing us in their work vans, skip vans and articulated trucks, all beeping and giving us the thumbs up in support.<\/p> <p>I had a conversation that evening with a friend of mine who had to travel.  She asked me whether I really thought she would wake up the next day and be welcomed home.  I realised there and then just how much the vote meant to so many women who did not feel at home in their own country for so long.  I hope they now feel welcomed home.<\/p> <p>I thank all the grassroots campaigners.  I single out Deputy Clare Daly, who, as someone who has led campaigns like this, has been somewhat invisible in recent weeks on the platforms and screens but she has definitely been at the forefront for many years in pulling politicians into the conversation and thinking about equal access to healthcare for women in Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#P00300","speaker":"1404"},{"type":"speech","time":1527600600,"counter":51,"content":"<p>I welcome to the Visitors' Gallery my colleagues, my comrades, from SIPTU's Limerick district council: honorary president Frank McDonnell, John Higgins, Marian O'Callaghan, Mary McElligott, Antoinette Sheen and Breffni Monahan.  I am delighted they are here today to see us reflect on the referendum result.  It was a very conclusive result in Limerick, with 67% in favour of repeal.  There is no doubt that the people have spoken.  There is no doubt that they spoke in favour of legislation, as reflected in the Government's general heads of Bill.  It was a very emotional day.<\/p> <p>I am proud to say our party opposed the original referendum in 1983.  That was my first involvement in politics.  To be frank, it was not a particularly pleasant time.  I note the way our society has changed and, in particular, the way a new, young generation of people, particularly women, has become engaged in the debate, the way in which the conversations developed over recent months and the way our own people got behind the repeal campaign.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Among the questions people asked afterwards was whether I celebrated and whether it was appropriate to celebrate.  I did celebrate, along with a number of others, in Limerick on Saturday afternoon.  To be clear, I was not celebrating abortion but the fact that this awful amendment - this symbol of oppression - is finally to be removed from our Constitution.  It is important to reflect on the consistency of the vote across the State.  A total of 68% of people in almost every constituency, be it urban or rural, were in favour of repeal so this idea that there would be a huge urban-rural divide turned out not to be the case.<\/p><p>Many people deserve credit.  Obviously, I am very proud of our party leader, Deputy Mary Lou McDonald.  I could name the members of the Citizens' Assembly, Ms Catherine McGuinness and everybody involved in Together for Yes.  It is entirely appropriate to pay tribute to Senator Bacik in particular given her long service with regard to this issue.  I pay tribute to the trade unions which paid a key part in the campaign, including my own union, SIPTU, and the Irish Congress of Trade Unions.  I also recognise politicians on the other side of the debate, particularly the people in this Chamber who argued with sincerity for a \"No\" vote and argued with respect and dignity throughout.  <\/p><p>In terms of what is to be done now, it is important that we all unite around the result the people have given us.  We need to act on the instructions of the people and do so as swiftly as possible because for every week and month we fail to enact the legislative framework will mean putting women in the way of danger.  I must say that I accept the Government's bona fides in this regard and I am encouraged to hear that we will see legislation before the summer break.  There is a case to be made, as our leader did in the D&aacute;il earlier this afternoon, for a swift repeal of the Regulation of Information (Services outside the State for Termination of Pregnancies) Act to ensure that women who have to travel in the meantime are not restricted and will at least be able to get a proper referral and have access to their case files.  <\/p><p>I cannot forget to mention the North because so many activists came down from the North to campaign for repeal.  We now have a situation where people in the North have no rights in respect of this issue.  We need to see harmonisation across the island.  I assure the House that Sinn F&eacute;in will campaign for that.<\/p><p>There is the bigger issue of church-State separation.  I call for a debate on that issue but that is for another day.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#P00400","speaker":"1389","continuing":true},{"type":"speech","time":1527600600,"counter":53,"content":"<p>I was alarmed to read in today's edition of the<i>Irish Independent<\/i>where it was alleged-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Q00200","speaker":"1384"},{"type":"speech","time":1527600600,"counter":54,"content":"<p>Sorry, I overlooked Senator Bacik.  My apologies for that.  I moved too quickly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Q00300","speaker":"1381"},{"type":"speech","time":1527600600,"counter":55,"content":"<p>I thank colleagues for their kind remarks and I strongly welcome the resounding two-thirds majority for a \"Yes\" vote on Friday.  The people have spoken very clearly.  As somebody who has campaigned on this issue for nearly three decades since I was taken to court and threatened with prison by the Society for the Protection of Unborn Children, SPUC, back in 1989 when I was president of Trinity College's student union, I am pleased to see the clear and decisive mandate for change in the law from across the country and from almost every constituency, as others have said.  Like colleagues, I urge the Government to move swiftly in bringing forward the legislation, on which the Labour Party and other parties will certainly co-operate.<\/p> <p>The people have spoken decisively.  I commend the wonderful Together for Yes national civil society campaign with which I was very proud to be involved.  I also commend my party, the Labour Party, which opposed the amendment in 1983 and whose members have campaigned for many years to repeal the eighth amendment - people like Deputy Brendan Howlin, Mary Robinson, Catherine McGuinness and others.  Senator Gavan spoke about the trade union movement but I also wish to mention the student union movement nationally, particularly the student union in Trinity College, which led a formidable campaign around Dublin.  Nationally, student unions and the Union of Students in Ireland also mobilised enormous numbers of young people which was very welcome.  I am delighted that the constituency in which I live and which I canvassed most extensively had the highest \"Yes\" vote in the country, at 78.5%, which is a resounding result.<\/p> <p>I join with colleagues in saying that not only should the Government move forward swiftly on the legislation to replace the eighth amendment - the regulation of termination of pregnancy legislation - but some interim and more immediate measures also need to be taken.  I have already spoken with the Minister for Health and the Taoiseach and this does not only include the repeal of the Regulation of Information (Services outside the State for Termination of Pregnancies) Act.  The Irish Family Planning Association, an organisation with a proud tradition on this matter, has called for repeal of the Act and it is quite right.  It is time to remove the Act immediately.  There is no longer any constitutional imperative for the restriction on referral to clinics or hospitals in Great Britain.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is significantly impeding doctors' clinical practice and counsellors and, therefore, we need to repeal the 1995 Act.<\/p><p>In addition, the Government should move swiftly in the next week to delete the criminal sanction from the Protection of Life During Pregnancy Act 2013.  It is invidious that doctors and women would face criminal penalty if, for example, a woman imports abortion pills tomorrow or the next day, or if a doctor performs a termination of pregnancy in a case of fatal foetal abnormality.  I was questioned on this earlier by a journalist who suggested that if we removed the criminal sanction, a floodgate would open.  I think we have seen the floodgate argument pretty decisively defeated in the referendum campaign and I do not think there is any prospect at all of floodgates opening.  However, we know that, already, three or four women are importing pills every day and we need to ensure they no longer do so with the threat of criminal sanction hanging over them, now the people have spoken so resoundingly.<\/p><p>I call on the Leader to make representations to the Government on moving forward, not only with the more detailed framework legislation on termination of pregnancy but more swiftly on those immediate measures we could take to remove measures that are no longer required to remain in our statute law because the constitutional imperative has been removed.  It would be a very important symbolic gesture, apart from anything else, to recognise this overwhelming result in Friday's exercise in democracy by the people.  I agree the next step is separation of church and State in other ways, and we have certainly seen that as an imperative as well.  My colleague, Senator &Oacute; R&iacute;ord&aacute;in, has called for the setting up a citizens' assembly to examine, in particular, the issue of divestment of schools, given that over 90% of primary schools remain under Catholic Church control.  That is the next campaign and a related one.<\/p><p>For today, I thank colleagues for their kind words.  I very much welcome this decisive result and ask the Leader to make representations on the next steps.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Q00400","speaker":"1402","continuing":true},{"type":"speech","time":1527600600,"counter":57,"content":"<p>I was alarmed to read in the <i>Irish Independent<\/i>how some of the women affected by the CervicalCheck situation still have not been contacted and my understanding is that three women are involved.  I call on the Leader to ensure pressure is put on the HSE to make every effort to contact these three women.  It is unacceptable that, five weeks later, they have still not been contacted.<\/p><p>On a local issue, I congratulate Adare Manor on its nomination for a prize in the prestigious Virtuoso &quot;Best of the Best Awards 2018&quot;.  While the result will not be announced until August, it is an international competition and says that we have one of the best hotels on offer here in Ireland.  Very shortly, on 18 June, Adare Manor in Limerick is to host a big international arts conference, with people coming from all over the world to attend.  They will be taken on a tour to promote not only Limerick but the region, which I believe is very important from the tourism aspect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#R00200","speaker":"1384"},{"type":"speech","time":1527600600,"counter":58,"content":"<p>Like others, I wish to pay tribute to the hundreds and thousands of volunteers and people who have worked over the past 35 years to see last Friday's result occur, and in such a spectacular fashion.  In particular, Senator Bacik has been fighting a lonely battle over a number of years and has brought other people along with her.  As Senator Ruane mentioned, Deputy Clare Daly raised the issue when it was very unpopular to do so, kept the issue on the political agenda and made us all focus on it.  I would like to pay tribute to them in particular but also to everybody else on all sides.  The debate was conducted in a relatively decent fashion and we did not engage in the personal abuse, which I believe was the hallmark of a previous referendum on this issue.  I support Senator Bacik's call for the Government to move swiftly with the legislation and to implement interim measures to make the situation more tolerable for Irish women.<\/p><p>I want to refer to another article in the Constitution which I would like to see repealed, namely, Article 41.2.  For those who are not familiar with it, I will read it.  It states: <\/p><blockquote>1&deg; In particular, the State recognises that by her life within the home, woman gives to the State a support without which the common good cannot be achieved.<br \/><br \/>2&deg; The State shall, therefore, endeavour to ensure that mothers shall not be obliged by economic necessity to engage in labour to the neglect of their duties in the home.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lorraine Clifford-Lee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2461\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2461&amp;amp;pid=LorraineCliffordLee&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This article and its language are wholly unsuitable for a modern Ireland.  They do not take into consideration the contribution women have made and make daily to public life, their communities, business, agriculture, the law, the arts, science, technology - the list could go on.  Economic independence for women is vitally important if we are to achieve full equality in Irish society.  I therefore ask the Leader to arrange a debate on this issue and this article of the Constitution.  I would certainly like to see it addressed in the very near future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#R00300","speaker":"1376","continuing":true},{"type":"speech","time":1527600600,"counter":60,"content":"<p>I am conscious of the discussions and the debate on the referendum and I do not want to repeat what other Senators have said.  One thing that became clear during the campaign is that it was a good exercise.  It was important we had engagement on all sides of the debate.  We must never lose sight of the fact that we live in a Republic in which people are free and have the right to express their views and do not have to be vilified or condemned for the views they hold.  It is great that we can have a debate and that people can challenge all sides of that debate.  That is really important.  The vote was important and timely.<\/p> <p>On the vote itself, I appeal to Government Members in particular to use their influence.  It is about time we had a fully independent electoral commission to operate elections and manage the electoral registers in this country.  I met people in my town who went to vote and were told they were not on the register.  They had never taken themselves off it.  We talk about a 65% turnout.  We do not really know the turnout because of the large inaccuracies on the registers of electors.  I suggest that it is timely that we had an initiative from the Government to establish a fully independent electoral commission that would govern and police all elections and maintain the registers of electors.  I wish to take a final opportunity to thank the electoral commission because it did a really good job during this campaign.  It has done likewise in the past but it did an exceptionally good job this time, which is worth remembering.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#S00200","speaker":"1379"},{"type":"speech","time":1527600600,"counter":61,"content":"<p>I wish to raise my concern about a serious problem affecting third level students from Mayo attending college in Galway city, particularly arising out of the rent hikes taking place on student accommodation.  The issue of C&uacute;irt na Coiribe and the &euro;1,000 increase in the rent has been highlighted, but this is an issue that affects many students, not just those who want to live in C&uacute;irt na Coiribe.  It is hard for students to get accommodation.  In cases in which they can secure private rented accommodation, they are being asked to sign 12-month leases, not nine-month leases.  This is a big financial imposition on families and it is families and students who have contacted me.  Many people from Mayo attend college in Galway, in both Galway-Mayo Institute of Technology, GMIT, and the National University of Ireland Galway, NUIG, and many of them are not in receipt of SUSI grants.  They are to the pin of their collar, paying for everything for their children to give them the best start they can, and this is becoming a serious obstacle.  I was contacted two days ago by a woman who has a daughter in college in Galway.  She is facing the prospect - a very good prospect - of her next daughter going to college this coming year and is wondering how she will afford it.  This is a very serious problem.  We need to look at rent caps on student accommodation and other measures that will protect students in the same way we have approached rent caps in the private rented accommodation sector.  I know the Minister of State, Deputy Mary Mitchell O'Connor, and the Minister for Housing, Planning and Local Government, Deputy Eoghan Murphy, are looking at this to see what the appropriate measures are.  I believe this needs to be done as a matter of urgency and that some signal of hope is sent out to the hard-pressed families and students who are trying to get by to the effect that there will be a solution and they will not also become victims of our housing crisis.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#S00300","speaker":"1425"},{"type":"speech","time":1527600600,"counter":62,"content":"<p>Like others, I wish to speak briefly about the referendum and the huge majority of the Irish people who made a momentous decision on Friday to trust one another and trust women.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Ireland also took a great step towards restoring the trust of women in our State.  Women now trust more that they will be safe, that they will be equal and that they will be heard.  It is for us as legislators to reflect that trust by ensuring we act in the most timely manner possible in implementing the legislation and giving it effect.<\/p><p>As well as trust, something that has emerged from the campaign is that we can talk to each other, and that it is okay to talk to each other about this.  As well as the generations of brilliant feminist activists such as Ailbhe Smyth, young activists and movements such as the Abortion Rights Campaign and others took to the streets in this campaign.  As somebody who first marched for repeal as a teenager in 1992, I am very glad these young women and men have not had to wait as long for change.  There is also the wonderful political leadership given on this issue by people such as Senator Ivana Bacik and Deputy Clare Daly, which is rightly recognised, and by many before them.  One of the key credits that must be given is to those individual women who came forward and shared the realities of their lives and their lived experiences, often talking about very difficult decisions and difficult parts of their lives. There are those who have done this publicly, but I know many have done it privately.<\/p><p>The result and what has happened over this referendum are important not just for the society but for families, because in some families people have spoken to each other for the first time about what they have experienced and the difficulties they have faced.  There will be great healing in that.  There will also be counselling and support needed for some, who have put great personal effort and energy into this campaign.  It is notable that those personal conversations by canvassers or within families proved to be more impactful than the often negative and toxic discussions that took place in the online space, and this is an area that needs regulation.  I absolutely support Senator Boyhan on the need for an electoral commission.<\/p><p>The great thing about breaking the silence that existed in the shadow of the eighth amendment is that we can now have a real conversation about supports.  The decision was decisive but it need not be divisive, and there is an opportunity for all in the House now to engage in the real work of support for lone parents and for fixing our broken adoption system, supports and rights for those with a disability, support for addressing the legacies of inequality in our pension system and experienced by those in the Magdalen laundries.  This is collective work in which I hope all of us will be able to engage to ensure the women of Ireland are supported fully and given all of the best options with all of the best supports.  There is also a work of solidarity ahead of us with women in Northern Ireland who still face great difficulties and with women whose rights are being endangered across the world.  I hope Ireland can be a beacon of support for them also.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#S00400","speaker":"1405","continuing":true},{"type":"speech","time":1527600600,"counter":64,"content":"<p>In light of Senator Mulherin's concern about student accommodation I encourage her to support Deputy Eoin &Oacute; Broin's Bill to address the exploitation of students.<\/p> <p>I want to talk about the referendum and congratulate everybody involved and commend the people of Ireland who came out in huge numbers to vote.  I commend Senator Ivana Bacik on the work she has done and others who have worked so hard on this when it was not easy to do so.  I also commend the women who came forward with personal stories.  I commend rural people who came out; they were the silent women and men.  I was asked over the weekend why did I think so many rural men and women came out and I said it was probably because they had suffered most and had suffered in silence in many ways because of the pressure to conform in many rural areas and have the 2.4 children, the dog and everything else.  That has been a huge burden over the years.  Then we look at issues such as the Magdalen laundries and the Tuam babies.  These informed the thinking and action of women over the weekend when they came out and voted so decisively.  I agree this should not be divisive.  People should not try to rerun the referendum.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is room for everybody.  Just because I voted \"Yes\" does not mean that the person who voted \"No\" is any less than me or anybody else.  We need to work collectively to put in place robust legislation that will protect the lives of women and children. <\/p><p>Time is ticking regarding the appeal in respect of the hooded men to the Grand Chamber of the European Court of Human Rights.  I ask that the Leader raise with the T&aacute;naiste what needs to be done to progress this appeal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#T00200","speaker":"1378","continuing":true},{"type":"speech","time":1527600600,"counter":66,"content":"<p>The referendum result last weekend sends out a powerful signal that our country has changed and utterly so.  It is time now for healing and reconciliation.  There should be no scapegoats.  Most people on both sides acted out of compassion.  They listened to the stories of the experiences of men and women over the past 35 years.  While the result is very welcome - I voted \"Yes\" - the euphoria has been a little too much.  Something similar happens on occasion in this Chamber when people seem to find easy targets such as An Garda S&iacute;och&aacute;na, the Catholic Church, etc.  Now is the time for healing and reconciliation.  Most of the people on the two sides acted out compassion.  They felt that they were doing what was right.  As I said, the euphoria has been a little too much and we now need a little healing and reconciliation.  We are beginning to trust women.  People now need to trust politicians because they will have to make many decisions on this issue in the coming months.<\/p> <p>I thank the Labour Party, which over the past 35 years, has been to the fore on issues such as same-sex marriage and repeal of the eighth amendment.  I compliment Senator Ivana Bacik, Deputy Clare Daly and the Minister for Children and Youth Affairs, Deputy Zappone, who when it came to forming a government, made this a red line issue.  Fair play to the Minister, who, as somebody new to politics, succeed in having this matter included in the programme for Government.  There are politicians who have been in government for many years and who have been unable to get other issues included in a programme for Government.  What was achieved by the Minister should be acknowledged.<\/p> <p>There is much talk about one Ireland.  The referendum result signals to our unionist friends in the North that this is no longer a Roman Catholic state but, rather, an open, pluralist, caring, secular society.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#U00200","speaker":"1424"},{"type":"speech","time":1527600600,"counter":67,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#U00300","speaker":"1390"},{"type":"speech","time":1527600600,"counter":68,"content":"<p>It could go a long way towards ensuring we have one Ireland in the future.  We need to look forward to that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#U00400","speaker":"1424"},{"type":"speech","time":1527600600,"counter":69,"content":"<p>Saturday was a remarkable occasion.  I do not think any of us anticipated the scale of the landslide.  For me, one person in this House stands out, namely, my colleague and friend, Senator Ivana Bacik, who 30 years ago, when it was not popular or profitable to do so, led the movement from inside Trinity College where she was president of the students' union.  The Society for the Protection of Unborn Children, SPUC, went against her and she was threatened with imprisonment.  I take this opportunity to salute my colleague and friend for the work she did.<\/p> <p>I would also like to acknowledge the role and courage of the Taoiseach, Deputy Leo Varadkar, the Minister for Health, Deputy Simon Harris, and Deputies Miche&aacute;l Martin and Mary Lou McDonald.  Fifty years ago, when I started out on my journey of seeking civil and human rights for gay people in this country, I was warned that the Roman Catholic Church would be against me and that it would destroy me.  I said that would not happen because, like the other Christian churches, it has never once told the truth about human sexuality.  That series of lies will come home to haunt them.<\/p> <p>I noted a priest from Ballyfermot saying on television that this was the death of the Roman Catholic Church.  I sincerely hope it is not.  I would lament more than I can say if there is any slow attempted suicide of the church over many years.  The two previous Popes removed, transferred, silenced and destroyed the greatest thinkers of the Roman Catholic Church.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I refer to Leonardo Boff, Archbishop Raymond Hunthausen, Charles Curran and John O'Neill.  All of these people were destroyed and mediocrities were installed in their place.  That is why we have this mess.  I would greatly regret if the Roman Catholic Church was so seriously diminished.  It has played a magnificent and brave role in the history of this country.  That is despite its tragic and vicious record on the abuse of children and the resulting cover-up.  <\/p><p>The Church of Ireland archbishops were disgraceful as well.  They were appalling.  It was unspeakable, the way they resiled from the position that had been taken up and courageously maintained by somebody who was worth 40 times more than each of those archbishops, the late and great Victor Griffin, Dean of Saint Patrick's Cathedral.  I met several people from the \"No\" side.  I deliberately went to talk to them because I felt that they were downcast and miserable.  I put my arm around them and said that nothing had changed as far as their ideals were concerned.  They can still live up to their ideals.  Nobody is forcing them.  All that has ended is the imposition of their views on other people who do not share them.  The ending of that imposition can only be a good thing.<\/p><p>Yes, there was celebration.  I was part of it and I hooted and cheered but that was because we were seeing the releasing of chains from people.  It was not a celebration of abortion.  People will still have abortions.  It will always be sad if it is a fatal foetal abnormality.  It will be a much-loved child that will be lost.  However, it will be in the company and surrounded by the comfort of the family, medical advisers and friends.  That is the difference.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#U00500","speaker":"1392","continuing":true},{"type":"speech","time":1527600600,"counter":71,"content":"<p>It is unusual to see a politician praising a politician whose name appears on the same ballot paper.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#V00150","speaker":"1394"},{"type":"speech","time":1527600600,"counter":72,"content":"<p>That is true.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#V00175","speaker":"1402"},{"type":"speech","time":1527600600,"counter":73,"content":"<p>Senator Norris is to be congratulated for being so full in his praise of Senator Bacik.  She deserves the recognition of the House for her work over the years.  Personally, when I was a member of the Oireachtas Joint Committee on the Eighth Amendment of the Constitution, I found her help, advice and guidance very valuable.<\/p> <p>Returning to the comment of Senator Feighan, I agree this is not a time for any form of triumphalism and I am certainly not going to indulge in it.  There is still a sizeable minority who do not share the winning view, if we want to call it the winning view.  It is important to remember though that school of thought was, once upon a time in this country, a significant majority.  It is now a minority.  There is a change there.  The Communist Chinese revolutionary, Zhou Enlai, was asked once what his opinion was of the French Revolution and whether it was a successful event.  He said it was too soon to say.  People are already reading everything into Saturday's result.  It is too soon to say.  Something huge has definitely happened.  It is seismic and on the scale of the decriminalisation of homosexuality.  Senator Norris deserves the bows there, as does my party colleague, M&aacute;ire Geoghegan-Quinn, who was the Minister who decriminalised it.  It is on the scale of Donogh O'Malley's free education scheme or Se&aacute;n Lemass going up north to meet Terence O'Neill.  It is going to be seen in the history books in years to come as an important time.<\/p> <p>Many Oireachtas Members of my party - a majority - voted \"No\".  That was their entitlement.  I had no problem with that.  I worked on the \"Yes\" side with members of all parties and my Fianna F&aacute;il colleagues worked on the \"No\" side with members of all parties as well.  That is a grand thing and I have no problem with it.  However, I do want to say very clearly today - as Senator Feighan has said - that we have moved on now.  <\/p> <p>The referendum is over and the people have had their say.  There were reservations and they were heard, understood and acknowledged.  Now that the people have spoken, as a lifelong member of Fianna F&aacute;il I expect every member of my party in the Oireachtas to support the legislation, which was clearly outlined in the draft heads of the Bill that attended the referendum.  We do not want any more dancing around on the heads of pins.  I am saying that in public as something upon which my party needs to reflect.  We were always a party of the people and we have to reconnect with the people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ned O'Sullivan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2233\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2233&amp;amp;pid=NedOSullivan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is no question or doubt about that.<\/p><p>Mar fhocal scoir, many people have said it was bad to get into the practice of bringing all these young people back from abroad to vote and we might have opened Pandora's box.  I say to those who thought as much that they should be very afraid.  Young people have become engaged and politicised and they will stay that way.  It is up to politicians to stay ahead of them rather than be dragged behind them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#V00200","speaker":"1394","continuing":true},{"type":"speech","time":1527600600,"counter":75,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#W00200","speaker":"1390"},{"type":"speech","time":1527600600,"counter":76,"content":"<p>I welcome my colleagues and friends from Foxford in County Mayo.  They come from areas of business, education and medicine.  One of them was the first face and voice of the blood bank many years ago and we know the contribution made by that organisation to Irish society and life.  They are very welcome.  I grew up with them and they know everything about me.  They know how much everything they stand for means to me.<\/p> <p>I congratulate the people on the repeal of the eighth amendment.  The Irish people never let us down on a right vote, and this was the right vote.  I thank the Government and everybody who took part, particularly Senator Bacik, our colleague in the House who led a great path for this over the past 30 years.  I also acknowledge Deputy Enda Kenny because of the effect of the Citizens' Assembly, which he pursued against all odds.  It was derided and berated and we were told it would be an obfuscation but it was not; it ended up being anything but an obfuscation and now it seems to be the best thing on the planet.  We are going to use it for everything.  It is very good in some ways and not good in others.  It is very good with moral and profound issues but not so much with other matters that should come under our scope as politicians and Senators.<\/p> <p>I am proud of the Irish people.  I have said it before that I do not get my morality from politicians and, personally, I do not get it from the church.  I was a single parent in the 1980s when they were flittering Joanne Hayes down the road, so I know what it is to be on one's own with a child in this country and rearing that child, who is now 30 and would kill me for saying this.  I know what it is to be a silent \"Yes\" and a silent movement for women.  I get my morality from my own pathology, history and experience.  I know these people, whether they are 18 or 80 years old, voted this way because of an internal morality.  It is a good one, as was shown the other day.  Many people had made up their minds years ago as to what they would do if this referendum came about.<\/p> <p>There has been a call for the segregation of church and State.  We are going to close all the Catholic churches, batter them and everything they stand for.  While doing that we are to build mosques the size of Croke Park in Dublin 15.  I was educated and minded by the Catholic Church.  My mother is being minded as a resident by Catholic nuns.  I admire the Catholic Church, which has the most appalling background on many issues.  We all know what they are.  However, it has done great work and deeds.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#W00300","speaker":"1427"},{"type":"speech","time":1527600600,"counter":77,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#W00400","speaker":"1392"},{"type":"speech","time":1527600600,"counter":78,"content":"<p>I am articulate here because of the nuns.  Interestingly, when I was pregnant and on my own, it was the nuns who took me in and gave me the psychological ability to move on.  I am not so fast in saying this.  I believe in choice and all that comes with it but the Catholic Church has made a distinctive and distinguished contribution to this country.  We should be quiet about how we will batter it and take it down.  It will not die.  It may become something else, metamorphose into something more compassionate.  We should believe more in the internal morality of the people rather than something we find at statues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#W00500","speaker":"1427"},{"type":"speech","time":1527600600,"counter":79,"content":"<p>Like many other speakers I welcome Saturday's result.  There was good political leadership shown and there was also great leadership shown in civic society.  That really stood out.  The great referendums that have been passed - this one and the vote on same-sex marriage - have been led by civic society.  As politicians we should take a lesson from that.<\/p> <p>I am also mindful that on Friday the public gave us major responsibility.  We must bring forward the legislation.  Beware the public, because if we do not bring in robust and strong legislation, we will be blamed.  We must ensure the legislation we introduce satisfies all the courts that will see challenges in future.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Anthony Lawlor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2283\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2283&amp;amp;pid=AnthonyLawlor&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The quality of the legislation we introduce is our responsibility.  I am not in favour of rushing through legislation such as this because rushed legislation in the past has led to problems.  This needs to be scrutinised both in the D&aacute;il and in this Chamber.<\/p><p>I have one request for the Minister and those who are drafting the Bill.  Not to go against my legal colleagues in the Seanad, but the drafting of a Bill is usually done by legal personnel and it is for the legal profession.  Many of us here are simple, honest folk.  Can the Bill be drafted in a language that all of us can understand-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#W00600","speaker":"1438","continuing":true},{"type":"speech","time":1527600600,"counter":81,"content":"<p>Hear, hear.  Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00200","speaker":"1392"},{"type":"speech","time":1527600600,"counter":82,"content":"<p>-----and not include words that will allow the legal profession to have arguments in the future?<\/p> <p>I wish to raise a final point.  Can the Leader ask the Chair of the Seanad reform committee to give the House an update on what is happening?  It appears to be stalled.  I will be standing here seeking Seanad reform every day if necessary.  Things have to change to make this House much more relevant than it has been in the past.  We see what has been recommended in the Manning report.  We should start there and work back to what the original Seanad was established to do.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00300","speaker":"1438"},{"type":"speech","time":1527600600,"counter":83,"content":"<p>We could start by getting rid of Standing Order 41.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00400","speaker":"1392"},{"type":"speech","time":1527600600,"counter":84,"content":"<p>This is very good coming from the Senator who wanted to close us down.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00500","speaker":"1427"},{"type":"speech","time":1527600600,"counter":85,"content":"<p>He did?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00600","speaker":"1392"},{"type":"speech","time":1527600600,"counter":86,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00700","speaker":"1427"},{"type":"speech","time":1527600600,"counter":87,"content":"<p>The Senator who wanted to close it down accepts the democratic decision.  Once I am here I will be talking about reform.  I ask the Leader to ask the Senator to come forward on that matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00800","speaker":"1438"},{"type":"speech","time":1527600600,"counter":88,"content":"<p>I welcome the result of the referendum last Friday.  It was an incredible result.  The people of Ireland have spoken and it is important that we listen.  For the women of Ireland it means a sense of freedom and that is really important.  I commend my colleague, Senator Bacik, on the great work she has done, along with Deputies Clare Daly and Zappone and the many other women and men who have fought hard for this.<\/p> <p>I also wish to mention the Minister for Health, Deputy Harris, and the great work he did on this issue and his passion.  The leaders of the three major parties have been phenomenal on this issue.  There was Deputy McDonald's conviction and commitment.  In addition, Deputy Miche&aacute;l Martin and Senator Ned O'Sullivan changed their thinking.  To go from a \"No\" vote to a \"Yes\" vote takes great courage and I commend them for that.<\/p> <p>I also pay tribute to the thousands of volunteers who worked tirelessly for the campaign.  In my own office I saw the work Conor O'Neill, who works with me, his girlfriend and his group of friends, all of them very young, did on the referendum.  Their passion and commitment were really contagious.  I pay tribute to all of them.<\/p> <p>Finally, I wish to offer condolences to the families of Jastine Valdez, Anastasia Kriegel and Cameron Reilly who lost their loved ones in the last few weeks in horrendous atrocities and killings.  My heart goes out to all of the families.  I am aware that the Valdez and Hennessy families met last Friday.  I thought that was beautiful because I have no doubt that the Hennessy family are as devastated, as are the family of the 13 year old who was arrested.  I cannot imagine what must be happening to them all.  I offer my condolences to all of the families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X00900","speaker":"1408"},{"type":"speech","time":1527600600,"counter":89,"content":"<p>I wish to reflect on the momentous day we had last Friday and on the turnout.  In 1983, 53% of the electorate turned out to vote \"Yes\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A total of 1,257,369 people turned out to vote, 66% of whom voted to insert the eighth amendment into our Constitution.  On Friday last, 2,159,655 people turned out to vote, which is a turnout of 64%, and 66% of them voted to take the same amendment back out of the Constitution.  It was the third highest turnout in a referendum in Ireland after the votes on membership of the EEC in 1974 and on the right to travel, to information and on the risk to life in 1992.  It was a momentous day.  I felt somewhat injured by Senator Feighan when he said that I should not be celebrating.  I am not triumphalist but I know what it was like in 1983.  I spoke to women in their 80s on doorsteps -----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#X01000","speaker":"1388","continuing":true},{"type":"speech","time":1527600600,"counter":91,"content":"<p>I know what it was like in 1983 too.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Y00200","speaker":"1424"},{"type":"speech","time":1527600600,"counter":92,"content":"<p>I know about the indoctrination that we all felt.  Those women quietly said that they would be voting \"Yes\" but asked us not to tell the neighbours.  That is what happened in this revolution.  The result on Saturday was for the women of Ireland and we are not going back.<\/p> <p>I also want to raise two matters which I ask the Leader to address.  The first concerns the 135,000 people, mostly young women, who were on the supplementary register.  Electoral reform is required because their names will now be deleted.  That means that 135,000 people will be taken off the register of electors, which seems illogical.  It also means that we are constantly trying to catch up with ourselves in terms of keeping the register up to date.  If those people were accepted onto the supplementary register, surely they should stay on it.  <\/p> <p>The second issue I wish to raise concerns the Minister for Health.  While we await the Bill to give effect to the referendum result, will the Minister urge the Health Products Regulatory Authority, HPRA, to authorise medicines for termination as soon as possible?  Research is readily available on these pills which are being taken by women here anyway.  We need them to be licensed by the HPRA without delay.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Y00300","speaker":"1388"},{"type":"speech","time":1527600600,"counter":93,"content":"<p>I am not the only person in this Chamber to have been saddened by the result of this referendum.  I must say, on behalf of the one third of the voting population who voted \"No\" on Friday, that I am very sorry for all of those children who will lose their lives in the future as a result of this decision and for the many women who will be hurt by the decision to have an abortion, as often happens.<\/p> <p>I too wondered at the tones of triumph, the cheering and the hoopla but I was more taken over the last few days by the attitude of some gentle friends of mine who found themselves bewildered by that.  One could not think of an occasion in the western world where there was such cheering about a decision that was so directly related to a decision to end the lives of other human beings.  Those peoples' opinions, their hurt and their sense of bewilderment matter and need to be spoken for and to.<\/p> <p>I want to thank the many people who campaigned on the \"No\" side with dignity and who have a lot more work to do in the future.  Now they have to do the very same work that they would have been doing anyway, but without the support of the law, which is to try to persuade each new generation that there is a better, more life-giving and humane choice than abortion.<\/p> <p>Much has been made about the debates and whether they would be divisive.  When it comes to life and death decisions, there will be times when debates are divisive.  I know that many people voted \"Yes\" on Friday because they accepted the emotional power of arguments for abortion in particular tragic circumstances.  I never disputed how people could understand that perspective, even if my perspective is different.  However, I regret that there were also arguments made, some from those in high places, about the compromising of women's health if we did not change our law or the prosecution of women, even though that has never happened in this country.  Such arguments really spoke to fear, were not grounded in reality and were all about getting a result over the line.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I regret that there was too little time, public space and open debate in our forum to seek to prove some of those arguments untrue.<\/p><p>The margin was decisive, but when one in three people continues to believe that abortion is profoundly wrong, not necessarily for religious reasons but because it offends and denies human dignity and rejects the literally tiny minority, is something more than a majoritarian impulse that insists that every legislator must be on board not required?  People have given politicians a free hand to decide on this issue, and I believe that in a healthy democracy we should wonder why one third of the membership of these Houses is not regretting the vote last Friday.  If one third does not oppose legislation that would deprive a minority of life, does that not show that the democratic deficit remains on the \"No\" side?  <\/p><p>I appeal to the majority, which now has a free hand, to exercise that hand with caution, care and thoughtfulness, rather than rushing.  I ask it to consider the position of people working in healthcare who feel they should not be forced into having any hand, act or part in something they believe is nothing to do with healthcare.  Calling it obstruction because they do not want to refer a person to someone who will do something they believe is unjust lacks tolerance.  There is still time to consider whether we should support everything the Government is proposing, particularly in the area of late term abortions.  We now have the power to do something, but we should ask ourselves whether we ought to do it.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Y00400","speaker":"1401","continuing":true},{"type":"speech","time":1527600600,"counter":95,"content":"<p>The weekend was momentous.  I thank the women who told their personal stories.  Many of us understand the harm and hurt that comes with that.  Others will say it is cathartic, and perhaps that is the case, but only when the result was positive.  For Parliaments elsewhere in the world, such as Australia or the North, where these decisions can be made, politicians owe us political will.  I thank the Irish people, who made such a strong and decisive decision after what Ailbhe Smyth described as one of the most lengthy national conversations about any law.  I also thank the activists who made it all happen.  I was glad that Fintan O'Toole mentioned our young people and recognised their efforts.  How often do young people have to smash the redundant stereotypes?  How long before this Parliament recognises that and allows their political participation from a younger age?<\/p><p>On Sunday morning, I visited the National Print Museum and an exhibition entitled, Print, Protest and the Polls: The Irish Women's Suffrage Campaign and the Power of Print Media.  There should have been crowds at the event and it should be a permanent exhibition.  One quote, from Margaret Connery, who wrote an article entitled, The New Force in Irish Politics, in <i>The Irish Citizen<\/i>in August 1918, stood out: <\/p><blockquote>If the new woman voter in Ireland has the courage and independence to set a new standard I believe the men of the new generation would try hard to live up to it...  Irish women have a long-inherited passion for national liberty.  They will ring true on that issue.  May they be equally true and uncompromising on the deep human issues.  <\/blockquote> <p>I join Senators Gavan and Bacik in calling for legislation as soon as possible to ensure referrals can be made to Britain and to remove criminal sanctions from the Protection of Life During Pregnancy Act 2013.  I have also written to the Minister for Health, Deputy Harris, asking that he ensures gender neutral language is included in the legislation in recognition of the fact that trans people face crisis pregnancies.  <\/p><p>We finally live in a time when the position of everybody is respected.  Our job, as we make advances, is to reach out our hand to our brothers and sisters in the North and elsewhere<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#Z00200","speaker":"1372"},{"type":"speech","time":1527600600,"counter":96,"content":"<p>A recently published PhoneWatch survey recently published showed there were 19,000 burglaries last year in this country.  That is a 3% increase on the previous year.  Rural areas would appear to be the worst affected, with my own constituency of Cavan-Monaghan experiencing 483 burglaries last year.  That is a staggering 36% increase on the previous year.  Westmeath was the highest and showed a 44% increase on the previous year.  I am sure the Leader will agree these figures are scary and alarming.  We should also remember that behind each of those 19,000 burglaries, there are people who have been left hurt and traumatised.  I have raised the issue of inadequate Garda resources in our communities for some time and I think it is an issue that deserves serious attention.  The front-line members of the Garda who put their lives on hold every day they present themselves for duty deserve better.  The conference of the Garda Representative Association, GRA, is taking place this week.  Year after year, its members raise issues regarding their work and the lack of resources and, it would appear, a lack of commitment devoted to helping them do their job.<\/p> <p>It is high time we showed more respect to the men and women of An Garda S&iacute;och&aacute;na, who go out on a daily basis to protect us.  The least they deserve is to be properly resourced, from the perspectives of manpower and preparation.  I understand from the conference that more than 50 Bills have passed through these Houses in recent years and no member of the Garda has received tuition as to how that legislation affects his or her job.  It is not good enough, as I am sure the Leader would agree.  It is high time we showed respect to the men and women of An Garda S&iacute;och&aacute;na who go out and do the difficult job of protecting rural communities day after day.  Based on these figures, they have a serious job of work on their hands.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#AA00100","speaker":"1396"},{"type":"speech","time":1527600600,"counter":97,"content":"<p>I thank the 20 Members of the House for their contributions to the Order of Business and I thank the 18 Members of the House who made reference to the referendum and the decision of the Irish people last Friday.  I will begin by thanking all Members of the House for their contribution on the matter and I thank the Irish people for their participation in the referendum.  The people have spoken decisively.  They turned out in their droves to cast their ballot and we have seen the outcome.  It now behoves us as Members of the Upper House, in conjunction with Members of the D&aacute;il, to ensure that the will of the people is carried out.<\/p> <p>I begin by thanking Senator Bacik for her leadership in the campaign.  I thank Senator Noone for her role as chair of the Joint Committee on the Eighth Amendment of the Constitution, and I thank Senator Mullen for his contribution to the referendum campaign from a different viewpoint.  I thank the former Taoiseach, Deputy Enda Kenny, for establishing the Citizens' Assembly.  As a member of the Constitutional Convention that was, I believe in the importance of deliberative democracy, and the Citizens' Assembly again proved its importance.  <\/p> <p>A mandate has been given to us to act and it now behoves us to do that.  I think it is important to reflect on what took place last Friday.  The Irish people, as Members have said, participated through a combination of personal conversations and thorough investigation of the facts before them.  However, as the exit polls from RT&Eacute; showed, it was not just about the referendum campaign.  It was during the five previous years that many of them made up their minds.  It is important to recognise the critical importance of civic engagement groups on both sides of the referendum campaign, in particular, as Members have said, on the side that emerged with the \"Yes\" vote last Friday.  <\/p> <p>I made the comment on Friday we voted, on Saturday we counted, and today we stand as Irish people in a republic, united, going forward.  I commend all who took part, \"Yes\" and \"No\".  I want to hear all sides.  I have always been of that viewpoint.  We live in a democracy and a republic, where the one third who voted \"No\" continue to have the right to have their voice heard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is what we do as a republic.  We respect each other, we disagree but we now move to legislation.  The enactment of the legislation is a priority for Government.  As the Minister for Health said today, and I ask Members from the \"Yes\" side who contributed today to note this, we must do so with a sense of realism.  Senator Lawlor was correct.  Rushed legislation is bad legislation.  The Minister is committed to putting together a timeline for the legislation and regulations.  This is why he is having discussions with all sides in a cross-party way.  It is important that we get this right for the women and doctors of Ireland.  The Minister's intent is to have the Bill published in the coming weeks.  I understand the D&aacute;il is sitting longer so that it can have Second Stage commenced prior to the D&aacute;il recess.  Obviously, as Members of the Upper House, we must await the passage of the legislation through the Lower House before it comes to us but I am sure that in coming months and weeks, we will have an opportunity to debate the legislation.  We will not delay it here.  We do our business in this House in a very efficient manner.  As the Taoiseach said this morning, it is desirable to have a cross-party approach.  In the context of Senator Bacik's comments on the 1995 abortion information Act, we could have a cross-party approach to that. <\/p><p>It is important that we reflect upon what happened last Friday and do so in a manner that respects the right of all of us to have different viewpoints.  In response to Senator Boyhan, the Electoral Commission Bill is part of the programme for Government and is a priority for Government.  Tolerance is a two-way street, as Members will know.  There is room in our society and State for different viewpoints and I hope those with a different viewpoint will not, as some people have argued, fold up their tent.  Democracy in a republic is about all of us being able to have our views heard and voiced.  <\/p><p>Senators Craughwell and Gallagher raised the issue of An Garda S&iacute;och&aacute;na and the GRA.  It is important to recognise that the debate at the GRA conference is coming from a representative organisation, which has a right to have its voice heard.  The Government is committed to An Garda S&iacute;och&aacute;na.  I will not take any lecture from Senator Gallagher about the way the Government treats and respects members of An Garda S&iacute;och&aacute;na.  We are the party that reopened the Garda Training College in Templemore, started recruitment and increased investment in An Garda S&iacute;och&aacute;na.  It is important to put that on the record.  I would be happy to invite the Minister for Justice and Equality to the House to discuss the matter.  <\/p><p>Senator Ardagh raised the issue of capitation, an issue that has been raised here previously.  The Minister for Education and Skills is committed to increasing capitation.  It is one of a number of issues being looked in the context of the upcoming budget.  There has always been a traditional local contribution.  We have had ten difficult years.  A total of 42 new schools have been built and an extra &euro;1 billion put into the education budget, 85% of which has gone to schools, which means extra teachers and special needs assistants.  We now have 6,000 new teachers employed, 3,000 new special needs assistants and 20,000 extra school places compared to 2010 when we had 9,000.  The capitation grant has increased under the Minister.  It was first reduced in 2010 by the former Government.  It is important to recognise that in the past number of years, we have seen the capitation grant increase.  The Minister's record in education is there to be seen.  It is important that we recognise that.  <\/p><p>Senator Craughwell raised the role of local government and Europe.  I would be very happy to have a debate on that.  I know many members of local authorities travel to different conferences in Europe and play a very strong and sterling role in the promotion of local government.  I congratulate and commend members of our local authorities who do that.  <\/p><p>I welcome Senator Gavan's group from SIPTU's Limerick district council, which is very welcome to the House today, as is Senator Marie-Louise O'Donnell's group from Foxford, County Mayo.  Senator Byrne raised the issue of CervicalCheck.  It is important to recognise that there have been delays in some women being notified, which is unacceptable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some of that has to do with information being unavailable but additional staffing has been granted to CervicalCheck and it is critical that the women involved are communicated with and that there are no delays whatsoever.<\/p><p>I join the Senator in wishing Adare Manor well in the \"Best of the Best 2018\" awards.<\/p><p>Senator Clifford-Lee will be glad to hear that the Government is intent on holding a referendum on the reference to women in the home in October.  I am sure she will be very happy to campaign on that referendum.  I agree with her that the language in our Constitution is outdated, is of its time and should be removed.  It is the Government's intent to have that referendum in October of this year and I look forward to campaigning with the Senator for its removal from the Constitution.<\/p><p>I answered Senator Boyhan in terms of the Electoral Commission.<\/p><p>Senator Mulherin raised the issue of the C&uacute;irt na Coiribe student accommodation in Galway.  A new management company has taken up residence there which I understand is treating the students unfairly.  I hope that can be resolved as a matter of urgency.<\/p><p>I do not have the information in terms of the hooded men for Senator Conway-Walsh.  I will be happy to communicate that issue to the T&aacute;naiste.<\/p><p>Senator Lawlor raised the issue of Seanad reform.  The second meeting of the Seanad reform committee will take place this afternoon under the chairmanship of Senator McDowell.  I will be happy to bring the matter back to the House for ongoing debate in terms of progress reports.  I thank Senators for their contributions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#AA00200","speaker":"1391","continuing":true},{"type":"unspoken","time":1527600600,"counter":100,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"National Archives (Amendment) Bill 2017: Second Stage","time":1527600600,"counter":101,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#CC00300"},{"type":"unspoken","time":1527600600,"counter":102,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1527600600,"counter":103,"content":"<p>I have pleasure in welcoming the Minister, Deputy Madigan, and I call on her to address the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#CC00500","speaker":"1420"},{"type":"speech","time":1527600600,"counter":104,"content":"<p>I am pleased to introduce the National Archives (Amendment) Bill to the Seanad.  In February, the Bill completed its passage through D&aacute;il &Eacute;ireann following positive and constructive engagement with Deputies.<\/p> <p>The National Archives Act 1986 established the national archives to preserve the archival records of central government and also transferred it to the papers of the Public Record Office and the State Paper Office, both of which were abolished.  In 1992, the headquarters of the National Archives moved from the Four Courts to the former Jacob's biscuit factory in Bishop Street, Dublin 8, which was one of the 1916 battlegrounds.<\/p> <p>The National Archives occupy a key position in the cultural and intellectual life of the nation and hold the records of the modern Irish State, which document its historical evolution and the creation of its national identity.  In keeping with its mission statement, the National Archives secures the preservation of records relating to Ireland which warrant preservation as archives and ensure that appropriate arrangements are made for public access to archives.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These archives are key to informing Government policy and assisting research into the political, economic and social forces that have shaped our nation.<\/p><p>Over the past decade, the National Archives has been in the vanguard in embracing digitisation.  Senators will be aware of the transformative effect of digitisation and the provision of free online access to the 1901 and 1911 censuses.  This has driven an unprecedented increase in the interest in genealogy, as evident from the many workshops and evening classes cropping up in every corner of the country.  The 1901 and 1911 census project is, however, only one of the many digitisation projects that have been undertaken by the National Archives.  As a consequence, the National Archives website has become a cornucopia for historians and genealogists.<\/p><p>Under the National Archives Act 1986, records of Departments and agencies are transferred to the archives when they are 30 years old.  This is known as the 30-year rule.  The purpose of this Bill is to reduce from 30 years to 20 years the time limit for the deposit of certain departmental records with the National Archives.  In 2010, after an extensive public consultation process, the UK Government changed its law to provide for public access to Government records after 20 years, rather than 30.  The reduction, which began in 2013, is being phased in over a ten-year period by the UK National Archives and the Public Record Office of Northern Ireland.  This allows for the release of two years' worth of records every year over a ten-year transition period.  It will be completed in 2023, when UK records for 2003 will be available to the public.<\/p><p>In Ireland, the statutory period for the transfer of departmental records remains 30 years.  As a result, in January this year the National Archives released records for 1987.  At the same time, the UK agencies released records for the period up to and including 1992, five years ahead of us.  Traditionally, the Irish and UK media devote extensive coverage to the release of official Government records during the quiet news period between Christmas and the new year.  Increasingly, Irish historians and political commentators are looking towards British records as source material for Anglo-Irish history and events in Northern Ireland, so the Irish Government recognises the importance of synchronising the release of certain records between Ireland, Northern Ireland and the rest of the United Kingdom, particularly those records relating to Northern Ireland and Anglo-Irish issues in general.<\/p><p>The proposed legislation would allow for the early release of records if the relevant Minister and the Minister for Culture, Heritage and the Gaeltacht, who has responsibility for the National Archives, agree that the early release of the records in question is warranted by virtue of their historical or public interest value, or to facilitate fair reporting of matters of common interest to the State and other jurisdictions.<\/p><p>I am conscious that the proposals will have resource implications for Departments, and any changes will have to be managed within already constrained budgetary allocations.  For this reason, the change will be implemented on a phased basis, starting with those offices and Departments that hold a significant number of Anglo-Irish and North-South records.  These are the Department of the Taoiseach, the Department of Foreign Affairs and Trade, the Department of Justice and Equality, and the Office of the Attorney General.  The intention is to move to a full 20-year rule for all Departments over time as resources permit.  A phased implementation approach will assist in terms of the inevitable resource implications for Departments, while providing flexibility for the early release of records, where appropriate.  As part of the process of implementing the 20-year rule, the National Archives director will be writing to all Departments to ascertain the number of files over 30 years currently being stored by Departments, offices and the courts, and the cost of doing so.  If the need for off-site storage were reduced, savings could be made across the entire system.<\/p><p>The lack of a records management policy is also an issue when it comes to the accumulation of records in Departments.  I am very pleased my predecessor was in a position to provide additional resources to the National Archives in 2016 and 2017 to assist in the work the archives is doing on a public sector records management policy in conjunction with the Office of the Government Chief Information Officer in the Department of Public Expenditure and Reform.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This policy aims to provide universal guidelines for the public sector regarding the management of records and, in particular, digital material.  Crucially, it will also scope out the requirements of the National Archives in starting to accept digital records from Departments and to commence the task of making these records available to the public.<\/p><p>As stated, records of Departments and agencies are transferred to the National Archives when they are 30 years old.  This annual statutory intake means the volume of archives is continually growing with an attendant demand for storage space.  I am only too aware of the limited physical capacity which the National Archives has to store archives, and its buildings have been full since 2013.  There are, however, exciting developments ahead for the National Archives in this regard.  The development plan will see the provision of a secure, environmentally-controlled archival repository in full compliance with internationally accepted archival storage standards.  The existing storage space will be converted from a large, single-storey warehouse to a two-storey archival repository that will increase the National Archives' storage capacity by two thirds.  The new storage capacity will enable the progression of the 20-year rule and will support the transformation of ancillary spaces for exhibitions, education and engagement facilities for the visiting public.  The Office of Public Works is working with the National Archives and my Department to deliver the repository and I expect the project to be tendered later this year.  As the centenary of the destruction of the public record office approaches in 2022, the new National Archives repository will be available to house our State archives and this will be an appropriate response to the loss of so much of our cultural heritage in the destructive fire in 1922.<\/p><p>I will now turn to the main provisions of the Bill.  Sections 1 and 2 deal with general provisions such as definitions of words and terms in the Bill.  Section 3 amends the National Archives Bill 1986 by inserting a definition for relevant records, that is, those records for which the National Archives (Amendment) Bill 2017 applies in order to provide for early release of a particular class or particular classes of departmental records.  Section 4 provides the Minister for Culture, Heritage and the Gaeltacht with the power, by order, to have records transferred to the National Archives from a Department after 20 years rather than the current 30-year transfer limit.  An order will only be made under this section once the Minister has the approval of the Taoiseach, the Minister for Finance and Public Expenditure and Reform and the relevant Minister responsible for the record set to which the order will apply, and after consultation with the director of the National Archives.<\/p><p>Section 4 also provides the policy and principles under which the Minister would make an order to transfer records over 20 years but less than 30 years old.  They are: where the records concerned are of significant historical or public interest such as to warrant their transfer to the National Archives; where the transfer of the records concerned to the National Archives would facilitate the balanced and fair reporting of matters of common interest to the State and other jurisdictions; and where the arrangements for such transfer are adequate.  This final provision is particularly important.  It mirrors a provision in section 8 of the principal Act and relates to the protection of the records of the State which are in our care.  In many cases, there will be no copies of records and it is, therefore, imperative that records are protected at all times, both in storage and in transit.  Storing records in inadequate conditions would put our collective history and heritage at risk.<\/p><p>Section 4 also provides that the Minister may make an order where he or she is satisfied that the arrangements for the transfer of all departmental records more than 20 years old to the National Archives are adequate.  This will remove the need for further legislation in the event that the Government decides to move to a 20-year rule for all Government Departments at some point in the future.  Section 4 also provides that if a Department had already transferred records between 20 and 30 years of age to the National Archives, they will not be required to do so again.  Sections 4 and 5 also provide for the amendment of section 8 of the National Archives Act 1986 to insert the term \"relevant records\" where necessary.  Section 5 provides for the deletion of section 10(6) of the National Archives Act 1986 as this section is no longer necessary.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Josepha Madigan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2424\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2424&amp;amp;pid=JosephaMadigan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Section 6 provides for the amendment of section 11 of the National Archives Act 1986 to insert the term \"relevant records\" where necessary.  Section 7 provides for the Short Title and commencement of the Bill.  <\/p><p>In conclusion, given our shared history with the UK and Northern Ireland, I believe it is really important that the synchronised release of official records should to the greatest extent possible be restored, where appropriate.  I am satisfied that this Bill provides the flexibility to do so when a record set is of sufficient historical or public interest value.  I am pleased to bring this Bill before the Seanad and I look forward to hearing the contributions of Senators throughout Second Stage.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#CC00600","speaker":"1243","continuing":true},{"type":"speech","time":1527600600,"counter":108,"content":"<p>I welcome the Minister to the House.  Fianna F&aacute;il will be supporting this Bill.  I am taking this debate on behalf of my colleague, Senator Ned O&rsquo;Sullivan, who is at a Seanad reform meeting.<\/p> <p>We are supporting this Bill because it promotes overall Government transparency and will ensure that the Irish Government releases records in tandem with Northern Ireland and the UK.  As the Minister has alluded to, the British and Northern Ireland archives have decided to release documents to the public after 20 years instead of 30 years.  This will clearly include extensive correspondence between agencies and Departments in the UK and Northern Ireland and those in the Republic of Ireland.  As the Minister has already stated, because Ireland does not release Government records until 30 years after their publication, this prevents historians, scholars and other interested parties from accessing Ireland's version of events until ten years after the release of UK documents.  <\/p> <p>As we are all aware, British and Irish relations are of a significantly complex and often contentious nature, even to this day.  We believe it is very much in the public interest to ensure that the full picture is presented to the public.  As it stands, Ireland's departmental records are not transferred for public release until 30 years after their creation.  It is also true to say that many Departments do not release documents which the public is entitled to see even after the 30-year rule.  This is something we as a party would like the Minister to look at to ensure documents are released to historians and other scholars and interested parties as a matter of priority.<\/p> <p>Another difficulty we understand exists concerns the insufficient space or facilities to store information within the National Archives.  Perhaps the Minister might comment on that.  It does require significant investment.  We are in total agreement with and supportive of this Bill.  We will be encouraging the Minister to take it through this House as a matter of priority.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#FF00200","speaker":"1418"},{"type":"speech","time":1527600600,"counter":109,"content":"<p>I very much welcome the Minister to the House.  Through its work in managing and preserving all of the public records in the State, the National Archives is one of our most important cultural institutions.  The archives allow people to maintain a link to our past.  In addition, the archives contain information that is vital for policy making and research.<\/p> <p>The reduction in the delay period of 30 years to 20 years for the deposit of State papers into the National Archives is very positive.  It will allow us as Irish people to be more informed about events and decisions that were taken in the past and continue to shape our future.  This Bill will bring us into line, as the Minister has said, with the 20-year rule that has been in operation in the UK since 2013.  Given the close ties between our two nations and our mutual history,  it is important that our files are released at the same time as those of the UK in order to allow people to be better informed.  The Bill also allows for the early release of records if the Minister believes such documents should be released early due to a particular historical or public policy value.  <\/p> <p>The Bill complements other ongoing initiatives right across the country to improve our collective archival record.  In that respect, I am very much mindful of a visit by An Taoiseach to the General Register Office headquarters, which are based in Roscommon town, when he was Minister for Social Protection .  On that occasion, we met with staff involved in the digitisation of Ireland's civil registration records.  It is an extremely extensive project involving such matters as the storage of records.  It is extremely labour-intensive and requires a high level of skill and great attention to detail but it is very important work.  We have a unique and varied history in this country and it is incredibly important that we learn the lessons of the past in the development of future policies.  <\/p> <p>I welcome the introduction of the National Archives (Amendment) Bill to this House.  We should always strive for the greatest level of transparency possible.  It is extremely welcome that the delay period for the release of State papers will now be reduced from 30 years to 20 years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#FF00300","speaker":"1415"},{"type":"speech","time":1527600600,"counter":110,"content":"<p>I welcome the Minister to the House.  I am speaking on behalf of my colleague, Senator Warfield, who is also at the Seanad reform committee.<\/p> <p>I commend the general objectives of the Bill, which are most welcome.  Sinn F&eacute;in will be supporting the Bill on Second Stage.  However, we feel a number of issues must be addressed at later Stages so that we can move fully to a 20-year rule as oppose to a 30-year rule.  We believe that bringing our legislation in line with the British legislation is a worthy effort.  At many stages, the British Government has released state records to which this State could not give an effective response due to the imbalance.  The release of State records is a crucial tenet, particularly in dealing with the legacy of the conflict in Northern Ireland.<\/p> <p>While I am on the subject, I also note how the British state's refusal to release crucial state records in many legacy cases has denied justice to many truth campaigners in Northern Ireland and I reassert on behalf of Sinn F&eacute;in the importance of their release and the insistence of this State on their release in any dealings with British diplomats.<\/p> <p>Sinn F&eacute;in is concerned about certain aspects of this legislation.  First, there is much ambiguity about the term \"relevant records\".  The legislation could lead one to believe that the Minister for Culture, Heritage and the Gaeltacht of the day will have the final say on what records are deemed appropriate.  This is not responsible legislating.  There is no accountability regarding these decisions and no transparency.  As a result of this, the 20-year release or denied release of these documents could be down to political reasoning, which I cannot fully trust.  Surely a simpler way of doing this would be by mirroring the current legislation which encompasses all records created, regardless of age, which are then transferred to the National Archives when they are 30 years old and we simply reduce that to 20 years old.  <\/p> <p>Furthermore, the current release of records is ascertained by the director of the National Archives whereas the current legislation proposes that the 20-year release will be subject to a ministerial order after consultation between the Minister and the director of the National Archives.  The director is apolitical and independent in the role and has a duty to appraise records and decide whether they should be retained or disposed of.  That role could be construed as being undermined in this instance.  The arms-length principle here is of utmost importance.  <\/p> <p>The Bill further gives power to the Taoiseach to amend or revoke an order designating records as \"relevant records\" but no criteria for this decision are given.  Where a future Taoiseach finds State records that could be potentially damaging to his or her party but that are in the public interest, that Taoiseach could potentially defer the release of such records.  This move would not be open to public scrutiny and the decision would be unknown to the wider public.  I would strongly assert that this section should be reviewed.<\/p> <p>The release of these records would enrich our heritage and allow historians to portray a truer sense of a previous generation.  Any archivist will know of the destruction of the public record office in the Four Courts during the Civil War and the immense damage it caused to our national memory.  When certain historical records are lost, they leave a missing jigsaw piece in the picture of our heritage.  Some of the most vital records destroyed were the census records of the 1800s.  If they had been retained, we would have insight into pre-Famine Ireland and would gain far more insight from what is now lost.  I am somewhat disappointed that this Bill does not include provisions to reduce the release time of the census records we do have.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am somewhat disappointed that this Bill does not include provisions to reduce the release time of records held in the centre.  Currently, it is 100 years but there has been a strong campaign to release the 1926 census records.  This was the first Free State census.  In 2012, the then Minister, Deputy Jimmy Deenihan, had stated he had received Cabinet approval for legislation to release the records earlier than prescribed under the 100-year rule.  This was six years ago, and this Bill would have been a fitting place to allow for the release of the 1926 census records.  This has long been sought by genealogists and it would definitely enhance our tourism as the access to our diaspora's roots improves.  I hope the Minister strongly considers amendments to achieve this on Committee Stage given previous Government promises that have been left unfulfilled.<\/p><p>Sinn F&eacute;in will support the Bill on Second Stage but many amendments are needed on Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#FF00400","speaker":"1389","continuing":true},{"type":"speech","time":1527600600,"counter":112,"content":"<p>I thank all the Senators, including Senators Wilson, Gavan and Hopkins, for their contributions.  I listened to them with interest.  The various issues raised will be considered further in my Department as the Bill makes its way through this House.<\/p> <p>Ireland's unique and varied culture is a source of immense national pride that gives us a common sense of purpose.  Our culture is an all-encompassing, evolving force that helps us to express and celebrate who we are as a diverse, modern nation.  Providing for an accurate reflection of our history and our journey to modern Ireland is critical.<\/p> <p>National cultural institutions help to provide access to the arts and culture and Ireland's rich heritage.  Such access is vital in preserving our society and national identity and in helping to promote Ireland's image abroad.  The arts, culture, heritage and creative industries make a major contribution to our economy, to sustaining and creating jobs, and to the rebuilding of Ireland's reputation on the international stage.<\/p> <p>The role of the National Archives is key in preserving our history and providing the necessary records to assist with research into the political, economic and social forces that have shaped our nation.  It is one of the State's most important institutions.  The records held by the National Archives document the historical evolution of the Irish State and the creation of our national identity.  For this reason the Government decided that, notwithstanding the challenges, it is important to provide the flexibility for records to be released after 20 years if there is a strong case for their historical or public interest value.<\/p> <p>Our shared history with the United Kingdom, including Northern Ireland, cannot be underestimated.  The Government is of the strong view that it must provide for the protection of the Irish perspective on that shared history.  I have carefully considered how to move to a 20-year rule.  I am of the opinion that, notwithstanding the significant resourcing issues involved, it is important to provide for the early release of records of significant historical or public interest value.  The approach adopted in the Bill provides a way forward so records can be released while taking due account of the resource issues.<\/p> <p>Without a change to Irish legislation, it should be pointed out that, as Britain and Northern Ireland continue to release records after 2023, those jurisdictions would be releasing records ten years ahead of the Republic of Ireland.  As a result, the British and Northern Ireland perspectives on shared issues would be recorded first.<\/p> <p>Senator Gavan raised an issue concerning the Taoiseach.  The Taoiseach will not have the power to amend or revoke an order designating records to be relevant records.  He has certain powers under the existing legislation and his powers relating to records and archives under the existing legislation, namely, those over 30 years old, will not change.  At section 4(b), the new legislation would provide a consultation role for the Taoiseach along with the Minister for Public Expenditure and Reform and the director of the National Archives for the transition period in regard to getting records between 20 and 30 years old.<\/p> <p>I thank Senator Hopkins for her reference to the General Register Office in Roscommon.  My Department has a partnership with the GRO and it works with it on genealogy.<\/p> <p>Some interesting issues were raised by the various Senators who contributed to this debate.  Officials have taken note of what has been raised.  I will examine what is being proposed and I hope that we can assist Senators in their consideration.  I ask any Senator who intends to submit an amendment to the Bill to give the departmental officials sight of it at an early stage in order that, where possible and appropriate, it may be given due consideration in a decent timeframe.  I commend the Bill to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#GG00200","speaker":"1243"},{"type":"unspoken","time":1527600600,"counter":113,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1527600600,"counter":114,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#GG00400","speaker":"1420"},{"type":"speech","time":1527600600,"counter":115,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#GG00500","speaker":"1415"},{"type":"unspoken","time":1527600600,"counter":116,"content":"<p>Committee Stage ordered for Tuesday, 5 June 2018.<\/p>"},{"type":"majorheading","content":"National Minimum Wage (Removal of Sub-minimum Rates of Pay) Bill 2017: Second Stage","time":1527600600,"counter":117,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#GG00600"},{"type":"speech","time":1527600600,"counter":118,"content":"<p>I move: \"That the Bill be now read a Second Time.\"<\/p> <p>I welcome the Minister to the Chamber.  The purpose of this Bill is very simple.  If enacted, it will end sub-minimum rates of pay for workers over the age of 16 unless the worker is engaged in an apprenticeship.  We are delighted to be co-hosting this Bill with the Civil Engagement group.  We believe the intention of this Bill is based on a reasonable and justified request on behalf of the 22,700 workers in Ireland who are currently being exploited by loopholes in the legislation.<\/p> <p>Sinn F&eacute;in is delighted to have the support of the Mandate trade union, the Union of Students of Ireland, the National Youth Council of Ireland and Youth Work Ireland, all of which respect the principle of equal pay for equal work and have endorsed this Bill.<\/p> <p>I note the significant amount of work and research done on this issue in recent years and I pay tribute to those concerned.  Included is the substantial research carried out by the ESRI and the Low Pay Commission, in addition to submissions by the Irish Congress of Trade Unions, the National Women's Council of Ireland and the Vincentian Partnership for Social Justice.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What was evident throughout this large body of research was that exploitation through sub-minimum rates of pay is actually quite widespread, affecting almost 23,000 workers.  This widespread abuse was also evident through the social media feedback that we received after launching this Bill in April.  <\/p><p>I want to read out a few testimonies to the Minister.  One worker wrote: &ldquo;I&rsquo;ve been working for over a year and I am on &euro;6.68 an hour.  It was my intention to save money for college, but that is just not going to happen.  This is slave labour in disguise.&rdquo;  <\/p><p>Another wrote: &ldquo;There are people in my workplace being paid less than the national minimum wage working alongside those who are on the national minimum wage, but they are doing the same work.  This is leading to a lot of tension and conflict between staff.&rdquo; <\/p><p>A final testimony read: &ldquo;I am 20 years of age, working for a major sports retailer in Dublin city centre and I am on &euro;7.64 an hour.  It is up to the staff to request at the end of each year to be put onto the wage we&rsquo;re entitled to.\" <\/p><p>These stories offer us a glimpse into the reality of the workplace for young people, particularly in the context of precarious, temporary, if-and-when employment practices where young workers will be intimidated into not demanding what they are entitled to for fear of losing hours or their jobs.  Mandate trade union also provided, in its submission, evidence of employers hiring workers in their 20s on 80% of the national minimum wage, and then letting them go after two years, only to hire another worker on the lower rate in their place.  If passed, this Bill would outlaw these practices.  <\/p><p>The Bill is very short, containing just two amendments to the principal National Minimum Wage Act.  The first amendment is to section 14 of the principal Act.  Currently, this section stipulates that a worker under the age of 18 is not entitled to the national minimum wage and can instead be paid as little as 70% of the minimum wage.  Our Bill would amend that section to ensure that a worker would be entitled to the national minimum wage at the age of 16.  The second amendment is to section 15 of the principal Act which currently stipulates that a worker is only entitled to the national minimum wage once that worker has been in the workforce for over two years.  That worker can be paid as little as 80% of the minimum wage in their first year and 90% in their second.  Our amendment would remove these two rates of pay and replace them with penalties for employers.  <\/p><p>We believe that under current Irish equality legislation, these sub-minimum rates of pay constitute age discrimination with regard to pay.  We  currently have thousands of workers in their 20s being paid 20% below the minimum wage.  These same workers do not get a 20% reduction in their cost of living, or their rent.  Many of them may be living on their own or living in another city to their family, and are working part-time to pay off their third level fees.  Many young people from working class backgrounds are expected to work and make contributions to their households.  This is the reality for young people in Ireland in 2018.  <\/p><p>I am sure many of those in the Chamber will remember the arguments in favour of Senators Warfield and Ruane's Bill seeking to give those aged 16 the right to vote.  However, I will reiterate some of the points.  One pays tax at 16.  One can leave school.  One is legally recognised as an adult at 18.  One has a statutory right to vote, to drink, to get married, to own a gun and to leave home.  Yet, there is no age at which one has a statutory right to the national minimum wage.  For some people they will not have that right until their mid-20s.  This is particularly worrying when one considers that the number of young people engaged in temporary, part-time, and if-and-when work is making up and an ever-growing share of the labour force.  This trend and the absence of a statutory right to the national minimum wage is leaving young workers increasingly exposed to exploitation, and we cannot allow this to continue.  The Government's very own special rapporteur on child protection, Mr. Geoffrey Shannon, said that these rates of pay constitute unjust discrimination and in his 2015 report he recommended that these rates be abolished completely.  We agree with Mr Shannon that no worker should be expected to be exploited by the market in order for them to get their foot in the door.  <\/p><p>As legislators, we set minimum standards for employment law.  The idea that we would set sub-minimum standards for some groups is nothing short of facilitating the exploitation of others.  I do not imagine anyone in this Chamber would believe it acceptable to allow for a sub-minimum rate of pay for those with a disability, a category of the workforce which is hugely under-represented in employment.  However, the Minister may be surprised to learn that these archaic sub-minimum rates for disability do exist in America and South Korea.  Fortunately, momentum is now building in America to remove those discriminatory rates of pay.  I hope that South Korea will follow.  In fact, since these sub-minimum rates were introduced into Irish law in 2000, they have subsequently been negotiated and totally removed from all sectoral collective agreements.  They have been abolished in Germany, Spain, Canada and Belgium.  These countries have each rejected the argument that we may hear tonight, which is that if we remove these rates of pay there would then be no recognition of a difference between a young, inexperienced worker and a more experience colleague.  I believe this statement perhaps best represents the difference in ideological thinking on this subject between the left and the right.  What should be happening is that the recognition of a difference should be represented in the experienced worker being on a wage higher than that of the minimum wage, rather than the inexperienced worker being on a wage below the national minimum wage.  That is what the minimum wage is there for.  It should be reserved for inexperienced workers entering the workforce, not for their experienced colleagues.  <\/p><p>I also want to speak briefly to the recommendations of the Low Pay Commission, published last December, and I want to put on record that I recognise that the commission made an effort to resolve the existing exploitation.  This is reflected in the recommendation that all workers who have attained the age of 20 should be given a statutory right to the national minimum wage.  However, I cannot overlook the fact that the proposed new structure reflects a step backwards for all workers under the age of 20.  In fact, the new system would mean that a worker aged 19, regardless of how many years of experience her or she has, whether three or four years in a restaurant or bar, would still only be entitled to 90% of the minimum wage, and the worker at 18 would only be entitled to 80%.  We are talking about adults here, who are not being given any adequate protection under the National Minimum Wage Act.  I  call on the Minister to consider what we are proposing here this evening as a alternative solution to what the Low Pay Commission have offered.  <\/p><p>All we are asking for here is equal pay for equal work.  I was genuinely surprised to hear my colleague in the Chamber tell me that Fine Gael is going to oppose this Bill.  I cannot believe that it does not agree with the principle of equal pay for equal work.  I ask that the Minister seriously consider that and agree to move this Bill forward.  We are open to amendments, if necessary, on Committee Stage.  What message is sent to young people if Fine Gael is opposing the principle of equal pay for equal work?  If one does the same job, regardless of how old or young one is, regardless of disability, regardless of whether one is in Dublin or Donegal, one should get the same pay.  I hope we can find some cross-party support for that principle in the Chamber this evening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#GG00700","speaker":"1389","continuing":true},{"type":"speech","time":1527600600,"counter":120,"content":"<p>I am proud and delighted to be seconding this important legislation today and to follow the lead of Senator Gavan, who has been such a strong supporter of labour rights in his time in the Seanad.  I would like to express my strong support for the Bill and the equality principles that underlie it, and I hope to see it attract cross-party support here this evening.<\/p> <p>This is a short but important Bill that would amend the National Minimum Wage Act of 2000 to end the practice of paying those under the age of 18 and those in their first and second years of employment below the national minimum wage.  At its core, I believe this Bill is tackling an equality issue, in which age-based discrimination has been entrenched in our laws.  The inequalities of our current situation send a clear message to our young people that their contribution to our economy is valued less than their colleagues, that an arbitrary ground like age can be invoked to devalue and diminish their work, and that no matter their individual circumstances or the quality of experience, it can all be waived in favour of slotting into arbitrary categories where how much you are paid is based solely on the passage of time.  It invites employers to treat their younger employers differently from the outset, allows for a situation where young people starting their working lives are at a disadvantage, and is insulting, belittling and unfair.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At a time we are actively pursuing State policies to eradicate pay inequalities in so many areas, whether it be along gender lines or pension inequality, or removing differential pay for our teachers, the Bill fits neatly into the growing national and international movement recognising the importance of equal pay for equal work.  That says to our young people that we value them and the efforts and contributions they make.<\/p><p>The inequality of the current system and the disrespect and dismissal it shows to our young people, their work and experiences, is an unfortunate trend across many State policies.  It has been said to me previously that Ireland is no country for young people, and we can sometimes be guilty of alternately glorifying or infantilising young people and their contributions without truly engaging with them, their issues and desires.  Young people need to feel valued, understood and supported by the State, and the passage of the Bill would demonstrate this in a tangible and material way.<\/p><p>These sub-minimum rates were introduced with the national minimum wage.  As Senator Gavan mentioned, two justifications were given for them at the time.  It was argued that the State had a responsibility to disincentivise early school leaving and that the State could make young people more financially competitive in the job market to balance their inexperience.  I do not believe either of these two factors are adequate justification for continuing the pay differentials the would be reformed by the Bill.  The factors that can lead to a young person leaving school early are many and complex and it is naive to think it can be prevented simply by introducing legal pay inequality and financially penalising individuals to prevent it.  A wide range of socioeconomic, psychological and family pressures can and do result in early school leaving, many of which are outside the control of the young person who leaves school, and it is unfair to punish the individuals for them.  Having worked with many school leavers I guarantee the sub-minimum rates are incentivise more young people to work more, as the lower rates mean they must work more hours.  It is a heavy, blunt and ineffective tool to try to prevent a complex and multifaceted social phenomenon and needs to end.<\/p><p>It is just not good enough for the State to accept that if young people are not experienced enough to compete in the jobs market the appropriate response is to make it legal to pay them less to make them more attractive to employers.  The State must take greater responsibility for the education and training of our young people and ensure they have the targeted tools they need to compete.  Our response should and must be proactive, empowering and positive rather than simply facilitating a race to the bottom in labour standards.<\/p><p>The Bill has the potential not only to allow for younger workers to be brought up to equal pay on a par with their colleagues, but it can also be a positive facilitator of strong work ethics and the fostering of greater responsibility among our younger cohorts of workers.  Pay equality, especially for those under 16, will instil a sense of responsibility, the importance of hard work and allow for positive behaviours and habits to be reinforced before reaching adulthood.  It would positively inspire progressing with education as they will have awareness of work and the pay standards to expect.<\/p><p>At a time we are giving greater consideration in the House to the experiences of young people such as the recent proposal to lower the voting age and the debate on the digital age of consent, we need to have greater understanding of the nuances needed to legislate for how the State protects children and young people.  We also cannot be accused of being hypocrites.  The Government has committed to a referendum on lowering the voting age to 16.  Most Senators agreed 16 or younger to be an appropriate age to consent to the use of their data.  We need to ensure those of the same age do not experience inequality in the workplace.<\/p><p>Some Senators may feel that sub-minimum rates can be justified, especially the rates for those under 18.  Perhaps they know young people who work in shops in rural or urban Ireland who are happy and content to be paid less, which suits the owners, but just because an arrangement works does not mean we cannot do better.  Today we can send a message to young people who, in my experience, are depressingly quick to state they do not feel represented in the Oireachtas that they are worth more than 70% of someone two years their elder, and that equal pay for equal work is a fundamental principle that we are willing to apply irrespective of age, gender, race or status.  If none of this convinces, consider this.  We could in the near future be living in an Ireland where 16 year olds are eligible to vote.  What will they make of politicians willing to take their first preference but not to legislate for their protection in the workplace?  I hope all Senators support the Bill on its passage to Committee Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#HH00200","speaker":"1404","continuing":true},{"type":"speech","time":1527600600,"counter":122,"content":"<p>I welcome the Minister to the House.  I thank Senators Gavan and Ruane for putting forward the Bill because it creates a debate on this issue.  I am a former employer of many young people over many years, who were glad to get work near their homes and in their localities and who did not have to emigrate during the summer holidays or at Christmas.  The current position is that the lower rate is paid to those under 18 years of age in a first-time job and those over 18 who are on a prescribed course or duty of training.  The maximum period of training ranges from three months to three years and the training most be certified and paid for.  The Government intends to bring forward, in line with the Low Pay Commission's recommendation, rates whereby employees under 18 years would receive a minimum of 70% of the national minimum wage, employees aged 18 would receive a minimum of 80% of the national minimum wage, employees aged 19 would receive a minimum of 90% of the national minimum wage and employees aged 20 and over would receive the full national minimum wage.  This is a reasonable position from the Government's point of view and the country's point of view.<\/p> <p>An employer will ask whether he or she is better off with an experienced person or taking on young people.  There is no incentive for an employer to take on a young person, whether it be for the summer holidays, Christmas, Easter or weekends, under the system proposed by Senator Gavan.  The Government's proposals are fair and they would be acceptable to employers and employees.  We must look at the employer's point of view as well because many people aged under 18 have no experience of work.  Surely they cannot demand the same wage as an experienced person.  Great credit is due to the many employers who take on these young people and provide employment for them when they are in secondary school or while they are looking for full-time employment.  The Government's position is fair and employers will buy into it.  They will give employment to young people in their communities, and help them to stay at home rather than emigrating during the summer vacation and at Christmas.  There has to be a differentiation between a person starting out for the first time at work and a person who is a full-time employee.  There has to be a differential in the rate and there has to be an incentive for the employer to take on these people.  I fully support the position the Government has taken on this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#JJ00200","speaker":"1380"},{"type":"speech","time":1527600600,"counter":123,"content":"<p>Fianna F&aacute;il will support the passage of the Bill to Committee Stage.  Its aim is to amend the National Minimum Wage Act 2000 and end sub-minimum rates of pay for those who have attained the age of 16 or those entering their first two years of employment.  Fianna F&aacute;il has always protected citizens in the State who are on low pay.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aidan Davitt:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2475\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2475&amp;amp;pid=AidanDavitt&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We introduced a National Minimum Wage Act in 2000 that gave employees a legal entitlement to a minimum wage.  During our time in office we progressively increased the national minimum wage rate six times.  The national minimum wage increase under Fianna F&aacute;il was 37% from 2000 to 2011, far outstripping inflation.<\/p><p>Fianna F&aacute;il supports abolishing zero hours and has supported this Bill since it was introduced by Senator Gavan.  It supports enhancing job security for the lower paid.  The party is working to ensure that the Employment (Miscellaneous Provisions) Bill, currently going through the D&aacute;il, will give workers added job security and bring weekly predictability to their working hours.<\/p><p>As a party, we believe that all workers should be paid a fair and decent wage and are committed to improving the working conditions for all.  The idea that we can pay the youth of Ireland and those who are starting out on their journey through employment a lower wage and compare them with someone who is experienced and on the minimum wage is not believable.  If someone has experience and has worked in a position for a while, they will not be on the minimum wage.  If that was the case, they would not stay with an employer long, or that is my experience of employing many people over the years, which thankfully I continue to do.  The least to which people are entitled when they work is the minimum wage when they are putting in the effort and are of use to the business.  It is not even what is referred to as a living wage.  It is the least we can do, even in the current economic climate.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#JJ00300","speaker":"1411","continuing":true},{"type":"speech","time":1527600600,"counter":125,"content":"<p>I welcome the Minister to the Chamber and commend Senators Gavan, Ruane and Warfield on tabling this Bill.  I am delighted to speak strongly in its support.<\/p> <p>We are dealing with a very basic principle here, which is that of equal pay for equal work.  It is the same principle underlying recent pushes to close the gender pay gap, and ensure that women are paid as much as their male colleagues.  It is a crucial part of much of our anti-discrimination legislation, which states that no one should be paid less on the basis of their religion, sexuality, race, disability status, and so on.  However, we also include age as a factor here, because we know that young people deserve that same protection against discrimination.  <\/p> <p>In its 2018 budget submission, the National Youth Council of Ireland spoke up for the rights of young people and stated very clearly that sub-minimum rates of pay fly in the face of this commitment and are fundamentally discriminatory in nature.  The Government&rsquo;s own special rapporteur on child protection, Dr. Geoffrey Shannon, who has done fantastic work on the alcohol issue and so many other areas, made the same point in his report in 2015.  He said the rates we are debating today constitute unjust discrimination and he is absolutely right.  <\/p> <p>One of the most important achievements of the labour movement over the past century, in this country and elsewhere, has been in forcefully making the case that there are basic standards in any society that must always be respected, including a decent income and working conditions.  In a fair system, there should be a moral floor below which no one will fall.  A proper, widely applicable minimum wage is a vital part of that.  It sets that lower limit and offers key protections for workers.  It ensures they will not be pitted against one another and exploited, driving wages down and people into poverty.  <\/p> <p>Unfortunately, young workers are increasingly obliged to fight against this sort of exploitation.  We are witnessing a wider cultural shift in which unpaid or underpaid work is becoming a rite of passage for young people, seen as a standard step towards full-time employment.  This is a discriminatory, exclusionary practice that wrecks social mobility.  If one comes from a well-off family and can afford to work for free for a year or two then avenues are open to one but if one does not have those same resources, if one needs to be paid for one's time and efforts, then these opportunities are off-limits.  We need to question the assumptions behind such thinking.  <\/p> <p>When key welfare rates are cut for those under 25 years, or justifications are presented for paying them less than the minimum wage, it seems we are assuming that they have the resources and family supports needed to take up the slack.  Many people do not.  This point has been strongly made by the National Youth Council of Ireland, which has emphasised the need to maintain supports for young people in lower-income households in particular, especially those most at risk of poverty and social exclusion.  <\/p> <p>During debates on this issue often hear about early school leavers but that misses the point.  Empowerment for those young people is not delivered by pitting them against one another and scaring them off with substandard wages, it is delivered by investing properly in social supports and getting serious about economic inequality.  It is delivered by addressing the deeper educational disadvantages at the root of early school leaving, not by cutting wages by 30%.  <\/p> <p>Mandate and other trade unions have highlighted the type of discrimination that results, particularly as companies struggled to deal with a crippling recession in recent years.  In too many cases, young people were seen as the easy answer to a problem they did not create.  Employers would hire young workers on JobBridge schemes or below minimum wages, let them do the work for a year, and then simply replace them with another young person waiting in the wings.  This is exactly the kind of race to the bottom the minimum wage was introduced to protect against and this Bill is an important step in that direction.  I offer it my full support today.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#KK00200","speaker":"1408"},{"type":"speech","time":1527600600,"counter":126,"content":"<p>I am pleased to support this Bill.  It is simple and straightforward legislation, which I believe can help to make our workplaces more equal.  The statutory minimum floor is the floor beneath which no worker should be allowed to fall.  The principle of a legal minimum rate of pay is a critical one and something that must be protected.<\/p> <p>The establishment of the Low Pay Commission in 2015 was a very important expression of the value that the then Government placed on maintaining a baseline of decency for Irish workers.  I was interested to hear Senator Davitt&rsquo;s remarks regarding Fianna F&aacute;il&rsquo;s record on the national minimum wage.  He refrained from reminding the House that when the crash came, among the first victims were the considerable number of workers in this society who were on the national minimum wage rate.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#KK00300","speaker":"1398"},{"type":"speech","time":1527600600,"counter":127,"content":"<p>We are trying to move forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#KK00400","speaker":"1411"},{"type":"speech","time":1527600600,"counter":128,"content":"<p>Senator Nash has the floor.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#KK00500","speaker":"1390"},{"type":"speech","time":1527600600,"counter":129,"content":"<p>Unfortunately Fianna F&aacute;il felt it necessary, on the instructions of those they invited into the country, to slash the rate of the national minimum wage by &euro;1 per hour.  Unfortunately, that calls into question Fianna F&aacute;il&rsquo;s supposed credentials as a social democratic party.<\/p> <p>Notwithstanding that, I recognise the contribution that Fianna F&aacute;il did make regarding the introduction of the national minimum wage in the first place, which was introduced by the then Minister for Enterprise, Trade and Employment, Mary Harney, to her credit.<\/p> <p>The Low Pay Commission is very important institutional protection for people on low pay and is a bulwark against the scourge of low pay and the damage that it can do to citizens, families and society.  One reason why the Low Pay Commission was introduced was to ensure that we, as a society, can guard against any political opportunism that may arise in the future or, when the next crash comes, that whatever parties happen to be in government at the time cannot simply decide at the stroke of a pen to reduce the rate of the national minimum wage and that one must go through the Low Pay Commission first and examine the evidence base that it creates in defending and protecting the principle and the philosophy of the national minimum wage.  <\/p> <p>I worked to establish the Low Pay Commission, which was established in 2015, and it is something that of which I and the Labour Party are proud and of which the previous Government can be proud.  One task I asked it to undertake then was a review of the appropriateness of the continuation of subminimal rates as they apply in law to young and inexperienced workers and to those who are undergoing courses of training.  I have long been of the view that there is no legitimate reason, economic or social, that a young person who is in work should be paid any less than an older work colleague.  Furthermore, I never believed it should ever be State policy, enshrined in law as it is now, that young people on the national minimum wage should be disadvantaged in the way that the National Minimum Wage Act, as currently constructed, allows them to be.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> We know that good policymaking requires evidence, and the evidence produced by the Low Pay Commission, through its research engagement with the ESRI, is very interesting.  I hope contributors to the debate have taken the time not just to read that information, but also to digest it and apply it to what we are trying to achieve this evening.  There is no evidence that paying the adult rate to young workers would incentivise them to drop out of school or education.  We know, as alluded to by Senator Ruane earlier, that the key drivers of retention of students in school, on post-leaving certificate, PLC, courses or in third level education are usually related to socio-economic factors, academic ability and interest and confidence in the student's own ability.  The evidence suggests that the impact of national minimum wage policies one way or another on retention rates in education is small and weak.<\/p><p>We have more evidence and hard data on the national minimum wage now than we have ever had in the past, thanks to the work of the Low Pay Commission and its engagement with the ESRI on its behalf, and the work the CSO does through the data it collects in the quarterly national household survey, QNHS.  What these figures tell us is interesting.  They suggest that the use of the sub-minima rates is exceptionally low, with about 5,800 employees telling the QNHS in 2016 that they were on an age-related sub-minima rates, with about 5,500 young workers stating they were on a training rate.  We also know anecdotally - and trade unions and others have evidence to suggest this - that the training rate has been abused wholescale over the years.  The Low Pay Commission recognised this in part 2 of the report it published last year, which recommends the total abolition of the training rates because they are being abused to lower wage costs - and not in the context of any recognised, structured or meaningful training opportunity or series of programmes that would be provided to young people.  Will the Minister let the House know whether she intends to table an amendment to legislation to abolish the training rates as provided for in the National Minimum Wage Act 2000?<\/p><p>There is also fundamentally an inarguable, unanswerable case for getting rid of, and not tweaking or simplifying, the sub-minima rates, as the Low Pay Commission suggested in part 2 of its report.  In the interests of the principles of equity, fairness and equality, and that critical principle for the labour movement of equal pay for equal work, we should dispense with the discrimination in the application of sub-minima rates to young people and consign those rates to history once and for all.  I would be interested to hear the Minister&rsquo;s view on this proposition.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#KK00600","speaker":"1398","continuing":true},{"type":"speech","time":1527600600,"counter":131,"content":"<p>No further Senators are offering.  The Minister has 15 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#LL00200","speaker":"1390"},{"type":"speech","time":1527600600,"counter":132,"content":"<p>I am happy to have this opportunity to address the Seanad on the issue of sub-minima rates of pay under the National Minimum Wage Act.  The existing rates provide for reduced rates to be paid in certain circumstances to particular groups, for example, younger workers and trainee workers.  It might be useful to outline the role of the Low Pay Commission in this area.  I emphasise that it is an independent body that was established by statute by the former Labour Party and Fine Gael Government and comprises eight members and an independent chairperson.  Under the provisions of the National Minimum Wage (Low Pay Commission) Act 2015, when it was established, we asked the commission to make recommendations to the Minister that are designed to set a minimum wage that is fair, sustainable and, when appropriate, adjusted incrementally in order that, over time, it is progressively increased to assist as many low-paid workers as is reasonably practicable without creating significant adverse consequences or challenges for employment or competitiveness.  The commission has done an outstanding job in recent years.<\/p><p>In November 2015, the then Minister, Senator Gerald Nash, requested that the commission be asked to examine the appropriateness of sub-minima rates as provided for in the National Minimum Wage Act with particular regard to their impact on youth unemployment rates and participation in education.  I ask the House to note that the commission has members who have an understanding of employers' interests, employees' interests and a particular expertise in labour market economics, as well as the independent chairperson.  It would be useful for the House to note that the commission is charged with taking evidence-based approaches, paying full regard to a range of economic factors while also taking into account the views of stakeholders and the general public as a whole.  The commission's strength is its independence and the evidence-based approach it is required to take when coming to conclusions and recommendations to give me or any other sitting Minister.  This approach ensures that the issues are thoroughly examined in a fair hearing and that the commission is given to all points of view.  The commission tells me, as I am sure it has told previous Ministers, that there are different views around its table on every discussion and topic before it.  It is clear that the commission has extensive expertise and could be considered expert when it comes to the principal Act that this Bill seeks to amend.<\/p><p>Since its establishment, the commission has examined and compiled reports on the preponderance of women on the national minimum wage and the allowances provided for board and lodgings under the national minimum wage as well as two reports on the subject of sub-minima rates, the second of which was submitted to me in December 2017.  In its first report, to which Senator Gerald Nash referred, the Low Pay Commission was of the view that there was insufficient up-to-date data available on which it could make an evidence-based recommendation to the Minister.  The commission at the time chose to delay making its recommendations until the result of a pilot question on the national minimum wage included in the CSO quarterly national household survey was available to the commission.  I genuinely urge Members to note that this deliberative approach - to obtain the relevant information and data - is probably the most appropriate approach to policymaking in this important area.<\/p><p>The second report the Low Pay Commission gave us on sub-minima rates sets out a clear evidence base and rationale for its recommendations.  The commission also commissioned research by the ESRI, which examined international practice in respect of the national minimum wage and sub-minima rates.  The ESRI research found that of the 26 OECD countries, out of a total of 34 countries, that have a statutory national minimum wage, just over half included sub-minima rates for younger people.  The numbers in employment on age-based rates are extremely low.  An average of just 1.5% of all employees reported earning less than the &quot;adult rate&quot; of the national minimum wage, and approximately one quarter to one third of those reported being on age-based rates as per the CSO data.  The commission considered that there is little evidence of any significant abuse of the sub-minima rates <i>per se<\/i>.  The commission has found that following the economic crisis, European policymakers have put particular focus on NEETs, young people who are not in employment, education or training, and the need to integrate or reintegrate them into the labour market.  According to a recent study undertaken by Eurofound, NEETs face a greater risk of poor future employment outcomes and social exclusion.  The same study found that Ireland's high proportion of NEETs is out of line with the majority of central and northern European countries.  Given this fact, the commission was cognisant of the need to ensure changes to the sub-minima rates of the national minimum wage do not negatively impact on the prospects of these young people gaining access to the labour market.  This is probably the most important conclusion in the commission's second report to us, and I ask Members to note it seriously.<\/p><p>The report considers the abolition of youth rates but concluded that the rates would then no longer offer any recognition of the difference between a young, inexperienced worker and a more experienced colleague, which could lead to employers no longer seeing the value in hiring young people.  This could potentially have an impact on our youth employment rates, which are still stubbornly too high for anyone's liking.  The commission also concluded that abolishing youth rates could potentially act as an incentive for young people to leave education and take up employment, which would have a negative impact on their future prospects of getting a better job and then, it would be hoped, a career.  I acknowledge some Members disagree with this, but it is the view of the commission, which has the experts and the recommended people, both employers and employees.  More recently, the OECD, in its recent jobs strategy, published in January this year, specifically recognises the use of sub-minima wages for youth.  The strategy states.  &quot;Governments should also ensure that the cost of hiring youth reflects their productivity through the use of wage-subsidies, the design of non-wage labour costs or a sub-minimum wage.&quot;<\/p><p>Again, I emphasise that the commission's conclusions and recommendations are evidence-based.  Having examined all available evidence and submissions from a range of individuals and groups, and considered a range of options, the commission made two recommendations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The commission set out a clear evidence base and rationale for its recommendation to abolish the training rates.  It noted that the rates were not widely used in the first instance but, second, having regard to the lack of clear definitions around training, the lack of a formal system of notification of the use of training rates leaves the rates open to possible abuse.  In reality, they were more open to possible abuse.  The commission outlined that it had heard evidence in submissions of the training rates being paid in order to reduce wage costs rather than being part of a structured training programme.  The commission outlined its belief that the employee should not receive less than the statutory minimum wage unless the employee was part of a proper apprenticeship programme approved by the State.  All available evidence shows that training rates are not widely used - less than 0.5% of employees indicated that they were on a training rate.<\/p><p>The commission also wanted us to simplify the youth rates.  With regard to the age based and first employment rates, it recommended that the rates should be retained but that we should simplify them to improve both compliance and ease of operation.  It recommended retaining  the age based rates for younger workers and it acknowledged both the statutory restrictions that apply in respect of the working hours and conditions of employees under 18 years of age and the need to ensure younger workers can gain work experience.  I agree with the commission&rsquo;s conclusion that the simplification of the rates to a purely age-based system will assist employers in that it will be administratively simpler to operate.  It will also benefit slightly older employees, for example, those moving on to a first job while in or leaving university at perhaps 20 to 23 years of age insofar as they will no longer be subject to the sub-minimum rates.<\/p><p>I ask the House to note that the commission&rsquo;s recommendations were not intended to disenfranchise young workers in any way or to leave them in an unequal position to their colleagues.  They were designed to ensure that young workers continue to have a way to gain access to, and experience in, the labour market, while also ensuring that they are not incentivised to leave school any earlier than they should to pursue full-time employment.  I hope all of us would agree with those objectives.<\/p><p>Due to the complexities of the issues it examines, the members of the commission have not always been able to agree.  In fact, they have never all agreed on any position since the commission was established in 2015.  Some Members of this House have been involved in the labour movement for many years, seeking employees&rsquo; rights and the recognition that there should be decent pay for a decent day&rsquo;s work.  I wish to emphasise that there was no disagreement in the commission&rsquo;s recommendations to me in December with regard to sub-minimum rates.  All nine members of the Low Pay Commission, all from different sides of the spectrum, agreed on the recommendations that the trainee rates should be abolished and that the permitted sub-minimum rates of the national minimum wage should be simplified.<\/p><p>I decided to accept the recommendations of the Low Pay Commission and the Government gave its approval to my proposals regarding their implementation, which were that they would be put forward as amendments to the Employment (Miscellaneous Provisions) Bill 2017.  That Bill was debated on Committee Stage two weeks ago and every party and Independent Member in that committee agreed with the recommendations of the Low Pay Commission.  The amendments were passed on Committee Stage as part of the employment Bill by all the parties.<\/p><p>I ask Members to reflect on the report provided by the Low Pay Commission.  The commission was established in good faith and with huge principles by the Labour Party in 2015 and it has served us incredibly well in the years since then.  Given the unanimous decision by the commission I would be loath to question its evidence based recommendations to me.  The commission was quite correct that such issues should be informed by an independent expert committee.  I am sure Members will join me in supporting the recommendations of the commission.  Those recommendations are evidence based and well researched through the ESRI and the OECD.<\/p><p>This Bill is at cross-purposes with the amendments to the Employment (Miscellaneous Provisions) Bill 2017 that were passed last week.  I thank the Low Pay Commission for its excellent work on this report and for all its work over the years.  In this case it made a unanimous decision, the recommendations were accepted by the Government and they were implemented in the amendments to the employment Bill.  For those reasons I oppose the Bill and I ask Members to reflect and consider supporting me in that regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#LL00300","speaker":"1338","continuing":true},{"type":"speech","time":1527600600,"counter":134,"content":"<p>I thank the Chair for facilitating my contribution to this debate.  I was with the Seanad reform implementation group earlier so I am grateful for the chance to speak.  I will be brief.<\/p> <p>I welcome the Minister and commend her on and thank her for her work in the campaign to repeal the eighth amendment.<\/p> <p>I am proud to support the Bill proposed by my colleague, Senator Gavan.  He enhances the discourse in the House by championing workers&rsquo; rights, and I commend him on doing so.  The Bill upholds the ideal of a fair day&rsquo;s pay for a fair day&rsquo;s work.  Many of the views during this debate will have cast aspersions that employers rely on this rate to bring in employees and that we are somehow seeking to undermine SMEs by bringing this Bill forward.  I did not hear the debate but if that was the case my response is that if we want to create a society in which our young workers are paid far below a living wage, we are truly in a race to the bottom.  We will also leave a swathe of our young workers open to poverty and accept that as an inevitability.<\/p> <p>This House should never shirk from its responsibility to eliminate poverty and injustice.  Sub-minimum rates of pay and similar measures make poverty a certainty.  They do not work to the mutual benefit of employer and employee, only to the benefit of the employer.  I have spoken many times previously about how the economic downturn and subsequent austerity decimated workers&rsquo; rights, particularly those of young workers.  There was a consistent depreciation of young people&rsquo;s value in the labour market by means of pay cuts, job losses and precarious and casual work, often with institutional support.  Alongside that there were drastic cuts to social welfare rates for those under 26 years of age.  The stark realities facing young people were either to stay and get caught in a poverty trap or to emigrate.  These stark realities still remain.  The home to vote movement made our diaspora a live issue for many of us.<\/p> <p>The average first wage for a graduate worker has remained stagnant for decades while the cost of living has grown exponentially.  We are failing to provide good opportunities for our young people, only opportunities that cost and impoverish them a great deal.  Much of this debate will be mired in thinly veiled ageism and the notion that young people are immature and somehow deserve less.  The social welfare policy for those under 26 years of age represents that school of thought.  That notion has been present in public policy for many years.  I hope speakers will address that during this debate.<\/p> <p>We should be mindful of that and we should aim to create a society where emigration is a choice, not a necessity, and in which we do not subjugate young people as lesser in their contribution.  We should create a fair and just society for them to inherit.  The living wage for 2017 was &euro;11.70 per hour.  The living wage, while still aspirational, is the lowest bar we should seek to attain.  It is based on the lowest wage one can earn to provide a minimum acceptable standard of living.  The sub-minimum wage for a person under 18 years of age is &euro;6.41, which is 55% of the income required for a minimum standard of living.  We presume all of these workers are dependent on parents, but that is not the case.  In fact, it further marginalises the most vulnerable such as those without dependants and those brought up through care systems.<\/p> <p>The sub-minimum rates of pay were introduced in 2000 for two distinct reasons.  First, the State assumed it would disincentivise early school leavers, but there is no tangible evidence that this has happened.  In fact, it would be a far-fetched presumption to suggest that it has.  Early school leaving has evidently increased since their introduction.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2018&amp;amp;month=05&amp;amp;day=29\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Second, the State felt it should make young people financially competitive in the jobs market and balance out their inexperience.  I find this reasoning particularly tragic.  While it pre-dated the ill-fated JobBridge by over ten years, its flawed logic resonates with me.  We exploit young people, deny them any financial fairness, do not pay them fair dues and then expect some miraculous affirmation of workers&rsquo; rights for fair wages to follow.<\/p><p>The point about how this State has failed our young people has been well made.  We can continue the exploitation of young people and endorse it by upholding sub-minimum rates of pay, or we can support this Bill today.  I encourage the Government to support it. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#MM00200","speaker":"1372","continuing":true},{"type":"speech","time":1527600600,"counter":136,"content":"<p>I thank the Minister for her detailed response.  I can summarise the position by saying that we have a genuine difference of ideology, which will not come as a terrible shock.  Sinn F&eacute;in is a party of the left, while it is fair to describe Fine Gael as a party of the centre-right.  I am being generous by using the word \"centre\".<\/p> <p>I would like to go through some key points in response to Senator Paddy Burke and the Minister, beginning with the point the Minister made about the Employment (Miscellaneous Provisions) Bill 2017 which is currently making its way through the Houses.  It received all-party support and rightly so.  We supported it because we acknowledged the fact that the recommendations of the Low Pay Commission represent some progress.  It gets rid of the discriminatory rate for people in their 20s, for example.  We support that Bill because it is practical.  It has been consistent Sinn F&eacute;in policy for some time to eliminate sub-minimum rates of pay.  It was endorsed at our Ard-Fheis and that is why this Bill has been brought forward.  <\/p> <p>I want to place on record my thanks for the broad support for this principle from across this Chamber.  I welcome the support of Fianna F&aacute;il and the points it has made.  I recognise the fact that the national minimum wage was brought in initially by Fianna F&aacute;il.  I particularly welcome the support of Senator Ged Nash, who has expertise in this area, and like myself has a very close relationship with the trade union movement.  I hope I am correct in saying that on the day the Minister was appointed, she made reference to the fact that her own father was a trade union activist.  She will know that equal pay for equal work is a key and core principle of the trade union movement.  That is what we are asking for here and I am genuinely surprised that a Minister cannot accept that principle, particularly when, as Senator Nash has said, the ESRI has pointed out that young people will not drop out of education.  <\/p> <p>Implicit in the Minister's speech and in the remarks by Senator Paddy Burke is the view that it is fine if an experienced worker gets the national minimum wage.  It sums up the ideological differences neatly.  We on the left do not believe that is okay.  If a person is working a bar or restaurant and has done that job for a number of years, it is not fine that he or she is on the national minimum wage.  Such people's experience should be recognised.  It is not recognised by bringing down the rates paid to younger people, but rather by enhancing the rates for experienced workers.  When one reflects that the living wage is some &euro;2 ahead of the national minimum wage the difficulty becomes clear.  The message Fine Gael is sending this evening is that it is absolutely fine for an experienced worker to be on the national minimum wage, even though it is recognised that the national minimum wage is some &euro;2 below a living wage.  We are collectively saying that it is not fine and that it is not okay to discriminate against younger workers.  <\/p> <p>I am genuinely surprised that this Government is opposing equal pay for equal work.  I expected that we would get broad support across this Chamber, and that has been the case.  The only party not in line with this is Fine Gael, and I am genuinely surprised by that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN00200","speaker":"1389"},{"type":"speech","time":1527600600,"counter":137,"content":"<p>Patricia King, the general secretary of the Irish Congress of Trade Unions, does not support the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN00300","speaker":"1338"},{"type":"speech","time":1527600600,"counter":138,"content":"<p>I did not interrupt the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN00400","speaker":"1389"},{"type":"speech","time":1527600600,"counter":139,"content":"<p>Gerry Light, the assistant general secretary of Mandate, also opposes this.  We are in very good company.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN00500","speaker":"1338"},{"type":"speech","time":1527600600,"counter":140,"content":"<p>I did not interrupt the Minister.  This provision reflects unfortunately on the ideology of her party, because it implies that the national minimum wage is fine for an experienced worker.  I do not believe it is fine.  As someone who worked as a trade unionist for ten years I do not believe it is fine to find minimum wage workers working in our meat factories, for example.  That system is propped up by the sub-minimum rates of pay.  There is a collective recognition that something should be done about that this evening, and I urge Members present to support the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN00600","speaker":"1389"},{"type":"vote","time":1527600600,"counter":141,"content":"<p>Question put:<\/p><p>The Seanad divided: Tá, 22; Níl, 17.<\/p><br\/><br\/><p>Tellers: Tá, Senators Paul Gavan and Lynn Ruane; Níl, Senators Maria Byrne and Gabrielle McFadden.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN00900","aye":["1407","1408","1376","1390","1414","1383","1411","1388","1396","1389","1405","1430","1393","1400","1403","1398","1385","1394","1413","1404","1372","1418"],"nay":["1380","1423","1391","1384","1422","1424","1415","1429","1438","1386","1375","1425","1427","1397","1431","1421","1399"],"abs":[]},{"type":"speech","time":1527600600,"counter":142,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN01000","speaker":"1381"},{"type":"speech","time":1527600600,"counter":143,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN01100","speaker":"1389"},{"type":"speech","time":1527600600,"counter":144,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN01200","speaker":"1381"},{"type":"unspoken","time":1527600600,"counter":145,"content":"<p>Committee Stage ordered for Tuesday, 5 June 2018.<\/p>"},{"type":"speech","time":1527600600,"counter":146,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN01400","speaker":"1381"},{"type":"speech","time":1527600600,"counter":147,"content":"<p>Maidin am&aacute;rach ar 10.30.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018052900002#NN01500","speaker":"1391"},{"type":"unspoken","time":1527600600,"counter":148,"content":"<p>The Seanad adjourned at 6.30 p.m. until 10.30 a.m. on Wednesday, 30 May 2018.<\/p>","notice":"TIME STRING DETECTED"}]