[{"type":"minorheading","content":"Prelude","time":1424788200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30","time":1424788200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1424788200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1424788200,"counter":4},{"type":"majorheading","content":"Business of Seanad.","time":1424788200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#A00100"},{"type":"speech","time":1424788200,"counter":6,"content":"<p>I have received notice from Senator Mary Ann O&rsquo;Brien that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for Health to provide an update on the Health Research Board&rsquo;s review of the international evidence on fluoridation of water and to indicate when its findings are likely to be published given that it was expected in December 2014.<\/blockquote>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<blockquote>The need for the Minister for Health to outline the number of people on the waiting list for orthodontic treatment in the public health service in Galway and Mayo, to detail the length of time people are waiting by year for the past five years and the age range in deciles and to clarify what plan the Health Service Executive, HSE, has in place to address the backlog.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister for the Environment, Community and Local Government to clarify the current position in respect of housing grants that will be made available for the adaptation of local authority houses to accommodate individuals within a family who have a physical or intellectual disability.<\/blockquote>I have also received notice from Senator Fidelma Healy Eames of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to address the public concerns regarding the proposed routes for the Galway outer city bypass, the process of route selection and the sustainable solutions that are needed to solve Galway&rsquo;s traffic problems.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1424788200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#A00250"},{"type":"minorheading","content":"Water Fluoridation","time":1424788200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#A00300"},{"type":"speech","time":1424788200,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Kathleen Lynch, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#A00400","speaker":"1120"},{"type":"speech","time":1424788200,"counter":10,"content":"<p>As the Cathaoirleach has read out, this matter pertains to the need for the Minister for Health to provide an update to Members on the Health Research Board&rsquo;s review of the international evidence on fluoridation of water and to indicate when its findings are likely to be published given that it was expected last year.  A story on the front page of today's edition of <i>The Daily Telegraph<\/i>raises a fluoride link to weight gain and depression and states:<blockquote><br \/><br \/>A study of 98 per cent of GP practices in England found that high rates of underactive thyroid were 30 per cent more likely in areas of the [highest] fluoridation.  It could mean that up to 15,000 people are suffering needlessly from thyroid problems which can cause depression, weight gain, fatigue and aching muscles.<\/blockquote><!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Ann O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2389\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Mary Ann O'Brien\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2389&amp;amp;pid=MaryAnnOBrien&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Mary Ann O'Brien\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have debated this with the Minister previously and she knows I do not believe in newspaper articles but scientific evidence.  Ireland is the only country in Europe that still puts fluoride in the water.  Whether the Senators like it or not, fluoride is a highly poisonous substance.  By law, toothpaste in the US must carry a poison warning.  The brushing instructions detail that one is to brush teeth thoroughly after meals with a pea-sized amount of toothpaste and that if one accidentally swallows more than used for brushing one should get medical help or contact a poison control centre immediately.  This is the law in the US.  In Ireland, fluoride is added to tap water at potentially toxic levels.  A glass of Irish tap water contains the same amount of fluoride as a pea-sized amount of toothpaste.  Join the dots.  In the Netherlands, fluoridation of water is banned by the constitution.<br\/><br\/>In March 2006, the US National Academy of Sciences completed the most comprehensive, balanced, scientific review ever on the health effects of fluoride in water.  Its 500-page report representing three years work by a panel of 12 scientists acknowledged the following adverse effects of low-levels of fluoride ingestion, which had not been previously identified: thyroid impairment, as confirmed by today's edition of <i>The<\/i><i>Daily Telegraph<\/i>; impaired glucose intolerance, i.e. type 2 diabetes; moderate dental fluorosis, bone fractures, moderate skeletal fluorosis, lowering of IQ; and brain damage, especially in the presence of aluminium.  I hope the Minister does not have some blurb on dental health.  If one drinks a glass of water, it goes past one's teeth.  The water does not know to go straight to one's teeth but goes to every cell in one's body.  There is more to a person than teeth.  We must seriously consider taking fluoride out of the water in Ireland.  Given that 80% of it is going down the drain due to leaks, we are wasting even more money.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#A00500","speaker":"1169","continuing":true},{"type":"speech","time":1424788200,"counter":12,"content":"<p>I thank the Senator.  The response I have is virtually the same I had the last time we debated this.  The Senator is very passionate about it.  As I said the last time I was here, I have no difficulty coming here to answer and be held to account by people who are passionate on particular issues, whether I agree with them or not.  It is important.  During our last debate, I told the Seanad I had been listening to the argument since I was an adult because my late father-in-law was as passionate about the Senator's side of the argument as she is.  The difficulty is that the research has found no firm evidence on one side or the other, and this is why the Health Research Board was asked to examine the research in terms of the written evidence and come to a conclusion.  I am not certain it will come to a conclusion.  The report it was asked to produce will hopefully be completed and published this April.  It has been delayed.<\/p> <p>I have a great interest in research.  Everybody in the country has been listening to the latest research on peanut allergy and whether one should feed peanuts to young children.  The research now tells us that one should allow very small children to build up an immunity which may reduce the likelihood they will have allergies.  While I am not certain which of us would be prepared to take the risk of doing it with our very small children, nevertheless research and people's opinions change constantly.  We asked the Health Research Board to carry out a literature review for us, which it has done.  It included the University of York review, which was published in 2000 in the UK, and which was quoted during our previous debate on this.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kathleen Lynch:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=656\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Kathleen Lynch\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=656&amp;amp;pid=KathleenLynch&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Kathleen Lynch\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It also included the Australian symptomatic review of the efficiency and safety of fluoridation, which was published in 2007 and the European Commission's scientific committee on health and environmental risks review published in 2011, to which the Department of Health contributed.  None of these reports established any basis for suggesting that artificially fluoridated water poses health risks.<\/p><p>I am sure that research will emerge in future that will either confirm or deny the case made by the Senator.  I do not have an opinion on the matter personally but, while I am open to persuasion, I must take on board the advice of the Health Research Board.  The board began the review in 2014 and completed it in early January.  The reason it has not yet published a report is because it has been submitted for international peer review to ensure accuracy and objectivity.  It is the intention to publish the report in April and when that happens I am sure that either the Minister, Deputy Varadkar, or I will come to the Chamber to debate this topic again.  Once the report has undergone the peer review process, I am sure it will contain the necessary objectivity.  I am also sure that our attitudes towards fluoridation will change in the future in one direction or other.  I acknowledge that the Senator is passionate about this issue and accept that she believes what she is saying but we cannot make decisions on this unless they are recommended to us by the people we have charged to prepare the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#B00200","speaker":"982","continuing":true},{"type":"speech","time":1424788200,"counter":14,"content":"<p>I thank the Minister of State for her reply and I look forward to the report's publication in April.  I am passionate about this issue but I have also been careful to study the evidence and take advice.  I am not a scientist but I wonder what the rest of Europe knows.  Similarly, the US National Academy of Sciences produced the most comprehensive balanced scientific report on the issue in the history of the world.  I take comfort from the Minister of State's assurance that the report will be sent for peer review.  If the rest of Europe does not fluoridate water supplies, should we be taking this risk with our own population?  I will be asking Senators to debate this issue as soon as the report issues.  Does the Minister of State recall when we used to smoke on aircraft?  I think we will look back and say \"do you remember when we used to put fluoride in the water?\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#C00200","speaker":"1169"},{"type":"speech","time":1424788200,"counter":15,"content":"<p>That is why I believe not only our opinions but also science changes.  Scientific reviews and peer reviews change over time.  I agree with the Senator that we should examine the evidence and the policies in place elsewhere in the world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#C00300","speaker":"982"},{"type":"minorheading","content":"Orthodontic Service Provision","time":1424788200,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#C00400"},{"type":"speech","time":1424788200,"counter":17,"content":"<p>Cuirim m&iacute;le f&aacute;ilte roimh an Aire St&aacute;it.  T&aacute; m&eacute; thar a bheith bu&iacute;och di as ucht an t-am a th&oacute;g&aacute;il leis an cheist seo a ghlacadh.  T&aacute; c&uacute;rsa&iacute; ort&oacute;d&oacute;ntacha san iarthar ag d&eacute;anamh imn&iacute; do chuid mhaith tuismitheoir&iacute; ansin, go h&aacute;irithe i gContae Mhaigh Eo agus i gContae na Gaillimhe.<\/p> <p>In October 2013 it was reported that nearly 40,000 children were waiting for orthodontic treatments, with 462 patients waiting longer than four years.  Spokespersons on behalf of dentistry groups, such as the president of the Orthodontic Society, argued that one can only treat so many patients at a time and the numbers then were in line with the recruitment moratorium within the HSE.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Trevor &Oacute; Clochartaigh\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Trevor &Oacute; Clochartaigh\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Others were stronger in their statements.<br\/><br\/>We were told that the lifting of the moratorium on the recruitment of dentists and support staff, including nurses and radiographers, would improve services and reduce waiting lists, but the newly elected president of the HSE's dental surgeon group stated that the recruitment embargo was having a negative impact.  She went on to state:<blockquote>Waiting lists for treatment under general anaesthesia, orthodontics and oral surgery have soared due to the lack of resources.  This is a reprehensible consequence of the circumstances which now prevail in our public dental service.<\/blockquote>She also stated that morale in the public dental sector had plummeted.<br\/><br\/>The Minister for Health was called on to reinstate sufficient numbers of staff to ensure that patients had access to equitable public dental and orthodontic services irrespective of location.  It was noted at the time that the largest waiting lists were in the HSE west region, where 215 children were waiting between one and six months for orthodontic services, 705 were waiting for between seven and 12 months, 613 were waiting between 13 and 24 months, 740 were waiting between two and three years and 29 were waiting for longer than four years, a total of 2,302 children.<br\/><br\/>The then Minister of State, Deputy White, noted that an independent review of the services had been commissioned, but I have heard of no great improvement on the ground.  I tabled this question to find out the current situation with orthodontic services.  When the head of dental services in HSE west spoke at an Oireachtas briefing in the west, he was scathing of the cutbacks in the system and was concerned that not enough checks were being carried out of primary school children.  There had been a scaling back in the number of children he was able to see.  He believed that this would cause chronic difficulties down the road.  The children attending orthodontic services are referred by clinics.  Is there a major problem out there that we have not seen yet?  Many children who should be receiving orthodontic referrals are not even getting the primary ongoing checks that are necessary.  This issue is affected by the 76,606 people who are awaiting hospital treatment, a problem that is also greater in the west, because hospital treatment is necessary in some cases if an orthodontic procedure is to take place.<br\/><br\/>I hope that the Minister of State will have good news of an improvement.  Has the independent review been completed?  Has the moratorium eased a little and have more dentists, nurses and so forth been put in place?  Have the waiting lists decreased since October 2013?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#C00500","speaker":"1122","continuing":true},{"type":"speech","time":1424788200,"counter":19,"content":"<p>I will read my script, but I can also discuss a different type of service that we hope to introduce and that has significant possibilities.<\/p> <p>As we all know, the HSE provides orthodontic treatment to those who have been referred for treatment before their 16th birthdays.  Patients are assessed by the HSE orthodontic service under the modified index of treatment need.  The index has two components, those being, dental health and aesthetic.  Under the modified index, the aesthetic component has three categories.  The dental health component has five categories ranging from category 1, where there is no need for treatment, to category 5, where there is a great need.  Grade 5 and some grade 4 cases are treated within the public health system.<\/p> <p>A regional orthodontic service for Galway and Mayo is provided at Merlin Park University Hospital, with outreach clinics provided in both counties.  Unfortunately, a breakdown of waiting lists by county and age is not available.  Children are generally referred to the assessment waiting list in sixth class when they are 11 or 12 years of age.  Currently, all are assessed within 12 months and all those in the categories eligible for treatment are treated within 36 months of assessment.  The nature of orthodontic care means that immediate treatment is not always desirable.  It is estimated that, in up to 5% of cases, it is preferable to wait for further growth to take place before treatment commences.  We all understand this.<\/p> <p>The latest data available for treatment waiting lists are from the end of December 2014.  They show that 1,212 children were on the grade 5 waiting list in Galway and Mayo.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kathleen Lynch:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=656\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Kathleen Lynch\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=656&amp;amp;pid=KathleenLynch&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Kathleen Lynch\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Of these, 640 or almost 53% were waiting for less than 12 months; 462 or 38% were waiting for 12 to 24 months; and the remaining 110, 9%, were waiting for 25 to 36 months.  The grade 4 treatment waiting list has a total of 2,088 children.  Of these, 912 or almost 44% were waiting for less than 12 months; 832 or almost 40% were waiting for 13 to 24 months; and the remaining 344, 16%, were waiting for between 25 and 36 months.  <br\/><br\/>The HSE has established a pilot scheme in Dublin north-east, which will involve the use of orthodontic therapists in the treatment of a number of eligible children.  Consideration will be given to expanding this scheme to other HSE areas in the future.  An initiative which will especially focus on those waiting for four years or longer, which I think was the concern of the Senator more than anything else, will be put in place later this year.  A panel of independent practitioners under contract to the HSE will be<i>in situ<\/i>for three years to treat certain categories of misalignment.  It is expected that this initiative will have a positive impact on the waiting lists.  It is those waiting the longest we all have most concern about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#D00200","speaker":"982","continuing":true},{"type":"speech","time":1424788200,"counter":21,"content":"<p>I appreciate the information and statistics that have been given.  There are still 1,500 children waiting up to a year for treatment, 1,294 or so waiting up to two years and 500 children waiting from two to three years, which is not a huge improvement on the figures we had a year and a half ago.  Has the review that was talked about by the former Minister of State at the Department of Health and current Minister for Communications, Energy and Natural Resources, Deputy Alex White, been done?  If so, has the moratorium made any difference?  Will there be new permanent posts provided under the HSE?  There can be service plans, independent practitioners and people brought in from agencies, etc., but what we need are more nurses, dentists and staff within the service.  Are there plans to do that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#E00200","speaker":"1122"},{"type":"speech","time":1424788200,"counter":22,"content":"<p>I do not wish to dismiss what orthodontists and their assistants do in their clinics every day of the week, they do great work and are always juggling to get children in on time under the particular age set out and those with greatest severity as well.  We all know that from our own personal if not constituency experience.<\/p> <p>The review tells us what we need to do and we have now established an individual within the HSE who looks at how to develop a national programme for orthodontics.  In the main, that applies to people under 16 years of age.  Part of the review and national programme is telling us we should be looking at alternative methods of treatment, for example the orthodontic practitioners, who are highly trained nurses already nursing within the dental service and who have taken on additional training in how to fit braces.  I am not certain yet and it is just a pilot programme but I must admit I was very impressed by the people who came in to talk to me about it.  I am told that in other countries orthodontic practitioners are widely used, under the supervision of the orthodontist, of course.  Other countries have managed to bring down waiting lists and deliver services in a far more timely fashion than we have in the past.  <\/p> <p>Private practitioners not normally working within the HSE will be assigned in order to ensure that long waiters will be dealt with as a priority.  My worry is that those children who are waiting longer than four years will go over the age barrier of 16 before they are seen.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kathleen Lynch:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=656\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Kathleen Lynch\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=656&amp;amp;pid=KathleenLynch&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Kathleen Lynch\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These two initiatives should have a visible impact on waiting lists.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#E00300","speaker":"982","continuing":true},{"type":"minorheading","content":"Housing for People with Disabilities","time":1424788200,"counter":24,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#F00200"},{"type":"speech","time":1424788200,"counter":25,"content":"<p>The motion I have submitted relates to funding from the Department to the local authority to enable it to adapt local authority houses to accommodate people with physical or intellectual disabilities.  I wish to raise one case, in particular.  A family with a daughter who has physical and intellectual disabilities applied to Cork City Council to have their house adapted because the child had to be lifted out of bed every morning.  They must look after her needs.  She has to be washed and tube-fed.  That is the extent of care they must provide for their daughter.  In July 2008 they received a letter from Cork City Council confirming that the house needed to be adapted and that the work would be done.  In November 2008 they were presented with a set of plans, detailing what was required.  To this date no work of any description has been carried out.  The child is now an adult; she is 19 years of age.<\/p> <p>My understanding is that last year Cork City Council received &euro;361,000 to carry out works of this nature.  I do not know where this money was used, but I do know that this family did not have alterations made to their house last year.  This is outrageous.  Here is a family who are looking after someone with major disabilities and they are not looking for a huge amount.  They are just looking for a little support and encouragement in order that they can provide the level of care needed.  If their daughter was being cared for full time in a State facility, it would be costing the taxpayer &euro;2,000 a week, but the parents do not want this.  They want to look after her at home, but we are not giving them the support they require.  <\/p> <p>I understand there are several other families in a similar position in Cork city and I am sure there are others around the country.  It is time we looked at this issue in respect of the funding from central government, how that funding is used at local level and allocating it to deal with priority cases.  That is why I am raising the issue today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#F00300","speaker":"1150"},{"type":"speech","time":1424788200,"counter":26,"content":"<p>I thank the Senator for raising this very important matter.  He will understand that I cannot speak about specific cases, but I am disappointed to hear about the circumstances of the case he has highlighted because under the social housing investment programme, my Department allocates funding to support local authorities in undertaking adaptations and extensions to their social housing stock to meet the needs of tenants with a disability or address serious overcrowding issues.  This is over and above the funding my Department provides for local authorities under the separate schemes of grants for older people and people with a disability, under which private homeowners can avail of grant assistance towards the cost of adaptations.  The support from my Department for local authorities in undertaking adaptations for social housing tenants meets 90% of the cost, with local authorities providing the remaining 10%.  <\/p> <p>These adaptations, or the provision of extensions, are important to meet the needs of local authority tenants with a disability who may require chair lifts or the installation of a downstairs bedroom or bathroom.  Extensions or adaptations are only considered where an alternative property is not available through a casual vacancy in the locality.  For example, local authorities can meet particular needs by reserving a four-bedroom house for a larger family.  However, in many cases, there may be no option but to adapt or extend an existing dwelling.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paudie Coffey\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paudie Coffey\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The implementation of works under these programmes is a matter for the local authorities.  It is for them to determine, in the first instance, if the works are needed to make the accommodation more suitable for the tenant, as well as to prioritise the use of available resources for who need them most.<\/p><p>In recent years a concerted effort has been made to protect expenditure on extensions and adaptations to local authority homes.  In 2012 funding nationally in this area was &euro;8.7 million; it was &euro;6 million in 2013 but &euro;8 million in 2014.  The Department has written to each local authority asking for its proposals under this scheme for 2015.  On receipt of this information from all local authorities, funding will be allocated to each one.  I am keen that this year we allocate funding earlier in the calendar year to allow local authorities to get work on adaptations and extensions under way, as well as to allow more flexibility in drawing down the funding from the Department.  I hope to ensure funding for these supports for local authorities in 2015 is maintained at the same level as last year.  If the opportunity arises to allocate more over the year, I will examine the matter.<\/p><p>Increasing funding in one area of social housing spend, however, usually impacts on the spend in other important areas, whether it be new social housing provision, important regeneration programmes or adaptations and improvements for private householders.  Notwithstanding these competing pressures, the Government will continue to channel this important funding to local authorities.  Making the allocations earlier in the year will mean that local authorities will be able to deliver these supports to their tenants in a timely manner and, I hope, improve their quality of life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#F00400","speaker":"1092","continuing":true},{"type":"speech","time":1424788200,"counter":28,"content":"<p>I thank the Minister of State for his comprehensive reply.  I accept how funding is allocated.  My issue is with who is responsible for delivering.  Ten days ago I spent an hour on the telephone, going from one person to another within the city council.  I went from the official who had inspected the house to the official in charge of finance to the architects' department and back to finance.  No one person is in charge of a file.  Local authorities have disability officers for staff with disabilities.  Why can we not have one person allocated the job in a local authority of ensuring an application does not fall between different stools, as a result of which somebody has to wait six and a half years?  Will this matter be examined?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#G00200","speaker":"1150"},{"type":"speech","time":1424788200,"counter":29,"content":"<p>I understand this is an important matter, particularly when dealing with somebody with a disability who needs access to State supports.  The Government has protected the allocations for this grants scheme to ensure those with a disability will have access to grant aid through their local authorities.  The implementation and delivery of the scheme are the responsibility of the housing authority, which is the local authority.  If what the Senator said is correct - I have no reason to doubt him - there is an element of dysfunction in the housing authority in question.  I suggest it is a matter for the local authority to take it up as a matter of policy with its strategoc housing policy committee to see how improvements can be made in the delivery of allocations and how they are spent in order to ensure better accountability and efficiency and, more importantly, that we deliver for those disabled persons who badly need access to these funds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#G00300","speaker":"1092"},{"type":"minorheading","content":"Road Projects","time":1424788200,"counter":30,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#G00350"},{"type":"speech","time":1424788200,"counter":31,"content":"<p>Will the Minister for Transport, Tourism and Sport address the pressing public concerns about the routes proposed for the Galway outer city bypass?  Six routes were proposed in the past few weeks.  The process of route selection at a meeting of 500 people last Thursday night was deemed to be unsatisfactory.  People's homes, their families and communities have been put under incredible pressure.  The process of route selection has been deemed hasty, a point with which I agree.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Fidelma Healy Eames\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Fidelma Healy Eames\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Everybody is in agreement that a solution is needed to Galway's traffic congestion problems.  We understand that a solution to these problems will involve some level of disruption and perhaps some level of destruction.  We would expect the planner to ensure the disruption would be kept to a minimum and the brief to the consultants Arup would be to ensure the minimum level of destruction of homes and communities.<br\/><br\/>We are faced with six routes which involve the destruction of between 50 to 120 homes.  In one case it could involve the destruction of 20 homes, including three thatched cottages in the famine village of Menlo, a heritage village.  At some future time that village could be a UNESCO protected village that would be important to Galway's bid for the European City of Culture.  Four of the routes will involve the destruction of Galway racecourse, which dates from 1869.  One of the routes involves the destruction of the recently opened Bushy Park national school - I attended the opening - and in particular the astroturf.  A doctor was very concerned about the health implications of a major road such as this passing by a children's playground.  One of the routes involves the destruction of the university playing pitches.<br\/><br\/>The process of route selection has been most unsatisfactory.  People have heard about the proposals only in the past three weeks.  They have until 27 February to submit their comments.<br\/><br\/>I have spoken to Arup and made the point that if there were a sufficient number of submission against all of the routes, would they start the process again.  Arup said &quot;No, not unless the lead client, that is Galway County Council and the city council pull us off.&quot;.  I ask the Minister to take my proposal to the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, and to the Taoiseach that this process would be stopped until there is adequate consultation by Arup with the various communities involved.  We are asking that the Minister, Deputy Donohoe, would instruct Galway County Council as the lead client to instruct the NRA to request Arup to prepare a new transport solution in consultation with the residents and their communities.<br\/><br\/><b><\/b>There was cross-party support that all six proposed routes would fall at last Thursday's meeting.  There was unanimity that the six routes were completely unacceptable as the decision was arrived at without meaningful consultation and involved a large level of destruction.  However, there was no agreement on an exact solution, but I request that Arup be given a different brief, not just to consider roads,<br\/><br\/>Earlier another proposed route was turned down in the European Court that involved the destruction of eight homes.  There is a big difference between the destruction of eight homes and up to 120 homes.  In that case those people were frozen out for 15 years and could not sell their lands.  We do not want to go back to that situation.  <br\/><br\/>We have been told that the cost of the by-pass will be between &euro;500 million and &euro;750 million.  Would that money be available if Arup were to get a different brief to come up with sustainable friendly traffic solutions, including light rail, bus transport as well as roads?  The current proposals are too destructive.  I look forward to the Minister of State's reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#G00400","speaker":"1131","continuing":true},{"type":"speech","time":1424788200,"counter":33,"content":"<p>I thank the Senator for the opportunity to address this issue on behalf of my colleague, the Minister for Transport, Tourism and Sport, Deputy Donohoe this afternoon. The matter was debated in the D&aacute;il on 18 February during Topical Issues but I am happy to explain the current position regarding the N6 again this afternoon.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Paudie Coffey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2237\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paudie Coffey\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2237&amp;amp;pid=PaudieCoffey&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paudie Coffey\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe has responsibility for overall policy and funding in respect of the national roads programme.  The construction, improvement and maintenance of individual national roads, however, is a matter for the National Roads Authority under the Roads Acts 1993 to 2007 in conjunction with the local authorities concerned.  The assessment and prioritisation of individual national road projects is a matter for the NRA within its capital budget in accordance with section 19 of the Roads Acts.<\/p><p>The Minister is aware that Galway County Council, on its own behalf and on behalf of Galway City Council, is currently focused on addressing existing transportation issues in Galway city and surrounding areas.  As part of this process, Galway County Council has initiated a public consultation to inform the public of the transportation options which have been developed to address the problems identified, the constraints identified to date, the implications of the EU Habitats Directive and the project programme.  The relevant options cover public transport, smarter travel and road elements.  As indicated in the public consultation documents, the position of Galway city between Lough Corrib and Galway Bay, together with the presence of designated sites, presents significant constraints for developing new infrastructure.  Galway County Council has, therefore, focused on considering all alternatives in order to minimise the impact on designated sites.  The stated objective of this phase of the council's work is to identify a suitable study area for the examination of alternative routes and transportation solutions, determine the key constraints within this study area, develop feasible route options and transportation solutions and carry out a systematic assessment of these options leading to the selection of a preferred route corridor or transportation solution.  Such solution will form the basis for the detailed design.<\/p><p>Road options to connect the R336 on the west of the city to the existing N6 to the east have been identified in regard to the possible road component of the transport solution.  Six such options have been included in the public consultation process.  Galway County Council has indicated that these are draft options which are subject to change in light of more detailed assessments, ongoing studies and the results of the public consultation.  In this context, the Minister understands that the purpose of the recent second consultation is threefold.  First, its purpose is to update the public on work to date on the project which includes the presentation of the options under consideration.  Its second objective is to obtain input from the public on any other additional significant constraints and the impact the proposals may have.  Third, it offers the public an opportunity to propose further alternative options which had not previously been considered.  The design team will examine the feasibility of such options and determine whether they merit inclusion in the final appraisal of options.  The Minister has also been informed that the design team is currently engaged in individual meetings with directly affected landowners and the public to provide more detail on the various options under consideration.<\/p><p>A public consultation process is underway which allows for the public and other stakeholders to make submissions until the end of February in respect of route options.  The process will afford the Senator the opportunity to make an input if she believes that is appropriate.  The Minister urges members of the public in Galway to engage with the public consultation process to ensure that they are fully informed and have their say on the proposed options.  The information received will be collated by the design team and used in the assessment of the route options.  I understand that the assessment process is due to be completed by the end of March 2015 and an emerging preferred route option will be identified.  This emerging route corridor will subsequently be put on public display.<\/p><p>This matter has now been raised in both the D&aacute;il and Seanad.  As such, the Senator is putting down a clear marker of her concerns about this matter and the effect she believes the project could have on the people she represents and the wider city and county.  The process is being led by the local authority.  I have outlined the Minister's role, which is responsibility for all road policy in the country and working to deliver funding for projects prioritised by the NRA.  While the Minister must wait until the process in Galway city and county reaches a conclusion, he acknowledges concerns about the matter and hopes the process can be used to respond to matters of legitimate concern to many within the city and beyond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#H00200","speaker":"1092","continuing":true},{"type":"speech","time":1424788200,"counter":35,"content":"<p>I thank the Minister of State for his lengthy reply.  I accept that there are constraints posed by the River Corrib and Galway's status as a medieval city but the effect is not minimal as implied in the Minister of State's response.  He said something interesting which I would like him to clarify.  He said that a third aspect of the process was that it offered the public an opportunity to propose further alternative options which had not previously been considered.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fidelma Healy Eames:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2223\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Fidelma Healy Eames\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2223&amp;amp;pid=FidelmaHealyEames&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Fidelma Healy Eames\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Is the Minister of State saying that members of the public are free to come up with a new proposal for Arup?  Arup has not said that to me.  Rather, it has said that it will press ahead with the process unless it is pulled off by the county council.  That is an interesting option, if it is true; I am referring here to the third paragraph on page 2 of the reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#J00200","speaker":"1131","continuing":true},{"type":"speech","time":1424788200,"counter":37,"content":"<p>I am happy to clarify what I have already stated and what the Minister for Transport, Tourism and Sport, Deputy Donohoe has relayed to me.  The purpose of the recent second consultation is three-fold: first, to update the public on works carried out to date; second, to obtain input from the public on any significant constraints that have been identified and impacts they may have on the proposals; and third, to give the public an opportunity to propose further alternative options which had not previously been considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#K00200","speaker":"1092"},{"type":"speech","time":1424788200,"counter":38,"content":"<p>Does that mean public transport options and not just the roads?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#K00300","speaker":"1131"},{"type":"speech","time":1424788200,"counter":39,"content":"<p>This is a major infrastructure project and I have just clarified for the Senator that the public consultation process is an opportunity for her and any other stakeholders, including members of the public, to make submissions and to make their views known.  As I have already said, for the record, it offers the public an opportunity to propose further alternative options.  That said, I have also stated in my response that there are many significant constraints in the general Galway area, about which Senator Healy Eames would know more than I would.<\/p> <p>I have some experience of this process with the building of a similar by-pass in Waterford City a number of years ago.  A number of corridor options were considered but many were constrained.  One works through the process by fully engaging wit the stakeholders and while Senator Healy Eames is right to represent their views here today, there is a process in place that rightfully and transparently deals with submissions.  A report is drawn up at the end of that process and a recommended route ultimately comes out of that.  That is as much information as I can give the Senator today and I hope it is of help to her.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#K00400","speaker":"1092"},{"type":"unspoken","time":1424788200,"counter":40,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.35 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1424788200,"counter":41,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#O00050"},{"type":"speech","time":1424788200,"counter":42,"content":"<p>The Order of Business is No. 1, Redress for Women Resident in Certain Institutions Bill 2014 - Second Stage, to be taken at 4.45 p.m., with contributions from group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes.  The debate will be open-ended.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#O00100","speaker":"1151"},{"type":"speech","time":1424788200,"counter":43,"content":"<p>That is a breath of fresh air from the Government side.<\/p> <p>In the short to medium-term, can a debate be arranged on public procurement and the involvement of Irish businesses, in particular indigenous businesses, in State contracts?  The reason I ask is that I published a Bill last week which I intend to move in our next Private Members' time.  It relates to improving access for Irish businesses to State procurement, both Government and local authority.  The State spends approximately &euro;15 billion per year in this area and, in many instances, we make it very difficult for Irish firms to participate.  It would be worthwhile to have a debate on that.<\/p> <p>Over the past three years, I have raised the issue of payments to home help workers, which are outstanding.  The State has been in breach of two Labour Court recommendations that thousands of home help workers are entitled to a gratuity payment in lieu of pension entitlements.  That was confirmed twice by the Labour Court.  As I stated, I have raised the issue in the House on a number of occasions and raised it recently with the Minister for Health, Deputy Varadkar.  As many people know, many home help workers are low paid and are on the minimum wage.  They are a crucial part of our front-line services.  I am pleased to be able to advise the House that after three years, some progress has been made with the new Minister and he has agreed to set up a group which will report in March on how this can be rectified.  It is a pity the Minister for Children and Youth Affairs, Deputy Reilly, did not move as quickly when he was Minister for Health.  However, I am grateful to the current Minister, Deputy Varadkar, for taking this issue seriously.  I will keep the House updated on developments in that regard.<\/p> <p>I refer to the primary schools online database.  I am a little bit concerned about schools in my area of Fingal.  I have been informed that last week, all families were given a green form to complete for the Department of Education and Skills to facilitate the setting up of the primary schools online database.  Some parts of the form are optional.  However, the Department of Education and Skills requires students' PPS numbers and mothers' maiden names and has indicated that failure to provide them will result in the school not receiving funding.  Incomplete forms will be sent back to the parents next week to complete.  I understood that an element of the form was optional and that if someone did not give his or her child's PPS number, it would not affect the level of capitation given to a school.   However, I have been informed that is exactly what will happen.  That is contrary to what the Minister for Education and Skills said only a few weeks ago in the media when concerns were raised about the State holding this information on schoolchildren.  I fully understand the need for the database as it allows the State plan for the future.  However, some of the information being asked for is not required and hence it should be optional.  We are now finding out that some of the optional data sought is important in so far as the school getting capitation grants for these pupils.  That is wrong and I do not think that is what is intended.  Will the Acting Leader ask the Minister for Education and Skills, Deputy O'Sullivan, to come to the House to explain the situation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#O00200","speaker":"1139"},{"type":"speech","time":1424788200,"counter":44,"content":"<p>I agree with Senator Darragh O'Brien in regard to the procurement issue.  The issue is not so much about SMEs but about micro-businesses, in particular where unreasonable requirements are being placed on them, such as insurance requirements and turnover requirements, in bidding for State, semi-State or local authority contracts, or any contract backed by State support.  Such a debate would be a worthwhile.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Aideen Hayden\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Aideen Hayden\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I welcome the announcement of progress on the Greek situation.  It appears that the Eurogroup of finance Ministers has accepted the Greek proposals and there is a way forward on that, which is good for the European Union as a whole because we all fear a Greek exit from the eurozone.  <\/p><p>I bring to the House&rsquo;s attention that the Supreme Court has rejected the appeal from the member of the Traveller community who alleged discrimination because a Christian Brothers school refused to admit a 14 year old boy.  The five member court overturned that case unanimously, not on the issue of whether the child had been discriminated against.  Two of the judges reckoned it was outside the court&rsquo;s remit and three reckoned there was insufficient statistical evidence to demonstrate that the child had been discriminated against.  This raises an issue for the members of the Traveller community who made the case very eloquently.<\/p><p>In a separate story, research published today showed that 80% of migrant children are being educated in less than 25% of Irish schools.  We are seeing discrimination and a lack of inclusivity in the educational system.  The Minister for Education and Skills, Deputy Jan O&rsquo;Sullivan, will bring forward the Education (Admission to Schools) Bill 2013, which will make it illegal to refuse entry to a student on the grounds of race, religion and disability.  Some soft admission rules, such as taking children on the basis that their parents went to the school, enshrine a certain type of privilege.  Will the Acting Leader arrange for a debate on this because irrespective of the Supreme Court decision it needs to be brought forward?<\/p><p>I welcome the award of an A grade to the Government for child literacy statistics.  This is the first significant recorded improvement in 30 years.  I congratulate the Minister of State at the Department of Social Protection, Deputy &Oacute; Riord&aacute;in, on having launched the \"Right to Read\" campaign which has placed literacy at the heart of the local authority agenda.  In budget 2015, &euro;6 million was allocated for the implementation of the national literacy and numeracy strategy bringing the total investment to &euro;13.8 million. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#O00300","speaker":"1172","continuing":true},{"type":"speech","time":1424788200,"counter":46,"content":"<p>I echo the praise for the Acting Leader for his organisation of the meeting of the British Irish Parliamentary Association, BIPA.  Praise for him was echoing around the halls because the guests he brought into the country enjoyed the occasion very much.  One whom I met, who is strongly of the Unionist persuasion, told me not to let British Airways take over Aer Lingus because when it took over British Midland the service on the Belfast-London route deteriorated.<\/p> <p>I welcome the statement issued by the Government at 14.41 today: &ldquo;. . . the information and commitments that have been provided to date do not at present provide a basis on which the Government could give an irrevocable commitment to accept an offer to dispose of its shares, should one be made by IAG.&rdquo;  That is very important because more and more the information is coming out that the slots are far from being protected by British Airways taking over Aer Lingus because mergers such as those between KLM and Air France, Lufthansa and Austrian Airlines require slot divestiture and that is how the European Union seeks to promote competition in the sector.  These particular arrangements, apart from being leaked on an hourly basis to the media have not been furnished either to the Oireachtas or to the European Commission.  On Sunday it was announced that the trade unions and the Labour Party were in favour and the news did not even last until lunch time as the real facts got out.  At the Oireachtas Joint Committee on Transport and Communications the Irish Business and Employers Confederation, IBEC, said it was in favour and its members dissented pretty quickly.  The Irish Tourist Industry Confederation, ITIC, said it was in favour and its members dissented fairly quickly.  The Chairman of Aer Lingus said the board was in favour but could not tell us what the vote was.  This project is being pushed strongly in public relations terms but not in economic terms.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Sean D. Barrett\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Sean D. Barrett\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is why the statement of the Minister for Transport, Tourism and Sport at 2.41 p.m. that he is not yet moved by anything he has heard is most welcome.  The real debate on this matter has not started.<\/p><p>Articles 85 and 86 of the Treaty of Rome warn us that when two producers who are supposed to compete start to collude and make billing and cooing noises then the rest of society should be jolly worried about what is afoot.  This is an industry which tends towards cartels, as it did in the past, and we need a strong competition policy developed.<\/p><p>I looked at Barcelona Airport which is a hub airport deserted by Iberia.  Ryanair carries far more passengers to Barcelona than either British Airways or the Iberia airline - the two partners in IAG.  As I have already pointed out, British Airways does nothing on the north Atlantic from Birmingham, Manchester, Glasgow, Edinburgh or Belfast and, therefore, its sudden interest in Irish regional airports must be taken with a very large dose of salt.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#P00200","speaker":"1157","continuing":true},{"type":"speech","time":1424788200,"counter":48,"content":"<p>I take this opportunity to welcome the fantastic announcement made by Apple yesterday to invest &euro;680 million in its new data centre in Athenry, County Galway.  It will be the largest centre in Europe owned by the company.  The investment is a major vote of confidence in Ireland, particularly in the west of Ireland.  It is also evidence of the commitment by IDA Ireland and the Government to developing a regional strategy to spread industry throughout the country.  The investment has the potential to transform the economic landscape of east Galway given the potential spin-off from this huge investment.  I congratulate the many State agencies involved - IDA Ireland, Coillte and the county council.  I compliment them on their success in landing this major investment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00200","speaker":"1118"},{"type":"speech","time":1424788200,"counter":49,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00300","speaker":"1157"},{"type":"speech","time":1424788200,"counter":50,"content":"<p>I welcome the positive response from the residents in Derrydonnell.  Last night they responded positively to the professional approach by the Apple organisation that met all of them.<\/p> <p>I call on the state agencies to redouble their efforts and to build on their success.  I hope they will attract a major industry to Ballinasloe.  It is a town that has all the necessary services and a workforce and is an excellent location.<\/p> <p>The renowned songwriter Pete St. John first put Athenry on the international map.  He now might have to add a new verse to reflect how busy it is going to be around \"The Fields of Athenry\" into the future.<\/p> <p>In conclusion, I welcome the fact that many of our Ministers will travel around the world during St. Patrick's week to promote Ireland.  I hope they will attract more new business to this country and many additional tourists to every region.  The announcement is a positive start to the new year and let us build on it during the coming months.    <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00400","speaker":"1118"},{"type":"speech","time":1424788200,"counter":51,"content":"<p>I was afraid Senator Mullins was going to burst into song.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00500","speaker":"1120"},{"type":"speech","time":1424788200,"counter":52,"content":"<p>Exactly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00600","speaker":"1172"},{"type":"speech","time":1424788200,"counter":53,"content":"<p>I almost did.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00700","speaker":"1118"},{"type":"speech","time":1424788200,"counter":54,"content":"<p>I agree with Senator Mullins that this investment is a great boost for Athenry.  It is also a marvellous boost for the west and a great endorsement by Apple which is very much environmentally friendly.  Interestingly, the Irish climate suits such companies because savings are made in terms of cooling equipment and so on.  The announcement is great news for Ireland.  Many of the great companies have located here.  We are fortunate to have them choose Ireland and we should build on that initiative.<br\/><br\/>I am concerned about an article in yesterday's edition of the <i>Irish Independent<\/i>by Paul Melia, the environmental correspondent, in regard to speculation, at this stage, about the axing of routes between the west of Ireland and Dublin, particularly Westport, which would result in fewer services for Ireland West Airport and Knock.  Excluding Athlone the route affected will take in Kiltoom, Knockcroghery, Ballymurray, Roscommon town, Castlerea town, Ballyhaunis, Ireland West Airport, Claremorris, Balla, Breaffy Church, Castlebar and onwards to Westport.  This is a very serious situation but one that should be clarified.  I ask the Leader to ask the Minister for Transport, Tourism and Sport to come into the House and explain the matter.  He is the Minister responsible for transport and has ultimate responsibility for Bus &Eacute;ireann, a State company, and Expressway regarding subsidies which it does not receive.<br\/><br\/>In this particular case, we are in the unique situation of having a very strong political base in the west of Ireland.  Perhaps the change of route is only speculation at this point in time.  I hope it is.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=636\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Terry Leyden\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Terry Leyden\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I appeal to the Taoiseach, the Minister of State, Deputy Ring, Deputies O'Mahony, Mulherin, McFadden, Feighan, the Cathaoirleach, as a long-standing politician from  Castlebar, and all the other Deputies and Senators on the route to come together to ensure this service is protected.  It is vitally important to protect this service for the west.  Following the announcement of a major development in Athenry, the State may potentially reduce services to the west.  We were promised Utopia when Deputy Kenny took over as Taoiseach but I am afraid it has not arrived in that part of the west.  I hope he will use his influence and I hope all the Oireachtas Members and councillors in the region will come together to ensure this remains speculation.  The story has been leaked to environment correspondents probably to put pressure on the Taoiseach and others to ensure funding is provided to retain the Expressway service between Westport and Dublin and I hope that will become a reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Q00800","speaker":"1140","continuing":true},{"type":"speech","time":1424788200,"counter":56,"content":"<p>Seeing as the Senator is on that route, I gave him a great deal of latitude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#R00200","speaker":"1120"},{"type":"speech","time":1424788200,"counter":57,"content":"<p>The Cathaoirleach has been helpful and I thank him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#R00300","speaker":"1140"},{"type":"speech","time":1424788200,"counter":58,"content":"<p>I would like to raise a law and order issue, which was raised by Senator Craughwell last week.  I agree with him based on what I heard over the past number of weeks, especially regarding the Navan Road area.  In particular areas, where older people live, they are being targeted by both young criminals and gangs.  A number of cases have been highlighted in the media, including a terrible case where a lady was tied up and gagged in her home.  The Garda is doing the best it can but years ago, garda&iacute; were on the beat more often and on their feet on the streets in the evenings.  That could make a big difference.  The recruitment of 300 new garda&iacute; this year is welcome, as is the provision of funding for new Garda vehicles.<\/p> <p>However, we need to get more creative in this space.  Other initiatives that have been piloted in Dublin in recent times are crime text alerts and the Garda door to door service whereby garda&iacute; call to people's houses, introduce themselves and let them know when they are available, thus making older people feel less vulnerable.  It also allows the garda&iacute; to survey people as to the perceived strengths of the service.  We could consider expanding this nationally.  It would be important to have a debate on this issue.  Senators could come up with ideas as to how in small ways we could help to put people's minds at ease.  There are law and order issues and burglaries, which may not even be reported in some cases, are a huge concern to people throughout the country and especially in Dublin.  I would welcome a debate on law and order issues and, burglaries of residential homes, in particular.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#R00400","speaker":"1153"},{"type":"speech","time":1424788200,"counter":59,"content":"<p>I also welcome the improvement in the literacy statistics.  It is great that the additional investment in education by the previous Government, particularly in disadvantaged areas under the DEIS scheme, is paying off.  It is important to acknowledge that and for the Government to keep its hands off DEIS and reinstate the money it has taken from the school completion programme and other programmes that is necessary to give children from disadvantaged areas the best start in our education system.<\/p> <p>I move an amendment to the Order of Business: \"That No. 11 be taken before No. 1 today\".  No. 11 is the Public Health (Regulation of Electronic Cigarettes and Protection of Children) Bill 2015.  I have proposed the Bill and it has been seconded by Senators Crown and Daly.  E-cigarettes are not regulated in the State.  They are not age restricted and, therefore, they can be bought by children.  They do not carry health warnings and, therefore, users are often unaware of the risks.  They can be used in workplaces such as bars and restaurants because they are not subject to existing legislation relating to cigarettes.  While e-cigarettes are not as harmful as tobacco, they can still cause serious damage to a user's health.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Averil Power:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2351\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Averil Power\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2351&amp;amp;pid=AverilPower&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Averil Power\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As the World Health Organisation has pointed out, they still contain harmful levels of nicotine.<\/p><p>There is huge variation in the quality of the product and there are hundreds of different types of e-cigarettes.  Some of them are produced to a relatively high quality by pharmaceutical companies but others are produced as cheaply as possible in backstreet operations in China.  Some of the e-cigarettes that have been tested have been found to be more dangerous than tobacco and to contain higher levels of toxins.  Variability of quality is a huge issue and users themselves need to be aware of it.  E-cigarettes also exude toxins into the air which are harmful to bystanders, including children, and there are no regulations on packaging, as a result of which children have suffered serious poisoning after drinking liquid nicotine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#R00500","speaker":"1154","continuing":true},{"type":"speech","time":1424788200,"counter":61,"content":"<p>The Senator can make those points during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#S00200","speaker":"1120"},{"type":"speech","time":1424788200,"counter":62,"content":"<p>E-cigarettes do need to be regulated and our Bill proposes a sensible way of doing that.  We look forward to bringing it before the House and will be seeking an amendment today to introduce it and debate it in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#S00300","speaker":"1154"},{"type":"speech","time":1424788200,"counter":63,"content":"<p>I join with colleagues, including Senator Mullins and others, in welcoming the news of the new jobs being created in Athenry by Apple.  It is great news for the west.  I also welcome the news that the ESB has taken on 300 apprentices in the midlands.  In order to attract good quality, top-class jobs we need top quality, clean water and a similar development has occurred in Sligo where AbbVie has taken on a number of new people in recent times because there was a good supply of good quality clean water.<\/p> <p>I wish to raise an issue I have raised before in the House relating to rates on small businesses in rural Ireland, in particular on pubs.  I believe some pubs in villages are being treated very unfairly.  I know of a pub which has been rated very high, on a square footage basis, compared with other pubs in the same town, even though it is doing very similar trade because some work has been done to upgrade the building.  The people running the business are unable to pay the huge rates being charged and with rural Ireland dying on its feet and people not going to pubs as much as they used to, this has to be looked at and changed into the future.  We must do something.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#S00400","speaker":"1124"},{"type":"speech","time":1424788200,"counter":64,"content":"<p>I join with colleagues in welcoming the news from Apple that it is to set up a new facility in Athenry not too far from the village of Craughwell in Galway - a well-named village.  I am sure that the new impetus in the quest to drive industry to the west is in no way attributable to my colleagues, the Independent Deputies from that area.  I am sure the Government side will forgive me for saying that.<\/p> <p>I seek a debate on the role the further education sector has in driving this type of industry.  Prior to coming to this House I was involved for some 20 years in developing further education courses and spent some time as a member of an international committee on information technology training, CompTia.  One of the huge problems in providing courses to meet the demands of ever-changing technology is the cost involved in putting infrastructure in place.  For example, the creation of a simple cloud computing course for 25 or more students can cost approximately &euro;150,000 for the hardware alone.  Then there is the cost of providing in-service training for the teachers who will deliver those courses and time is also an issue.  Ireland is uniquely placed, because of our climate, to develop a whole range of services in the cloud industry and to support cloud industries.  To be fair to the IDA and the Government, the news about Athenry is a great achievement for Galway and the west but if we are to continue to develop this industry we need to put in place the requisite second tier education facilities.  We have a lot for which to thank GMIT and NUIG in the matter of bringing Apple to Galway but there needs to be a second tier of education and that will be provided by the SOLAS-funded further education sector.  I would like a debate at some stage in the near future on the development of further education as a separate, distinct tier within the Irish education system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#S00500","speaker":"1196"},{"type":"speech","time":1424788200,"counter":65,"content":"<p>I join with colleagues in welcoming the decision by Apple to develop the facility near Athenry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#S00600","speaker":"1150"},{"type":"speech","time":1424788200,"counter":66,"content":"<p>I too welcome the decision by Apple to develop the facility near Athenry.  It is important to give recognition to Apple for the contribution it has made to economic development of Cork where it currently employs more than 4,000 people.  It is a huge employer and has played a major part in the Cork region.  I want to kill the rumour that it moved to Athenry because we overheat in Cork from time to time; I can assure everyone that is not the case.  As always Apple approaches projects such as this in a professional manner and has been good at looking after its employees down through the years.<\/p> <p>I wish to raise an issue about which I am very concerned, having raised it previously about four weeks ago.  I am concerned about nurses who have trained abroad who want to come back and work in Ireland.  This morning I received a call from a person who was in contact with me before Christmas who applied to register with An Bord Altranais in order to practise in Ireland.  The person has a job but cannot take it up because of not being registered.  I understand that some people who applied in November 2014 are still not registered with An Bord Altranais.  I am extremely concerned that on the one hand we are encouraging people to come back to work in the health service yet we have an agency that is not facilitating their return.  I ask the Leader to bring the matter to the attention of the Minister and invite him to come to the House for a debate at the earliest possible opportunity.  The matter is of serious concern and it needs to be dealt with immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#T00100","speaker":"1150"},{"type":"speech","time":1424788200,"counter":67,"content":"<p>I second the amendment to the Order of Business proposed by my colleague, Senator Averil Power.<\/p> <p>It never occurred to me until last weekend the impact a song can have on the future economic success of a particular area.  Having said that, a monument should be erected to Pete St. John who wrote \"The Fields of Athenry\", as one of the fields is going to be used to create much needed employment in that part of the west which we all welcome.  I am afraid \"Lovely Leitrim\" did not have the same impact in Country Leitrim in terms of development but maybe there is still hope that the Government might move in that direction.  <\/p> <p>On the same weekend that the Fine Gael Party was in Castlebar the national bus company was proposing the cancellation of yet another dimension to the life of rural Ireland.  I fail to understand how anybody would stand over the most recent announcement.  I appreciate that Bus &Eacute;ireann must pay its way.  I said previously, in respect of the withdrawal of similar services from the towns of Drumsna and Rooskey in my home county on the N4 and also in association with similar small towns in east Mayo last year, if the concept of the support of bus services is that they are subsidised, that there is a social dimension and they are not necessarily seen as money making machines Government.  Surely the Government has a moral obligation to ensure it does not operate a two-tier economy.  There is no public service transport facility in the world that is not subsidised by the relevant Government.  It is fine in terms of transport services if one happens to live in certain parts of the country but if one lives in other parts which are less populated one will be denied services.  I say this coming from a position of strength because in County Leitrim we have seen a continual withdrawal of bus services and public services.  Around the town of Ballinamore there is no public service to link it to any part of either west Cavan, Longford and, ultimately, Dublin.  Will the Leader invite the Minister for Transport, Tourism and Sport to the House to discuss the Government's commitment, if any, to ensuring rural bus services are maintained?  If they cannot be maintained by Bus &Eacute;ireann the National Transport Authority, which has entered the fray in respect the recent controversy, has said it would consider subsidising some routes.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paschal Mooney\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paschal Mooney\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There should be some sort of joined-up thinking in respect of this matter.  In circumstances where Bus &Eacute;ireann either cannot or will not provide services, then feeder services to larger towns should be provided by the National Transport Authority under the rural lift programme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#T00200","speaker":"1128","continuing":true},{"type":"speech","time":1424788200,"counter":69,"content":"<p>I support the call by Senator Comiskey regarding the way in which rates for small businesses, particularly those in rural areas, are assessed.  I raised this issue on a previous occasion and made the point that there is a pilot scheme in place whereby rates are being assessed on the basis of the turnover and profits of such businesses.  At that time, I highlighted the fact that there are pubs in Galway city that are the same square footage as pubs three miles outside of the city but that while the former establishments are packed with people, there might be only two customers in each of latter.  However, the owners of all of these establishments pay the same rates.  It is no wonder, therefore, that rural Ireland is in decline and that pubs are closing down every day of the week.  This all comes down to commercial rates.  In terms of supporting Senator Comiskey, I suggest that responsibility for the assessment of rates should be transferred to the Office of the Revenue Commissioners because it has access to the figures relating to the turnover and profits of the pubs to which I refer and would be in a position to make assessments on a <i>pro rata<\/i>basis.  The pilot scheme to which I refer has worked very well.  The busy pubs that are making the most money pay more rates, while those which make less money also pay less.  The scheme in question is just not being rolled out quickly enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#U00200","speaker":"1161"},{"type":"speech","time":1424788200,"counter":70,"content":"<p>I apologise to the Cathaoirleach.  I meant to be here earlier but my day job sometimes gets in the way.  I wish to formally second Senator Power's amendment to the Order of Business regarding the regulation of e-cigarettes.  I am grateful to Senator Mooney for standing in for me.  There has been a great deal of misinformation and disinformation doing the rounds since we first proposed this modest, reasonable amendment to existing legislation.  No one is trying to ban e-cigarettes or prevent their sale.  We are merely of the view that this is a relatively new product for which there are, as yet, no long-term safety data and which involves people inhaling chemicals into their bodies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#U00300","speaker":"1147"},{"type":"speech","time":1424788200,"counter":71,"content":"<p>The amendment has already been proposed and seconded.  The Senator can make those points during any debate on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#U00400","speaker":"1120"},{"type":"speech","time":1424788200,"counter":72,"content":"<p>That is fine.<\/p> <p>My next question is very relevant, in geographic terms, to the Deputy Leader, who hails from an Atlantic perch located in the south west.  I do not mean to precipitate any international incident but in recent weeks there has been press coverage in respect of bombers from a foreign power - at the height of the Cold War these were routinely used to carry nuclear warheads - flying down the west coast, close to Irish airspace.  During a discussion which took place on radio, I heard a defence analyst stating that Ireland does not have air defence radar of any description and that it only has the capacity to detect aircraft with operational transponders.  In other words, we are asking any foreign powers, terrorists or invaders that wish to make incursions into our airspace to kindly turn on their transponders prior to doing so in order that we might be alerted to their presence.  Will the Leader clarify the position in respect of this matter?  In light of the fact that Ireland has a long coastline, is it the case that the authorities here have no way of knowing if an aircraft is flying overhead if said aircraft does not have its transponder switched on?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#U00500","speaker":"1147"},{"type":"speech","time":1424788200,"counter":73,"content":"<p>I also wish to support the call made by Senator Comiskey in respect of rates.  This matter does not just relate to rural areas and I raised it when we debated the Valuation (Amendment) (No. 2) Bill.  There are three businesses in Tallaght - one of the first areas in which rateable valuation was introduced - which were rated at the height of the boom and which are not making in revenues what they are paying out in rates.  The businesses in question are now not viable.  It must be recognised that this matter relates to more than just rural areas.<\/p> <p>I wish to bring to the attention of the House new research relating to peanut allergies, which seemingly contradicts all previous research in this area.  The Irish Food Allergy Network, which is funded by Our Lady's Children's Hospital in Crumlin and which does great research in respect of allergies in general, issued a fine report last year in which it recommended the putting in place of better diagnostic and management procedures.  However, the report in question does not focus on prevention.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator C&aacute;it Keane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2359\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on C&aacute;it Keane\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2359&amp;amp;pid=CaitKeane&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on C&aacute;it Keane\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Researchers at King's College in London have produced a report showing that if children under the age of five years are allowed to eat peanuts, they have a lesser chance of developing an allergy.  In other words, to prevent allergy it is better to introduce peanuts to children's diets as soon as possible, ideally in the first, second or third year of life.  If the report is to form the basis of our approach - I am assuming it should because King's College is a very reputable institution - new guidelines for parents may well be necessary.  What we are doing is simply issuing guidelines on how to manage a peanut allergy once it presents.  Colleagues will recall the tragic death of Emma Sloan on O'Connell Street in December 2013 after she was unable to access an injection in a chemist's shop because she did not have a prescription.  We do not have statistics to show how many people have died in this country as a consequence of an allergic reaction, but we do know that some 16,000 children have a peanut allergy.  I am, therefore, calling for a debate on this serious issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#U00600","speaker":"1135","continuing":true},{"type":"speech","time":1424788200,"counter":75,"content":"<p>I join colleagues in welcoming the decision by Apple to locate a major plant in Athenry.  I commend Senator Michael Mullins and all the denizens of that area for this announcement, which will lead to the provision of badly needed employment.  Deputy Dara Calleary, a member of my party's Front Bench, produced a paper recently showing the activities of IDA Ireland and the distribution of employment generated by it around the country.  It makes for disturbing reading, particularly for those of us in the south west.  Without meaning to begrudge the people of the west who badly need these jobs, I hope we will now begin to see a regionalised approach to the location of important industry.  Despite the presence of a Minister from my county at the Cabinet table for the past three years, IDA Ireland has not even arranged any site visit to most of County Kerry, north Cork, west Limerick and so on.<\/p> <p>It is too soon to comment on the Government's announcement on Aer Lingus.  We have not had a chance to study the proposal, but it does seem to have put a temporary halt to the steamroller that was working overtime at the weekend.  I hope wiser counsel will prevail and that the issue will not turn into a political football, with one half of the Labour Party in favour of it and the other half, led by Deputy Pat Rabbitte, against.  Do we know where the trade unions, small business representatives and IBEC stand on the proposal?  We must allow time for cooler heads to prevail.  In the meantime, I give a guarded welcome to the holding statement made by the Minister today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#V00200","speaker":"1142"},{"type":"speech","time":1424788200,"counter":76,"content":"<p>I welcome the report of the committee of the British-Irish Parliamentary Assembly on cross-Border police co-operation and illegal trade.  In particular, I commend Senator Paul Coghlan for his major role in producing the report.  The committee notes that the extensive challenges posed by cross-Border trade remain.  It recognises the legislative efforts made to curb illicit trade but recommends that the Irish and UK Governments introduce more serious penalties for such activities.  In addition, the committee expresses its alarm at evidence of the widespread practice of fuel-laundering plants and filling stations selling illicit fuel in Border regions.  I welcome the Taoiseach's statement, as reported in the <i>Dundalk Democrat<\/i>today, that following this report, no effort will be spared to put the cowboy operators out of business.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim D'Arcy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2383\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Jim D'Arcy\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2383&amp;amp;pid=JimDarcy&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Jim D'Arcy\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In that regard, I also welcome the fact that Dow Chemical Company will produce a new fuel marker, which will come into force at the end of March.  I hope this will provide a significant boost in the fight against illegal fuel laundering in both jurisdictions.  I previously called for a debate and I hope it will not be long before we have the Minister in the Chamber, particularly on foot of this magnificent, well-structured report to outline the progress to be made on diesel laundering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#V00300","speaker":"1166","continuing":true},{"type":"speech","time":1424788200,"counter":78,"content":"<p> Ach an oiread le mo chomhghleacaithe, f&aacute;ilt&iacute;onn muid i nGaillimh roimh aon phostanna nua a chuirtear ar f&aacute;il.  Is m&oacute;r an rud 300 post a bheith ag teacht go dt&iacute; ceantar cos&uacute;il le Baile &Aacute;tha an R&iacute;.  It is good news to hear that we have 300 construction phase jobs coming to Athenry.  I would like to see clarity from the Acting Leader on the cost to the State of the new investment.  Apple is a very profitable company and there have been questions about the amount of the tax it pays in the State.  I wonder about the value of the lands being handed over.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00200","speaker":"1122"},{"type":"speech","time":1424788200,"counter":79,"content":"<p>Does Sinn F&eacute;in have a single positive thing to say?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00300","speaker":"1117"},{"type":"speech","time":1424788200,"counter":80,"content":"<p>Senator Trevor &Oacute; Clochartaigh without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00400","speaker":"1120"},{"type":"speech","time":1424788200,"counter":81,"content":"<p>I have just welcomed the 300 jobs.  These questions are valid.  We have State assets involved in this so clarity is required on the issues.  I am not asking for anything but that.  The Acting Leader might remember that, when I was a rookie Senator, I called for a debate on the traffic situation in Galway city a number of times.  I remember being told that we had a very able Fine Gael mayor in Galway at the time, who was going to sort out the problems.  That mayor is now Senator Hildegarde Naughton.  There was a big meeting of more than 1,000 people in Galway about traffic issues on Thursday night.  Senator Naughton admitted it was a huge issue and that she had not been able to address it when she was mayor.  It would be timely to have a debate on traffic issues in Galway city.  There are major issues of people travelling east and west in the city and trying to get around the city, the planning of schools and where people are working, the lack of connectedness in public transport, and the lack of cycle lanes.  As I mentioned previously, it needs a cross-agency approach and we need the Minister for Transport, Tourism and Sport and the NRA, the NTA and Bus &Eacute;ireann to come on board to put in place an integrated strategic traffic management plan for Galway.  The debate on the issue would prove useful because it is the only city where we have such huge problems with traffic.  I would welcome a debate on traffic in Galway.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00500","speaker":"1122"},{"type":"speech","time":1424788200,"counter":82,"content":"<p>The economy must be good in Galway if there are traffic jams.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00600","speaker":"1166"},{"type":"speech","time":1424788200,"counter":83,"content":"<p>Senator Moran, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00700","speaker":"1120"},{"type":"speech","time":1424788200,"counter":84,"content":"<p>I commend the British-Irish Parliamentary Assembly, BIPA, on the facilities and organisation during the conference over the past two days.  As stated last night, it is unusual to have a silver and gold anniversaries at one time but this was the 50th plenary session of the BIPA and the 25th anniversary of BIPA.  We had an excellent opportunity to discuss pertinent issues, including smuggling.  It was particularly relevant to those of us who live in the Border area.  I commend the report, which included reference to the excellent co-operation between Louth County Council and Newry and Mourne District Council in trying their best and making every effort working together to stop the illegal smuggling of diesel and cigarettes in the area.  I welcome the recommendation of a task force, with facilities North and South to work closely together to eradicate the stain on our economy in the area.<\/p> <p>I refer to the recent issue of special needs education and, specifically, the allocation for children with a mild learning disability.  The situation must be clarified for parents and families of children in need of support and the children heading to school in September.  I am disappointed the National Council for Special Education, NCSE, recommendations will not be implemented in September, as was hoped as I know from speaking with representatives of Down Syndrome Ireland.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Moran:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2388\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Mary Moran\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2388&amp;amp;pid=MaryMoran&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Mary Moran\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would have provided a baseline level of resources for schools countrywide.  I understand the Minister, Deputy Jan O'Sullivan, was guided by the advice of the working group of the National Council for Special Education, NCSE, in making the decision to retain the current model.  However, Members must establish what precisely is causing the delay in the introduction of the recommendations as they were published two years ago in May 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#W00800","speaker":"1174","continuing":true},{"type":"speech","time":1424788200,"counter":86,"content":"<p>Does the Senator have a question for the Acting Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#X00200","speaker":"1120"},{"type":"speech","time":1424788200,"counter":87,"content":"<p>Yes.  Children with a mild learning disability who began primary school in September 2013 - only a few months after the NCSE publication - will now be obliged to wait at least three years before the introduction of a newer, more equitable allocation model.  It is not right that children with Down's syndrome with a mild diagnosis are not receiving resource teaching hours.  I heard of one such case just today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#X00300","speaker":"1174"},{"type":"speech","time":1424788200,"counter":88,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#X00400","speaker":"1120"},{"type":"speech","time":1424788200,"counter":89,"content":"<p>I ask that the Minister come into the House for a debate on this issue at the earliest opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#X00500","speaker":"1174"},{"type":"speech","time":1424788200,"counter":90,"content":"<p>Will the Acting Leader give consideration to finding time in the near future for a debate on the possibility that Britain will leave the Common Market?  Britain is planning to have an election and hold a referendum to leave the Common Market.  While it may be nothing to do with us, it appears as though it has a lot to do with us.  It is a threat to the economy.  Senator Mary Moran mentioned passports, but it would also be a threat were people obliged to have a passport to travel from Dundalk to Newry in the future.  This is a matter Members should be discussing before the British make that decision.  We have a common travel area with the rest of Europe to which we have become used since 1 January 1973.  I did not think we valued it to that extent until we suddenly believed it might be threatened or threaten our way of life.  This is an issue on which we should not wait until the last minute.  Consequently, I ask the Acting Leader to give some attention to how this issue should be handled.  Can Members at least have a debate on it?  This House is the ideal place in which to have a debate and I am sure there will be debate on it at the Joint Committee on European Affairs also.  However, Members should not wait until the referendum takes place; they should ensure the debate happens now.<\/p> <p>Following on from the point made by Senator Ned O'Sullivan about Aer Lingus, this House has the benefit of people like Senator Sean D. Barrett who has expressed himself cogently at the Joint Committee on Transport and Communications.  However, the debate is not happening other than there; this House should have a debate on Aer Lingus.  To the best of my knowledge, there is only one bidder.  In the case of anybody who is selling something where there is only one bidder, regardless of whether it is a house, a business or anything else, one must make sure one is getting the best price or that, if one turns down that offer, it will not be a lower price at a later stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#X00600","speaker":"1145"},{"type":"speech","time":1424788200,"counter":91,"content":"<p>Like all colleagues, I welcome the job announcement made yesterday for the town of Athenry in the context of it being good from a regional policy perspective.  However, as I have done in recent weeks, I ask the Acting Leader to attempt to have a broader debate on regional policy.  This is because on the day there was good news for the town of Athenry and the broader Galway region, there was a simultaneous announcement made by Bus &Eacute;ireann on the possible axing of a significant number of routes.  Regional policy is about jobs, transport, education and the road network.  It covers a broad array of matters that must be debated.  Consequently, I ask the Deputy Leader to try to arrange such a debate.<\/p> <p>I have listened with interest to colleagues speak about Aer Lingus and the announcement made in the past few hours by the Government.  I believe it is a pronouncement that stems from political consideration, rather than from long-term strategic planning.  While I appreciate the intellectual rigour of the argument presented by Senator Sean D. Barrett, Members are either failing or refusing to see the big picture.  In this context, I note to colleagues that in attempting to look forward, it sometimes does no harm to look back.  One should think back to the mid-1980s, when a company called Ryanair was trying to get off the ground, if Members will excuse the pun.  One should consider the opposition to it at the time from unions, certain politicians who were worried about their constituencies and people who were talking about jobs.  Had they got their way and had people such as the late brave Jim Mitchell not forced the pace on Ryanair, we, of course, would still have a national carrier called Aer Lingus and it would probably cost the average citizen approximately &euro;1,000 to fly to London.  If one wants connectivity, one also needs competition and a strong business model.<\/p> <p>I have just briefly read through the statement made by the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paul Bradford\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paul Bradford\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I appreciate that people are looking to an election rather than to aviation policy.  Anybody who believes that if this offer is still on the table six months after the forthcoming election it will not be snapped up by the new Government is in cloud cuckoo land.  The Acting Leader might facilitate a debate in which Senator Barrett's arguments are intellectually presented and not presented in the context of Members trying to mind their seats and the jobs of the people next door.  We need a genuine debate on the future of Aer Lingus and the future economic growth and transport needs of this society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#X00700","speaker":"1189","continuing":true},{"type":"speech","time":1424788200,"counter":93,"content":"<p>On Saturday afternoon I received a call from the IDA to say it had a major job announcement for yesterday morning.  My first question was whether it would include chimney stacks or would it be lean and green.  I asked this  because there had been a previous development that did not fly owing to concerns about the health and environmental impacts.  I was delighted to hear yesterday's announcement.  The jobs will be in Derrydonnell, which is approximately 3 miles from Oranmore and 2 miles from Athenry.  The 500 acre site between the two towns is currently in the hands of Coillte.  I welcome this considerable development which will provide opportunities for our young people into the future and, in the interim, in construction.  I urge Apple and Arup, the building consultancy, to answer the public's questions quickly.  Last night, I was at the public briefing and there was concern that there was no question and answer session.  On the whole, it is very good news.<\/p> <p>I invite my colleagues to a briefing I will have tomorrow in the AV room entitled Up for School.  Up for School is a global education campaign with the goal of getting 58 million primary school children who are not at school into school.  Our goal is to get 2 million signatures, which we will present to world leaders at the UN Special Summit on Sustainable Development in September 2015.  This was a millennium goal and it has not yet been achieved because of war, violence and discrimination against girl children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Y00200","speaker":"1131"},{"type":"speech","time":1424788200,"counter":94,"content":"<p>Does the Senator have a question for the Acting Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Y00300","speaker":"1120"},{"type":"speech","time":1424788200,"counter":95,"content":"<p>After the meeting, we will have a media photo call.  If anybody wants to lead the campaign in their constituencies we will facilitate it.  I would be very grateful for the support.  It is very special project.  We hope to get 10,000 signatures in Ireland and while it is no big deal, getting everybody together behind it will make a major difference.  I have no questions today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Y00400","speaker":"1131"},{"type":"speech","time":1424788200,"counter":96,"content":"<p>Forgive me if I falter here and there in responding to the issues raised.  Senator Darragh O'Brien raised public procurement, State contracts and improving business and payments to help workers.  The Senator is glad there has been progress on the matter and expects news about it from the Minister in March.  The Senator referred to the online database for pupils and the fact that some optional information is considered important by the Minister for Education and Skills, Deputy Jan O'Sullivan.  The Leader has already raised a query with the Minister about the online database and she has promised to get back to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Y00500","speaker":"1151"},{"type":"speech","time":1424788200,"counter":97,"content":"<p>I thank the Acting Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Y00600","speaker":"1139"},{"type":"speech","time":1424788200,"counter":98,"content":"<p>There will be news in March.  Senator Hayden raised procurement policy and welcomed the progress in the Greek situation, which we all welcome.  She referred to the Supreme Court's decision to reject an appeal in the education arena and called for a debate on the lack of inclusiveness in education.  We can pursue it with the Leader on his return.<\/p> <p>Senator Barrett, as ever, argued cogently against the sale of the Government's Aer Lingus shares to IAG and welcomed the Minister's statement.  This is to be welcomed.  It is an ongoing situation and we will hear more about it in early course from the Minister and the Government.<\/p> <p>Senator Mullins referred to Apple's huge investment in Athenry and greatly welcomed it.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paul Coghlan\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paul Coghlan\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He said it was a major investment and a vote of confidence in the country and he hopes there will be a follow on in favour of Ballinasloe.  That would be welcomed by many people in County Galway.  Senator Leyden was also strongly supportive of what is proposed in Athenry but he noted that it is merely speculation at this stage.  We will await clarification from the Minister for Jobs, Enterprise and Innovation on the matter.<\/p><p>Senator Noone referred to a law and order issue whereby older people in certain areas on the fringe of Dublin are being targeted by criminals.  She welcomed the new recruits and vehicles for the Garda but indicated that further measures would be welcome and called for a debate on the matter.  Last week the Leader announced that the Minister for Justice and Equality has agreed to a wide ranging debate on law and order as soon as her diary permits.<\/p><p>Senator Power raised the issue of children being given best advantage and referred to DEIS schools.  She also spoke about the serious damage caused by cigarettes, including e-cigarettes, and indicated that she plans to introduce a Bill to deal with this issue.  I am sure the House has no objection to that.  Senator Comiskey raised the issue of pubs and variations in rates and pointed out that rural Ireland is suffering as a result of the issue.<\/p><p>Senator Craughwell welcomed Apple's proposed investment in Athenry and spoke about the education sector.  He knows much more about that subject than I do given his experience.  He referred to the problems and difficulties with regard to cloud industries.  I am sure we can get further information on that issue.  Senator Colm Burke also welcomed the proposed investment in Athenry.  He also pleaded for nurses to be allowed to return to Ireland.  There are huge delays in that regard.  I will bring the issue to the attention of the Minister for Health.<\/p><p>Senator Mooney also welcomed the proposed investment in Athenry and bemoaned the lack of investment in lovely Leitrim.  He also referred to the national bus company and the absence of information on which services are to be withdrawn from rural areas.  He asked about the Government's commitment in this regard.  Perhaps this is a matter on which we can have a debate.  It might be suitable for a commencement debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Y00700","speaker":"1151","continuing":true},{"type":"speech","time":1424788200,"counter":100,"content":"<p>It is bigger than that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00200","speaker":"1128"},{"type":"speech","time":1424788200,"counter":101,"content":"<p>I am not in a position to disagree with the Senator.  We will have to seek further information.<br\/><br\/>Senator Kelly raised the issue of rates assessments and agreed with Senator Comiskey in this regard.  He noted that assessments are based on turnover and profit, which means that businesses with similar square footage have wide variations in assessments.  He suggested that assessments should be decided by Revenue on a <i>pro rata<\/i>basis.  This might be a suitable topic for a debate.<br\/><br\/>Senator Crown spoke about regulating e-cigarettes and agreed with Senator Power.  As regard bombers flying off the west coast, this is a serious matter.  The Senator stated that we lack a defence radar system.  That is a matter for the military authorities but I have no doubt the <i>Skibereen Eagle<\/i>will be keeping an eye on matters.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00300","speaker":"1151"},{"type":"speech","time":1424788200,"counter":102,"content":"<p>I apologise for interrupting, but I have some hearing issues.  I asked the Leader whether he could find out if Ireland has a defence radar system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00400","speaker":"1147"},{"type":"speech","time":1424788200,"counter":103,"content":"<p>Allow the Acting Leader to continue without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00500","speaker":"1120"},{"type":"speech","time":1424788200,"counter":104,"content":"<p>I am sure we could, and we will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00600","speaker":"1151"},{"type":"speech","time":1424788200,"counter":105,"content":"<p>Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00700","speaker":"1147"},{"type":"speech","time":1424788200,"counter":106,"content":"<p>In the meantime, the <i>Skibereen Eagle<\/i>will be investigating.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00800","speaker":"1120"},{"type":"speech","time":1424788200,"counter":107,"content":"<p>Senator Keane raised the issue of rates and non-viable businesses.  She also referred to the issue of peanut allergies.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paul Coghlan\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paul Coghlan\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->According to her, if one eats them under the age of five years, one has less chance of becoming allergic, but what do I know of that matter?  The Senator wants a debate on it and I am sure that we can arrange one in early course.<\/p><p>Senator O'Sullivan agreed with the Apple proposal regarding Athenry, but pointed out that the IDA had provided no jobs in the south west recently.  We are fortunate to have some successful industries there, for example, Kerry Group, Liebherr and others, thanks be to God.  The Senator also pleaded for more time to debate the Aer Lingus proposal.  I believe we will provide it.<\/p><p>I thank Senator Jim D'Arcy for his kind comments regarding committee A's report on cross-Border police co-operation and illicit trade, which was agreed and adopted by the British-Irish Parliamentary Assembly, BIPA, in plenary session in this Chamber yesterday.  The Senator correctly pointed out that great challenges remained.  There are many laundering plants in his country.  Recently, I saw 12 of them in the company of other members of that committee.  They were across the Border in south Armagh.  The Senator also welcomed the Taoiseach's statement to the effect that no effort would be spared in pursuing this matter further.  The Senator called for a debate on the issue, which I am sure we can arrange.<\/p><p>Senator &Oacute; Clochartaigh welcomed the Athenry situation, but I am not sure about his point on the cost to the State.  It might be more suitable for a Commencement debate.  As to the traffic situation in Galway, many of us are aware it is serious.  The Senator called for a debate on that matter as well.  I am sure one can be arranged.<\/p><p>Senator Moran commended the BIPA on its plenary session.  It was the body's 50th meeting and its 25th anniversary.  Its members were pleased with the arrangements in this Chamber and were delighted to be in Dublin.  The Senator welcomed committee A's report and agreed with one of its principal recommendations, namely, that a task force be established.  The recommendation recognises the fact that the police services North and South, while doing an excellent job and enjoying an all-time high level of co-operation, have everything short of hot pursuit, which is not something they want or would be suitable.  The task force is intended to comprise the police services, Revenue, customs, the CAB and its equivalent body in the North and the environmental agencies.  It would have a dedicated, full-time secretariat because criminals do not relax.  They work full-time, so if a task force such as this is not in place the committee believes that they will not be defeated.  These criminals have been in business for more than 20 years.  They will not be wiped out overnight.<\/p><p>Senator Moran also requested clarification on education for people with special needs.  She discussed the delay in the recommendations and a further wait of three years.  She asked for the Minister for Education and Skills to attend for a debate.  I am advised that the House will have statements on the inclusion support services of the National Council for Special Education, NCSE, with the Minister for Education and Skills, Deputy Jan O'Sullivan, on 31 March.<\/p><p>Senator Quinn asked for a debate on Britain's position regarding the EU Single Market.  We all wholeheartedly agree with him.  I will ask the Leader about whether time could be made available for such a debate, as it would be useful.<\/p><p>Senator Bradford welcomed Apple's proposal and called for a debate on regional policy.  He also called for a debate on Aer Lingus.  Thanks to Senator Barrett, the latter is almost a daily matter in the Chamber.  I am sure it will not slip off the agenda.  Senator Healy Eames also welcomed the proposal by Apple.<\/p><p>I hope I have referred to all of the points raised.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#Z00900","speaker":"1151","continuing":true},{"type":"speech","time":1424788200,"counter":109,"content":"<p>Did the Acting Leader make an indication on Senator Power's amendment to the Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#AA00200","speaker":"1120"},{"type":"speech","time":1424788200,"counter":110,"content":"<p>Yes.  It is to move a Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#AA00300","speaker":"1151"},{"type":"speech","time":1424788200,"counter":111,"content":"<p>Senator Power has moved an amendment to the Order of Business: \"That No. 11 be taken before No. 1.\"<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1866\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paddy Burke\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paddy Burke\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Leader has indicated that he is prepared to accept this amendment.  Is the amendment agreed to?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#AA00400","speaker":"1120","continuing":true},{"type":"unspoken","time":1424788200,"counter":113,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Public Health (Regulation of Electronic Cigarettes and the Protection of Children) Bill 2015: First Stage","time":1424788200,"counter":114,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#BB00300"},{"type":"speech","time":1424788200,"counter":115,"content":"<p>I move:<blockquote><br \/><br \/>That leave be given to introduce a Bill entitled an Act to provide for the prohibition of the consumption of electronic cigarettes in public service vehicles and places of work, to provide for the registration of persons engaged in the business of selling electronic cigarettes by retail, to provide for the prohibition on the advertising of electronic cigarettes, a prohibition on sponsorship by manufacturers and importers of electronic cigarettes and prohibitions on certain marketing practices in relation to electronic cigarettes, to provide for the standardised packaging of electronic cigarettes, to provide for the prohibition of the sale of electronic cigarettes to those under 18 years of age, to prohibit the consumption of electronic cigarettes in vehicles where persons under 18 years of age are present, to provide for the insertion of child proof caps on liquid nicotine bottles, and to provide for matters connected therewith.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#BB00400","speaker":"1154"},{"type":"speech","time":1424788200,"counter":116,"content":"<p>I second the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#BB00500","speaker":"1147"},{"type":"unspoken","time":1424788200,"counter":117,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1424788200,"counter":118,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#BB00700","speaker":"1120"},{"type":"speech","time":1424788200,"counter":119,"content":"<p>It is proposed to take Second Stage on Tuesday, 3 March 2015.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#BB00800","speaker":"1154"},{"type":"speech","time":1424788200,"counter":120,"content":"<p>Is that agreed? Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#BB00900","speaker":"1120"},{"type":"unspoken","time":1424788200,"counter":121,"content":"<p>Sitting suspended at 4.40 p.m. and resumed at 4.45 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Redress for Women Resident in Certain Institutions Bill 2014: Second Stage","time":1424788200,"counter":122,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#CC00100"},{"type":"unspoken","time":1424788200,"counter":123,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1424788200,"counter":124,"content":"<p>I am pleased to come before the House today to represent the Minister for Justice and Equality, Deputy Frances Fitzgerald, and present the Redress for Women Resident in Certain Institutions Bill 2014.  The purpose of the Bill is to provide for health services to be made available without charge to women who were resident in Magdalen laundries and similar institutions.  The Bill also provides that the women concerned will not be required to pay the statutory charge for public acute hospital inpatient services and that the <i>ex gratia<\/i>payments being made, including top-up pension payments, will not be included in the financial assessment of means under the Nursing Homes Support Scheme Act 2009.<br\/><br\/>As Senators will be aware, the Bill is just one part of a wider package of supports for the women concerned.  Before I go into detail about the Bill, I will outline the background to the legislation and other supports the Government is providing for the women concerned.  In June 2011 it decided to set up an inquiry to establish the facts of State involvement with the Magdalen laundries.  Former Senator Martin McAleese chaired the inquiry.  His report of over 1,000 pages was published in February 2013.  It is a very detailed, clear and objective exposition of the facts in regard to the ten Magdalen laundries.  It found that just over 10,000 women had spent time in a Magdalen laundry since the founding of the State.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The manner in which the women concerned found themselves in Magdalen laundries varied greatly.  There were a large number of referrals by the women themselves.  There were also many referrals to Magdalen laundries made by families, priests or clergy, as well as the Society of St. Vincent de Paul, the Red Cross and Samaritans.  In addition, 27% of referrals were made by or facilitated by the State.  The McAleese report makes the point that in today's world it is difficult to understand the circumstances which could in the past have led to daughters, sisters and mothers being placed in the laundries.  It may be equally difficult to understand the apparent acceptance by families of instructions from people in positions of authority, particularly priests, in family matters.<br\/><br\/>The report further states it would be unfair to judge these cases or the people concerned by applying today's standards and societal norms.  It points out that, because of the general life expectancy in society at the time, it was common for one or more parents of the girls or women to be deceased.  The point needs to be made that many of these girls or women ended up in these institutions simply because they did not have any person in a position to look after them.  The Magdalen laundries were, in many cases, used as a temporary measure in the absence of more appropriate services which simply were not available at the time.  They were described in the McAleese report as &ldquo;often the only door open to these women&quot;.<br\/><br\/>Many of the women and girls worked in the laundries for long periods.  About half of the women were in the laundries for periods in excess of three years.  The referrals made by State agencies came about in a variety of ways.  There were referrals from industrial and reform schools, as well as health and social services, the then existing county homes and psychiatric hospitals.  There were also referrals from the criminal justice system, including persons on remand; referrals as a condition of probation; other less formalised referrals facilitated by the courts; referrals from prison; and referrals made by An Garda S&iacute;och&aacute;na.  Owing to the lack of more appropriate services, many of the case studies demonstrate widespread acceptance of practices that would be unacceptable to us today.  The case studies often illustrate the fact that alternative social care arrangements for the women concerned were often simply not available at the time.<br\/><br\/>The report also makes the point that there seems to be a mistaken public perception that women referred to these institutions were predominately lone parents.  This perception does not reflect the reality in most cases.  The report found that placements of girls or women in Magdalen laundries were made for a wide range of reasons.  It is hard to credit nowadays that some referrals were seen as a means of providing for girls or women with physical disabilities, or with a mental or psychiatric illness.  Some had intellectual disabilities and special needs, while others were referred because of advanced age.  In other cases girls or women were placed in Magdalen laundries by their families following family disputes or as a result of abuse or neglect in the home.  Only in a minority of cases did they relate to girls or women rejected by their families for having a child.<br\/><br\/>The case studies which are included in the report provide very sad and harrowing accounts of a traumatic time in the lives of the girls and women concerned.  This is especially the case when we consider the fact that, at that most vulnerable time in their lives, they did not just experience a very traumatic removal from their homes and communities.  In many cases, this was also followed by a prolonged and extreme level of social exclusion and ostracisation by society.<br\/><br\/>On the basis of the McAleese report and, in particular, based on the wishes of the women themselves, the Government decided that a non-adversarial scheme for women who had worked in Magdalen laundries or similar institutions should be introduced.  Mr. Justice Quirke was then asked by the Government to make recommendations on an appropriate scheme.  He reported in May 2013 and all of his recommendations were accepted in principle by the Government in June that year.  The Department of Justice and Equality then started work immediately on setting up a scheme which was publicised widely both in this country and abroad.<br\/><br\/>The primary support being provided by the Government is the scheme of <i>ex gratia<\/i>payments to women who were in these institutions.  Under the scheme, applicants do not have to prove that they suffered any abuse or damages.  The manner of their referral to the institution is also not considered relevant.  All that has to be established is that a woman was admitted to and worked in a relevant institution.  For this reason, it should be recognised that the scheme represents a very appropriate and caring provision by the Government and the State for the women concerned in respect of what was inevitably a very traumatic experience in their lives.  Under the scheme&rsquo;s provisions, they are eligible for a payment of between &euro;11,500 and &euro;100,000, depending on the length of stay.  As recommended by Mr. Justice Quirke, the balance of lump sums in excess of &euro;50,000 is being paid in weekly instalments to provide an income spread over a longer period.  To date, decisions have been made on almost 90% of applications out of 776 received so far.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A total of &euro;18 million has so far been paid out to the women.<br\/><br\/>The remaining applications are at various stages of the process - some have been received only recently, some require further information, investigation or verifications.  Work is progressing on these cases as quickly as possible.<br\/><br\/>I should state for the purpose of clarity that applications for the scheme remain open and I anticipate that a small number of further applications will be received.<br\/><br\/>The processing of all applications starts off on the premise that the testimony of the applicant is correct and the officers processing the application then seek to verify the application by checking appropriate records.  Where the records of institutions are incomplete, as they are in a small number of cases, the Department arranges to meet with the applicants affected and the Department is generally able to verify the information provided by the applicant by corroborating the information with the institutions or with third parties.<br\/><br\/>The Quirke report also recommended that the<i>ex-gratia <\/i>payments should also include top up pension payments of up to &euro;100 for those under the age of 66 and up to &euro;230.30 for those aged 66 or over.  These payments are being made by the Department of Social Protection and I would like to thank the Minister for Social Protection for her assistance in that regard.<br\/><br\/>Mr. Justice Quirke recommended that legislation be introduced to give effect to his recommendation with regard to the provision of health services.  In his report, Mr. Justice Quirke was of the opinion that Magdalen women should be provided with access to a comprehensive suite of health services.  Mr. Justice Quirke's recommendation that the women receive medical services equivalent to those provided to the holder of a HAA card is being given effect in this Bill.  However he also stated that &quot;not all of the services described in the [Hepatitis C] Guide may be directly relevant to the Magdalen women and any comparable Guide for the Magdalen women would require suitable adaptation&quot;<br\/><br\/>It should be noted that the services provided in section 2 of the Bill are precisely those recommended by Mr. Justice Quirke on Page 35 of his report.  These are:  GP services; prescribed drugs, medicines, aids and appliances; dental services; ophthalmic services; aural services; home support; home nursing; counselling services; and a range of other services, to include chiropody\/podiatry and physiotherapy. <br\/><br\/>All of these services are specified in section 2 of the Bill and will be made available free of charge to the women who were in Magdalen laundries.<br\/><br\/>There has been some incorrect comment in regard to the Bill which has suggested that the Health (Amendment) Act 1996 also provides for alternative therapies such as massage, aromatherapy, reflexology or acupuncture; counselling services for immediate family members of persons with Hepatitis &quot;C&quot;; provisions that the persons not have to wait more than two weeks for an appointment with a specialist, liaison officers; and personal advocacy services. There are no such provisions in the Health (Amendment) Act 1996. However some additional services are available to persons with Hepatitis C under the HAA Card scheme on an administrative basis that are in addition to those provided for in the Health (Amendment) Act 1996.  These include drug treatments for hepatitis that are not on the approved medicines list; counselling for immediate family members in regard to the effects of Hepatitis C, and the need to avoid infection of other family members; and open access to specialist hospital treatment for Hepatitis C.<br\/><br\/>These provisions are not contained in the Health (Amendment) act 1996 and it would make no sense whatsoever to include these specific provisions in this Bill.  The Magdalen women do not have this illness and would not need or benefit in any way from the specific treatments for Hepatitis C.<br\/><br\/>With regard to the question of alternative therapies, the Minister for Health has reservations about such therapies being provided and funded through the health service and, for that reason, they were not included in the Bill, just as they are not included in the Health (Amendment) Act 1996, or in Mr. Justice Quirke's recommendations.  However, the Minister for Justice and Equality is considering options for provision of such services on an administrative basis outside of legislation.<br\/><br\/>I would like to thank the Minister for Health for his assistance in regard to the provision of this very comprehensive suite of medical services, as recommended by Mr. Justice Quirke.  Senators will note that the range of health services being made available, without charge, are also those services listed in section 2 of the Health (Amendment) Act 1996, which provides for persons affected by Hepatitis C.  This very comprehensive list of services includes all of the health services identified by Mr. Justice Quirke.  The Bill also provides these women with exemption from charges for acute in-patient services.  It also provides that payments made to these women arising from the scheme of <i>ex-gratia <\/i>payments will not be included in any financial assessment of means under the Nursing Homes Support Scheme Act 2009.<br\/><br\/>The focus is firmly on the health needs of the women and some of the services provided will be accessible through referral by a doctor or nurse.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Referral will ensure that the health care provided will be co-ordinated and the most appropriate to each participant.  There is no means test to access these services and they will be provided without charge to relevant participants in the <i>ex gratia<\/i>scheme.<br\/><br\/>All health systems around the world vary in arrangements and each system is practically unique.  Therefore, the Minister for Health has agreed, given the wide variation in the organisation of different countries' health systems, that access to equivalent health services for participants living abroad is best dealt with on an administrative basis by the HSE.  The HSE will deal with a woman residing overseas as appropriate to the specific circumstances of the individual, the country of residence and its health system.  Those women living abroad will be supported in sourcing and paying for services and securing refunds to the extent that they would be entitled to if resident in the State.  There will be circumstances where a service similar to or aligned with what they would receive in the State may not be available and the HSE will have a variety of different arrangements with such participants.  A specific contact will be established in the HSE with whom the overseas participants can liaise in terms of arranging access to services and recouping the costs.  This dedicated point of contact will provide clarity on what exactly the participant is entitled to in line with what is available in her country of residence.  The HSE will also provide an information booklet to the women here and abroad setting out in detail the services to which they are entitled.<br\/><br\/>I understand there has been some comment about the lack of explicit reference in the Bill to a so-called enhanced card.  It is important to clarify that neither the standard medical card nor any new card is explicitly set out in the Health Act 1970 or the Redress for Women Resident in Certain Institutions Bill 2014.  This is normal legislative practice.  It will be a matter for the HSE to decide on the practical arrangements, such as a type of card, to be put in place in order to ensure that the women can easily demonstrate their eligibility for services under this legislation.  One operational possibility is that an RWRCI card, based on the name of the legislation, may be issued to the qualifying women.<br\/><br\/>There has also been some comment suggesting that no provision is being made for women entitled to these supports who do not have capacity to make the necessary applications or arrangements but this is incorrect.  The women are already covered by section 21 - appointment of a care representative - under the Nursing Homes Support Scheme Act 2009.  Separate legislation which the Minister has already brought before the D&aacute;il will cater for cases where the applicant is found to lack capacity but has not been made a ward of court or where there is no enduring power of attorney.  The Assisted Decision-Making (Capacity) Bill provides for the appointment of a person by a court to act on behalf of the applicant in regard to his or her financial affairs and this will include applications for <i>ex gratia<\/i>payments under the scheme.  This Bill is already awaiting Committee Stage in the D&aacute;il and I expect it to be enacted in the first half of this year.  That Bill also provides for decision making assistants, co-decision makers, decision-making representatives and the public guardian, measures which are well suited to look after the best interests of the Magdalen women who have capacity issues.  It would not make sense to introduce a special scheme for the women who lack capacity in the light of the Assisted Decision-Making (Capacity) Bill which has already passed Second Stage in the D&aacute;il.  <br\/><br\/>I should point out that the Department of Justice and Equality is careful to ensure that applicants have the necessary capacity and cross check with other Departments to establish whether there any issues.  A medical assessment is sought if there is any indication that an applicant under our scheme has capacity issues.  Some 40 women in this category have been identified to date and payments to these women are being made once proper safeguards are in place.  As we need to have regard to the mental capacity of a number of these women, section 2 of the Bill must allow for a situation where a woman does not have the capacity to make decisions in regard to these services.  This is why the wording is slightly different from that of the 1996 Health (Amendment) Act.  In some cases a family member or a carer, rather than the woman herself, will have to make decisions about GP or other services.  Again, we are trying to ensure that all care provided will be most appropriate to the needs of each participant.<br\/><br\/>I must reiterate that the Government is committed to implementing all of the commitments we made to the Magdalen women.  The Government will implement all of Mr. Justice Quirke's recommendations in full.  I believe there is broad support in this House for all of the measures that the Government has decided to put in place for these women.  In drafting the Bill the Government has had regard to points made by Senators and Deputies in representations.  I commend this Bill to the House and I will very much look forward to discussing it with the Senators.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#CC00300","speaker":"1018","continuing":true},{"type":"speech","time":1424788200,"counter":128,"content":"<p>I welcome the Minister of State to the House.  On 27 February 2013 I stood up in this House and warmly welcomed the Taoiseach's apology the previous week to the Magdalen survivors.  I also said that I was proud of him for the genuine, warm and sincere manner in which he had delivered that apology.  Unfortunately, as Maeve O'Rourke of the Justice for Magdalenes group has pointed out, while the Taoiseach's apology was the highlight of his term, the legislation before us today is in danger of being a low point.  She argues that the Government is preparing, quietly and deliberately, to break its promises to the approximately 500 elderly women regarding the redress package they were promised in 2013.  <\/p> <p>The Minister of State has given reasons as to why there has been a misunderstanding about the benefits that were promised to these women.  Mr. Justice Quirke's very first recommendation was that the women would receive a medical card entitling them to the full range of services currently enjoyed by holders of the Health (Amendment) Act 1996 card or HAA card.  The Magdalen women understood that this would include the full range of benefits available to the hepatitis C survivors and made a statement to that effect at the time.  I am not aware of anyone disabusing them of that understanding.  It was on that basis that they warmly welcomed the Taoiseach's apology and the recommendation of Mr. Justice Quirke that they be provided with a full range of health benefits.  Two years on and there is great disappointment among these women.  They waited for an awfully long time, not just for a State apology but for a genuine acknowledgement of the torture that they were put through.  It is so disappointing now to see their unhappiness at how they are being treated by the Government.  <\/p> <p>As the Minister of State has pointed out, the hepatitis C survivors can visit any GP of their choice, including private GPs.  They can see a dentist, public or private, at any time for any necessary treatment.  They are also entitled to ophthalmic services at any time and to priority hospital-based ophthalmic care.  They can be given unlimited aural services and referred to ear, nose and throat specialists within two weeks.  These benefits will not be provided to the Magdalen survivors under the current Bill.  There are much greater restrictions on the medical card list in terms of the types of medicines that are covered in comparison to those available under the other scheme.  Furthermore, the Magdalen women will not receive the same type of counselling services.  The Minister of State has argued that this is justifiable as far as the Government is concerned because the Magdalen women do not need the same range of services as the hepatitis C survivors but I disagree with the Minister of State on that.  The experience that women went through in the Magdalen laundries has caused them incredible torment.  It has not just affected the women themselves, but also their families.  Many of them were deeply affected by their experiences in the Magdalen laundries on an emotional level, to the detriment of their mental health.  The impact for many has been long term with some suffering from post-traumatic stress disorder, depression and other mental illnesses.  Their experiences in the past up to the present day have often affected their loved ones too, to the great pain of the women involved who would have given anything to have had a happy family life and not to have had their experiences affect their children.  They want their children and other family members to have the opportunity to receive counselling so that all of those affected by the experience of the women can try to work through that.  That is really important and the Government should not underestimate the importance of counselling for these women and their families.  I would ask the Department to look at this issue again before the Bill comes back to the House for the Committee Stage debate. <\/p> <p>There is also an issue with regard to complementary therapies, which are excluded under the provisions of this Bill.  Such therapies include massage-based therapies, manipulation-based therapies, hydrotherapy, reflexology and acupuncture which the Minister of State has argued are not necessary.  However, I note that the Minister of State at the Departments of Justice and Equality and Health, Deputy Kathleen Lynch, is a strong advocate of such therapies.  Indeed, she will launch the Acupuncture Awareness Week at the beginning of March.  On the one hand, the Government is saying that such services are not important and do not need to be provided to the Magdalen women while on the other hand, it is selling them as positive therapies that can improve the quality of life.  <\/p> <p>Finally, it appears that personal advocates or liaison officers will not be provided for the women.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Averil Power:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2351\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Averil Power\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2351&amp;amp;pid=AverilPower&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Averil Power\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is unfortunate because in my experience of dealing with vulnerable groups I have found that they are unable to advocate for themselves.  They need help so the provision of personal advocates is very important.<\/p><p>The expectation following the publication of Mr. Justice Quirke's report was that the full range of benefits would be provided to the women concerned but clearly that is not the case.  The Minister said that the HSE might be minded, on an administrative or discretionary basis, to provide services to the Magdalen survivors above and beyond those covered by the medical card but Senators should appreciate that we are talking about women who are particularly vulnerable.  They do not want to have to live on grace and favour in the hope that a service will be provided for them by the HSE.  They want an entitlement to that service.  They want to see this House following through on the Taoiseach's apology in a meaningful way by providing them, as of right, with the range of services they require.<\/p><p>I ask the Minister to look at the Bill again.  As a country we can never compensate the Magdalen survivors for the hurt, pain and torture inflicted on them in the past but we have an opportunity to at least give these, now elderly, women the highest possible level of comfort, health and dignity that we can.  We will table amendments to the legislation on Committee Stage to ensure that the full range of benefits are provided as of right and I will ask Senators across the House to support them.  <\/p><p>Fianna F&aacute;il is also concerned that the Magdalen laundries have been excluded from the commission of investigation into mother and baby homes.  The Minister has pointed out that the interdepartmental report looked into this area but the report has met with a lot of criticism.  The Justice for Magdalenes research group published a report last week pointing out that the death rates were much higher than stated in the interdepartmental report because burial records have not been taken into account.  There were other discrepancies too.  We would have liked the investigation into mother and baby homes to have been, finally, a comprehensive investigation for these women.  We think the mother and baby homes and the Magdalen laundries were both part of the same architecture of containment which existed for a long time for vulnerable women and girls and they should be fully investigated by the commission set up by the Minister.<\/p><p>We welcome that this legislation will provide some redress and some services for the survivors of the Magdalen laundries but we do not feel it goes far enough.  We are talking about a limited number of women who have suffered great torture and pain and deserve, at this point in their lives, some comfort and dignity.  I do not think it is beyond the Minister to go the full way and give them the services they expected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#FF00200","speaker":"1154","continuing":true},{"type":"speech","time":1424788200,"counter":130,"content":"<p>I welcome the Minister to the House.  As a woman I wholeheartedly welcome this Bill which will take steps towards reparation for the thousands of women who were virtually imprisoned in the Magdalen laundries from the late 1800's to late in the last century.<br\/><br\/>According to the McAleese report, 10,012 women in Ireland were confined to these laundries over eight decades, not including those in two institutions run by the Sisters of Mercy.  Most women, actually some 61%, spent less than a year in the laundries and the median age of their entry was 20 years old.  The Bill seeks to make available, without charge, certain health services and supports to women who were admitted to and worked in certain institutions.  It also provides that their income from the <i>ex gratia<\/i>payment element of the redress scheme would be exempt from means testing for the nursing homes support scheme, should they need to avail of these services.<br\/><br\/>The Bill may affect up to an estimated 1,000 women who were admitted to and worked in these laundries and who are still alive.  In 2013 the Government established a commission under Mr. Justice Quirke and he recommended a redress scheme be put in place with financial, lump sum and pension-type payments and a benefit-in-kind element.  Interestingly, these institutions were not confined to Ireland nor were they exclusively Catholic-established or operated.  Their history in Europe may date back to medieval times but the first of what could be determined to be a Magdalen home was established in England in 1758.  The first in Ireland was a Protestant asylum established in 1765 and in the late 1800s there were at least 41 Magdalen institutions in Ireland.  This Government is to be applauded for taking up the cause of the Magdalen survivors.  Previous Governments contested the State's role in the operation of the laundries.  For example, in 1998 the Fianna F&aacute;il-Progressive Democrats coalition Government posited that a public inquiry was not warranted since the Magdalen institutions were private entities.  I am sure even Senator Power would recognise that, in this context, a reasonable amount has been done to give some support to survivors.<br\/><br\/>In 2010 the then justice Minister, Mr. Dermot Ahern, stated that there were no plans for a redress scheme.  Fast forward to June 2013 and this Government committed to implementing all the recommendations of the Quirke report, including lump sum payments and healthcare provisions.  The Minister said that there had been some incorrect reporting on this but the Bill appears to fall short of the Quirke report and is somewhat limited.  According to the report, survivors should also be entitled to private GP care as well as private ophthalmic and aural services and I would welcome the Minister's clarification on these points.<br\/><br\/>The Justice for Magdalenes research group wrote to Senators asking us to do our best to ensure the Magdalen survivors got what was promised to them.  They point out that the women should be entitled to any prescribed medication drugs or appliances whatsoever but this appears to be limited in the Bill.  They also state they should be entitled to private GP care and pointed out that, under the health amendment act scheme, hepatitis C women can visit any private practitioner.  When they are referred for hospital treatment they should be entitled to an appointment within two weeks but this does not appear to be provided for.<br\/><br\/>The research group also called for complementary therapies to be made available to relatives of Magdalen survivors, as in the case of family members of HAA card holders.  The JFMR was extremely concerned for the welfare of Magdalen survivors who lack capacity.  Senator Power called for every woman who remains institutionalised in the care of the religious orders, especially women lacking capacity, to have a personal advocate assigned to her.  I note the Minister's comments about section 21 to the effect that a care representative is to be appointed to such women but I wonder if this amounts to the same thing as a personal advocate being assigned to a particular patient.  I agree with Senator Power on this point.  <br\/><br\/>In fairness to the Government, it has made huge efforts to help the survivors but they were promised extra benefits to what are available on the medical card and they are entitled to them.  I do not think we can ever be too decent or kind to these survivors.  As Senator Power said they are limited in number and we may be able to go a little further than the distance travelled by the Bill.  <br\/><br\/>I thank the Minister for coming to this House and look forward to his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#GG00200","speaker":"1153"},{"type":"speech","time":1424788200,"counter":131,"content":"<p>I welcome the Minister and thank him for the history lesson.  It was a good reminder of what we all know, to our cost in our hearts and minds, happened to the Magdalen women.<\/p> <p>I wish to emphasise the word \"justice\" throughout my speech.  I do this because \"I emphasise the word \"justice\"\" was the major sentence in an address by Deputy Alan Shatter, who was Minister for Justice, Equality and Defence at the time of the publication of the report of Mr. Justice Quirke on the former residents of the Magdalen laundries.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie-Louise O'Donnell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2390\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Marie-Louise O'Donnell\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2390&amp;amp;pid=MarieLouiseODonnell&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Marie-Louise O'Donnell\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let us all emphasise it again today.  It is about justice for the needs and the interests of the Magdalen women, justice for all their needs and all their interests and justice for all.  Mr. Justice Quirke's report states: <blockquote><br \/><br \/>During the consultation process the following were amongst many health concerns of Magdalen women: (1) cancer, (2) heart complaints, (3) high blood pressure and diabetes, (4) mental health illnesses, (5) mobility problems, (6) dementia, (7) arthritic complaints, (8) arterial difficulties and (9) visual and hearing deficits [...] The health needs and requirements of the women surveyed are diverse in nature so the women should be provided with access to a comprehensive suite of health care services.  Those services include: GP services; prescribed drugs, medicines, aids and appliances; dental services; ophthalmic services; aural services; home support; home nursing; counselling services; [and] a range of other services, to include chiropody\/podiatry and physiotherapy.<\/blockquote>That is what Mr. Justice Quirke said was to be done.  The Government approved the publication of the report in full and accepted the recommendations made by him.<br\/><br\/>Mr. Justice Quirke's most important recommendation after the <i>ex gratia<\/i>payments to all Magdalen women was that Magdalen women should have access to the full range of services enjoyed by holders of the Health (Amendment) Act 1996 and with it the HAA card.  This is where justice for the Magdalen women begins and completes its restorative nature and path.  The Taoiseach made an outstanding speech about his Government's need to give back some aspect of lost lives to the Magdalen women.  His promise amounted to a national covenant.  Women know that in some way this promise to the Magdalen women parallels how we should view our own lives with quality, value and worth, for unless we can think and feel through the travel shoes of others, we cannot understand the heart and the geography of our own lives.  The promise to the Magdalen women was a very profound promise.  The Minister of State is a good Minister and the Minister for Justice and Equality, Deputy Frances Fitzgerald, is an excellent Minister and I know they understand the profundity of that.  However, when we start, either through the Department of Health or the Department of Justice and Equality, snipping and fraying around the recommendations, the result becomes an uneven, unfair and unjust fabric.  When the Minister of State and the Minister start snipping and fraying around the recommendations, they undermine the profundity of the promise and the humanity of the justice.<br\/><br\/>The Bill is good, but it is not what was promised.  I might remind the Seanad that the women promised not to sue the State in exchange for a full redress package and they have kept their promise.  Where are their legitimate expectations now?  In view of this and with respect and regard for the Minister of State's and the Minister's portfolios, I will be tabling some detailed amendments throughout the passage of the Bill on Committee and Report Stages.  This Government needs to think at length and loudly about promises.  A promise is not a half-belief.  It is not a snip and a fray.  It is a true rhyme.  It is a reality and a justice.  If I were to define a government, I would say a government is a promise and a promise is a government and one must keep one's promise totally.  I remember making my first speech here, when I had the privilege of coming into the Seanad to speak about the power of women who were oppressed to stay standing and about the power of other women to come in and help them to stay standing.  I intend to do that for the Magdalen women, even if it is to be my last speech.  I will leave Members with this thought from a Magdalen laundry survivor:<blockquote>Have you heard anything new about the HAA Medical cards?  The waiting is so stressful for me, because I have found out in late January, I have macular degeneration. I would love to go private, but I have to wait on the waiting list to get treated on the HSE.  I got an appointment to see a private eye specialist for Monday 16 February but I can't go, because I can't afford the treatment. This is so unjust, have they the Government got any conscience?  I hope it will be good news and quickly.<\/blockquote>I stood up here on my first day in the Seanad and I stand up again here.  It is one thing to be talking about metering and paying for water but it is another thing to break the promise made in respect of these women.  This promise must be kept in totality.  If I were sitting in a Government position this evening, that is exactly what I would be doing, because the people need to know that this is a good Government.  Good governments are defined by promises and keep them totally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#GG00300","speaker":"1170","continuing":true},{"type":"speech","time":1424788200,"counter":133,"content":"<p>I also welcome the Minister of State to the House to discuss this very important Bill.  The purpose of the Bill is to provide health services without charge to women who were resident in the Magdalen laundries and other similar institutions.  We must take into consideration the age of some of the Magdalen women and the urgency attached to dealing with issues related to them.  These women have been waiting a considerable amount of time.  That is why urgent action was required and provided.  GP services; prescribed drugs, medicines, aids and appliances; dental services; ophthalmic services; aural services; home support; home nursing; counselling services; and chiropody-podiatry and physiotherapy service will all be made free of charge to women involved.<br\/><br\/>These women are in a very difficult situation and some are extremely vulnerable.  They have been taken advantage of in so many ways during their lives.  With these benefits being made available to them, I hope their remaining years will be much better and that a better quality of life is ensured for them.  However, we can go a step further and consider the proposals for the provision of alternative therapies.  It is believed that such therapies, for example, acupuncture, hydrotherapy, aromatherapy and other alternative therapies, will greatly benefit the overall sense of well-being of these women and truly enhance their overall care.  I was very disappointed to hear in the Minister of State's speech that the Minister for Health has reservations, but I am glad to hear that the Minister for Justice and Equality is considering options for the provision of such services outside of legislation.  I hope that will be forthcoming as quickly as possible.<br\/><br\/>As the Minister of State will appreciate, many of the women who were resident or incarcerated in the Magdalen laundries have had their confidence knocked out of them over the years.  Many of them have become meek, mild and totally unable to stand up for themselves, which is why organisations such as the Justice for Magdalenes Research, the National Women's Council of Ireland, the Irish Council for Civil Liberties and Amnesty International Ireland have taken up their cause and are fighting for justice and redress for these women, who have been so disempowered by the system.<br\/><br\/>The HAA card is very specific to hepatitis C sufferers, but I ask the Minister to consider extending the same card to the Magdalen women, as it has been shown to work.  Surely what happened to the Magdalen women at the hands of the State is no less a crime than what happened to hepatitis C sufferers, so why not give these women the HAA cards?  A rebranding of the card entitlement is an easy and relatively painless resolution to historically recognise the women.  This may sound like a minor issue, but this resolution may foster a great deal of goodwill and recognition of the women who suffered so dreadfully in the Magdalen laundries.  There is a valid fear that it will not be enacted fully unless written into legislation.<br\/><br\/>As the Minister of State has already said, the primary support being provided by the Government is a scheme of <i>ex gratia<\/i>payments to women who were in these institutions.  Under the scheme, the women are eligible for a payment of between &euro;11,500 and &euro;100,000, depending on the length of stay.  To date, the Department of Justice and Equality has made decisions on 86% of applications.  A total of &euro;18 million has so far been paid out.  The Quirke report also recommended that the <i>ex gratia<\/i>payments should include top-up pension payments of up to &euro;100 under the age of 66 and up to &euro;230.30 from age 66.  I commend the Minister for Social Protection for acting quickly and putting these payments in place.  The focus is now firmly on the health needs of these women.  Some of the services provided will be accessible through referral by a doctor or nurse.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Moloney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2356\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Marie Moloney\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2356&amp;amp;pid=MarieMoloney&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Marie Moloney\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is no means test in accessing these services which will be provided without charge for relevant participants in the <i>ex gratia<\/i>scheme.  The HSE will deal with women residing overseas as appropriate to the specific circumstances of the individual concerned and the health system in her country of residence.  A specific contact person in the HSE will be identified for the purpose of liaising with participants overseas.  This dedicated point of contact will provide clarity on the participant's entitlements in line with what is available in her country of residence.<br\/><br\/>I take the opportunity to raise the issue of women who lack the capacity to act on their own behalf.  Justice for Magdalenes and the other organisations are anxiously awaiting enactment of the Assisted Decision-Making (Capacity) Bill 2013, as time is not on the side of many of the women concerned owing to their age or ill-health.  We should allow a personal advocate for them to process their applications under the restorative justice scheme.  Such a representative would ensure redress for the most vulnerable Magdalen women.  The Minister of State, Deputy Aodh&aacute;n &Oacute; Riord&aacute;in, stated the women concerned were already covered by section 21 of the Nursing Homes Support Scheme Act 2009, which deals with the appointment of care representatives.  If that is the case, why not include a similar provision in the Bill before us to offer the women concerned a little security?  What about those women who are not in nursing homes?  Who will be appointed to advocate on their behalf?  I ask the Minister of State to consider these questions before Committee Stage.<br\/><br\/>I acknowledge the commitment shown to the Magdalen women.  More was done in recent years than ever before in the history of this State.  I am delighted that we are at last bringing forward this redress legislation and acknowledge the progress made thus far.  Some 7% of the more than 10,000 women who stayed in these institutions during the years were referred by the State.  All of this happened since the foundation of the State in 1922.  Clearly, the State has a responsibility to these women.  Some were referred from other sources on an informal basis and without proper justification.  Often the way their problems were dealt with was on the basis of &quot;out of sight, out of mind&quot;.  That does not mean, however, that we are absolved of responsibility for providing for thorough redress and this legislation seeks to meet that responsibility in a comprehensive manner.<br\/><br\/>The Magdalen women have a legacy that must never be repeated.  Regardless of how much we dislike what happened, it is now part of our history and we must learn from it.  I hope the Bill will allay the fears and concerns of the representatives of the women concerned and cater for their needs.  The Government has acknowledged the wrong inflicted on them and they deserve all the help they can get.  I wish them, whether they live in Ireland or abroad, the very best in the future.  I hope they will have the peace, security and stability denied to them during the horrific years they spent in Magdalen laundries and similar institutions.  In an era when we strive for equality for women across all nations, it is only fair that we start at home with our own.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#HH00200","speaker":"1132","continuing":true},{"type":"speech","time":1424788200,"counter":135,"content":"<p>I am one of the few Members of this House who worked in a Magdalen laundry.  As the son of a gas fitter, I frequently visited the Magdalen laundries in Galway to repair water heating systems.  I have two abiding memories from that time.  One is of the oppressive heat in the laundries.  The second is of the silence among, in some cases, beautiful young women.  Nobody spoke to us.  We just went in to do our work and then left.  My colleague, Senator Marie-Louise O'Donnell, referred to strong women.  The women concerned are in need of strong women right now.  I met some of the Magdalen ladies outside the front gates of Leinster House last week.  They were not strong; they were elderly, frail, afraid and ill.<br\/><br\/>We have had the McAleese report and that of Mr. Justice Quirke on the establishment of an <i>ex gratia<\/i>scheme and related matters.  Mr. Justice Quirke was unequivocal in his finding that the women concerned should be provided with access to a comprehensive suite of health care services.  The health provisions of the scheme should operate in a similar manner to the provisions of the scheme made available under the Health (Amendment) Act 1996.  Medical cards issued under that Act allow access to a comprehensive range of services, including a GP of choice; free prescriptions; dental, ophthalmic and oral care; home supports and nursing; counselling services; physiotherapy; chiropody and psychotherapy.  These services are provided free of charge.<br\/><br\/>One might be led to think we are doing the women concerned a great favour, but we are only giving them that to which they are entitled.  They have been mistreated since the foundation of the State and people in authority knew what was going on.  Doctors and teachers visited these places.  Let us not, therefore, clap ourselves on the back for anything we are doing for women who were treated so appallingly by the State.<br\/><br\/>Mr. Justice Quirke viewed the care provided under the 1996 Act as an integral part of the <i>ex gratia<\/i>scheme.  The expression of sincerity is integral to the operation of restorative justice.  Such sincerity requires that everything that can be done and more besides should be done.  We should be tripping over ourselves to restore to these ladies the lives we stole from them.  As a child, I recall hearing people being threatened with industrial schools or the Magdalen laundries.  If they were not horrible places, they would not have been used as threats.  The women concerned have a legitimate expectation of receiving services that are equivalent to those provided under the 1996 Act.  They have signed legal waivers in good faith because the Government publicly promised to implement the recommendations made in the Quirke report.  The Bill falls far short of these recommendations.  If the Government is reneging on it promises, surely the women's waivers are legally unenforceable.  I hope some firm of lawyers will take them on as clients if they do not receive everything to which they are entitled.  We already know that the majority of women participating in the redress scheme have medical cards, but none of the services provided under the 1996 Act is available to them.  Justice for Magdalenes has pointed out that there is no commitment to physically provide a medicall card for the Magdalen women.  In other words, the Bill does little more than extend the medical card to the small minority of women who do not already have one.<br\/><br\/>When I met the Magdalen ladies last week, they expressed grave concern about their pensions.  While Mr. Justice Quirke recommended that they be in the position they would have occupied had they acquired sufficient stamps to qualify for a State contributory pension, it is shocking that the scheme only provides them with a State contributory pension backdated to August 2013, rather than their date of retirement.  <br\/><br\/>The Bill is also lacking in its provisions on capacity.  It has been pointed out to me that a number of the Magdalen women lack full capacity.  The Bill makes no provision for the appointment of care representatives for those who have difficulties in managing their affairs.  In addition to asking the Minister of State, Deputy Aodh&aacute;n &Oacute; Riord&aacute;in, why there is no reference in the Bill to care representatives, I ask him what assessments have been carried out to determine which women have capacity and which do not.  Has his Department accepted applications from religious orders for <i>ex gratia<\/i>payments for a woman who lacks capacity but is not already a ward of court or the subject of enduring power of attorney?  I cannot believe we have not gone the distance, let alone 100 miles beyond the distance to repay these ladies for their lost youth and the denial to them of the dignity of being paid for their work.  In their old age they have nothing to look forward to but fear.  Like other Senators, I will be tabling amendments on Committee Stage and will support those amendments that need to be taken on board.  It is my hope that, for the first time since I entered the Seanad, some of the amendments will be accepted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#JJ00200","speaker":"1196"},{"type":"speech","time":1424788200,"counter":136,"content":"<p>I welcome the Minister of State.  I am very encouraged by what all of my colleagues have said so far and hope the Committee Stage debate will prove fruitful.  <br\/><br\/>I stand in solidarity with Senator Marie-Louise O'Donnell who so eloquently expressed her views on this matter.  This is an issue about which I feel strongly and become quite emotional.  Of course, it is an emotional subject and during the years I have met so many survivors of the Magdalen laundries who have shown such courage and dignity.  The time has come for us to display similar courage and dignity.<br\/><br\/>When the Taoiseach made his formal apology in February 2013, there was much debate about whether it was sufficiently good, sincere, etc.  At the time I stated I had been profoundly moved by what he had said.  However, the apology he gave was not to me; it was made on my behalf and that of others to the survivors and their families.  The litmus test of the Taoiseach's apology was the tenor of the response to it.  I was heartened, therefore, by reports which indicated that survivor advocacy groups had very much welcomed the apology.  With the passage of time, I have reached the view that the real litmus test of the veracity of the Taoiseach's apology is the robustness of the redress scheme delivered for the Magdalen survivors in our name.<br\/><br\/>Several Senators have referred to the position on HAA cards and a number of other issues which remain outstanding and continue to cause hurt to many of the survivors.  My experience and that of those who work directly with the women concerned is that the cards in question are desperately needed.  Magdalen survivors who already have medical cards cannot use them, particularly those in nursing homes and other institutions.  They are being informed that resources are not available and that waiting lists are too long.  This means that they cannot access care or treatment.  <br\/><br\/>The Minister of State referred to complementary therapies and indicated that he might perhaps look outside the legislation and consider the position on an administrative basis.  That is extremely difficult to accept because this matter relates to rights, not charity.  What we are discussing is that to which the women concerned are entitled.  This issue brings to mind the image of Lady Justice holding her scales.  For so much of the lives of the women concerned, the scales were balanced against them.  We must take it on ourselves to rebalance the scales and ensure justice is done.  I have heard some people speak against complementary medicine.  Many of the Magdalen survivors I have had the honour to meet have informed me about their sense of loneliness and isolation and complementary therapies could provide the healing and therapy they require.  They are so stressed and distressed that being touched by another person can be a hugely powerful experience.  I do not think we should underestimate or diminish the power of complementary therapies.<br\/><br\/>Mr. Justice Quirke recommended the establishment of an office for survivors.  I cannot speak strongly enough in favour of this suggestion, especially for those women who are still in the care of nuns and who need support and oversight.  People need to be appointed to work with, protect and support these individuals in the years to come.  <br\/><br\/>The Minister of State referred to nursing home regulations.  The reality is that many of the women concerned do not live in nursing homes.  What about those who avail of disability services?  They are not covered by the regulations.  These are some of the women about whom some of my colleagues and I are talking.  We need to cater for them in the legislation.<br\/><br\/>On the issue of capacity, the Bill is a step forward, but we are too long waiting in this regard.  There is a need to consider how we can ensure the women concerned can have a voice and access the money to which they are entitled.  Is it the case that we are allowing the clock to tick and that we are waiting for them to die?  When I was preparing for this debate, I came across a strong and powerful comment made by Mr. Colm O'Gorman at the launch of Amnesty International's In Plain Sight report when he said:<blockquote>But the focus cannot be purely on the past, as if this history has no relevance for our society now.  We must consider the degree to which this history reveals vital truths about the nature of our society today.  The past only becomes history once we have addressed it, learnt from it and made the changes necessary to ensure that we do not repeat mistakes and wrongdoings.<\/blockquote>I will be supporting the amendments Senator Marie-Louise O'Donnell intends to table on Committee Stage.  I still have questions about State involvement in and oversight of the Magdalen laundry system.  Did the relevant Department knowingly make efforts to deny or minimise the level of State involvement?  The UN Committee Against Torture made reference to this matter in 2011.  <br\/><br\/>I have outstanding issues with regard to the unnamed graves and about granting dignity to those women who died behind the walls of these institutions.  I do not think we can allow this opportunity to passd without commend the late Mary Raftery for her efforts to bring the issue of unexplained and unregistered deaths to the fore in her article entitled, &quot;Restoring Dignity to Magdalens&quot;, which appeared in <i>The Irish Times<\/i>in 2003.  The article in question was extremely powerful and I advise the Minister of State to take the opportunity to reread it.<br\/><br\/>As a society, by our silence we were complicit in the past.  We cannot be complicit again by remaining silent now.  We must ensure the women concerned obtain their rights.  This matter relates to their rights and I am not requesting that they be given anything extra.  However, they should be treated like royalty in view of everything they have done.  As a society, we cannot be complicit by remaining silent.  The Bill cannot pass through the Oireachtas unless it delivers full redress to the Magdalen survivors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#KK00100","speaker":"1171"},{"type":"speech","time":1424788200,"counter":137,"content":"<p>C&eacute;ad f&aacute;ilte romhat, a Aire St&aacute;it.  The Minister for Justice and Equality, Deputy Frances Fitzgerald, has indicated that she is aware of the criticisms of this legislation that have been levelled by Justice for Magdalenes Research, the National Women's Council, the Irish Council for Civil Liberties and Amnesty International.  These organisations are of the view that the Bill does not honour the promise made by the Government in June 2013 to implement in full all of Mr. Justice Quirke's recommendations for a Magdalen restorative justice scheme.  Before I detail the criticisms to which I refer in detail, I emphasise that we are talking about redress for inhuman and degrading treatment, the arbitrary deprivation of liberty and forced labour.  I further emphasise that we are talking about a scheme designed to persuade the victims to accept less than the full effective remedy, to which they would otherwise be entitled under law, in the interests of saving the State the potential expense to which it would be exposed should each individual victim take her case to court.  That is, by definition, what an <i>ex gratia<\/i>scheme is: a reduced remedy in exchange for comparative speed and certainty of outcome.  The women who have received their lump sum compensation payments and pensions under the <i>ex gratia<\/i>scheme have agreed not to sue the State in exchange for the full redress package recommended by Mr. Justice Quirke.<br\/><br\/>The first set of criticisms levelled relates to sections 2 and 3 of the Bill which provide for supplementary health care for the victims.  Mr. Justice Quirke did not recommend that those who had signed up to the Magdalen scheme should be entitled to ordinary medical cards.  He went much further than this.  His actual recommendation, to be found on page 7 of his report, is that Magdalen women should have access to the full range of services currently enjoyed by holders of the Health (Amendment) Act 1996 card, also known as the HAA card.  Notwithstanding the provisions in section 3 which amends the relevant provision contained in section 53C of the Health Act 1970, the nature of Mr. Justice Quirke's recommendation is the reason the survivors expected to see legislation in that particular form and explains why they are alarmed that it is not reflected in what the Minister for Justice and Equality has produced.  In their view, the full list of services available to HAA cardholders are not provided for in the Bill.  Under the regulations relating to the HAA card and, therefore, Mr. Justice Quirke's recommendation, holders are entitled to private GP services.  HAA cardholders are also entitled to any and all prescribed drugs, including high tech drugs, medicines, aids and appliances; any and all chiropody or podiatry services, without the need for a referral from a GP or registered nurse; complementary therapies; and counselling services which are to be made available without restriction and without the need for GP referral.  HAA card eligibility also contemplates comprehensive dental care, including access to private dentists, and audiology services from private practitioners where services are not available within the public health service; access to dedicated liaison officers to help to obtain optimum home nursing and home support services; enhanced ophthalmic services, beyond those restricted services available to ordinary medical card holders; and access to private physiotherapy services.  As I understand it, having again reviewed the list and the Bill's provisions in the light of the Minister's assertions to the contrary, all of the services to which I refer are not provided for under the terms of the Bill.<br\/><br\/>The next set of concerns relates to the Bill's failure to make any provision for the appointment of care representatives under the Nursing Homes Support Scheme Act 2009.  This is required in order that applications may be made to the redress scheme on behalf of those survivors who lack full capacity in order to ensure their payments will be secured, protected and used exclusively for their benefit in a regulated manner and with judicial oversight.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Trevor &Oacute; Clochartaigh\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Trevor &Oacute; Clochartaigh\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This recommendation is crucial, given that there have been allegations that some of the women may have had their lack of capacity exploited in order that their institutional carers or others would realise financial benefit from their compensation packages and pension payments.  I do not know whether there is substance to these allegations, but legislative provisions providing protections against this very possible outcome should have been in place long before now, given that a significant number of the survivors lack full capacity and many are still institutionalised in nursing homes or hostels run by the religious order responsible for the Magdalen laundries in the first place.  The Minister has said this will all be provided for in the forthcoming Assisted Decision-making (Capacity) Bill.  Survivors expected specific and dedicated provision in this legislation, for avoidance of doubt.<\/p><p>The final area of concern is with respect to pension provision, and the fact that the Bill utterly fails to implement in full, as promised, the Quirke recommendation on the State contributory pension.  The current scheme provides the women with the State contributory pension backdated to August 2013 only.  However, Mr. Justice Quirke recommended that the survivors should, as a consequence of redress scheme measures, find themselves \"in the position that they would have occupied had they acquired sufficient stamps to qualify for the State contributory pensions\".  This would require the back-dating of pension payments to each woman's retirement age.  Anything less is unacceptable.  I ask the Minister to bring forward amendments on Committee Stage in acknowledgment that this was indeed stipulated by Mr. Justice Quirke.<\/p><p>Even if this Bill entirely fulfilled the terms of the Quirke recommendations to the letter, as promised to these women in 2013, it still would not be enough to ensure justice is done.  The redress scheme the judge recommended was, by definition, limited to the mandate imposed upon him by the Government, and related to the inherent limitations of the McAleese interdepartmental inquiry.  We need to establish a full commission of investigation, as was done for the victims of residential institutions and mother and baby homes.  T&aacute; s&uacute;il agam go dtiocfaidh an Aire ar aghaidh le leasuithe, mar t&aacute; m&eacute; cinnte go dtiocfaidh muidne, mar Sheanad&oacute;ir&iacute;, ar aghaidh le leasuithe, agus go mbeidh an Rialtas s&aacute;sta glacadh leo sin le go nd&eacute;anfar an rud ceart do na mn&aacute; seo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#KK00200","speaker":"1122","continuing":true},{"type":"speech","time":1424788200,"counter":139,"content":"<p>I welcome the Bill.  The points made by my colleague, Senator &Oacute; Domhnaill, are particularly worthy of support and the delivery of them here, without any hyperbole, in a calm manner, is exactly how we should conduct our business in this House.  It is a great opportunity for the Seanad to give expression to the wishes of the Magdalen women and the Labour Party and Government are very keen to do it.  There is a distance between what the Bill says and what people believe the Bill says, and this is where the main concerns arise.  Several speakers have pointed out, with varying degrees of heat, the disparity between the Health (Amendment) Act 1996 and what is in the Bill.  In fact, the wording of both is exactly the same, word for word, apart from section 2(1)(f) in the Health (Amendment) Act, which specifically references hepatitis C sufferers.  I cannot see where there can be any ambiguity.<\/p> <p>While operational difficulties surround the administration of all medical cards and, because of the nature of the system, individuals will experience difficulties at the interface between the services, we are dealing only with legislation, and we must confine ourselves to it.  It cannot be disputed that the wording of section 2 of the Bill is the same as that in section 2 of Health (Amendment) Act 1996.  It is written there.  Any legislator who disputes it is wilfully misunderstanding it because the legislation is clear.<\/p> <p>There are other areas in which we could extend a little more generosity and we will seek to do so and will talk to the Minister.  We have invited some representatives of the Magdalen groups here later this week.  We will invite all my colleagues here in the Seanad to get clarity before Committee Stage, which will be taken next week.  The difference in many areas between what is in the Bill and what is understood to be in the Bill is a matter of language and interpretation as opposed to the actual content of the Bill.  I will have a great deal more to say about this at a later time.  In the past several months I have done much work on it and talked to many people.  I have some other concerns that are probably best expressed on Committee Stage.  I appeal to our colleagues to confine the debate to the legislation before us.  This topic is very emotive.  The State has perpetrated a grave injustice on these women from the foundation of the State, and it dates back to before it.  Although it is probably right that emotion become entwined with the legislation, as legislators we must coldly look at what is before us.  What I see is a Bill which is not a great distance from what the survivors of the Magdalen laundries seek.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#LL00200","speaker":"1117"},{"type":"speech","time":1424788200,"counter":140,"content":"<p>The Minister may define the Act as he wants.  I define it in my way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#LL00300","speaker":"1170"},{"type":"speech","time":1424788200,"counter":141,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  On first reading, the Minister makes a very plausible argument and if one were unaware of the detail of the Bill as proposed, one would conclude that it is a pretty good piece of legislation.  However, as has become evident, there are serious flaws inherent in the Government's good intentions.  While Fianna F&aacute;il supports the Bill broadly, concerns have been expressed.  Maeve O'Rourke of Justice for Magdalenes Research, JFMR, has said:<blockquote><br \/><br \/>This draft legislation does not meet Judge Quirke's recommendation on healthcare for Magdalene women.  [From the Minister's statement, one would say the Government had implemented all the Quirke recommendations in full.]  It is an obvious and unacceptable paring back of what the Government promised as part of the women&rsquo;s redress package.  Judge Quirke could not have been clearer in recommending that each woman should receive a card entitling her to the full range of health services provided to State-infected hepatitis C survivors under the HAA card scheme.  Instead, the Bill promises little more than the regular medical card, which most of the women already have.<\/blockquote>Dr. Katherine O&rsquo;Donnell of JFMR said:<blockquote>The women who have received their lump sum compensation and pensions have promised not to sue the State in exchange for the full redress package recommended by Judge Quirke.  [Here is the rub.  They have promised not to sue the State if the full redress package is implemented.]  However, this legislation is in clear breach of the women's legitimate expectations and puts those waivers on shaky ground.<\/blockquote>This should be of concern to the Government.<br\/><br\/>Another criticism is that, without explanation, the Government has ignored Mr. Justice Quirke's recommendation to extend the Nursing Homes Support Scheme Act 2009 to Magdalen women who lack full capacity.  The Bill, as currently proposed, is a further denial of the rights of women survivors of the Magdalen laundries in that it undermines the scheme as proposed by the Quirke report which provided only minimal recognition for the abuse women suffered and that a particular area of concern is the denial of full pension entitlements for the women.  Although Mr. Justice Quirke clearly recommended that the women should be treated as if they had made full pension contributions, the Government is refusing to backdate the pension entitlements for women.<br\/><br\/>The charges that have been made against the Bill are very serious, and the Minister is already aware of them.  Perhaps he is formulating a response and it will be interesting to hear what he has to say.  The charges are very specific and focused and the overall thrust of the criticism is that the Government broke its promise, notwithstanding that everybody appreciated the heady days of the Taoiseach's apology.  This applies particularly to women who had to leave the country for economic reasons having gone through the torture and trauma of a Magdalen laundry experience.  Many of them returned and I well remember the day on which many of them appeared outside the gates of Leinster House, were in tears and said they had never thought they would see the day when a Taoiseach would stand up in the national Parliament and apologise in public on behalf of the Irish people.  It is a long way from then to now.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Paschal Mooney\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Paschal Mooney\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I can understand the distress the survivors are experiencing following on that experience, when they believed all the loose ends had been tidied up and all the promises would be implemented.  Although all the right noises were made, several years later the position is there has not been a totally adequate response from the Government in this regard.<br\/><br\/>Before I conclude, I wish to put one or two other points on record to which the Minister of State perhaps can respond.  While I understand there are more than 1,000 survivors of the Magdalen laundries, the Minister of State stated that almost 90% of applications out of 776 have been received so far and that he anticipates a small number of further applications will be received.  I remember that at the time, there was widespread advertising among the Irish diaspora, particularly in England through the <i>Irish Post <\/i>and <i>Irish World<\/i>newspapers and through the Irish Embassy.  Is the Minister of State satisfied that everybody has been identified and notified at this stage?  Have a small number of people fallen through the net?  Are there some people who may not know about these provisions and about the redress scheme?  In the context of top-up pension payments, will this affect those Irish living in England in particular who already are in receipt of State pensions from the United Kingdom Government?  Will such a top-up affect their payments in any way?  It appears as though this will not be means-tested here in Ireland but will be given to people as a top-up payment.<br\/><br\/>I will make one final and rather interesting point in the context of the history of the Magdalen laundries and I thank the Acting Chairman for her indulgence.  I had grown up believing, particularly in recent years when this issue broke into the public domain, that the Magdalen laundries were homes for those families that literally had turfed out their daughters who had become pregnant.  Yet, I am pleased to learn that only a minority of cases related to girls or women rejected by their families for having a child.  I often remember, whenever this issue about pregnant Irish pregnant girls being turfed out by their families came up, that my late father used to rail against it.  He used to say that in rural Ireland, there was much greater sympathy and understanding within families than often was reported and subsequently has been reported in the media.  I thought I would make that rather interesting historical point, namely, only a minority of cases related to women or girls rejected by their families for having a child out of wedlock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#LL00400","speaker":"1128","continuing":true},{"type":"speech","time":1424788200,"counter":143,"content":"<p>I welcome the Minister of State to the House and am grateful for the opportunity to speak on this debate.  I was present in the D&aacute;il when the Taoiseach made that emotional apology to those women who spent time in Magdalen laundries and felt an immense pride and hope that day, as I saw the expressions of joy and relief on the faces of the women who were present.  Consequently, I am absolutely dismayed that all Members are reading through the e-mails with which I am sure everyone has been bombarded and has received in recent weeks on how unhappy the women are with the situation.  I too join in the calls for the Minister to examine some of the amendments and discussions arising here because I believe all Members essentially are coming up with the same points as to the items that must be considered.  I will make three points, the first of which is on the issue of medical cards.  This appears to be a huge bone of contention and must be examined.  Women who have ordinary medical cards - as many of them already do - cannot access the equipment and other services due to waiting lists and exhausted budgets.  On reading all of these messages and having spoken to women who have contacted me, I agree they should get an enhanced system and should be entitled to all the supports needed.  In addition, those women in nursing homes should be considered as some have reported to me they now are being neglected and cannot get the equipment they need on their medical cards.  They end up either paying for it from their own savings or not getting it at all.<\/p> <p>Another major issue that has been brought to my attention and about which I am very concerned is the lack of oversight and support for the survivors as has been reported.  The Quirke report proposed that an office be set up to support the women and while I acknowledge that an office has been set up to support them from a financial perspective, I do not refer to monetary matters but to an office to offer support and help to women.  I am calling for something like that to be set up to support the women because such supports are vital to ensure the women have somewhere to which to turn to have their needs understood by those who can help them because they are all of an advancing age.  In this context, I note that Caranua was set up for industrial school survivors and something must be put in place to take action on behalf of these women.<\/p> <p>Almost everyone has referred today to the plight of people with intellectual disability.  The delay in bringing forward the Assisted Decision-Making (Capacity) Bill 2013 has had a huge impact on those women who have intellectual disabilities or mental health issues and are not in a position to apply themselves for funds.  This is an issue that must be examined on Committee Stage because as matters stand and given the way this is going through in the Bill, these women will be dead before anything gets sorted out.  It is highly unfair that those in need of the most are being made to wait the longest.  I concur that some of these issues should be examined on Committee Stage because Members on both sides of the House all are singing from the same hymn sheet that something must be done and areas of this legislation must be reconsidered.<\/p> <p>In conclusion, it never will be possible to compensate these women for what happened to them and the shameful way in which they were treated.  However, Members owe it to them to ensure they have the highest level of comfort, support and services and to do everything that can be done for them now.  Senator Craughwell mentioned that he had worked in or visited a Magdalen laundry.  Magdalen laundries were present in part of the schools to which one would go and one could hear stories.  In addition, on looking at the film, \"The Magdalene Sisters\", it is absolutely appalling.  I am delighted that in some schools, particularly convent schools, English teachers are using it and are bringing this forward because younger people should be educated on this issue.  They should be shown what did happen, how ashamed we are that this was allowed to happen in our country and that it will not continue.  As I stated, I was present and met the women on the day the Taoiseach stood up in the D&aacute;il Chamber to apologise to them.  It was an absolutely wonderful moment and I feel strongly about how Members now are obliged to find out precisely how unhappy the women are about the whole situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#MM00200","speaker":"1174"},{"type":"speech","time":1424788200,"counter":144,"content":"<p>I thank the Minister of State for his attendance.  All Members have looked forward to this legislation and to going the full way towards taking care of the Magdalen survivors.  This truly is what the Seanad is for and having listened to Senator Moran, thank goodness most of these ladies still are around because Members can take action now and all parties can come together.  I beg Senator Gilroy's pardon but I will be emotional because Members are dealing with elderly, frail, tired, vulnerable and frightened people.  Senator Mooney quoted Maeve O'Rourke's words that this draft legislation does not meet the recommendation made by Mr. Justice Quirke.  How did this Bill get as far as the Seanad?  In common with my colleagues, I am calling for justice to be done to honour the promise made by the Government in June 2013.  I apologise to the Minister of State for looking up at the ceiling but this is a small group of people and Members cannot stand here and not give them everything they need.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Ann O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2389\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Mary Ann O'Brien\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2389&amp;amp;pid=MaryAnnOBrien&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Mary Ann O'Brien\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Mr. Mark Kelly of the Irish Council for Civil Liberties stated:<blockquote><br \/><br \/>The UN Committee Against Torture (CAT) has made clear that this means that funding must be provided to restore, as far as possible, their independence and their full inclusion and participation in society.  CAT has made crystal clear that this obligation &lsquo;cannot be postponed&rsquo;.....<\/blockquote>As Senator Mary Moran said, let us not postpone anything because the women concerned are elderly.  The Government must act to honour its promise to the Magdalen women in line with our international human rights obligations.<br\/><br\/>Mr. Colm O&rsquo;Gorman of Amnesty International Ireland said: <blockquote>Truth and justice have still not been provided to victims of human rights violations in the Magdalene Laundries.  That the Government continues to assert that the McAleese interdepartmental inquiry was a comprehensive investigation is shocking.  The Restorative Justice Scheme proposed by Justice Quirke and accepted by the Government did not even meet the human rights requirements of an effective remedy, but was seen as a welcome step by survivors.<\/blockquote>We are not pleasing the survivors by introducing the legislation we are debating and I know that we will have to table serious amendments to it.  I know that the Independent Members will support them.  We must ensure the survivors get what they need and what they want.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#MM00300","speaker":"1169","continuing":true},{"type":"speech","time":1424788200,"counter":146,"content":"<p>I welcome the Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in.  I thank him for bringing forward this Bill which is a major step in providing redress for the women who were in the Magdalen laundries.  Nothing was done for them, even though they had suffered for decades.  The Government has now faced up to the issue and the Bill should be seen in a positive light and as a good step in dealing with the issue.<br\/><br\/>The Minister of State has outlined what is included in the Bill.  Among the services included are GP services; prescribed drugs; medicines; dental services; home help services; nursing services; counselling services; and a range of others to include chiropody and physiotherapy.  The impression has been given that it was proposed to exclude a great many services.<br\/><br\/>The Bill provides for an exemption from charges for acute inpatient services.  It also provides that<i>ex-gratia <\/i>payments are not to be taken into account when the women concerned are being assessed for the nursing home support scheme.  It makes provision to support those who are now living abroad by having a specific point of contact for them in the HSE.  <br\/><br\/>There was reference to the fact that the Bill did not provide for the provision of care for those who did not have the capacity to make the necessary applications.  The Minister of State has said the women concerned are already covered by section 21 of the Nursing Homes Support Scheme Act 2009 which provides for the appointment of a care representative.  There is provision in separate legislation, the Assisted Decision-Making (Capacity) Bill 2013, which has already been brought before the D&aacute;il.  Many of the issues raised are covered by legislation.  However, there are areas of concern that we need to discuss, but we need to be positive that the right decisions have been made in the Bill.  This issue was ignored for too long, but now we have a positive to show that we care and are taking account of the issues raised.  The Minister of State has provided a comprehensive overview of the Bill.  Of course, we must deal with the issues raised by Members, but let us acknowledge that the Bill is a positive step forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#NN00400","speaker":"1150"},{"type":"speech","time":1424788200,"counter":147,"content":"<p>On behalf of the Minister for Justice and Equality, I thank Senators for their comments on the Bill, the purpose of which is to implement the recommendations made in the report of the Magdalen Commission which was chaired by Mr. Justice Quirke.  The Bill relates to medical card and health service provision for the women concerned.  The recommendations in this regard are contained on page 35 of Mr. Justice Quirke's report.  The Bill provides fully and comprehensively for the health services recommended by him.  I ask Senators to read the report, in particular page 35, if they are in any doubt about what the Government is doing about it.  I will list the health services recommended which include GP, medical and surgical services, drugs, medicines and surgical appliances, nursing services, home help services, dental, ophthalmic and aural services, counselling services, chiropody and physiotherapy services.  With regard to GP services, the women concerned will be able to choose any registered GP, not just one contracted to the HSE under the normal medical card scheme.  The choice will rest with them.  The Bill also provides them with an exemption from charges for acute inpatient services, as recommended by Mr. Justice Quirke.  Furthermore, it provides that payments to them arising from the scheme of <i>ex gratia<\/i>payments will not be included in any financial assessment of means under the Nursing Homes Support Scheme Act 2009.  This is fully in accordance with the recommendations of Mr. Justice Quirke.<br\/><br\/>The other services Mr. Justice Quirke recommends in his report are also being provided in full, but these elements do not require further legislation and, therefore, do not form part of the Bill.  The fact that this is not included in the Bill does not mean that it is not being done.  These other services are included in the scheme of<i>ex gratia <\/i>payments to women who were in the institutions which provides that the women concerned are eligible for a payment of between &euro;11,500 and &euro;100,000, depending on length of stay.  To date, decisions have been made on 86% of the 776 applications received, while &euro;18 million has been paid to date.  There is provision for pension-type top-up payments of &euro;100 weekly for those under pension age and up to &euro;230 weekly when aged 66 years or over, depending on other State payments.  These payments are already being made by the Department of Social Protection.  <br\/><br\/>The women concerned are already covered for the appointment of a care representative under section 21 of the Nursing Homes Support Scheme Act 2009.  Mr. Justice Quirke recommended provision be made for a mechanism whereby a person could be appointed to act in the best interests of a woman where she lacked the capacity to do so.  This is being done through the Assisted Decision-Masking (Capacity) Bill 2013 which is awaiting Committee Stage in the D&aacute;il.  The Minister for Health has also agreed that, given the wide variation in health services in different countries, the issue of access to equivalent medical services for participants living abroad will be dealt with on an administrative basis by the HSE, as appropriate to the specific circumstances of the individual and the health system in her country of residence.<br\/><br\/>We are dealing with two elements.  There is a significant level of emotion when we discuss this issue  I have heard the statements and public comments made by Members of the Oireachtas.  I know that Members are coming from a position of compassion and caring in deaing with the injustice done to the women who were in the Magdalen laundry system, but in all honesty some of the statements m ade are not in keeping with the facts.  Nothing was done about the issue by previous Governments which refused to touch it and would not go near it.  The Government is implementing in full the recommendations made in the report of Mr. Justice Quirke, on which we need to work together.  The whole sorry saga reeks of Ireland's attitude to women as second-class citizens which, in many instances, continues to this day.<!--\/p--><!--p><span class=\"speaker_continuing_label\">(Speaker Continuing)<\/span><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2301\"><img src=\"..\/images\/info.gif\" border=\"0\" alt=\"Information on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2015&amp;amp;month=02&amp;amp;day=24\"><img src=\"..\/images\/zoom.gif\" border=\"0\" alt=\"Zoom on Aodh&aacute;n &Oacute; R&iacute;ord&aacute;n\"\/><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are many aspects of our laws, legislation and provisions in the Constitution that need to be challenged.  Members of this House need to assist Members of the other House in continuing to challenge mechanisms, legislation and realities in society that keep women, effectively, as second class citizens.  In the other House, of which I am a Member, 86% of its membership is male which has a massive implication on the type of legislation and budgetary measures passed by this House.   <\/p><p>I wish to mention a second matter, and give credit to this House in regard to this matter, namely, our love affair with the institutionalisation of people.  That ranges from people with mental issues in the past, from the Magdalen laundries to the mother and baby homes, to industrial schools and our common cause in this House - the issue of direct provision.  We have a lot of issues to deal with.  On the issue of women's rights, we still have a huge amount to achieve and also in terms of our love affair with institutionalisation.<\/p><p>I cannot let this opportunity pass without clarifying, as Senator Gilroy quite accurately did in his contribution, that the Quirke report is being implemented in full.  There can be a political temptation to try and find the negative in every piece of legislation but I appeal to Senators to look at the Bill as it actually is.  If one compares it with the Quirke report one will find, in all fairness and taking away the temptation to turn this matter into a political football, that the Government is implementing the Quirke report in full and that is why I commend the Bill to the House.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#NN00500","speaker":"1018","continuing":true},{"type":"speech","time":1424788200,"counter":149,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO00200","speaker":"1171"},{"type":"speech","time":1424788200,"counter":150,"content":"<p>Can we reply?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO00300","speaker":"1170"},{"type":"speech","time":1424788200,"counter":151,"content":"<p>No.  Senators will have plenty of time to debate the legislation on Committee Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO00400","speaker":"1171"},{"type":"unspoken","time":1424788200,"counter":152,"content":"<p>Question put and declared carried.<\/p>"},{"type":"speech","time":1424788200,"counter":153,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO00600","speaker":"1171"},{"type":"speech","time":1424788200,"counter":154,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO00700","speaker":"1150"},{"type":"unspoken","time":1424788200,"counter":155,"content":"<p>Committee Stage ordered for Tuesday, 3 March 2015.<\/p>"},{"type":"speech","time":1424788200,"counter":156,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO00900","speaker":"1127"},{"type":"speech","time":1424788200,"counter":157,"content":"<p>At 10.30 a.m. tomorrow morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015022400002#OO01000","speaker":"1150"},{"type":"unspoken","time":1424788200,"counter":158,"content":"<p>The Seanad adjourned at 6.25 p.m. until 10.30 a.m. on Wednesday, 25 February 2015.<\/p>","notice":"TIME STRING DETECTED"}]