[{"type":"minorheading","content":"Prelude","time":1443691800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1443691800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1443691800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1443691800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1443691800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#A00100"},{"type":"speech","time":1443691800,"counter":6,"content":"<p>I have notice from Senator Kathryn Reilly that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the position on the project to provide permanent accommodation for the Holy Family school, Cootehill, County Cavan, and if funding will be made available to construct the school.<\/blockquote> <p>I have also received notice from Senator Thomas Byrne of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the position on the purchase of a site for St. Peter&rsquo;s national school, Dunboyne, County Meath.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion and they will be taken now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1443691800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#A00300"},{"type":"minorheading","content":"Schools Building Projects Status","time":1443691800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#A00350"},{"type":"speech","time":1443691800,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Sean Sherlock.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#A00400","speaker":"1120"},{"type":"speech","time":1443691800,"counter":10,"content":"<p>I welcome the Minister of State to the House.  The Holy Family school in Cootehill is very much still in limbo with regard to funding for the provision of new school accommodation.  I seem to have received the same reply every time I have raised this issue since I became a Member of the House.  There does not seem to be any commitment to make financial provision for this project.  This year alone I raised this matter on the Commencement on 11 June and 25 June.  I wrote a letter to the Minister in July and received a response dated 8 July.  The stock answer from the Department seems to be that priority is afforded to where population growth has been identified and the education system faces a demographic challenge.<\/p> <p>The Holy Family school in Cootehill caters for people with severe and profound learning disabilities, moderate and multiple learning disabilities and autism.  This September the student population increased once again.  The school's figures have continued to rise in recent years and it has already had to move the goalposts repeatedly to cater for the demand for places every year.  What needs to happen in order that this project can finally get funding?  What is the definition of demographic need or population growth?<\/p> <p>These parents do not have the luxury to pick and choose where to send their children.  The catchment area for the school is beyond a parish or town and even beyond the county.  It serves a number of counties and parents must send their children there to receive the high standard of education and care which the teachers and staff provide.  This is a particular demographic with a very real and pressing need.  The growth in demand for places every year is very real.  The need for wheelchairs and other specialised equipment in use in the school must be considered.  Current space is used to its maximum capacity and it is unfair on those children to be taught in this environment.<\/p> <p>The teachers, staff and parents are doing their best, but it is time for the Department to intervene in a very real way.  This week the Government announced capital funding for education.  Speaking on the budget in the Seanad yesterday, the Minister of the Public Expenditure and Reform, Deputy Brendan Howlin, mentioned health, education and social protection and stated, \"Our commitment to our citizens in these areas requires that we consider these trends into the future and make plans accordingly.\"  He later spoke about \"our prioritisation of special education needs\".  It is very clear the Government needs to put its money where its mouth is and use the capital funding allocated for education to provide new accommodation for this school and its students.  The need is there as is the trend, and according to the Government, so is prioritisation.  I respectfully ask that funding be put in place once and for all or that we have clarity on when funding may be made available.  It is not included in the five-year construction plan, but we now have this capital funding together with the emphasis on special educational needs and the trends and demographic growth.  The school will not be able to cope much longer if more students keep coming.  It needs new accommodation as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#A00500","speaker":"1155"},{"type":"speech","time":1443691800,"counter":11,"content":"<p>I am taking the debate on behalf of the Minister, Deputy Jan O'Sullivan.  I thank Senator Reilly for raising the issue as it provides us with the opportunity to clarify the current position in relation to the major capital project for Holy Family Special School, Cootehill, County Cavan.  The Senator will be aware of the demographic challenge facing the education system in the coming years.  Primary enrolments, which have already risen substantially in recent years, are projected to rise by almost 25,000 pupils by 2017 and will continue to rise to a peak of over 574,000 in 2018.  In order to meet the needs of our growing population of school-going children, the Department must establish new schools as well as extending or replacing existing schools in areas where the most significant demographic growth has been identified.  The delivery of these new schools, together with extension projects to meet future demand, remains the main focus of the Department's budget for the coming years.<\/p> <p>Holy Family School, Cootehill, is a multi-denominational special needs school catering for pupils aged four to 18 years with moderate learning disabilities, severe or profound learning disabilities, and pupils with autism.  Enrolments at the school for 2015-16 are 155 pupils, representing an increase of 24% over the past five years.<\/p> <p>The brief for the project for Holy Family School, Cootehill, is to provide a new 21-classroom special school and appropriate ancillary accommodation.  Planning permission, fire safety certification and disability access certification have already been obtained for this project on the basis of the original brief for a 21-classroom school.  In order to complete design stages of the project it was necessary, earlier this year, to appoint a replacement mechanical and electrical engineer to the design team.  However, a recent request to increase the brief to provide for an additional five permanent classrooms has been submitted by the board of management.  A more detailed report on this proposed increase to the brief has been requested by the Department and, upon receipt, this proposal will be considered in the context of the potential impact on the progress of the current project.  While the Department is positively disposed towards the increase, the additional five classrooms will, if approved, require an additional planning application and this will need to be further discussed with the school.<\/p> <p>Thereafter, subject to no further issues arising, the project will progress to the conclusion of stage 2b, detailed design, with the completion of tender documents.  Due to competing demands on the Department's capital budget imposed by the need to prioritise the limited funding available for the provision of additional school accommodation to meet increasing demographic requirements, it was not possible to include this project in the five-year construction programme announced in 2012, as Senator Reilly acknowledged in her submission.  However, school building projects, including the Holy Family School project, which have been initiated but not included in the 2012 five-year construction programme will continue to be progressed to final planning stages in anticipation of the possibility of further funds being available to the Department in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00100","speaker":"979"},{"type":"speech","time":1443691800,"counter":12,"content":"<p>I thank the Minister of State for taking this Commencement matter.  In the response it was mentioned that there was a 24% increase this year over the past five years.  This would meet the criteria of trying to deal with significant demographic growth.  I mentioned in my own contribution that because demand keeps rising, the school has to keep changing the goalposts.  It was mentioned that a brief to provide for an additional five permanent classrooms has been submitted by the board of management.  The school has been waiting so long for the new building that it has had to keep making changes because there is so much demand.  Could the Minister of State press upon the Minister for Education and Skills the need to have funding provided as soon as possible?  I hope this could be prioritised for the capital plan funding announced the other day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00200","speaker":"1155"},{"type":"speech","time":1443691800,"counter":13,"content":"<p>I acknowledge the request and will speak to the Minister about the points Senator Reilly has raised.  It has been acknowledged that enrolments have increased by 24% over the past five years, which has necessitated an additional request for accommodation.  It is fair to acknowledge that the Department is in contact with the board of management and I will raise the matter in person with the Minister, Deputy O'Sullivan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00300","speaker":"979"},{"type":"minorheading","content":"Site Acquisitions","time":1443691800,"counter":14,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00350"},{"type":"speech","time":1443691800,"counter":15,"content":"<p>I think the Minister of State is a Minister of State in the Department of Education and Skills.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00500","speaker":"1116"},{"type":"speech","time":1443691800,"counter":16,"content":"<p>No, I am a Minister of State at the Department of Foreign Affairs and Trade.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00600","speaker":"979"},{"type":"speech","time":1443691800,"counter":17,"content":"<p>That is a pity.  He was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00700","speaker":"1116"},{"type":"speech","time":1443691800,"counter":18,"content":"<p>I was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00800","speaker":"979"},{"type":"speech","time":1443691800,"counter":19,"content":"<p>Apologies.  I am raising an issue about a school.  It is the second time the Cathaoirleach has allowed me to raise this issue about the purchase of a site for St. Peter's national school in Dunboyne.  It is a pity I am here a year later because it is not just this year, it is over ten years at this stage.<\/p> <p>St. Peter's national school is the first Church of Ireland denominational school established since the foundation of the State.  It plays a very important role in an area of severe demographic pressure in Dunboyne.  It caters for people from all over south Meath and students from west County Dublin.  I spoke to Senator Barrett, who is a member of that parish.  He was unable to stay for the debate but he is certainly aware of the issue and is also putting on pressure.  We really need to know what is happening.  The parents are very frustrated.  They are in very cramped accommodation on a very dangerous piece of road in the village, in a completely unsuitable situation.<\/p> <p>There seem to be huge difficulties with the purchase of a site in terms of what sites in the area are zoned for educational use.  If the Department cannot very quickly secure one of those sites, it will have to look somewhere else.  What seems to be happening is that the small number of people who have educationally-zoned sites are playing extreme hard ball with the Department and it is about time the Department decided to put the interest of the students first, which I know is their interest, and find a suitable site for them somewhere, in conjunction with Meath County Council.<\/p> <p>This matter is going on too long.  The parents are in limbo.  They do not know what is happening.  They want their school and they are entitled to it.  I do not get too many calls nowadays about schools because many schools were built by the previous Government and by this Government, which we are happy to see.  It is very unfair on this school, which is relatively small but which serves a very important demographic.  They need their site and they need to be up and running and then left to do their own thing, which is teaching their children and bringing them up as good citizens of this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B00900","speaker":"1116"},{"type":"speech","time":1443691800,"counter":20,"content":"<p>Again, I am taking the matter on behalf of Deputy Jan O'Sullivan, the Minister for Education and Skills.  At the outset, I acknowledge that this issue was raised by the Senator a year ago and I acknowledge the frustration of the school community, which has high expectations of delivery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B01000","speaker":"979"},{"type":"speech","time":1443691800,"counter":21,"content":"<p>On a point of order, can we get a copy of the script?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B01100","speaker":"1116"},{"type":"speech","time":1443691800,"counter":22,"content":"<p>I will continue to deliver, if that is okay?  The Senator might want to check against delivery, but the school is currently located on a temporary basis on a site owned by the patron.  In the context of increased constraints on the school's temporary site, the Department recognised the need for the acquisition of a suitable alternative site to provide a permanent location for the school.  A potential site was identified and following on from a favourable assessment of the site's suitability, the Department opened negotiations with the landowner.  Despite the best efforts of the Department and a significant investment of time in the negotiations, these ultimately proved unsuccessful.<\/p> <p>Officials from the Department have since worked closely with officials from Meath County Council towards identifying an alternative permanent site to meet the needs of St. Peter's Church of Ireland national school.  In general, the first step in a site-acquisition process is the identification of a number of suitable sites by the relevant local authority.  The identified sites are then technically assessed on a joint basis by officials from the local authority and from the Department.  Subsequent to this, a valuation of the preferred site is procured and negotiations with the landowner are opened.  Such negotiations may encompass the resolution of complex technical issues and in that context can, at times, be lengthy.<\/p> <p>Once agreement in principle with the landowner has been reached, the legal conveyancing process commences.  The Senator will appreciate that due diligence must apply in relation to any site acquisition and in that context the process can at times be protracted if complex issues emerge.  In this instance, a number of site options were identified by Meath County Council.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2163\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2163&amp;amp;pid=SeanSherlock&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These were comprehensively assessed and the preferred site option in terms of technical feasibility and suitability for development has been identified.  Department officials are in regular contact with officials in Meath County Council, and the acquisition of this preferred option is being actively progressed.  The Minister appreciates that the process has taken some time, but assures the Senator and those concerned that officials are working to acquire a suitable site as soon as possible for the benefit the school community.<\/p><p>Given the commercial sensitivities associated with land acquisitions generally, the Minister is not in a position to comment further.  However, the acquisition of a new site for the school is a priority for the Department, and the patron body will be informed of the location for the school as soon as possible.  The Minister thanks the Senator for raising the matter and giving her the opportunity to outline to the Seanad the current position regarding the acquisition of a site for St. Peter's Church of Ireland national school in Dunboyne.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#B01200","speaker":"979","continuing":true},{"type":"speech","time":1443691800,"counter":24,"content":"<p>It reminds me of the school situation that brought me into politics - namely, the Laytown schools crisis in 2006, when there was no site and almost 1,000 pupils were affected.  The Department bought the site and did the deal, even though landowners were playing serious hardball and causing immense difficulties.  While I do not know what is happening with the discussions, they are taking an inordinate length of time.  It appears, from the word on the ground, that the sites the council has identified are unavailable.  If this is the case, let us look elsewhere for a proper, suitable site for the school.  The Minister's response brings us no further forward.<\/p> <p>Neither I nor anybody from the school community, nor any political representative, wants to get involved in the commercial negotiations.  They are not a matter for us.  However, we must give some expectation to parents that it will be brought to a conclusion.  If it is to be a negative conclusion regarding the sites the council has identified, let the Department reach that conclusion and at least let us know, and then find a different site.  What has been happening so far is not working.  The Minister must be made aware of it.  It is the first Church of Ireland school to open since the foundation of the State and it should be, and is, a cause of pride for the school community and the whole community of south Meath and west Dublin.  The school needs its place, and it is unfair that it has been left until last, which is my reading of the situation as I look at schools throughout County Meath.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#C00200","speaker":"1116"},{"type":"speech","time":1443691800,"counter":25,"content":"<p>While the Senator has not said anything unreasonable, to be fair, the Department is in discussions with Meath County Council and recognises the need to acquire a suitable alternative site.  A process is under way.  The Senator stated that the potential alternative sites may not be available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#C00300","speaker":"979"},{"type":"speech","time":1443691800,"counter":26,"content":"<p>This is what we hear on the ground.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#C00400","speaker":"1116"},{"type":"speech","time":1443691800,"counter":27,"content":"<p>The process under way for the acquisition of sites, which involves the Department liaising with the relevant local authority, is a process that has delivered sites and new builds, and we must have some confidence in it.  The Senator's point about the inordinate length of time it is taking is well made, and I will convey it to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#C00500","speaker":"979"},{"type":"unspoken","time":1443691800,"counter":28,"content":"<p>Sitting suspended at 10.55 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Visit of Taiwanese Delegation","time":1443691800,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00100"},{"type":"speech","time":1443691800,"counter":30,"content":"<p>Before I call the Leader, I am sure Senators will join me in welcoming Ms Vanessa Shih, Vice Minister of Foreign Affairs of Taiwan, her delegation and the Taiwanese ambassador to Ireland, Mr. Simon Tu.  We hope they have a successful trip.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00200","speaker":"1120"},{"type":"speech","time":1443691800,"counter":31,"content":"<p>I join the Cathaoirleach in welcoming Ms Shih.  She welcomed many Irish parliamentarians who travelled to Taiwan in recent years and has been a wonderful host to everyone.  We wish her well for her brief stay in our country and hope she has a good and fruitful time with us.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00300","speaker":"1130"},{"type":"majorheading","content":"Order of Business","time":1443691800,"counter":32,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00400"},{"type":"speech","time":1443691800,"counter":33,"content":"<p>The Order of Business is No. 1, motion re Council decision (EU) 2015\/1523 of 14 September 2015; and No. 2, motion re Council decision (EU) 2015\/1601 of 22 September 2015.  With the agreement of the House, Nos. 1 and 2 will be debated together at 1 p.m. and will conclude not later then 3 p.m, with contributions from group spokespersons not to exceed eight minutes each, those of all other Senators not to exceed five minutes each and the Minister to be called on to reply not later than 2.55 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00500","speaker":"1130"},{"type":"speech","time":1443691800,"counter":34,"content":"<p>Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00600","speaker":"1159"},{"type":"speech","time":1443691800,"counter":35,"content":"<p>The Deputy Leader will take the rest of the Order of Business for me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00700","speaker":"1130"},{"type":"speech","time":1443691800,"counter":36,"content":"<p>I welcome the delegation from Taiwan and hope the members enjoy their stay in our country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I ask the Leader to organise a debate on Longboat Quay and the plight of residents in that development.  They face being evicted because fire safety certificates are not available.  The Government needs to help them, and the people who signed off on those certificates, who deemed the workmanship to be up to standard, should be held to account.  They are the ones who should ultimately foot the bill.  I ask the Leader to organise a debate on that.<\/p><p>The Government can be accused of many things but it cannot be accused of following the wisdom of President of the United States, Woodrow Wilson, when he said, \"I not only use all the brains I have, but all I can borrow.\"  Not only is the Government not using the brains it has, but it is not even borrowing advice.  It is certainly borrowing money.  The way the backbenchers in the other House are going on, one would swear that we have the money to give away.  Up to &euro;1.5 billion is being talked about as a giveaway in the budget.  Let me remind the House that we will borrow &euro;1.7 billion in 2016.  The interest payments on the national debt are &euro;7 billion.  What we are actually doing is taking money out of children's pockets in order to pay for the voters who can vote in the next election.<\/p><p>I ask for a debate on the McKinsey report, \"Is Ireland's Population Ready for Retirement?\" because our current pension system is unsustainable.  The Social Insurance Fund has a deficit this year of &euro;2 billion and a cumulative deficit over the last number of years of &euro;10 billion, and by 2020, the deficit in the pension pot will be &euro;20 billion.  In 25 years' time, in 2040, the deficit for pensions will be &euro;133 billion.  It is entirely unsustainable.  The Government cannot be accused of using the brains it has, or even of borrowing some brains, but it is borrowing money to buy votes.  <\/p><p>I ask Senator Coghlan to contain himself if he can, because I want to talk about NAMA.  In 2011, along with my Fianna F&aacute;il colleagues, I introduced the NAMA and Irish Bank Resolution Corporation Transparency Bill.  We asked the Government to accept the Bill on the premise that the public needed confidence in NAMA.  I have confidence in the people who work in NAMA and in the systems they have in place but, as we have seen in the Committee of Public Accounts today and as we have seen in the North and in the D&aacute;il, the issues that have been raised about the sale of property are something we should all be concerned about.  The array of politicians who are now involved in this controversy is testament to the fact that legislation we proposed here, which was not about scoring points, would assist the Government in making sure the public had confidence in the system.  It was about transparency.  This is a huge portfolio that was sold on behalf of the taxpayer.  There are always questions about whether there was value for money, but it is always about the process.  Our job here as legislators is to ensure that the process has the public's confidence.  For that reason, I ask the Leader opposite to consider looking again at the NAMA and Irish Bank Resolution Corporation Transparency Bill, which is about public confidence in NAMA.  We could avoid what is happening in the Committee of Public Accounts today and all the controversy that it is generating and ensure that there will be no need for further Committee of Public Accounts hearings on that issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#G00800","speaker":"1159","continuing":true},{"type":"speech","time":1443691800,"counter":38,"content":"<p>I am standing in for the Leader, so I have asked one of my Labour Party colleagues to speak on behalf of the Labour Party today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#H00200","speaker":"1148"},{"type":"speech","time":1443691800,"counter":39,"content":"<p>Before we proceed, I want to pay tribute to Senator Jimmy Harte, as I have not been in the House since he announced his retirement.  I want to give him my personal best wishes and thank him for his work as a Senator and as a councillor and for what he has done in his local area in Donegal, and I wish him the very best in the future.<\/p> <p>I join others in welcoming the Building on Recovery programme.  There has been much talk in the last couple of days about potential elections and dates for elections and the fact that this is all just an election package.  It always amuses me that if we had not produced a programme to examine our infrastructure in this country across the areas of tourism, transport and health, the Opposition would rightly say that the Government was not in a position to spend any money and did not have a capital plan or know where it was going.  It seems to me that, as ever with the Opposition, the Government cannot win.  It is good to see a proper plan being put in place over five years and, locally, to finally see the money coming for the N4 road that leads to Sligo.  As many people know locally and nationally, many people have had fatal accidents on the current road.  Finally the money will be made available in this plan to sort out that road.  In neighbouring Leitrim, there is a terrific proposal for the Blueway programme, which is a little like the Greenway programme, but it includes the waterways and rivers as a tourism amenity for the county.  It will give Leitrim a much-needed boost, with a sum of nearly a quarter of a million euro to develop that very worthy project, which people have been working on for many years without knowing whether they would receive the funding.  They have pulled off a very good plan.  Right around the country, this plan has good, solid elements to it.  It will be based over five years and it has been costed.  Some places have had money spent and one can always say that it is because there is a Minister or a TD there, but that is the nature of public representation.  The most important thing is that it builds on the recovery that we have seen and it will continue to build on that recovery, so it should be welcomed by everybody without the level of cynicism that we have seen.<\/p> <p>I am a member of the Committee on Public Service Oversight and Petitions, before which the Ombudsman laid his annual report yesterday.  I welcome the work that he and his office continue to do.  They are always on time with their reports and have been working very hard to try to bring certain matters into their own jurisdictions, including nursing homes, which they have succeeded in doing.  They are hoping to open negotiations to try to include people in direct provision, who would then be given access to the Ombudsman.  One of the matters raised by the Ombudsman, which has been raised for a number of years, is the fact that their IT system remains under pressure and that it dates back to the 1990s, which for some of us does not seem that long ago, but in terms of IT systems it is an incredibly long time ago.  They are putting together a plan to seek funding for a new system.  If we believe in accountability and transparency and the power and value of an ombudsman, this is funding that should be granted to the Ombudsman's office in the very near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#H00300","speaker":"1129"},{"type":"speech","time":1443691800,"counter":40,"content":"<p>Today is the International Day of Older Persons.  I would like to have a debate here about our mothers, fathers, uncles, aunts, brothers, sisters and ourselves, and talk about how our children will care for us in the future.  The Minister for Public Expenditure and Reform, Deputy Brendan Howlin, said here yesterday:<\/p><blockquote>While we currently enjoy favourable demographics over many other European partners, we will be facing pressures sooner rather than later.  Relative to a decade ago, an extra 200,000 citizens will be over the age of 65 by 2021.<\/blockquote> <p>That is only five years away.  He continued: &quot;That will account for a quarter of our population by 2060.&quot;  By 2050, one in five of us will be over 60.  The Minister went on to say:<\/p><blockquote>Pressures in all areas, such as health and State pension schemes alone are estimated to cost an initial &euro;400 million per annum.  This is simply the cost of standing still.  Our commitment to our citizens in these areas requires that we consider these trends into the future and make plans accordingly. <\/blockquote> <p>The number of people over 60 will double between now and 2060.  My mum and dad are still alive, I am glad to say, as is my mother-in-law.  They are all over 90; my mother is 97 and on her way to being 100.  We have a great time, but they need a lot of care.  People are living longer.  Soon we will have to raise the retirement age to 80, which sounds absolutely crazy.  Jonathan Irwin, my husband, is 74, and he will not be able to stop earning money until he is 80.  That is the way things will go.  <\/p><p>To be more serious, I will return to 2013 and the respite grant.  We had a debate about it here after the Government had cut the respite grant in the budget.  The budget is approaching.  Restore the respite care grant.  The carers of Ireland are the underpaid people who get &euro;208 a week to look after our older people.  The 19% cut to the respite care grant, which was imposed by us in budget 2013, was deeply unfair and disproportionate to the cuts applied across the general social protection budget.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Ann O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2389\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2389&amp;amp;pid=MaryAnnOBrien&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Can we all please stand up and lobby for the carers?<\/p><p>A smaller issue, but just as important to older people, is the restoration of the household benefits package.  The telephone allowance was abolished by the Government, which flies in the face of its policy on caring for people at home.  Without a telephone line, the lives of older and sick people are being put at risk.  They do not have any tele-care equipment, alarms or a direct link to their carers.  Many older people are simply not up to date in terms of mobile phones and so forth.<\/p><p>I apologise that I will have to leave the Chamber early but the Alzheimer's Society of Ireland is launching its pre-budget submission on Dawson Street this morning.  I ask anyone who has the time to come with me to that launch which is taking place in No. 19 Dawson Street.  Alzheimer's is the most awful disease and we must talk about it.  It is not dementia.  A person with Alzheimer's will, in the end, forget to swallow.  It is not about being forgetful but is the most aggressive, disproportionately tragic disease for entire families.  I urge my colleagues to come to Dawson Street and join the Alzheimer's Society of Ireland which is working to make things better for citizens with Alzheimer's.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#H00400","speaker":"1169","continuing":true},{"type":"speech","time":1443691800,"counter":42,"content":"<p>I agree entirely with Senators Mary Ann O'Brien and Mark Daly with regard to pensions.  We had a very good debate last night on Senator Crown's Bill which I am delighted the Government accepted on Second Stage, but that debate was a reminder that we are facing a crisis.  It is a crisis about which we must do something.  Too often in these Houses we pass laws which propose solutions but we do not pass on the resources to ensure we can deliver those solutions.  Senator Daly is correct with regard to the horrific pensions figures.<\/p> <p>I mention this because we have passed laws to ensure buildings are checked for fireproofing and so forth but we have not enforced them.  What happened in Longboat Quay is an example of that.  We have the legislation in place to ensure such inspections take place but we have not got around to doing anything about it.  There was a very interesting interview with a senior member of the British police force this morning who spoke about the fact that reduced manpower means the force is not able to enforce new legislation.  New legislation regarding children in cars being exposed to cigarette smoke, which Senator Crown has pushed for here, came into force in Britain today but police have said they will not be able to enforce it.  Indeed, they said they are not even going to attempt to enforce it because resources will not allow it.  That is a reminder to us in this House that we can pass laws but if we do so while not providing the resources needed to enforce them, we are leaving ourselves open to the criticism that we are not taking into account the challenges that face us and the ability to solve them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#J00200","speaker":"1145"},{"type":"speech","time":1443691800,"counter":43,"content":"<p>I call for a debate with the Minister for Communications, Energy and Natural Resources on the funding of public service broadcasting.  Many of us in this House met the Independent Broadcasters of Ireland yesterday to tease out how television licence funding is dispersed.  Figures show clearly that 87% or &euro;140 out of the &euro;160 licence fee goes to RTE and TG4.  A further 6.6% is allocated to the sound and vision fund, but RTE and TG4 get 50% of that too, while 6.1% goes to An Post as the collection agent.  A variety of stations provide and transmit programmes that have significant public service content.  We need to look at the current funding model, the very high level of evasion of the TV licence fee and the fact that viewing methods and habits are changing.  We must have a discussion on how the proposed broadcasting charge will work and how the moneys raised will be dispersed.<\/p> <p>There are some very obvious questions we must address.  Are we getting good value for the &euro;140 out of the &euro;160 fee that goes to RTE?  Why are our excellent local stations like Galway Bay FM getting no support whatsoever, despite having a very significant level of public service content?  Is it acceptable that RTE, which is funded by the taxpayer, refuses to reveal the salaries of its top earners?  Its interviewers are always very aggressive with politicians and heads of various companies and organisations and look for transparency and openness, yet when data on presenters who are earning multiples of what the Taoiseach earns is sought by the Committee of Public Accounts, RTE runs for cover and hides behind a two-year disclosure rule.  That is not acceptable.  We also need to look at whether those presenters who earn very high salaries are giving us good value.  Some benchmarking is called for in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#J00300","speaker":"1118"},{"type":"speech","time":1443691800,"counter":44,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#J00400","speaker":"1136"},{"type":"speech","time":1443691800,"counter":45,"content":"<p>We need a much more level playing field.  Our local radio stations deliver high quality content and providing a real service to their communities.  They deserve support and when the proposed new funding model is constructed, I want to see our local radio stations getting a share of the funding that will become available for public service broadcasting in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#J00500","speaker":"1118"},{"type":"speech","time":1443691800,"counter":46,"content":"<p>I am delighted that Senator Mullins has raised this very important issue.  It defies belief, after almost five years of the Government, that Fine Gael and Labour Party backbenchers have not been raising this issue on a consistent basis.  I cannot understand why politicians, particularly from non-Dublin constituencies where local radio is very strong, have not been banging the drum on this issue.  The local radio representative body, the Independent Broadcasters of Ireland, has been lobbying consistently on this issue.  In fact, it made a presentation to the recent Fianna F&aacute;il think-in along the lines outlined by Senator Mullins.  It also held a lobby day yesterday.<\/p> <p>I suggest to the Deputy Leader that she make strong representations to the Minister for Communications, Energy and Natural Resources, Deputy Alex White, to abolish the obligation on local radio stations to pay the broadcast levy.  That levy should be absorbed into the licence fee.  I wish to declare an interest here: I present a programme on Ocean FM in the north west.  I am aware the levy costs that station &euro;30,000 annually, which would go a long way towards employing one, if not two people at the station, especially in the news, current affairs and sporting departments, which are the most labour-intensive areas.  That is why Senator Mullins's outline of the situation is so pertinent and relevant.<\/p> <p>There is a need for a parallel fund to the sound and vision fund because at the moment that money is being split primarily between independent producers and RTE and is not going to the local radio stations.  While I would welcome the abolition of the sound and vision fund, I understand that this might create severe financial difficulties for the independent production sector.  In that context, I do not want to wed myself to the view that it should be abolished but there is definitely a need to review the whole question of where the money is coming from.  The Independent Broadcasters of Ireland has put forward the contention, with which I agree, that if the licence fee was competently and efficiently collected by An Post, the evasion money, amounting to some &euro;30 million, could go towards providing a fund for local radio stations to provide news, current affairs and sports coverage.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paschal Mooney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1990\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1990&amp;amp;pid=PaschalMooney&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> To pick up on the point made by Senator Mullins about collecting the licence fee, despite all the marketing taking place on television and radio to encourage people to buy television licences, An Post is inherently inefficient in collecting the money.  The evasion rate here is 20% compared to a rate of only 5% in the United Kingdom.  The collection agency in the UK is a private company, although An Post is almost a private company at this stage.  The Minister must ask questions as to the reasons An Post is not more efficient in collecting the licence fee.  What is wrong?  Why do we have an evasion rate that is far above international norms?  Senator Mullins asked similar questions of the Deputy Leader given that the licence fee comes within the purview of the Minister for Communications, Energy and Natural Resources, Deputy Alex White, who is also a member of the Labour Party.  Priority should be given to the abolition of the levy imposed on local radio stations, as such a step would free them up financially, at least in the short term, and allow them to provide more jobs. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#J00600","speaker":"1128","continuing":true},{"type":"speech","time":1443691800,"counter":48,"content":"<p>I welcome my colleague, Senator O'Keeffe, back to the House and thank her and Senators MacSharry, Barrett and Michael D'Arcy for the good work they have done at the banking inquiry.<\/p> <p>I agree with Senator Daly on the need for an urgent debate on the issue of the Longboat Quay development.  We face a scenario where 900 residents of this apartment complex face possible homelessness because they are living in a building that is potentially a firetrap.  I agree with Senator Daly that it seems nobody is to be held responsible.  The fire authority is not responsible, the developer has gone bankrupt and is not responsible, the professionals are not responsible because all they had to do was a walk-through inspection, and HomeBond is not responsible because, let us face it, the company is never responsible for anything as far as I can determine and certainly was not held responsible for pyrite.<\/p> <p>What in God's name was the point of the apartment owners paying insurance for so many years when it has all been for nothing?  I do not know why the issue is not being treated as one for the criminal code.  While the developer may have gone bankrupt, the bottom line is that he has put lives at risk for as long as the development is not repaired to the extent necessary to allow people to live in it in safety.<\/p> <p>Apartment developments accounted for 78% of all buildings constructed in Dublin between 2004 and 2007.  Other apartment developments including, I understand, one in Ratoath, have been put into the frame.  This is not to say that there are not many other apartment complexes which have not yet come into view because apparently the difficulties arise in many cases when leaks are found, a wall is opened up and, lo and behold, the filling required to prevent fire spreading to other apartments is absent.  The whole thing is an absolute disaster.<\/p> <p>We did not seem to have a problem imposing an insurance levy on the entire insurance business to pay for the cost of Quinn Insurance.  I want to know what can be done for all those who spent good money on apartments, many of whom are in negative equity, and cannot afford to pay &euro;18,000, &euro;24,000 or &euro;30,000 to have their homes rehabilitated.  This is a very serious issue requiring serious attention because I guarantee a fire will occur and someone will die.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#K00200","speaker":"1172"},{"type":"speech","time":1443691800,"counter":49,"content":"<p>I welcome the announcement today of the rationalisation of agencies operating in the field of industrial relations.  Five agencies have become two, with 20% fewer staff and 10% less money.  One of the benefits claimed is that a total of two electronic forms will be used, one for a complaint and the other for an appeal, from now on, replacing the 44 paper forms that existed previously.  The Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, the Minister of State at his Department, Deputy Gerald Nash, and Mr. Kieran Mulvey are to be complimented on the reforms and I wish their efforts well.<\/p><p>These reforms were recommended by an bord snip nua when the public finances were in a dire position.  The contribution this body made to the improvement in the public finances should be recognised.  It was not just a group of Thatcherites or monetarists but people who were trying to implement better governance of the country.  <\/p><p>The IMF meets this week and part of the agenda of the meeting will be to choose a new director.  An agreement is in place that the position should be held permanently by a person from western Europe.  We have had three financial crises, one each in the United States, Europe and China, respectively, and the IMF has proved to be less than adequate in dealing with them.  Yesterday, the<i>Financial Time<\/i>s stated that somebody with a mastery of international macroeconomics should be appointed and called for politicians to be excluded and candidates to have leadership skills.  It suggested that a panel of eminent international economists submit a list of names, rather than using the old pals' network through which such posts have been filled previously.  It is essential, if the IMF is to play the vital role envisaged in the Bretton-Woods agreement, that we move to ability-based criteria, as the <i>Financial Times<\/i>suggests.  Ireland could propose Mr. Mark Carney, a former Governor of the Bank of Canada, where there was no banking crisis unlike the crisis that occurred across its border with the United States, who is currently the Governor of the Bank of England.  Canada and Ireland sit in the same constituency of the IMF and Mr. Carney is a member of the Irish diaspora and carries an Irish passport.  If Ireland were to take the initiative on this matter, it would make a major contribution to ending the unsatisfactory position whereby the IMF has been asleep during critical financial crises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#K00300","speaker":"1157"},{"type":"speech","time":1443691800,"counter":50,"content":"<p>Ba mhaith liom d&aacute; bhf&eacute;adfaimid d&iacute;osp&oacute;ireacht a bheith againn leis an Aire Eala&iacute;on, Oidhreachta agus Gaeltachta i bhfianaise an sc&eacute;ala at&aacute; ag teacht amach ar maidin, gur cuireadh os cionn &euro;8 milli&uacute;n de bhuis&eacute;ad na Roinne sin ar ais isteach sa St&aacute;tchiste anuraidh nuair n&aacute;r caitheadh &eacute;.<\/p> <p>I call for a debate with the Minister for Arts, Heritage and the Gaeltacht in light of reports on a tourism website this morning that &euro;8 million of the Department's budget was not spent last year.  One could argue the Minister did a good job in saving a few bob, except that many groups, individuals and organisations have had their funding cut or have been told when seeking funding that money was not available.  This has resulted in film festivals being cancelled, theatre projects being shelved, publishers losing funding, ferry services to Inis M&oacute;r being reduced because, we were told, there was not enough money available and very little money being made available for the 20-year strategy.  Co-operatives in the Gaeltacht are seeking more funding and capital funding to &Uacute;dar&aacute;s na Gaeltachta, which was severely cut by the previous Government, has not been restored.  Some of these savings could have been used to increase funding to an adequate level. <\/p> <p>We are informed that part of the reason for the underspend was the lack of progress with Teach an Phiarsaigh in Rosmuc.  If that is the case, why has the project not progressed quickly enough?  The Seanad has been debating this issue for the past four and a half years.  Teach an Phiarsaigh was closed early this year and staff were not available to work in it in September. <\/p> <p>It strikes me that there may well be questions regarding management and leadership in the Department.  Perhaps the departmental budget was not tracked properly during the year and when the &euro;8 million became available at the end of the year management did not know what to do with it.  That is not acceptable from either a senior Minister or Minister of State.  The House should have a debate on the management of funding in the Department because it is certainly not good enough. <\/p> <p>An tUltach, which produces a magazine, waged a campaign to try to secure funding of &euro;20,000 during the year but was turned away.  It is galling for the organisation and those who have supported its campaign to see &euro;8 million being returned to the State.  N&iacute;l s&eacute; sin s&aacute;ch maith.  Nil s&eacute; maith go leor.  S&iacute;lim gur cheart go mbeadh d&iacute;osp&oacute;ireacht ioml&aacute;n againn maidir leis an Roinn sin agus an caoi ina bhfuil s&eacute; &aacute; bhainisti&uacute; i bhfianaise na sc&eacute;ala at&aacute; tagtha amach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#K00400","speaker":"1122"},{"type":"speech","time":1443691800,"counter":51,"content":"<p>Last week, the Irish Tax Institute published its pre-budget submission in which it drew attention to the fact that Ireland is not advancing up the global rankings on entrepreneurship.  Many Irish business leaders have expressed concern about the unfair tax treatment of entrepreneurs.  Despite the stellar work of Enterprise Ireland under the leadership of Ms Julie Sinnamon in getting people to start up businesses, we are operating in an unfair playing field.  Recently, the president of the Institute of Certified Public Accountants of Ireland, Mr. Brian Purcell, stated that the unfair tax treatment of Irish entrepreneurs means they could be better off staring businesses in the US or the UK.  He argued that the potential for entrepreneurs to build and scale their businesses here is being seriously undermined by the unequal tax treatment they receive in comparison to their counterparts in the UK and elsewhere.  Specifically, he called for urgent changes to the punitive high rate of 33% capital gains tax on entrepreneurs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary M. White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2011\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2011&amp;amp;pid=MaryMWhite&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In Ireland, we have an absurd situation whereby the greater the value an entrepreneur adds to a business the more he or she will owe the Government in tax when he or she eventually comes to sell it or pass it on to the next generation.  In the UK there is a special entrepreneur relief scheme which reduces to 10% the capital gains tax on the first &pound;10 million in profit gained from the disposal of a business.  The UK experienced a brain drain, and five years ago the country improved taxation for entrepreneurs.  The Irish Government needs to follow suit.  It is intolerable that Irish entrepreneurs must pay more than three times as much tax as their UK counterparts.<\/p><p>Last week I referred to the report by the Oireachtas Joint Committee on Jobs, Enterprise and Innovation, in which Senator Mullins participated with me.  Deputy Marcella Corcoran Kennedy was the Chairman and I was honoured to be the rapporteur for the report.  All 12 recommendations received unanimous support from the all-party or cross-party committee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#K00500","speaker":"1156","continuing":true},{"type":"speech","time":1443691800,"counter":53,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00200","speaker":"1120"},{"type":"speech","time":1443691800,"counter":54,"content":"<p>Yes, a very important question.  The Oireachtas joint committee recommended that the Government, in the forthcoming budget, remove the discrimination in the tax system faced by self-employed entrepreneurs by introducing a tax credit for the self-employed which would be equivalent to the PAYE tax credit, and by introducing social welfare supports, because despite paying PRSI, entrepreneurs have no safety net.  Finally, and most importantly, the Government should give serious consideration to the introduction of an entrepreneur capital tax rate of 10% instead of the capital gains tax of 33%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00300","speaker":"1156"},{"type":"speech","time":1443691800,"counter":55,"content":"<p>I have huge sympathy for the families living in the fire trap building, and I support much of what I have heard Senator Hayden say here.  Who could afford to pay &euro;18,000 per unit to make the apartments liveable in?  I want the Leader to address my next question in his reply.  What action will the Government take so that innocent homeowners are not the victims of shoddy below-standard work that puts the health, safety and lives of these families at risk?  How did the work escape the attention of Dublin City Council?  What regulations did the council have in place?  Liability must fall in the right place, and it certainly should not fall into the lap of the homeowners, who are innocent victims.<\/p> <p>I wish to raise the issue of public service pensions.  Is there any chance that we could have the Minister for Finance in the House before the budget to discuss the matter?  I know there are only a few days left, and perhaps only a day.  Gabh mo leithsc&eacute;al; there is also next week.  It has come to my attention that there is discriminatory treatment of public service pensioners when compared with public service workers.  I understand that pay is being restored to workers who earn up to &euro;105,000, whereas pensions above &euro;34,000 are not being fully restored.  One must have a little bit of sympathy for pensioners because their income is limited and finite, plus their working days are over in terms of what they can earn.  I do not believe there should be unfair treatment between workers and pensioners, because pensioners have given their service to the country.<\/p> <p>I wonder if others are aware of an anomaly with regard to the universal social charge that has been brought to my attention by people at the doors.  I refer to retired public servants, including postmasters, teachers, nurses and guards.  All of their pension moneys are liable for USC at the rates laid down in the budget, whereas that is not the case for those in receipt of non-contributory pensions.  These are the people who contributed.  Why?  <\/p> <p>To sum up, are we likely to have an opportunity to have a debate with the Minister on pensions?  Will the two anomalies that I have pointed out here be dealt with?  I refer to the removal of unfair treatment for public service pensioners.  Will these matters be addressed in the budget?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00400","speaker":"1131"},{"type":"speech","time":1443691800,"counter":56,"content":"<p>Along with the Leader, and to support what he has said, I welcome Ms Vanessa Shih and the other members of the Taiwanese delegation who were seated in the Visitors' Gallery.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00500","speaker":"1148"},{"type":"speech","time":1443691800,"counter":57,"content":"<p>They have gone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00600","speaker":"1136"},{"type":"speech","time":1443691800,"counter":58,"content":"<p>I know, but they were here earlier.  I just wanted to put on record my own welcome for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00700","speaker":"1148"},{"type":"speech","time":1443691800,"counter":59,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00800","speaker":"1156"},{"type":"speech","time":1443691800,"counter":60,"content":"<p>Senator Daly raised the issue of Longboat Quay.  I agree with him and all of my other colleagues who raised the issue that this is an appalling situation for the 600 householders in 300 apartments who face, as others have said, a bill of what appears to be about &euro;18,000 each.  I know negotiations are ongoing.  The residents have been reported today as being in close contact with the Dublin Docklands Development Authority and with the receiver for McNamara builders.  We all echo the sentiments that have been expressed so strongly here that the householders - the apartment owners and residents - should not have to foot the bill for this appalling failure of regulation.  The matter dates back to the Celtic tiger boom, to light-touch regulation and to the ridiculous system of self-certification-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L00900","speaker":"1148"},{"type":"speech","time":1443691800,"counter":61,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L01000","speaker":"1156"},{"type":"speech","time":1443691800,"counter":62,"content":"<p>-----which prevailed then but has been addressed since.  Clearly, current laws are tighter on this issue.  It is appalling, as others have said, that residents are faced with this potential liability.  Matters have moved on.  There are some reports that the Dublin Docklands Development Authority has paid &euro;1 million for fire alarm remedial works, and some money has been paid out, apparently.  I will follow up on the requests by colleagues for a Minister to come here to debate the issue.  I ask that colleagues consider tabling it as a Commencement matter, seeking an update, if possible, on the situation from the Minister for the Environment, Community and Local Government, although clearly the matter is not within his purview.  The situation has moved on and we all very much hope it will be resolved in favour of the residents.<\/p> <p>The second point made by Senator Daly was a lecture on financial prudence, which is somewhat hard to take from a member of the Fianna F&aacute;il party.  I remind him that we had pre-budget statements for two hours yesterday with the Minister for Public Expenditure and Reform, Deputy Brendan Howlin, and the Minister of State at the Department of Public Expenditure and Reform, Deputy Simon Harris.  Senator Daly could have raised his issues about the deficit during that debate.  I also remind him that the deficit that this Government faced coming into office as a result of the Fianna F&aacute;il-Progressive Democrats and Fianna F&aacute;il-Green Party Governments was &euro;25 billion, and that figure has now been reduced by 80%.  There is a lesson to be learned from that fact.<\/p> <p>Senator Daly also raised the issue of NAMA.  His remarks were directed more at Senator Paul Coghlan than at myself.  I remind Senator Daly that officials from NAMA are attending a meeting of the Committee of Public Accounts today.  We all have serious questions about the matters that have come to light with regard to the sale of assets in Northern Ireland.  Undoubtedly, there will be more clarity as a result of today's meeting of the Committee of Public Accounts. <\/p> <p>Senator O'Keeffe paid tribute to Senator Jimmy Harte.  As I said yesterday, I know how much the Harte family greatly appreciate the sentiments and tributes that have been expressed in this House on the retirement of Senator Harte.  I ask any colleague who wishes to sign a card for him, which will be from all of us and from across the House, to contact me.  Senator O'Keeffe also welcomed the capital plan and the Building on Recovery programme.  Over the week, many of us in this House have welcomed various aspects of the plan.  I thank her for noting, in particular, the money that has been allocated for the development of a Blueway programme in Leitrim, which has strong potential as a tourism amenity.  As she has said, the measures put forward in the plan are very welcome.  It would be hard for anyone to oppose them.  They are sensible and important infrastructural projects.  There is no Bertie Bowl or mad scheme proposed.  It is important to state that the capital development plan is sensible and prudent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L01100","speaker":"1148"},{"type":"speech","time":1443691800,"counter":63,"content":"<p>That is plagiarised from yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L01200","speaker":"1156"},{"type":"speech","time":1443691800,"counter":64,"content":"<p>The plan is, as Senator O'Keeffe has said, building on recovery.  As a member of the Oireachtas Joint Committee on Public Service Oversight and Petitions, Senator O'Keeffe also mentioned the work of the Ombudsman and highlighted the fact that his annual report was published this week.  I join with her in commending the work of the Ombudsman.  She also mentioned that the IT system of the Ombudsman required funding and asked that we follow up on the matter.<\/p> <p>Senator Mary Ann O'Brien noted that today is the International Day of Older Persons and mentioned the demographic challenges associated with an aging population.  She also raised the issue of the respite grant.  We all hope that these matters will be addressed in the budget.  I am sure she has made her views known to the Minister for Finance during the pre-budget statements that took place here yesterday.<\/p> <p>The Senator also reminded us about a briefing by the Alzheimer's Society of Ireland today.  I have sent my apologies to the organisers, but somebody from my office will attend, as the briefing was scheduled to take place at the same time as the Order of Business.  I echo the Senator's words about the importance of the Alzheimer's Society of Ireland and also commend it on the great work it does.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Feargal Quinn raised an issue on pensions.  Like Senator Quinn, I welcome the fact that the Government accepted Senator John Crown's Bill last night.  It raises important issues for an ageing population as to people's ability, capacity and desire to work beyond the standard retirement age.  In the legal profession, there are many examples of barristers working well into their 80s and, indeed, 90s.  If people choose to do so, they should be allowed.  Senator Quinn also raised the important point that resources are needed to implement legislation when he referred to the legislation banning smoking in cars with children which came into operation in the UK today.  The Senator noted that the police authorities in Britain have said they may not have the resources to enforce it.  I was listening to the same reports and I understand there is also a difference of view with the police saying they would prefer to see the matter dealt with through education rather than by way of a &pound;50 penalty.  As such, there may be policy rather than simply resource issues involved.<\/p><p>Senator Mullins raised the issue of public service broadcasting and called for a debate with the Minister for Communications, Energy and Natural Resources, Deputy Alex White, on the television licence fee and funding for broadcasting generally.  I have already requested that debate in the House.  Senator Mullins also raised the important issue of high levels of evasion of the licence fee.  Senator Mooney joined in the call for a debate with the Minister, Deputy White, and noted that there was a 20% evasion rate here compared to a 5% evasion rate in the UK.  I agree with the Senator that we could usefully debate in the House the most effective way to collect the licence fee.  I have asked for that debate and hope we can have it in the coming weeks.<\/p><p>Senator Aideen Hayden welcomed Senator Susan O'Keeffe and other colleagues back from the banking inquiry.  I am sure we all join in that welcome.  She also raised the issue of Longboat Quay and the lack of responsibility.  Senator Hayden suggested there may be criminal liability at some point and referred to the criminal offence of reckless endangerment.  The burden of proof would be quite difficult to meet in the circumstances, but I agree with the Senator that there appears to have been appalling negligence in the construction of Longboat Quay.  I also agree with her that there might well be other apartment developments that are at risk.  Indeed, some newspapers today speak of a development in County Meath already coming under scrutiny.  We will also look for a debate on that issue generally.<\/p><p>Senator Sean Barrett welcomed the coming into effect today of the rationalisation of workplace agencies with five going into two.  The Minister of State at the Department of Jobs, Enterprise and Innovation, Deputy Gerald Nash, spearheaded the rationalisation.  We will see a new Workplace Relations Commission take over the functions of quite a number of bodies and tribunals.  We will see very positive developments in terms of tackling delays in the system as it was and in tackling costs.  It is a very welcome development and I commend both the Minister for State, Deputy Nash, and Mr. Kieran Mulvey who has been the head of the Labour Relations Commission in that regard.  Today, too, we will see improved pay rates for approximately 50,000 workers in the contract cleaning and security sectors as a result of changes in the law and the coming into effect of employment orders as a result of the Minister of State, Deputy Nash's work.  Senator Barrett also referred to the IMF meeting this week and that body's potential new director.  I agree with the Senator that we will await developments there with great interest.<\/p><p>Senator Trevor &Oacute; Clochartaigh sought a debate with the Minister for Arts, Heritage and the Gaeltacht on the underspending of &euro;8 million in her Department.  That matter had not come to my attention and, as such, I thank the Senator for raising it.  While I will certainly put in a query on having the Minister attend, it may well be something the Senator could deal with as a Commencement debate matter.  It seems like a very specific question and the Senator has some specific instances of funding issues.  Funding is very tight in that area and I agree that it is a matter that should be raised with the Minister.<\/p><p>Senator Mary White referred to the Irish Tax Institute's pre-budget submission and called for changes to the tax code to ensure greater support for entrepreneurs.  It is a sentiment we all share.  It is a very constructive suggestion which the Senator may have made it yesterday during the pre-budget statements, all of which I did not hear.  I also suggest that the Senator e-mails the Minister for Finance, Deputy Michael Noonan, on that point specifically as it is a very constructive proposal from the Irish Tax Institute.  The Senator also pointed out the recommendations from the all-party committee.<\/p><p>Senator Fidelma Healy Eames echoed the call by others for a debate on Longboat Quay, which I will see if we can deal with.  She asked also for the Minister for Finance to attend the House.  The Minister and Minister of State at the Department of Public Expenditure and Reform, Deputies Brendan Howlin and Simon Harris, were in the House yesterday for two hours for pre-budget statements.  We can certainly seek to have the Minister for Finance attend in the coming week.  I do not know if the Leader has planned any further pre-budget statements, however.  That may have been it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#L01300","speaker":"1148","continuing":true},{"type":"speech","time":1443691800,"counter":66,"content":"<p>It is on the issue of pensions only.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#M00200","speaker":"1131"},{"type":"speech","time":1443691800,"counter":67,"content":"<p>I think that debate has been sought before.  I recall standing in for the Leader on previous dates when we were looking for a debate on pensions.  While I will certainly renew the call for a debate on pensions, I recommend e-mailing the Minister if the Senator has a specific recommendation for the budget.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#M00300","speaker":"1148"},{"type":"unspoken","time":1443691800,"counter":68,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"unspoken","time":1443691800,"counter":69,"content":"<p>Sitting suspended at 12.25 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"European Council Decisions: Motions","time":1443691800,"counter":70,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Q00100"},{"type":"speech","time":1443691800,"counter":71,"content":"<p>Nos. 1 and 2, motions on the Council decisions establishing provisional measures in the area of international protection for the benefit of Italy and of Greece, will be debated together.  I welcome the Minister of State at the Department of Foreign Affairs and Trade, Deputy Sean Sherlock, to the House and congratulate him on his recent marriage.  I call the Deputy Leader to move the first motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Q00200","speaker":"1164"},{"type":"speech","time":1443691800,"counter":72,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to accept the following measure:Council Decision (EU) 2015\/1523 of 14 September 2015 establishing provisional measures in the area of international protection for the benefit of Italy and of Greece,a copy of which was laid before Seanad &Eacute;ireann on 24th September 2015.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Q00300","speaker":"1148"},{"type":"speech","time":1443691800,"counter":73,"content":"<p>I thank the Acting Chairman for his good wishes, which are greatly appreciated.  I speak to the motions on behalf of my colleague, the Minister for Justice and Equality, Deputy Frances Fitzgerald.  I thank the House for making time available today to discuss the motions concerning Ireland opting in to two European Council decisions that provide for the relocation from Italy and Greece of persons in clear need of international protection.  As Senators will be aware, Ireland is not automatically bound by EU measures in the area of freedom, justice and security under the Treaty on the Functioning of the European Union, which includes the asylum area, but may opt in to any measure where it wishes to do so.<\/p><p>The conflict in Syria has led to the world's largest humanitarian crisis with more than 12 million Syrians displaced from their homes.  Of those, more than 4 million are refugees in neighbouring countries.  I pay tribute to the role played by Syria's neighbours in their generous response to the Syrian crisis.  The numbers seeking sanctuary in Lebanon and Jordan are greater than those seeking to come to Europe.  It is an enormous challenge for them and us.  Italy and Greece have experienced unprecedented flows of migrants over the past 18 months in particular, placing significant pressure on their migration and asylum systems.  Since the beginning of the year, approximately 116,000 migrants have arrived in Italy in an irregular manner and more than 211,000 have arrived in Greece.<\/p><p>The Government has been working proactively with its colleagues in Europe to ensure Ireland and the European Union respond comprehensively to this critical humanitarian challenge.  Ireland has played its part and, many months ago, we sent some of our naval vessels, including the <i>LE Eithne<\/i>and, subsequently, the<i>LE Niamh<\/i>and the<i>LE Samuel Beckett<\/i>, to the Mediterranean to carry out vital rescue missions to ensure the safety of many people trying to come to Europe for protection.  The Minister for Justice and Equality, Deputy Fitzgerald, the Minister for Defence, Deputy Simon Coveney, and I visited one such mission in Malta recently.  Irish Aid, the Government's development co-operation programme for which I have responsibility, has been supporting efforts to assist those affected by the Syrian crisis since 2012.  We have allocated more than &euro;39 million to help them within Syria and in neighbouring countries.  We have pledged that by the end of 2015 Ireland's support for the Syrian people will reach &euro;41 million.  This is Irish Aid's largest response to a single crisis in recent years.  Ireland has also contributed almost &euro;2.5 million in humanitarian aid to Iraq since the crisis erupted there in summer 2014.<\/p><p>I assure the House that within the Department of Foreign Affairs and Trade and through Irish Aid, the Minister, Deputy Charles Flanagan, and I continue to monitor the situation.  Irish funding supports UN agencies and the Red Cross and Red Crescent movement as well as the great work being done by Irish NGOs, which are implementing vital programmes in countries neighbouring Syria.  They are providing displaced persons with shelter, food, water and sanitation as well as support to victims of sexual violence.  However, the unprecedented scale of the needs has led to a huge strain on neighbouring countries and everyday hardship for refugees.  It has also denied refugees the means to build new lives and to see a future for their children.  The crisis continues to escalate.<\/p><p>The decisions being discussed today form part of a package of measures introduced by the European Commission in response to this crisis.  The first decision, which was adopted by the Justice and Home Affairs Council of 14 September 2015, provides for the relocation over a two-year period of 40,000 people in clear need of international protection - 24,000 from Italy and 16,000 from Greece.  The distribution of these persons was agreed by consensus by member states in July and Ireland agreed to accept 600 people under the proposal.  Since the July meeting, with the influx of refugees through the western Balkans in particular increasing dramatically, it has become clear that significant further measures were needed.  Accordingly, at a further emergency Justice and Home Affairs Council meeting on 22 September, a second decision was adopted which provides for the relocation of a further 120,000 people in clear need of international protection.  In this decision, 66,000 of the 120,000 people will be relocated from Italy and Greece initially.  The balance of 54,000 people will either be relocated from other member states coming under pressure in future, if necessary, or, alternatively, will be relocated from Italy and Greece.  The distribution of the persons to be relocated across member states is set out in the annex to the decision.  Ireland has not been included in the annex because we did not opt in to the proposal before it was adopted.  It is estimated that Ireland's allocation under this decision would be in the region of 1,850 people.<\/p><p>In response to the crisis situation, the Government agreed three weeks ago to establish an Irish refugee protection programme and to accept up to 4,000 persons overall under the EU resettlement and relocation programmes.  Included in the 4,000 people are 520 people we have agreed to resettle in Ireland and 600 who are to be relocated under the Council's decision of 14 September.  A further 1,850 people are expected to be relocated under the Council's decision of 22 September.  The make-up of the balance is yet to be decided.  It is important to note that persons accepted here under these programmes will also have an entitlement, once their protection claims are processed, to apply for family reunification if they wish to so do, thereby further increasing the numbers accepted by Ireland.  The 4,000 agreed to is in addition to those who reach our shores directly to claim protection.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2163\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2163&amp;amp;pid=SeanSherlock&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A task force has been established to co-ordinate and implement the logistical and operational aspects associated with this programme.  The Minister for Justice and Equality chaired the first meeting on 16 September, which was attended by all of the main Departments, the agencies, the Red Cross and the Office of the United Nations High Commissioner for Refugees, UNHCR.  The Irish people have also shown great generosity, offering support and assistance, including accommodation, to those who may be relocated to Ireland under these decisions.  The Red Cross has been given the task of drawing together these offers of assistance in a cohesive manner.  On Monday, the Red Cross launched its website to enable members of the public to formally register their pledges.  On behalf of the Minister for Justice and Equality, the Minister for Foreign Affairs and Trade and myself I express sincere gratitude to the Red Cross for agreeing to take on this substantial role.<\/p><p>The Government also approved the establishment of a network of emergency reception and orientation centres for the initial acceptance and processing of those in need of international protection who are accepted into Ireland under the EU programmes.  In view of the profile of the relocation applicants, it is expected their applications for protection will be processed in a matter of weeks and many will be granted refugee status.<\/p><p>We have all been shocked and upset at the scenes witnessed in southern and central Europe and the distressing scenes during rescues in the Mediterranean.  Ireland has always lived up to its international humanitarian obligations, as is evidenced by our resettlement programmes, which have seen almost 500 people resettled here since 2009, our sending of naval vessels to assist in search and rescue operations in the Mediterranean, and the introduction of a Syrian humanitarian admission programme last year, which involved 114 people being granted permission to come here.<\/p><p>By opting into these decisions we will not only provide a safe haven for families and children who are forced to leave their homes due to war and conflict, but will also show solidarity with other EU member states whose protection systems are under enormous pressure due to the large influx of migrants.  I reassure the House that from a Department of Foreign Affairs and Trade perspective, through Irish Aid we will continue to work with international and Irish NGOs in the particular geographies affected by this crisis to try to support people in their home countries.  I commend these motions to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Q00400","speaker":"979","continuing":true},{"type":"speech","time":1443691800,"counter":75,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  We on this side of the House will fully support the motions.  The spirit of the motions bring us into line with the policy proposed by our European neighbours on the opt-out available not only to Ireland but to the United Kingdom under Part 3 of the Treaty on the Functioning of the European Union.  I acknowledge the efforts and work of the Minister of State and his colleagues on this issue.  In particular I acknowledge the naval vessels, including the <i>LE Eithne<\/i>, on which I was aboard when it was docked in Donegal many years ago, the <i>LE Niamh<\/i>and the <i>LE Samuel Beckett<\/i>.  We all saw on television the scenes mentioned by the Minister of State which showed the excellent work carried out on a European humanitarian mission by the crews of these vessels on behalf of the Irish State.<\/p><p>With regard to the crisis which has emerged in Syria, we heard this morning that Russian warplanes are entering Syrian space and bombing the rebels in the southern part of Syria, which is alarming.  In the northern part of Syria, US air missiles or warplanes are bombing.  One can imagine the fear as this new development emerges, and the challenges it will bring to the area and the overall conflict.<\/p><p>The European response in general was very weak and belated.  Going back to the banking crisis, the European response was weak to put it lightly.  The European response in this instance was also weak.  Europe must play a major role in this area and must step up to the plate.  I take my hat off to the German authorities, who have viewed this as an opportunity rather than a hindrance by opening Germany's doors to allow migrants fleeing Syria into the country.  These migrants are highly educated, skilled and trained.  Some are university professors and doctors.  Germany is seeing the economic benefits of this.  While there is a humanitarian side it is also looking at the economic side.<\/p><p>This issue will not go away.  Figures provided on world demographics by the population division of the United Nations Department of Economic and Social Affairs for the next 50 to 100 years show the world's population is now 7.349 billion and is expected to reach 9.725 billion by 2050 and 11.213 billion by 2100.  At present Europe's population is 738 million and according to the demographers this will reduce to 707 million by 2050 and 646 million by 2100.  In contrast, the African population is now at 1.186 billion and will more than double by 2050 and almost quadruple to 4.387 billion by 2100.  Southern Asia's population will grow by more than 500 million by 2050.  Egypt's population, which is now at 90 million, could reach 170 million.  Nigeria's population is now at 182 million and could reach 752 million by 2100.  These figures show starkly that the population of Europe's southern neighbours will increase alarmingly in the coming decades.  This will create huge pressures on Europe as its population decreases.  It will also provide an opportunity, but it must be managed from a public policy perspective throughout the European Union.  Europe must radically reform policies and come to the table with policies which will assist migrant people.<\/p><p>I have listened to much of the commentary on this issue.  Much of it has been about what we can do for the migrants, but where there is an effect there is always a cause.  The effect here is obviously the migrants coming across the borders and fleeing because Russian and US warplanes are bombing the bejesus out of neighbourhoods and people.  This is the cause.  Unless we deal with the cause we will not be able to resolve the effect.  While we can deal with the migrants coming across the borders, many of the people who are fleeing their homes will never see them or their townlands again and we must also look at the actual cause.  Political dialogue with these jurisdictions and governments is required.  It is long overdue and needs to occur.  I appeal to the Minister of State that part of the solution needs to be this dialogue.<\/p><p>According to the United Nations, the populations of these countries will increase over the coming 100 years.  We must be able to manage it and support these communities to be self-sufficient and care and look after their own people.  This is the challenge from a public policy point of view.  I fully support this.  We should have another debate on the issue without just talking about the motions, which we fully support.  There are issues and shortcomings which need to be addressed and challenged, and debate needs to be had in every member state and in every parliament in the European Union.  The response by the European Commission and the European Union has been slow.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a response on the table now and a plan will be in place from the middle of September, but it took a long time to get to that point.  We are trying to deal with the effect of this crisis, but what about the cause?  How can we deal with that?  We should look at where Syria is located on a map and consider the migrants who are fleeing from Syria.  There are 8 million displaced Syrians within the country, another 4 million outside the country, and an estimated 2 million waiting to cross the Mediterranean from North Africa.  It is a major crisis that needs to be addressed without question.<\/p><p>I wish the Minister well.  A fundamental European response is required.  Europe needs to examine what other jurisdictions can do, including the Canadians and the Americans in particular.  What can be done from those areas?  We have heard what the authorities in Dubai are offering, which is very little.  Europe needs to deal with the crisis and put a policy in place for its member states, but it also must enter dialogue with democratically elected governments in other jurisdictions with a view to examining this issue, because it will not disappear.  In fact, it will get worse in future decades, given the increasing population.  Unless we deal with the cause at this stage, the effects will be much greater in the years to come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#R00200","speaker":"1123","continuing":true},{"type":"speech","time":1443691800,"counter":77,"content":"<p>I listened intently to my friend and colleague Senator &Oacute; Domhnaill, and I find myself in unison with his analysis of the situation and his critique in terms of the European response and what is required.  I respectfully suggest that the dynamic has changed radically in the past year or two.  What we saw over the summer has dramatically changed the narrative, the environment and what should be the response.  Two years ago we would not have envisaged this situation.<\/p><p>We have been accepting people into this country for many years.  Currently, there are 4,000 people in the direct provision system, which can only be described as inhumane.  Calls for change have been made since the start of this Oireachtas.  With Senator &Oacute; Clochartaigh and others, I have called for the abolition of the direct provision system.  The Minister of State, Deputy Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in, has made a genuine attempt to deal with it.  He set up a review and, to be fair, elements of the recommendations have been implemented.  It was inhumane to allow a situation to continue whereby children in direct provision were doing their leaving certificate and getting As in their subjects, knowing that once they passed their leaving certificate, irrespective of the points they got, they would not be in a position to go to college.  However, it was amazing to see the dramatic change in policy last August when a young lady from Limerick was offered a place at the Royal College of Surgeons.  She engaged with media and spoke to the press.  Her story touched people; there was a change in policy, and a recommendation made by that particular group was implemented.  That was good politics.  It was a good day for this country.  It was the day we told people coming here that if they want to educate themselves and reach their potential, Ireland will be a partner in that and will equip them to do so.<\/p><p>Parallel to that, we saw the amazing work done by <i>LE Eithne<\/i>, <i>LE Niamh <\/i>and the personnel in our Naval Service.  I had the great pleasure, as a member of the Joint Committee on Justice, Defence and Equality, to go on a tour of <i>LE Eithne <\/i>and visit the Naval Service in its headquarters in Haulbowline in Cork.  I saluted the personnel for the professional manner in which they carried out their duties on behalf of the people of Ireland.  As public representatives, all we can do is look on in admiration and pride at what they have done internationally.  It was their first such mission abroad.  They saved at least 1,000 lives, but probably more.  The Minister for Defence, Deputy Simon Coveney, attended the justice committee yesterday and made it clear that the resources would be made available if the Italian Government required them.  If it is a question of prioritising fisheries patrol or saving lives in the Mediterranean, the Minister made it clear that his priority was saving lives in the Mediterranean.  The priority of all of us is saving lives in the Mediterranean.<\/p><p>Only 150 years ago, Ireland saw millions of our people travel on coffin ships to the United States seeking a better life and salvation from the Great Irish Famine.  Millions of people died of starvation, and millions more lost their lives in transit.  Those who did arrive helped build the America we know today.  Some of the thousands of people who passed through Ellis Island, many as young as 15 years of age, went on to become captains of industry in the United States.  Their descendants went on to lead America, with the poster boy being John F. Kennedy, but many more became leaders and built America.<\/p><p>We have just come through one of the worst economic recessions we will ever see in our lifetimes.  Our country is reconstructing.  Policies are being implemented to help us reconstruct.  The capital plan was announced this week to great fanfare, but thousands of people will be required in the construction industry to put that capital plan into action and see the buildings built.  We will require thousands of blocklayers, carpenters, electricians and engineers, because we do not have enough of those people.  Even if we brought back all the emigrants who left in the past few years, we still would not be able to provide the human resources necessary to deliver our capital plan.  The migrants may be seen as an economic necessity in Germany, but that is the case here as well.  We have the potential, as the Taoiseach has often said, to be the best small country in the world in which to do business.  We can also be the best small country in the world to welcome people.  We can be the best small country in the world for people to visit.  We can be the best small country in the world for controlled construction.  These people who find themselves in an unfortunate situation, as our ancestors did 150 years ago, have a significant role to play in this country.<\/p><p>I spoke to members of the Restaurants Association of Ireland at their briefing across the road last week.  They told me they needed thousands of chefs.  I am sure many of the migrants coming here will be well able to cook if they are given the opportunity and will contribute to our tourism industry.  Tourism in Ireland is in a pattern of steep growth, but staff, including chefs, cannot be got to fill the kitchens of our many hostelries, restaurants and hotels.  That is another example of how migrants could play a strong and meaningful role in our society.<\/p><p>We cannot on the one hand praise ourselves and say we are doing a great job, as our Navy is doing, while on the other hand putting up barriers to prevent people from getting homes here.  The Government has done a good deal in accepting more than 4,000 migrants, but we can and should do much more.  Ireland has an opportunity to lead on this in a similar way to Germany.<\/p><p>I support these motions.  I am delighted that there is unanimity in Seanad &Eacute;ireann, as has always been the case on issues of such importance to our people and our society.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The 24th Seanad is defined by the fact that we can come together and put party politics aside.  It is not a political football but a political issue and, when it is a political issue that matters, we can unite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#S00200","speaker":"1158","continuing":true},{"type":"speech","time":1443691800,"counter":79,"content":"<p>This motion pertains to two council decisions of the EU establishing measures in the area or international protection for the benefit of Italy and Greece of 14 September 2015 and 22 September 2015, also known as the relocation opt-ins.  I welcome the relocation plan, a collective response and definitive action from the EU.  It has been a long time coming.<\/p><p>The civil war in Syria in which citizens have been caught between the al-Assad regime, rebel groups and religious extremists, all committing war crimes including the use of chemical weapons, torture and extrajudicial killing, has been going on since the Arab spring of 2011.  Some 95% of the 4.3 million Syrians who have fled the civil war have been residing in the refugee camps of neighbouring Turkey, Lebanon, Iraq, Jordan and Egypt, which we have been repeatedly told by the UNHCR and the world food bank are underprepared, under-resourced, overcrowded and seriously overwhelmed by the sheer numbers of refugees they are dealing with and due to the lack of food, the spread of disease and the cold of winter setting in.  Many of the refugees believe their only option is to seek refuge in Europe, even at the risk of what both we and they know to be a perilous boat journey.  The Arab states of the Persian Gulf, including Saudi Arabia whose envoy to the United Nations in Geneva has just been elected chair of the UN human rights panel of experts, have taken in zero refugees, which has been described as especially shameful by Amnesty International.<\/p><p>Despite all our knowledge, the EU seems to have been taken by surprise in terms of its preparedness to receive refugees when this summer saw the highest influx of refugees into Europe since the Second World War.  After the Second World War and the Holocaust we said, &quot;Lest we forget.&quot;  That was the genesis of the EU and the political glue that holds us together.  The European Union is founded on the values of respect for human dignity, liberty, democracy, equality, the rule of law and respect for human rights.  Oscar Wilde said, &quot;The one duty we owe to history is to rewrite it.&quot;  I agree, because I fear we are in danger of repeating it.  In preparing this statement I came across a wonderful animated video from a series called &quot;In a Nutshell&quot;, which explains the European refugee crisis in Syria in an extremely accessible way through animation and commentary and I recommend it to everyone.  One of the quotes from it really struck me.  It said:<\/p><blockquote>We are writing history right now.  How do we want to be remembered?  As xenophobic, rich cowards behind fences?<\/blockquote> <p>Images of fences, barricades and barbed wire on our European borders are reminiscent of a time we swore never to revisit.<\/p><p>This crisis is a shameful example of where the response of the citizens has far outweighed that of us as political representatives.  Huge credit goes to the people of Europe for their compassion, their empathy and their demand for political action.  The relocation plan is definitely a step in the right direction.  The current programme to relocate 40,000 persons from Italy and Greece, with an agreement in principle to relocate an additional 120,000 over time, needs to be implemented as a matter of urgency.  It is limited from the outset compared to the present need.  The UNHCR has already given a preliminary estimate that 200,000 relocation places are urgently needed.  <\/p><p>I commend Sophie Magennis, head of the UNHCR office in Ireland and the UN designated official to Ireland, for her comprehensive address to the Joint Committee on Foreign Affairs and Trade earlier this week.  I share the concerns of the UNHCR in Ireland that, notwithstanding relocation, no further measures have been proposed to create more legal pathways for refugees to reach safety in Europe.  The UNHCR urges a substantial and rapid increase in legal opportunities for refugees to access the EU.  This would include enhanced resettlement and humanitarian admission, family reunification, private sponsorship and humanitarian and student visas.  In this regard I note that Ireland has established the Syrian humanitarian admission programme and operates a resettlement programme but I still believe we can do more to promote the flexible use of entry visas by authorities here.  I am also proud to note that Ireland has a longstanding history of being one of a very small number of resettlement countries to which vulnerable cases, such as families and medical cases, are referred by the UNHCR following its registration, assessment and recommendation phases.<\/p><p>I think we have an important role as parliamentarians to raise awareness about these programmes and Ireland's important role in resettling refugees here.  There is no Irish person who would not be horrified and moved to know that, in Syria, 50 families have been displaced every hour of every day since 2011.  We have a platform to debunk much of the scaremongering and the untruths circulating about the so-called Islamification of Europe, a possible crime spike and a drain on our resources.  None of this is true and it must be challenged as part of assisting and encouraging integration into Ireland and its society.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#T00200","speaker":"1171"},{"type":"speech","time":1443691800,"counter":80,"content":"<p>Hear, hear.  Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#T00300","speaker":"1158"},{"type":"speech","time":1443691800,"counter":81,"content":"<p>This is a global issue but the EU must ensure that all member states uphold its values and look to the treaties of the European Union to look at the possibility of suspension of member states who are putting up barriers.  That, for me, is a frightful sight which I thought was only part of our history.  We need to ensure there are transparent legal pathways for refuge to safety in Europe.  Without hesitation, I support these motions but I believe we have to and must do more.  We must do our duty and we must not repeat history.  Indeed, we must rewrite it to show our humanity and our compassion to our fellow global citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#T00400","speaker":"1171"},{"type":"speech","time":1443691800,"counter":82,"content":"<p>I join in the welcome to the Minister of State, Deputy Sherlock, and I congratulate him.  I welcome the support expressed across the House for this motion.  I am standing in for Senator Maurice Cummins so I am Acting Leader in proposing the motion.  I know Senator Cummins very much welcomes the support too.<\/p> <p>I welcome the commitment shown by the Government undertaking to take 4,000 refugees in light of the current refugee crisis.  I welcome the huge outpouring of compassion and empathy for the appalling plight of the refugees we have seen crossing the Mediterranean Sea and over land through Turkey and Greece and up through Croatia in recent months.  My own family came to this country to seek refuge in 1946 when my grandfather arrived with my father as a young child so we are not very far removed from migration ourselves.  With our own history we should be particularly mindful of the need to show sympathy to others who make this crossing.  <\/p> <p>We know there is a humanitarian crisis for the Syrian families and the hundreds of thousands who have fled Syria, most of whom are living in refugee camps in neighbouring states such as Lebanon, where 1 million out of a population of 4 million are refugees.  There are 2 million Syrians in refugee camps in Turkey, all in dire situations, and the world community needs to take action to address the humanitarian crisis there.  There is now another humanitarian crisis, which has been unfolding on a much bigger scale this year than in previous years, with so many people undertaking the treacherous journey across the Mediterranean Sea or across land to reach European countries.  Some 3,000 people have died this year alone on the Mediterranean, including the small boy, Aylan Kurdi, whose photograph touched us all so deeply.<\/p> <p>The Irish vessels and their crews that have taken part in the relief effort have to be commended.  They have done very important work and it is welcome that we have provided support through Irish Aid.  Yesterday, at the meeting of the Joint Committee on Justice, Defence and Equality, we heard in more detail about the planning in respect of the resettlement and relocation of refugees and it is important to distinguish between the two.  We have undertaken to resettle 520 refugees from front-line camps in Lebanon whose status will be predetermined as refugees when they come to Ireland.  An additional 2,450 are to be relocated over a two-year period from transit across Europe, particularly from Italy and Greece.  We will then take in approximately 1,000 more on one basis or the other.  <\/p> <p>The committee heard from Mr. Michael Kirrane, the head of the Irish Naturalisation and Immigration Service, and from the Refugee Applications Commissioner, Mr. David Costello.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They assured us that preparation is ongoing, that the task force has met, as the Minister of State has said, and that resources are being put in place.  We expressed particular concern about the mechanism for determining the status of the 2,450 people who are to be relocated.  As the Minister of State has said, it is anticipated that those who come here on a relocation basis will not have their status predetermined and therefore will be accommodated in what are to be known as emergency reception and orientation centres.  I share the concerns of others, as expressed at the joint committee meeting and again today, that this should not become another form of direct provision.  We are all familiar with the significant problems that exist in direct provision centres.  We are all extremely anxious that these centres would not house people who are awaiting decisions on status for more than a few weeks at a time.<br\/><br\/>When I questioned the Refugee Applications Commissioner, I received a personal assurance from him that he is recruiting more staff on a panel basis to ensure applications can be processed swiftly.  He said his office will also need enhanced resources for the family reunification applications that will follow.  I would like to make two points in that context.  The Minister of State mentioned the Syrian humanitarian admission programme, under which 111 vulnerable people from Syria were granted permission to reside in Ireland last year following applications from family members here.  I have been told that there were 308 applications, which means that just one third of applications were granted.  I know from some of the Syrian families here how distressing that can be.  I wonder if we might see a more generous approach to family reunification.  The other concern I would like to mention is that family reunification provisions are apparently not included in the international protection Bill, as currently drafted.  We need to ensure we have a generous approach to family reunification.<br\/><br\/>As I have said, there are concerns about housing and accommodation.  We have all rightly praised Germany absolutely for its open approach to the admission of refugees.  I know from colleagues in Germany that public buildings like school halls, community halls and barracks have been turned over for these purposes.  I suggest this is an appropriate approach to short-term provision if there is no other way of doing it.  We all understand that.  We need to be sure that decisions are made in a matter of weeks so that families, in particular, are not housed in inappropriate accommodation for long periods.<br\/><br\/>We were told that the end of the year would see the first arrivals.  We asked for a timeframe in that regard because it is clear that this is very urgent.  This brings me to a very particular issue in the Department of Foreign Affairs and Trade that is of concern.  We know that tens of thousands of Syrian people, in particular, are currently on the move through Greece and Italy.  There are also people fleeing wars in Iraq, Eritrea and other countries.  We were told yesterday that the EU process and apparatus is really only cranking up now, belatedly, to provide an assurance to those who are currently on the move through Greece and Italy that provision will be made to relocate them if they stay in what are known as &quot;hot spots&quot; in those countries.  I understand this will be done in co-operation with the Italian and Greek authorities.  There is a major problem for people who are facing such an uncertain future.  They must be given an assurance that adequate provision will be made for relocation from those countries.<br\/><br\/>I agree with Senator van Turnhout about the need for sanctions against those EU countries that are not showing the compassion and the humanity we are seeing from Germany.  I refer particularly to Hungary, which has behaved so appallingly towards refugees.  My father's country of origin, the Czech Republic, has not been particularly generous either.  It behoves us in Ireland to be strong on this issue and to seek to ensure there is a common humanitarian response from across the EU.<br\/><br\/>I wish to raise a couple of other points.  In light of the Minister of State's role in the Department of Foreign Affairs and Trade, it is important to ask him to set out what Ireland is doing to ensure there is a strong EU intervention to seek to resolve the cause of this crisis, which is forcing people to have to flee from Syria.  What EU interventions are in hand to seek to resolve the war?  As others have said, we are seeing an escalation in Russia's intervention.  Iran is backing the Assad regime.  The US is refusing to countenance any transitional arrangement with Assad in power.  Huge numbers of civilians are caught in the middle in cities like Aleppo and Homs.  What are the measures that are being taken?  Do the Gulf states have a role to play in this respect?  Is any pressure being put on them?  Indeed, are any sanctions being imposed on countries that are exporting arms to the Assad regime or to ISIS?  We know that civilians are being targeted by both.<br\/><br\/>I have been asked to raise the plight of a particular group, the Yazidi community, which is being targeted by ISIS in northern Iraq.  I am aware that the Minister, Deputy Charles Flanagan, who has spoken on this issue, recognises the plight of this community, which has been singled out for genocidal treatment by ISIS.  I wonder whether we can see this group being provided with targeted aid through Irish Aid's programmes.  Indeed, can we see members of this community being prioritised for resettlement?<br\/><br\/>The enormous bravery, resilience and courage of Syrian families and individuals must be acknowledged in any contribution on the current crisis.  I refer to those who have made such incredible and epic journeys from Syria in search of safety for their children and a future for themselves.  The positive that has come from this is the immense compassion from ordinary citizens across the EU who have been showing their support and compassion in such large numbers.  In Ireland, we have seen it in the pledges of support made on <i>uplift.ie<\/i>.  I echo the Minister of State's assertion that the Red Cross is to be commended on taking on the co-ordination of pledges from the public through its website, which was just established on Monday.  I know it will be seeking to make sure concrete pledges are being given.  It will follow up on those pledges to ensure provision is made.  The pupils in the school attended by my children have packed up thousands of packages of toiletries for refugees on the Greek and Italian borders.  There is a real political will to help in any way we can the people who are caught in such a terrible situation and are trying to get to refuge in Europe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#T00500","speaker":"1148","continuing":true},{"type":"speech","time":1443691800,"counter":84,"content":"<p>I welcome the Minister of State to the House.  I have one cavil with the motion and that is the use of the word &quot;benefit&quot; in the phrase &quot;for the benefit of Italy and Greece&quot;.  This is not being done for the benefit of Greece, which is being crucified by the European Community and economically is in an appalling state.  The economic situation in Greece is a catastrophe and social life there is disrupted.  Greece is overwhelmed by refugees landing on small tourist islands.  The number of refugees is greatly surpassing the number of people in the small tourist villages.  It is not really &quot;for the benefit&quot; of Greece.  I do not see any &quot;benefit&quot; to Greece, but I agree that there is a case for relief.<\/p><p>Like the Minister of State, I am proud of the work being done by the Irish Naval Service in rescuing people.  When I was abroad at my house in Cyprus, I watched the international news and I saw how the <i>LE Eithne<\/i>was being employed to rescue these people.  As an Irish man, I felt extremely proud.  The Minister of State was quite right to be proud when he spoke about this.  He also referred to this country's admission of 500 people since 2009.  I remind him that this is fewer than 100 people a year.  I do not think it is anything to boast about.<\/p><p>The whole of the Middle East is a very volatile and unstable area.  This is largely due to the intervention of Europe.  When Mr. Assad took over from his father, many people were hopeful because they saw him as a kind of sophisticated western-oriented man.  He had been educated in London and so on.  Very soon, we saw signs of extraordinary repression against human rights activists.  People were imprisoned and tortured for their human rights activities.  The situation became more and more unsatisfactory.  There has been a great deal of indecision in the West.  I refer, for example, to the dithering about whether to get the military involved.<\/p><p>Senator van Turnhout referred to extra-judicial killings.  The extra-judicial killings that really worry me are those done by the Americans by means of drone attacks.  I find this utterly shocking because we are supposed to be defending western values.  What happened to the right of <i>habeas corpus<\/i>?  What happened to the right to a fair trial?  What happened to the right to know the accusations being made against one and to defend oneself from them?  Much of this is the product of Anglo-American intervention in the Middle East.  This is an inevitable result of it.  Of course we cannot turn history back.<\/p><p>I wish to comment on the response of some of the European leaders, particularly people like Mr. Cameron.  They initially seemed to see the people on the boats as the target.  They intervened to stop their desperate flight across the Mediterranean.  They ignored the sources and causes of this war.  They did not address those factors at all.  Of course it is a very serious problem.  I do not take a simple view of it because I understand that the major humanitarian crisis is accompanied by a crisis for the European Union.  This is very much like what happened to the Roman Empire.  There was a major expansion of the empire.  Then the borders became porous and the empire was eaten away from inside, very largely by this kind of penetration.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need to be very careful that this does not happen again.  As I have said, the Middle East is a very volatile area, and we can consider the current Russian position in supporting Mr. Assad.  Russia has supported him with military supplies for a very long time and was lying through its teeth about it.  We intervened but we did not do so decisively.  To quote Macbeth, &quot;We have scotch'd the snake, not killed it.&quot;  There is also the question of the rise of ISIS.<br\/><br\/>The Russians claim the strikes in recent days have been against ISIS but we all know perfectly well that they have been against the rebels.  Various countries are using this issue as a pretext for hammering their enemies.  The Turks, for example, have used it as a pretext for further severe military repression of Kurdish sections of Turkey and intervention against the Kurdish population in neighbouring countries.  In tackling ISIS, we must consider not just the humanitarian aspect as there is a cultural element.  It has used barbaric methods of beheading people, including an 86-year-old architectural expert who was the curator of the great complex at Palmyra.  His beheading was filmed.  That must also be taken into account.<br\/><br\/>We must be very careful in making distinctions between refugees and asylum seekers on the one hand and so-called economic migrants on the other.  To be an economic migrant is also to be a kind of refugee.  Many people left this country as economic migrants and we must never forget that.  We can look at the record of the European Union throughout the African continent.  I remember a programme on RTE about a small fishing community in Africa whose livelihood was destroyed by an Irish super-trawler, and those people subsequently came to Europe.  They were economic migrants but we forced them into that position.  We must own up and acknowledge our role.<br\/><br\/>The scale of this problem is absolutely enormous.  The figures are fairly fluid.  Somebody mentioned there are 2 million refugees in Turkey but I have a figure before me of 1.7 million refugees.  There are 1.5 million refugees in Lebanon, which puts our contribution of 5,000 over five years in a certain context.  There are 700,000 refugees in Jordan, 250,000 in Iraq and 120,000 in Egypt.  The response of the Irish people has been pretty generous, in the same way as the response of the English people has been generous and undercut Mr. Cameron's position.  He had to rethink that because of the strong feelings of the English people.  In a survey asking whether Ireland should accommodate 5,000 refugees, 54% said &quot;Yes&quot;, which is a very large majority.<br\/><br\/>I will ask the Minister of State a specific question.  The T&aacute;naiste stated recently that we would welcome 5,000 refugees and they would not go through the direct provision system.  Is that true?  Ms Sue Conlan from the Irish Refugee Council has stated quite clearly that it is not true.  She states:<\/p><blockquote>I want to debunk the myth that these people will not go into direct provision.  If people are being relocated as asylum seekers within the EU, the only provision for them in Ireland at the moment is direct provision, and it is a form of institutionalisation.<\/blockquote><p>Are these people going to direct provision?  If they are being given some kind of enhanced status, and I would not begrudge it to them, it would throw into a very sharp perspective the role of those already in the country in direct provision.  I introduced a Bill to this House with Senator van Turnhout that would have addressed the question of direct provision comprehensively.  We would have got it through this House but Sinn F&eacute;in changed sides at the last minute for completely specious reasons.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#U00200","speaker":"1136","continuing":true},{"type":"speech","time":1443691800,"counter":86,"content":"<p>That is rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#V00200","speaker":"1122"},{"type":"speech","time":1443691800,"counter":87,"content":"<p>It is not rubbish.  I proved it at the time.  I have been put in touch with NASC, the Irish immigration support centre, and it has formulated a family reunification scheme.  Senator Bacik spoke about this.  It is examining a targeted, supported, twin-track migration route for persons in need of protection who have family members in Ireland.  Syrian nationals living in Ireland would be eligible to sponsor family groups and they could be supported by community groups, non-governmental organisations and groups of private individuals.  The five main elements of the scheme are that it would be immediate and extended to family members living both in Syria and the surrounding territories; all applications would be processed quickly, with visas granted without delay; all Syrian and nationalised Syrians resident in Ireland would be eligible to apply; to alleviate any administrative burden on the State, a coalition of NGOs and legal practitioners would provide assistance to applicants; and Irish citizens, private organisations, NGOs and community groups could provide the financial backing to Syrian residents in Ireland who wish to apply.<\/p> <p>I have a final suggestion made by a very valued colleague, Mr. David McCarthy, who contacted both me and Senator van Turnhout.  He has suggested something that goes to everybody's heart and which we would all remember.  I did not see the pictures but I heard the reports about the three year old child washed up on the shore in Turkey and his distraught father.  What is suggested is an outline scheme to draft an amendment to the asylum Bill to offer status to orphaned children from the Syrian crisis.  This could be formulated with NASC and others to allow foster homes to take the children.  In the name of humanity, there must be some idea of cherishing the children, not just the children of this nation but the children of Europe, the wider world and the Middle East.  It would be an appropriate action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#V00300","speaker":"1136"},{"type":"speech","time":1443691800,"counter":88,"content":"<p>I join in the welcome to the Minister of State, Deputy Sherlock.  I also welcome the all-party support for the motions.  It is only right and fitting that Ireland would play its part in shouldering the major responsibility of trying to deal with this horrific crisis which has shocked and horrified every person in the country.  We have seen the misery inflicted on our fellow human beings and we have witnessed the generous outpouring from the Irish people in the immediate aftermath of the crisis in the Mediterranean, which is an indication that the Irish people want to play their part and support the Government in all the actions we are about to take to accommodate as many refugees as we can.  I have seen it in my own town of Ballinasloe when a small group of women got together last week and in a few days had filled a 40 ft. container to ship to Calais to assist refugees there.  People were exceptionally generous and I know that will be replicated now throughout Ireland as we attempt to find suitable accommodation for these unfortunate people.<\/p><p>Others have spoken about the great pride we all had in our naval force and the personnel serving on the <i>LE Eithne<\/i>, <i>LE Niamh<\/i>and <i>LE Samuel Beckett<\/i>.  They rescued many people from the Mediterranean.  Our history has been referred to and it is appropriate for us to remember what our own people suffered before they received a welcome, support and encouragement to have a wonderful future following the Great Famine in our country.  It is only right we would now treat appropriately people in similar positions.  It is right for us to demonstrate solidarity with Italy and Greece and the countries neighbouring Syria that are under pressure trying to cope with the volume of refugees.  Shame on those countries that have refused to offer support and play their part in this EU initiative.<\/p><p>I welcome that Irish Aid will provide &euro;41 million in support to Syrian refugees by the end of the year and I applaud the wonderful work being done by NGOs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael Mullins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2368\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2368&amp;amp;pid=MichaelMullins&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many speakers referred to the need for a political solution to the crisis.  The war in Syria is in its fifth year and has claimed the lives of up to 250,000 people, with thousands of deaths caused by the dropping of barrel bombs in towns, chemical weapons attacks on residential areas, starvation of civilian populations and other barbaric forms of terror.  The conflict has resulted in the displacement of more than 11 million people, both internally and beyond Syria's borders.  The vast majority of the 4 million refugees who have left Syria have been accepted by neighbouring countries, namely, Turkey, Lebanon and Jordan.  However, these countries are struggling as a result of the extremely difficult conditions.  Senator van Turnhout and other speakers referred to the pressures they face.  <\/p><p>Many people are risking life and limb as they try to make their way to Europe and their lives are being placed at further risk by human traffickers.  In addition to Syrian refugees, people from other conflict-torn countries, including Eritrea, Sudan and Iraq, are arriving on Europe's borders in increasing numbers.  It is estimated that up to 350,000 refugees arrived between January and August 2015. <\/p><p>It is imperative that a political solution is found to the conflict in Syria, the greatest humanitarian catastrophe of our time.  I read recently that the country is the most dangerous place on earth to be a child.  The role and effectiveness of the United Nations Security Council need to be reviewed.  Some 18 months after the adoption of Resolution 2139, which was designed to provide unhindered humanitarian access to the country, the resolution remains unheeded.  There has been a catalogue of failed resolutions.  It is time to redraw the UN charter to cater for conflict resolution.  The European Union's relationship with Saudi Arabia, Iran and Russia must also be reviewed.  Real pressure could be brought to bear on world leaders to come to terms with this appalling crisis.  This is a testing time for the EU and a unified response is needed. <\/p><p>What are wealthy Arab countries doing to help in these appalling circumstances?  Every country in the world must play a role.  Lebanon, Jordan and Turkey must receive sufficient international aid and support as they seek to deal with this appalling crisis.  Actions to resolve the conflict must be given a new urgency.  I call on all world leaders to knock heads together to identify how this appalling crisis can be addressed in an effective manner and the circumstances we are witnessing can be impacted in a meaningful manner. <\/p><p>I welcome the efforts that are being made, including the establishment in recent days of emergency reception and orientation centres, to assist those seeking protection and the decision to grant refugee status within weeks to refugees from Syria and Eritrea.  I commend the Red Cross and other organisations which are working with local authorities and other bodies to address the issue.  Communities nationwide will also play their part.<\/p><p>I am pleased that Senators from all parties and none have given overwhelming support to the motion.  This will be a first step in Ireland welcoming at least 4,000 refugees to our shores and ensuring they have a better life in future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#V00400","speaker":"1118","continuing":true},{"type":"speech","time":1443691800,"counter":90,"content":"<p>Everyone in Europe is overwhelmed by the migration crisis and European political leaders are trying to come together to make the correct decisions on the matter.  I am afraid the European Union has been caught up again in a terrible bureaucracy and its leaders have failed to come together and solve problems.  I am very proud of the role being played by the <i>LE Niamh<\/i>, <i>LE Samuel Beckett<\/i>and <i>LE Eithne<\/i>in saving people seeking a new life in Europe from the terrible waters of the Mediterranean.<\/p><p>On Wednesday, 23 September, I attended a meeting hosted by the Mount Merrion and Stillorgan churches.  Fr. Tony Coote of the Church of St. Theresa, Mount Merrion, chaired the meeting and was assisted by the Reverend Ian Gallagher of St. Brigid's Church, Stillorgan.  The overwhelming feeling among the 160 people in attendance was a desire to stretch out their hands to those who are in trouble.  One speaker, Ms Brigid Kennedy of Concern, recounted in graphic detail what life is like in the region.  She spoke specifically about Syria where people used to enjoy a good standard of living but 75% of the population now live in poverty.  The meeting showed that people in Mount Merrion, Kilmacud and Stillorgan will work with the Red Cross and hopefully be able to provide accommodation for refugees in suitable apartments in the area.  Fr. Coote was anxious that I point out in my contribution that the response of the people attending the meeting was unanimous.  <\/p><p>There are, however, people in society who are not unlike the President of Hungary who has shown coldness and an extreme communist approach.  I remember as a young child being engrossed in conversation with my parents about the Hungarian revolution.  We had great sympathy for the people of Hungary when Soviet tanks rolled over the country.  The lack of humanity shown by the Hungarian leadership is incomprehensible.<\/p><p>Fr. Coote believes that if people are to maintain their dignity, they should receive money directly in order that they can manage their lives.  What is life if there is no hope?  Those who attended the meeting have a fervent wish to help and welcome refugees, particularly from Syria, and help them to get apartments.  Ideally, these people should be able to use their skills and practise their professions in order that they can participate in society.  That this option is not available to people in the direct provision system is unbelievable but that is a matter for another day.  <\/p><p>We have all learned that Islamic State is an inhuman organisation.  The position in respect of Russia is not so simple.  I believe Russia will tackle IS head-on because its leaders have a deep-seated fear of fundamentalist Islamic culture in Russia and this fear will energise President Putin to deal with IS directly.  Russia's relationship with President Assad and his father dates back 50 years.  We cannot write off Russian involvement in the region.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary M. White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2011\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2011&amp;amp;pid=MaryMWhite&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Personally, I did not agree with sanctions against Russia because I believe in trade and not war.  The politicians who brought in the sanctions did not give a damn about the people in eastern Europe who were trading with Russia.  They cut off companies that relied on making a livelihood by exporting to Russia.  The politicians in the UK and the United States decided unilaterally to impose sanctions and forgot about the people in the business of trade.<\/p><p>Finally, I commend the parish leaders of both Mount Merrion and Stillorgan on their initiative to lead the people in that particular area to help the migrants who they will accept into their area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#W00200","speaker":"1156","continuing":true},{"type":"speech","time":1443691800,"counter":92,"content":"<p>Last February, I raised the issue of the Syrian crisis in this House in a Commencement debate at the request of the Ireland Syrian Solidarity Campaign.  At the time I pointed out that thousands of people risked their lives on overcrowded boats sailing to Europe.  I also urged the Irish and European authorities to do more to help the refugees and address the root causes of the crisis.<\/p> <p>As other Members have said, the crisis has been unravelling in front of our eyes for years.  It is too all of our great shame, as Europeans and that of the international community as a whole, that the issue did not become a political priority until photographs of poor Aylan Kurdi emerged in the international media.  We could not ignore the image of a small child lying dead on a beach.  His image resonated with parents all over the world.  People thought that could have been their child, that his family was just like their families and that they were unfortunate to have been born in Syria.  It was as a result of a huge public outpouring of anger and upset after those images emerged that we finally started to see some political leadership devoted to the issue.  Even then, the response was slow and totally inadequate.  In a European Union that is supposed to have been built on the principle of solidarity, the countries at the front-line were left on their own.  Senator Norris has mentioned the case of Greece and Italy but other countries were left for a long time to cope with the crisis on their own.  Other European countries turned their backs and pretended not to see while saying, \"They are not on our borders so why should we have to do anything about it.\"  <\/p> <p>I, too, am very proud of the incredible work that has been done by the Irish Naval Service.  I have no doubt that it has been emotionally difficult for the personnel involved to respond in that environment.  The naval personnel have all done us proud by their efforts to rescue families in the Mediterranean.  I am concerned about the slow response by the Irish Government to the crisis.  We were not one of the first European countries to respond.  Our European colleagues, like Angela Merkel and others, criticised countries like Ireland for not stepping up and agreeing to take more refugees at the start.  Yes we sent the Irish Naval Service to rescue people but we then deposited them in other countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00200","speaker":"1200"},{"type":"speech","time":1443691800,"counter":93,"content":"<p>Not true.  We did more than that which I shall explain later to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00300","speaker":"979"},{"type":"speech","time":1443691800,"counter":94,"content":"<p>For weeks Ministers produced different figures on how many refugees Ireland would take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00400","speaker":"1200"},{"type":"speech","time":1443691800,"counter":95,"content":"<p>It is not just about the number of people we are taking, and I would like to state that for the record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00500","speaker":"979"},{"type":"speech","time":1443691800,"counter":96,"content":"<p>Of course it is not.  I recognise that in other areas, particularly the work done by the Irish Naval Service, good work was undertaken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00600","speaker":"1200"},{"type":"speech","time":1443691800,"counter":97,"content":"<p>I am glad to hear that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00700","speaker":"979"},{"type":"speech","time":1443691800,"counter":98,"content":"<p>I wish to make the following point, and it is one that I do not think the Minister of State can refute, about the resettlement of refugees.  Initially, our response was very slow and even now the number of people that we have agreed to take is very small.  At a European level there has been a collective lack of leadership.  One had host countries such as Germany, which had Angela Merkel welcome people into Germany, but other EU countries did not step up.  From now on I would like to see the Minister of State and his ministerial counterparts step up and show leadership on this issue.  Let us be generous.  Let us be mindful of our history and be generous in our response because the Irish response has been too slow.<\/p> <p>As has been pointed out, the number of refugees coming to Europe is very small when compared with that of Lebanon and our neighbouring countries.  We can and we must have an effective system to receive these refugees.<\/p> <p>I would like the Irish Government to push for an effective EU asylum policy because it has become clear that we do not have one.  There has been an agreement on some resettlement in this particular case but we need a proper asylum policy that is fair to each of the 28 EU states.  Such a policy would ensure that we respond in a humane and an efficient manner to an increasing refugee crisis which is happening not just in the Middle East but also in Africa and elsewhere.  It is time that the Dublin Convention is looked at again because it is fundamentally flawed and needs to be reviewed.<\/p> <p>The response by some European leaders has been pathetic but the generosity of Irish people has been incredible.  Irish people are mindful of their history of famine, occupation and emigration.  They were horrified at the extent of human suffering in Syria and want to help.  All over the country communities are responding.  Individuals have pledged rooms in their homes.  Community groups are collecting donations of clothes, tents and other essential items to send over to the refugees.  In my own area of Howth, which is a small village in north Dublin, a community has collected over 500 packs in a few weeks.  The response and generosity of Irish people is something of which we can be deeply proud.  There is a need to co-ordinate the response.  A couple of weeks ago I met Deputy Denis Naughten, community groups, Oxfam, GOAL, Special Olympics and other organisations to discuss how we can provide a proper welcome in Ireland for these groups.<\/p> <p>Senator Norris asked a question about accommodation.  I, too, would be very concerned if these refugees were accommodated in direct provision.  It is far preferable for families to be located in different villages around the country where they can be integrated from the start and have Irish people look after them.  That is far preferable than going into the institutionalised setting provided by direct provision.  <\/p> <p>I reiterate my call on the Government to end the use of direct provision as long-term accommodation.  That solution was only intended to last a few months and act as a way to receive people into the country while dealing with their applications.  It is to our great shame that families have been left to languish in direct provision for years on end.  People have been left without proper accommodation, any kind of family environment and no right to work.  As I have mentioned previously in the House, there are huge child protection concerns about children having to share bathrooms and other accommodation with unrelated adults.  I take this opportunity to request action be taken.  I know there is a task force and the matter has been talked about for quite some time.  Over the years we have debated the issue on a number of occasions in this House.  I ask the Minister of State to talk to his colleagues about making sure that action is taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00800","speaker":"1200"},{"type":"speech","time":1443691800,"counter":99,"content":"<p>I welcome the Minister of State.  I saw him and the Minister on television when they were in the main hall in Stormont doing their work of peacekeeping at that level and internally.  We have spent a lot of this Oireachtas trying to keep the bailiff from the front door but the matter has been stabilised and now we have a chance for more active and informed policy interventions.  What happened in Belfast has been quite successful, a fact which must be emphasised, and the event could act as a pointer.  Ireland, because it does not have a colonial past, could take more of these initiatives, particularly now that we have stabilised the financial programme.<\/p><p>Joschka Fischer, in a recent interview, said:<\/p><blockquote>[Europe] will need to focus on stabilizing its Middle Eastern, North African, and Eastern European neighbors with money, commitment, and all its hard and soft power.  A united approach will be crucial.<\/blockquote> <p>To go to the source of these problems is important but we have not done so, as Europe.  There are a lot of questions about some of the interventions that have led to these problems.  I am pleased to see Russia's initiative is to hold a peace conference and that the US Secretary of State, Mr. John Kerry, has responded in a positive manner.  <\/p><p>In terms of the 4,000 refugees who come here, the major change must be that they are allowed to work.  There is evidence that the 4,000 refugees will include people of great skills, training, etc., so they could be an asset.  An inability to work was a fault in the previous ways we have looked after people who sought asylum and refuge in this country.  Ireland should also take measures to help refugees who wish to return home.  We should implement an independent foreign policy to look after their homesteads so that they can, if they wish, go back home.<\/p><p>In the first nine months of this year it was estimated that out of those who came to Europe 39% were from Syria, 11% from Afghanistan, 7% from Eritrea and that the rest came from Iraq, Nigeria, Pakistan, Somalia and Sudan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We need a whole new approach to foreign policy through the United Nations, through helping people in the United Nations Food Programme, to the work of NGOs and so on and, particularly, as my colleagues have said, in the Lebanon which has borne part of the adjustment.  About 7 million people have left Syria and only a fraction of those have landed on Europe's shores.  This is a wider problem.  There is an interview in the international journal of foreign affairs with President al-Assad.  Just to hear, without endorsement, from his angle, it states that the United States has caused problems by getting into Iraq.  He mentioned Afghanistan.  One wonders what that intervention by both the United States and the United Kingdom was for and the invasions of Libya, the destabilisation of Lebanon and so on.  He said also there is terrorist financing by Saudi Arabia, Qatar through Turkey.  Therefore, a huge problem is causing what lands on the Minister's desk and the 4,000 he is trying to take in.<br\/><br\/>Going back to the time of Frank Aiken, as Minister, and Conor Cruise O'Brien, as a major person in the Department of Finance, Ireland should seek again an independent foreign policy on the basis that we are able to assuage people.  We do not have the colonial record and perhaps we can assist in bringing peace and co-operation and supporting governance.  Governance is complex.  We know about it in this House and we know through our tradition of public service and government in this country that it is quite easy to pull one down and extremely difficult to build one up.  Sometimes one has to say, &quot;Be careful what you wish for.&quot; <b><\/b>A country which is destabilised can lose hundreds of thousands and, indeed, millions of refugees.  Our help in assisting states where there are disputes between different ethnic groups and different social groups could be brought into play through the undoubted skills in the Department of Foreign Affairs and Trade and through the United Nations.  We have such a plethora of problems it has not been the greatest decade for European foreign policy or for US foreign policy or for Russian foreign policy.  In view of the kind of dimension which Ireland used to bring to the United Nations in New York, it might be time to reopen all of those old files and assume a more dynamic role, given the high esteem in which Ireland is held.  That is endorsed by the conduct of the navy and, of course, the peacekeeping troops and the role they have played in Lebanon.  Perhaps out of this awful situation, allowing people to come to this country to work but also developing a more active interventionist foreign policy to bring our undoubted gifts to the wider state to make sure there are no recurrences of these problems, is something we should look at also.  I thank the Minister of State for coming to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#X00900","speaker":"1157","continuing":true},{"type":"speech","time":1443691800,"counter":101,"content":"<p>I dt&uacute;s ba mhaith liom tr&eacute;asl&uacute; leat as ucht do ph&oacute;sadh, a Aire St&aacute;it; go n-&eacute;ir&iacute; s&eacute; leat.  I congratulate the Minister of State on his recent marriage and wish him the best of luck.<\/p> <p>Issues arising from the motion are a matter of concern.  Let me be clear, I believe absolutely that Ireland should offer a safe haven to those desperate people whose lives have been destroyed.  However, I am shocked and dismayed by the appalling lack of transparency by Government in relation to this entire process.  The fact is that we know virtually nothing about what is planned for these people once they get here.  The entire process can only be characterised as lacking any form of transparency and is cloaked in secrecy.  There has been no meaningful engagement-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Y00200","speaker":"1122"},{"type":"speech","time":1443691800,"counter":102,"content":"<p>On a point of order, I appreciate the Senator's sentiment but we did hear from the Joint Committee on Justice, Defence and Equality a very clear indication as to the plans that are being made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Y00300","speaker":"1148"},{"type":"speech","time":1443691800,"counter":103,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Y00400","speaker":"1122"},{"type":"speech","time":1443691800,"counter":104,"content":"<p>Senator &Oacute; Clochartaigh to continue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Y00500","speaker":"1120"},{"type":"speech","time":1443691800,"counter":105,"content":"<p>There has been no meaningful engagement with the public or with communities on the ground.  I spoke to our local councillor in Monasterevin where one of the centres is located.  The council was only informed about that centre being opened three days in advance of it being made public.  I understand also that there has been very little engagement with schools in the area as to how the 40 children who will come to that centre will be managed in the school system.<\/p><p>More shocking is the fact that not one of the NGOs working with refugees, immigrants and people in direct provision have been consulted by the Department or the various State agencies working in the area.  What about the Irish Refugee Council, the Immigrant Council of Ireland, Spirasi, Doras Luimn&iacute;, Crosscare and NASC?  The Minister of State mentioned the agencies but I did not hear much about the NGOs being engaged in the process.  With all due respect, the Irish Red Cross may do good work but it does not have a track record or experience of working with refugees in Ireland.  It was not represented on the working group which the Department set up around direct provision, and as a Senator who has been working on this issue for the past four and half years, I have never been contacted about the issue of direct provision by the Irish Red Cross.<\/p><p>The Council decision that three key dimensions should be advanced in parallel, namely, relocation-resettlement, return-readmission-reintegration and co-operation with countries of origin and transit is a cause of alarm.  What will be the actual status of those who come here?  What is the basis of the Irish refugee protection programme in legislation and how will it affect those coming here?  For what status will they be allowed to apply and qualify?  Is it refugee status, subsidiary protection or what?<\/p><p>The recent track record of the State in supporting and protecting asylum seekers is, frankly, shameful.  Since 2003, Ireland is the only state in the European Union to opt out of EU directives laying down minimum standards for the reception of asylum seekers.  For 15 years the State has placed asylum seekers in the discredited direct provision system, condemning them to many years in limbo, living on a paltry allowance and denying them the right to work.  One third of those living in direct provision today are children.  More than half of those living in the system have done so for more than four years.  However, in the face of repeated calls from the Opposition and from NGOs working on behalf of migrants and asylum seekers, the Government has failed to end this inhuman and degrading system.  The Government has, thus far, also failed to deliver an updated version of the Immigration Residence and Protection Bill 2010.  <\/p><p>This history of inaction and indifference to the plight of asylum seekers has been the hallmark of this and previous Governments.  What I find alarming is the looming reality that more vulnerable and traumatised people fleeing war and destruction may now find themselves and their children in what can only be described as a form of neo direct provision.I challenge the Minister of State to tell me how it is any different from the system in place already?  It is like <i>d&eacute;j&agrave; vu<\/i>that on the back of two reports, one from the Joint Committee on Public Service Oversight and Petitions and the other from the working group established by the Government to look at improvements to the protection process, including direct provision, we are looking at the real danger that the system is about to grow and expand as part of this resettlement regime.  Any right-thinking person should be alarmed at the plans for emergency reception and integration centres.  <\/p><p>People should be outraged at the news that people who are already making huge profits from the lucrative direct provision business are about to be awarded contracts to house vulnerable refugees in hotels, such as the Hazel Hotel in Monasterevin, and in hotels and premises in Cork and Kerry.  Will the Minister clarify who owns these hotels and what tender process was put in place to contract them?  The Government has engaged in no consultation with the public or with local communities and neither has it provided additional resources to already stretched schools, hospitals and other public service providers who will be expected to cater for these people.  The growth and extension of direct provision is not acceptable.  To date the Minister of State and the Government have not implemented a single recommendation from either of the reports I mentioned.  Frankly, I am alarmed by the plans, inasmuch as we know about them as I am sure the public will be.  <\/p><p>What the Minister of State is planning with the apparent support of the UNHCR is more institutionalised living for vulnerable people, yet we see no additional resources being made available for these traumatised adults and children in terms of mental health and public health provision.  An article in <i>The Guardian<\/i>today outlines the level of torture that is being inflicted in some of those areas, such as Syria, Eritrea and Iraq.  These people are coming into a country that leaves people to die on trolleys and that cuts funding to children with special needs, to poor children and to single mothers.  We see no evidence that extra staff resources have been allocated to the services that will be dealing with them when they come.  As it stands, if a person claims asylum in Ireland he or she could be waiting up to six months for an interview.  How will the services be able to process new applications more quickly?  What will be the knock-on effect for those other people who are languishing in the direct provision system?  I ask the Minister to consider what message this sends to people who have already spent five, six, seven and ten years in direct provision, people who, as we speak, are staring at the abyss and desperately hanging on to the tiniest bit of hope in order to survive with some morsel of human dignity.  This <i>de facto <\/i>extension of direct provision creates a hierarchy not only of refugees and immigrants but of desperation and uncertainty.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When I look at the language of the motions I fear it is more about putting up barbed wire fences around the EU, keeping out as many people as possible and sending people back to where they came from as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Y00600","speaker":"1122","continuing":true},{"type":"speech","time":1443691800,"counter":107,"content":"<p>Senator, you are over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00200","speaker":"1120"},{"type":"speech","time":1443691800,"counter":108,"content":"<p>During the delivery of his annual report yesterday at the meeting of the Joint Committee on Public Service Oversight and Petitions, the Ombudsman said that at the least he needs to have oversight of direct provision and any new system that is put in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00300","speaker":"1122"},{"type":"speech","time":1443691800,"counter":109,"content":"<p>The Minister of State is most welcome.  I did not realise has was only recently married.  I wish to extend my congratulations to him.<\/p> <p>We have a problem to solve and it is urgent.  Ireland must step up to the plate.  It is stepping up to the plate, but Ireland needs to show more leadership on the global stage.  One prong of the solution involves solving the war in Syria and that is no joke.  As others have said, it has been running for four to five years at this point.  Anyway, we really need to play a bigger part.  The former Minister of State, Deputy Costello, was in the Minister of State's chair I do not know how many times to discuss this issue in the past.  I do not believe the United Nations has done enough in any way.  We absolutely need a humanitarian response immediately.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00400","speaker":"1131"},{"type":"speech","time":1443691800,"counter":110,"content":"<p>What does the Senator mean by saying that the UN has not done enough?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00500","speaker":"979"},{"type":"speech","time":1443691800,"counter":111,"content":"<p>It has not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00600","speaker":"1131"},{"type":"speech","time":1443691800,"counter":112,"content":"<p>The Senator should clarify the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00700","speaker":"979"},{"type":"speech","time":1443691800,"counter":113,"content":"<p>I am happy to clarify it.  What action has been taken against Assad the tyrant and against the growth of ISIS?  The UN has to get in there.  Our goal should be to take Syrians.  I agree with the suggestion about 4,000 families.  I am keen for the Minister of State to clarify the word \"family\" as opposed to \"individuals\".  I agree with that much, but our goal should be to recreate their country in order that they can be repatriated.  They are a cultured, educated people.  Let us face it: the Syrian people took hundreds and thousands of people after the Second World War.  They opened their hearts, minds and homes to others then.  Now they are in trouble and we have let this war go on.  In this Chamber almost two years ago I put down an Adjournment motion to the then Minister of State, Deputy Costello, in respect of offering to take Syrian children.  We had families in Galway willing to do it.  I heard a wonderful proposal by Senator Norris for an amendment to the asylum seekers Bill in respect of housing orphaned children first.  We must do that.  That was the terrible fallout of the genocide in Rwanda.  We had widows and orphans left behind.  Now we have families headed by orphans there 20 years on.  We need to wake up to save us.  I have before me a letter which I believe sums up everything that I want to say.<\/p> <p>I am on the record as saying that we should take up to 10,000 refugees.  I presume that is approximately 4,000 families and therefore I am supportive of the Government moves in that regard.  I was disappointed that we only committed to 600 initially and then 1,800.  However, because of the public outcry we had to move the figures up.  We are a small nation and a nation that has been downtrodden in the past.  We are a nation that understands conflict and one that, as an emigrant nation, has had to reach out and be helped by other countries.  Therefore, we are understood and other nations are open to Ireland showing leadership.  Hungary and Britain have been a disgrace on this front, but we can be a beacon of hope.<\/p> <p>I fully agree with a process and a systematic approach in this case.  I fully agree that proper screening must be done.  I spoke to the Minister for Justice and Equality, Deputy Fitzgerald, three weeks ago.  Two families asked me whether I would go to Greece and Hungary with them to bring home two families.  I asked the Minister but she said I could not do that because the people had not been screened.  I asked when that was going to happen.  She said she expected some of it would happen in front-line countries, but I do not hear the Minister saying that now.<\/p> <p>We need two things.  First, we need screening done in the front-line countries that are taking the brunt of these people.  Then when they come to this country, we should know who we are taking and whether they are refugees or economic migrants.  My preference in the first instance is for refugees; they are seeking refuge.  Then we should have an orientation here.  However, I do not agree with packing people into institutionalised centres.  That has failed us in the case of direct provision.  We are a disgrace.  I do not want any more comment while I am trying to speak to the Minister of State.  That is a recipe for segregation and racism and for failing yet again.<\/p> <p>We have a great proposal on the table.  We have 1,300 parishes in the country.  If each parish took three families, that would amount to 4,000 families.  This would represent proper integration.  I did not get to read my letter in the House.  Anyway, I have a community of 3,000 people looking for them.  I have had representatives of schools in my town of Oranmore as well as in Galway ringing me to explain that they have English as an additional language, EAL, teachers and that they have multicultural schools.  We now have free general practitioner care for those under six years of age.  We are more equipped than we might give ourselves credit for.<\/p> <p>However, I do not agree with giving housing to Syrian refugees or packing them into centres.  I agree with a family-based integration approach.  What I am saying is that the role of the Government should be a co-ordinating role.  The Government should take the goodwill of the people.  I believe our own people should get the housing first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00800","speaker":"1131"},{"type":"speech","time":1443691800,"counter":114,"content":"<p>You are over time, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z00900","speaker":"1120"},{"type":"speech","time":1443691800,"counter":115,"content":"<p>A man in Galway who is homeless has contacted me on a number of occasions and he asked me to tell those families that he would take their offer of care.  Irish families are stretching out to the Syrian refugees.  I believe the Government should solve our own housing crisis first.  I was glad to hear what Senator Bacik said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01000","speaker":"1131"},{"type":"speech","time":1443691800,"counter":116,"content":"<p>Senator, you are way over time.  Senator Bradford is next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01100","speaker":"1120"},{"type":"speech","time":1443691800,"counter":117,"content":"<p>Senator Bacik referred to news from the Joint Committee on Justice, Defence and Equality yesterday.  However, it must be put out on the public airwaves.  It is bigger than this.  We may talk about things in this House but that does not mean the word is getting out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01200","speaker":"1131"},{"type":"speech","time":1443691800,"counter":118,"content":"<p>Senator, resume your seat, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01300","speaker":"1120"},{"type":"speech","time":1443691800,"counter":119,"content":"<p>The Minister of State should tell us the news.  He should tell us when it is happening.  He should tell us that we are not going down the road of a segregated \"pack 'em and rack 'em\" approach.  That is terrible language but that is what has happened refugees and asylum seekers in the past.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01400","speaker":"1131"},{"type":"speech","time":1443691800,"counter":120,"content":"<p>Senator, resume your seat, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01500","speaker":"1120"},{"type":"speech","time":1443691800,"counter":121,"content":"<p>That is the language being used on the street.  I agree that it is terrible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01600","speaker":"1131"},{"type":"speech","time":1443691800,"counter":122,"content":"<p>Senator, you are not allowing for the Minister of State to have any time to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01700","speaker":"1120"},{"type":"speech","time":1443691800,"counter":123,"content":"<p>I am glad to have the opportunity to say a few words on this important matter.  I join in the words of congratulations to the newly-married Minister of State.  I had better not say that it goes downhill from here on.<\/p> <p>We are all at one about what needs to be done, although there may be a different emphasis on the speed of the response.  Our first priority must be to get as many of these unfortunate refugees as possible onto the safe shores of Ireland.  I am keen to know, precisely from A to B, what happens next.  I am prepared to get the people into the country first and remove them from the theatre of nightmare and at least allow a fresh start to begin.  Much work is required in respect of the processing and provision of support.  I hope it will come.  Without giving a lengthy oft repeated lecture on direct provision, we know what not to do.  We must try to ensure we do not make the same mistakes again.<\/p> <p>Even the worst of the direct provision centres in this country are better than the conditions being faced by the people there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01800","speaker":"1205"},{"type":"speech","time":1443691800,"counter":124,"content":"<p>It is still not acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z01900","speaker":"1122"},{"type":"speech","time":1443691800,"counter":125,"content":"<p>We know it is not acceptable.  However, rather than waiting for some theoretical or dream response that might never come, let us get people onto the shores of Ireland and try to work from there.  I look forward to hearing further from the Minister and the Minister of State about the plans.<\/p> <p>I support what has been done to date and I believe the people support it too.  Notwithstanding the difficulties we face domestically and the tens of thousands of people awaiting social services and housing in this country, the people coming from Syria have been facing extraordinary challenges.  Theirs is a dreadful plight.  What we saw some weeks ago on our television screens brought that home to every citizen.<\/p> <p>Senators Healy Eames and Barrett referred to the broader issue.  We must attempt to address it as part of the European Union.  For better or for worse we have gone beyond the stage of having an individual stand-alone Irish foreign policy.  We are working with our European Union partners.  Within the European Union and the United Nations the situation in Syria and the broader Middle East needs to be taken more seriously.  It is over 12 months since I spoke about the matter in this House.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Bradford:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=73\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=73&amp;amp;pid=PaulBradford&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When one looks at the map of the Syria of today as opposed to Syria five or six years ago and sees exactly who is in control of what and the complete takeover of such huge tracts of land by ISIS, it shows how weak the international community is.  Perhaps because of what happened or did not happen in Iraq and Afghanistan, there is a fear of an international response but we are now getting the worst of all worlds because ISIS is on the march not just in Syria but beyond bringing the threat of doctrinal terrorism right to the shores of Europe, the Russians are now playing games that we do not understand and the US seems to have been totally sidelined.  I have said before that the President of the US does not seem to serve a political purpose at present.  He has removed himself from international thinking.  It is very disturbing.  Yesterday, the Russian bombers claimed to be bombing ISIS but apparently were bombing the Syrian rebels instead, and giving the US one hour's notice of that sort of expansionary development.  It is very disturbing.  <\/p><p>The Minister for Foreign Affairs and Trade met with Mr. Putin earlier in the week.  I am sure their discussions were wide-ranging but the Minister of State and his Government colleagues should be letting the Russian political representatives in this country know about our deep concern about their recent actions.  We need a coherent international response.  If we look at what is happening with the regime in Syria and the way the Russians are apparently trying to prop it up, we can see it is very disturbing.  That regime is at the heart of the problem and it really cannot be part of the solution.  I wish the Minister of State well in his endeavours but our response in conjunction with our EU partners and on to the broader UN stage must stop being neutral, nuanced and about sideline commentary.  We must start taking serious, robust action and I would like to hear the Minister of State's views on that.  I wish him well in respect of what I do not glibly call the refugee problem but we need to see it working.  We need to see these people being looked after here as best we can and as quickly as we can.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#Z02000","speaker":"1205","continuing":true},{"type":"speech","time":1443691800,"counter":127,"content":"<p>I welcome the Minister of State to the House.  I was present at the meeting of the Oireachtas Joint Committee on Justice, Defence and Equality yesterday where we heard from the Irish Naturalisation and Immigration Service and the Refugee Applications Commissioner.  It was clear that these people and the officials from the Department of Justice and Equality are very professional people but it occurred to me at that meeting that Ireland's performance on this issue could be a model of efficiency and at the same time, be utterly underwhelming from a perspective of social justice and doing justice in this very difficult situation.  It could even be a bit morally bankrupt.<\/p> <p>Why do I say that?  I say that because we are taking part in an EU initiative that by its very title, if one looks at the EU decision, is about provisional measures in the area of international protection for the benefit of Italy and Greece.  Quite understandably, there is a need to relocate people from Italy and Greece so that the matter can be processed in an orderly way.  However, it seems there has been a complete failure of imagination on Ireland's part given that we are in a situation where we opt in to measures as opposed to being bound by them.  It has been a complete failure of imagination on our part in terms of what our obligations are, first and foremost.  There has been a complete failure to factor in thinking about the persecuted minorities - Christians and other minorities in the Middle East - in terms of our thinking about the best response at this point in time.  <\/p> <p>The reason I say that is because behind the 160,000 people who will be taken in over the next couple of years, there are millions more waiting to get into the EU and who will indeed seek to get into the EU but the EU will only be able to take so many.  As the room fills, there will be very little room left for people who perhaps do not have the means to cross Europe.  They might not have been able to leave refugee camps in Turkey because they might have been frightened to go into refugee camps in the first place, as has been reported about some of the Christian minorities.  They might be Yazidis who face particular persecution and torment - not just Christian minorities in the Middle East but others such as Turkmen and some Shia Muslim minorities.  There seems to be no thinking on the part of our Government about whether there should be a particular channel for those people in the context of the limited response that Ireland can make.  <\/p> <p>The Minister for Justice and Equality attended a meeting in Paris on our behalf on 8 September 2015.  It was a conference on victims of ethnic and religious violence in the Middle East.  As far as I am aware, we heard nothing from the Government either about what she said or what was decided at that conference.  As far as I am aware, there was little to no media coverage in Ireland about that.  We are not hearing at all from the Department of Foreign Affairs and Trade about this issue.  The entire approach seems to be that the Department of Justice and Equality is heading up a response about how we take in our share but should we not be interested in the question of how we identify our share when there are perhaps people who will be forgotten in all of this and who, as I have said, were terrified to go into camps because they would be persecuted or were not in the position to travel?  It is not that I do not feel sympathy for young Muslim men and Muslim families who have left camps and arrived on our shores and it is not that I do not feel sympathy for the EU bureaucracy that must face this problem.  However, it is not necessarily the right solution just to start with those people and say these are the people we are going to integrate.  <\/p> <p>We are told that it will be Italy and Greece who will determine who is sent to each country for processing.  If there are security concerns and if Ireland is in a position to identify that a particular person is a security risk, we were informed to a limited degree yesterday that this could be made known to Greece and Italy and that might or might not be taken into account.  There is a real missed opportunity here in terms of doing justice and there has been a real shallowness of thinking.  We should have a generous but structured policy of bringing people into our country who are fleeing persecution or war - indeed economic migrants as well - but there should be a particular vigilance about those who directly face persecution because of their ethnicity or religion.  Just as I would disagree with the Christians-only approach as expressed by the Prime Minister of Hungary, Viktor Orb&aacute;n, the response of the Minister for Defence a couple of weeks was just as inadequate when he echoed Donald Tusk when he said that religion has nothing to do with it.  That is too shallow an analysis.  If you are a member of a minority religious group - if you are a Christian from Mosul - you do not have a future in Iraq and your community probably does not have a future when all this settles down where we know there will be zones for Shia and Sunni Muslims.  Everybody has equal human dignity but some people are at particular risk because of who and what they are.  As far as I can see, the Irish Government is not interested in examining that question in the context of its response and I think that is appalling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#AA00200","speaker":"1146"},{"type":"speech","time":1443691800,"counter":128,"content":"<p>On behalf of the Minister for Justice and Equality, I thank the Senators for what has been an extensive interaction about this issue.  If I was to read the room, so to speak, I imagine that the Seanad in the main supports the opt-in or the protocol that is to be provided in terms of the Council decisions.  I acknowledge those messages of support from individual Members of the Seanad.  So many different points were raised today and I will do my best to address them.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2163\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2163&amp;amp;pid=SeanSherlock&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to nail the lie that the Government has responded inadequately to this crisis.  It and, by extension, the Irish people have been involved in it since 2011.  If one factors out Syria, one realises the Irish people, through Irish Aid and Irish and international NGOs, have actually committed over &euro;100 million in funding.  This has been achieved through multilateral organisations such as UNHCR, the World Food Programme, the United Nations Office for the Coordination of Humanitarian Affairs, OCHA, and international NGOs.  In this regard, Ireland has committed a considerable amount of funding, &euro;100 million in total, to seek to ensure there are in-country or in-region solutions and that aid is disbursed in a way in which it reaches those most in need.<\/p><p>Members will know the UN General Assembly was in session last week and has been in session for part of this week.  Ireland continues to support a referral by the UN Security Council of the case of Syria to the International Criminal Court.  It also seeks accountability for the multiple war crimes committed during the conflict.  However, we all have to recognise that Irish foreign policy is absolutely or partly tied into an EU position, as Senator Bradford stated, but we continue to lobby and hold bilateral meetings with other countries on the need to ensure there is a political solution to this crisis within the region.  The need for political stability is paramount.  Owing to the political instability that exists, there is a humanitarian crisis.<\/p><p>It is sad and shocking that it took the image of a small boy on a beach for a political response to emerge.  I acknowledge the points made by Senators on the European Union response.  I have stated at development Ministers' meetings that the establishment of an EU trust fund still raises many questions about the response.  Sometimes at EU level, there is a legitimate critique of the tardiness of the response and of the potential to create duplication in the pan-European response where there is no need for it.<\/p><p>Last week I had bilateral meetings with Mr. Stephen O'Brien from OCHA and Mr. Ant&oacute;nio Guterres from the UNHCR on the needs of their organisations.  With regard to Ireland's foreign affairs response, the scarce resources we have are being deployed increasingly to deal with humanitarian crises and we have to focus on the long-term development goals that actually lead to political stability or enhance political stability in the very regions that we are talking about.  Therefore, there is a major challenge for the world.  Ireland is seeking to do what it can multilaterally and bilaterally, politically, developmentally and in terms of humanitarian assistance, to bring about greater involvement by the very countries that have been referred to, particularly those in the Middle East, which are not devoid of resources.  This is to ensure that they assist people within their own regions.  A global political response is required.  I acknowledge absolutely the points that have been made in that regard.<\/p><p>There is a cross-departmental and agency task force.  Its role is to co-ordinate and implement the logistical and operational aspects of the Irish refugee protection programme, which I outlined earlier.  I cannot name all 40 stakeholders on the task force because I just do not have that information.  However, the Departments of Justice and Equality, Foreign Affairs and Trade, Social Protection, Children and Youth Affairs, Public Expenditure and Reform, Health, Education and Skills and the Environment, Community and Local Government, city and county council managers, the Irish Red Cross, the UNHCR, Tusla and the HSE are all involved in co-ordinating the reception.  The Houses of the Oireachtas have not yet passed the actual motion, but we are working as a state with all the stakeholders to try to organise all the dynamics that obtain when 4,000 additional persons are brought into the country.  There will be an increase in that number because of the family reunification element-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#AA00300","speaker":"979","continuing":true},{"type":"speech","time":1443691800,"counter":130,"content":"<p>That is the point I was making.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00200","speaker":"1122"},{"type":"speech","time":1443691800,"counter":131,"content":"<p>I did not hear what the Senator said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00300","speaker":"979"},{"type":"speech","time":1443691800,"counter":132,"content":"<p>The Department is not engaging with the NGOs dealing with this on a day-to-day basis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00400","speaker":"1122"},{"type":"speech","time":1443691800,"counter":133,"content":"<p>The Minister of State, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00500","speaker":"1120"},{"type":"speech","time":1443691800,"counter":134,"content":"<p>We are engaging with the UNHCR.  With regard to the in-country response on the ground, there is daily engagement with the NGOs.  This is a republic and I am the Minister of State responsible for North&ndash;South co-operation.  The Senator represents a party represented on both sides of the Border.  We have to think of this in terms of the all-island response also.  The Senator's party is part of an Executive-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00600","speaker":"979"},{"type":"speech","time":1443691800,"counter":135,"content":"<p>It has no foreign affairs capability.  It does not have a foreign affairs brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00700","speaker":"1122"},{"type":"speech","time":1443691800,"counter":136,"content":"<p>I would love to see a greater degree of visibility in regard to the Northern Ireland Executive's response to this very issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00800","speaker":"979"},{"type":"speech","time":1443691800,"counter":137,"content":"<p>It does not have a foreign affairs brief.  The Minister of State should know that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB00900","speaker":"1122"},{"type":"speech","time":1443691800,"counter":138,"content":"<p>The Minister of State, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB01000","speaker":"1120"},{"type":"speech","time":1443691800,"counter":139,"content":"<p>We are doing our best to ensure we have a stakeholder group that will ensure consultation that includes the city and county council managers so that, at county and city council levels, there will be co-ordination.<\/p> <p>At the first meeting of the task force on the Irish refugee protection programme, chaired by the Minister for Justice and Equality, Deputy Frances Fitzgerald, and held on 16 September, it was agreed that the Department of Justice and Equality would take the lead in the process of relocating persons to Ireland and the establishment of emergency relocation and orientation centres.  The Office of the Refugee Applications Commissioner will be responsible for the processing of the protection applications of those persons being relocated here.  The Department of the Environment, Community and Local Government and the city and county council management network will lead on providing accommodation for persons granted refugee status.  The Department of Justice and Equality, the Office of Public Works and the Department of Defence are currently carrying out an assessment of any available State properties.  The Irish Red Cross has been given the task of communicating with the public and assessing, profiling and co-ordinating offers of public support and accommodation.  This has been referred to by quite a few Senators, especially those from the west.  Earlier this week, the Irish Red Cross set up a dedicated website to enable members of the public to formally register their pledges.  The Departments of Health, Education and Skills and Social Protection and relevant agencies, such as the HSE and Tusla, will provide health, education and welfare services and other services and supports.<\/p> <p>Once the 4,000 people are granted status, they will be able to apply for family reunification.  That is one of the issues raised.  As I said, Tusla is engaging with the HSE to ensure the well-being of children is protected.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2163\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2163&amp;amp;pid=SeanSherlock&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=01\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The international protection Bill is expected to be published in the coming weeks and enacted by the end of the year.  This new legislation will significantly improve arrangements for the processing of asylum applications and greatly reduce the time persons spend in the direct provision system.  Today is about getting permission to opt-in.  We have no indication as to whether our arrivals will be single persons or families and, therefore, there is still a way to go on that.  The task force has a specific committee chaired by the Department of Foreign Affairs and Trade to liaise directly with NGOs to provide support services and I can provide further clarification on this.  A total of 180 additional staff have been allocated to support the programme.  Those who come here have a strong likelihood of qualifying for status and the Government has approved additional staff resources for processing which should lead to a faster granting of status, possibly weeks after arrival.<\/p><p>The issue of the wording, \"to the benefit of Italy and Greece\", was raised.  That is the wording of the Council agreement.<\/p><p>We all acknowledge that there have been serious deficiencies in the direct provision system but it has not failed to provide accommodation, food and other supports for all asylum seekers who have come to this State over the past 15 years, which should be acknowledged.  From a cross-party point of view, we all openly acknowledge that the Government is trying to rectify the position and, by any objective standard, we have done a good job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#BB01100","speaker":"979","continuing":true},{"type":"speech","time":1443691800,"counter":141,"content":"<p>By any objective standard, Governments have done a poor job, not just this Government, but the previous Government as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00200","speaker":"1131"},{"type":"speech","time":1443691800,"counter":142,"content":"<p>The Minister of State to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00300","speaker":"1120"},{"type":"speech","time":1443691800,"counter":143,"content":"<p>Seriously, seven to ten years in direct provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00400","speaker":"1131"},{"type":"speech","time":1443691800,"counter":144,"content":"<p>I am putting the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00500","speaker":"1120"},{"type":"speech","time":1443691800,"counter":145,"content":"<p>How is that humane?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00600","speaker":"1131"},{"type":"speech","time":1443691800,"counter":146,"content":"<p>How is the system different?  The Minister of State has not answered that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00700","speaker":"1122"},{"type":"speech","time":1443691800,"counter":147,"content":"<p>I have just acknowledged the deficiencies that exist.  I understand the need for rhetoric and I understand histrionics as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00800","speaker":"979"},{"type":"speech","time":1443691800,"counter":148,"content":"<p>That is unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC00900","speaker":"1131"},{"type":"speech","time":1443691800,"counter":149,"content":"<p>There is a loss of human rights for the people involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01000","speaker":"1122"},{"type":"speech","time":1443691800,"counter":150,"content":"<p>We will seek to preserve the dignity of the persons who come to this island and we will make sure matters are expedited, utilising all the stakeholders involved, including Departments, in order that their rights as human beings are protected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01100","speaker":"979"},{"type":"speech","time":1443691800,"counter":151,"content":"<p>On a point of order, I got no answer from the Minister of State about the concerns I raised about persecuted minorities.  That is a massive omission at the heart of the Government's decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01200","speaker":"1146"},{"type":"speech","time":1443691800,"counter":152,"content":"<p>That is not a point of order.  The Minster of State has responded and the Senator should resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01300","speaker":"1120"},{"type":"speech","time":1443691800,"counter":153,"content":"<p>On a point of order, I did not get responses to my questions either.  I wanted a simple clarification.  Are we talking about 4,000 individuals or 4,000 families?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01400","speaker":"1131"},{"type":"speech","time":1443691800,"counter":154,"content":"<p>The Senator should resume her seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01500","speaker":"1120"},{"type":"speech","time":1443691800,"counter":155,"content":"<p>Seriously, we have called for this debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01600","speaker":"1131"},{"type":"speech","time":1443691800,"counter":156,"content":"<p>There is a limited time and I have no choice but to put the question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01700","speaker":"1120"},{"type":"speech","time":1443691800,"counter":157,"content":"<p>I understand that but if other Members raise points of order that are not points of order, I surely have that right too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01800","speaker":"1131"},{"type":"speech","time":1443691800,"counter":158,"content":"<p>The Senator should resume her seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC01900","speaker":"1120"},{"type":"speech","time":1443691800,"counter":159,"content":"<p>I would be happy to but the Minister of State did not answer the questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC02000","speaker":"1131"},{"type":"unspoken","time":1443691800,"counter":160,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1443691800,"counter":161,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to accept the following measure:Council Decision (EU) 2015\/1601 of 22 September 2015 establishing provisional measures in the area of international protection for the benefit of Italy and Greecea copy of which was laid before Seanad &Eacute;ireann on 24th September 2015.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC02200","speaker":"1148"},{"type":"unspoken","time":1443691800,"counter":162,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1443691800,"counter":163,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC02400","speaker":"1120"},{"type":"speech","time":1443691800,"counter":164,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015100100002#CC02500","speaker":"1148"},{"type":"unspoken","time":1443691800,"counter":165,"content":"<p>The Seanad adjourned at 3.05 p.m. until 2.30 p.m. on Tuesday, 6 October 2015.<\/p>","notice":"TIME STRING DETECTED"}]