[{"type":"minorheading","content":"Prelude","time":1664276400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 12:00","time":1664276400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1664276400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1664276400,"counter":4},{"type":"majorheading","content":"Teachtaireachtaí ón Dáil - Messages from Dáil","time":1664276400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#A00100"},{"type":"speech","time":1664276400,"counter":6,"content":"<p>D&aacute;il &Eacute;ireann has passed the Bretton Woods Agreements (Amendment) Bill 2022 on 21 September 2022, to which the agreement of Seanad &Eacute;ireann is desired.  D&aacute;il &Eacute;ireann has passed the Road Traffic and Roads Bill 2021 on 21 September 2022, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#A00200","speaker":"1650"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1664276400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#A00300"},{"type":"speech","time":1664276400,"counter":8,"content":"<p>I have received notice from the following Senators that they wish to raise the following matters on the Commencement of the Seanad:<\/p><p>Senator Fiona O'Loughlin:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for mental health and older people to make a statement on the establishment by CORU of a registration board for psychotherapists. <\/blockquote> <p>Senator Maria Byrne:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the number of vacant posts in the diabetes service within the University of Limerick Hospitals Group across the following areas: consultant endocrinologists; advanced nurse practitioners; clinical nurse specialists; staff nurses; and dietitians.   <\/blockquote> <p>Senators Mark Wall and Robbie Gallagher:<\/p> <blockquote> \tThe need for the Minister for Transport to extend the youth travel card or young adult card to include 17- and 18-year-olds attending third-level education.   <\/blockquote> <p>Senator Lynn Boylan:<\/p> <blockquote> \tThe need for the Minister for the Environment, Climate and Communications to ban fossil fuel advertising and sponsorships. <\/blockquote> <p>Senator Malcolm Byrne:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on the Government's strategy to develop film and television production in Ireland. <\/blockquote> <p>Senator Se&aacute;n Kyne:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the future of Clifden District Hospital, County Galway. <\/blockquote> <p>Senator Eugene Murphy:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the requirement to improve safety measures on the footpaths and bridges over the River Shannon in Rooskey on the Leitrim-Roscommon border. <\/blockquote> <p>Senator Sharon Keogan:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the progress being made with Vertex Pharmaceuticals to secure access to Kaftrio for 35 children who are not in receipt of it under the original reimbursement agreement. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Of the matters raised by Senators suitable for discussion, I have selected Senators Fiona O'Loughlin, Maria Byrne, Mark Wall and Robbie Gallagher, who are sharing their time, and Lynn Boylan, and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Murphy on the ground that the Minister has no official responsibility in the matter.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#A00400","speaker":"1650","continuing":true},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1664276400,"counter":10,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#B00200"},{"type":"minorheading","content":"Mental Health Services","time":1664276400,"counter":11,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#B00250"},{"type":"speech","time":1664276400,"counter":12,"content":"<p>I appreciate that the Cathaoirleach has selected this important Commencement matter.  I raised it last week on the Order of Business and the Cathaoirleach rightly pointed out that I should do so as part of a Commencement debate.<\/p> <p>Recently, during a constituency clinic in Newbridge, I met Olive Cross, who heads up a group called Therapists For Change.  This is a group of 900 psychotherapists who have come together to work towards improving the mental health service in Ireland and to professionalise the service they are offering.  These are very highly skilled and educated practitioners.  At present, we have over 8,000 psychotherapists and counsellors qualified, accredited and insured in Ireland, which is a very valuable resource.  The issue I raise with the Minister of State, Deputy Rabbitte, is in regard to the registration of these professionals.  As it stands, the HSE will not employ someone with a level 8 honours degree in psychotherapy and counselling without them having a second allied health degree, such as social care, speech therapy or nursing.<\/p> <p>We all know the number of people who need support with their mental health.  However, in many instances, people are using medication and are being prescribed medication when they really need talk therapy, and the underlying issue is not actually being dealt with.  It is very important that they have the opportunity to access these professionals.<\/p> <p>We are aware of previous issues with rogue psychotherapists.  In 2019, the then Minister for Health, Deputy Harris, appointed 13 experts in the field to a new board.  This board was tasked with ensuring high standards of professional conduct, education, training and competence among counsellors and psychotherapists.  We were told at that stage that the new board would undertake a substantial piece of work before it launched a register.  That is obviously something that Therapists For Change is very keen to see established.  It was envisaged that this would take up to two years but it is now three years later and we have not heard anything.  I want to know where this project is at and when we can expect to see progress.<\/p> <p>This is very important.  Ensuring that the people of Ireland receive timely, high-quality and impartial counselling and psychotherapy is of paramount importance.  A recent report from Jigsaw noted that, in 2021, it had received its highest ever number of referrals and it saw a 104% increase in demand for its online live chat service and a 144% increase in demand for its email support.  In February, the HSE&rsquo;s child and adolescent mental health services, CAMHS, reported a 40% increase.  Recent analysis from the Economic and Social Research Institute, ESRI, has shown the impact of Covid, with 40% of young men and 55% of young women classified as depressed, which is very concerning news for all of us.  We all know of the waiting lists for people trying to access psychology services.<\/p> <p>I have painted the picture.  As the Minister of State knows, I could go on with stark statistics in the area of mental health in this country.  We have seen failures in the past.  We have all lost someone to suicide.  We all know someone who has suffered with their mental health.  Most of us, if we are to be honest, can say that we have at times suffered with our own mental health.  We need to do what we can to ensure people get the services they deserve.  The overriding message that I took away from my dealings with Therapists For Change is that they want to be able to help.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Its members want to be able, in a regulated and compassionate way, to relieve the pain faced by so many.  At the moment, they are being blocked from doing this due to the lack of a central registration process and by burdensome admittance criteria.  Psychotherapists have been promised regulation but it has not been delivered.  As an addendum to that, students who are looking to go into this area need to see a clear path to how they can receive accreditation to do the work.  I appreciate the Minister of State listening and I hope there will be a response on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#B00300","speaker":"1689","continuing":true},{"type":"speech","time":1664276400,"counter":14,"content":"<p>I thank Senator O'Loughlin for giving me an opportunity, on behalf of the Minister for Health, to inform the House of the progress made to date on the establishment of the registration board for psychotherapists.  The Minister apologises for not being able to come to the Chamber to take the matter.<\/p> <p>The Health and Social Care Professionals Act 2005 provides for the protection of the public by promoting high standards of professional conduct, professional education, training and competence through statutory registration of health and social care professions designated under the Act.  The legislation is being implemented on a phased basis as registration boards and their registers are being established.  Out of the 17 professions designated for regulation, 12 registration boards are currently operating for 15 professions.  A profession for regulation is either designated in the Act or can be designated by means of an order made by the Minister for Health under the Act when, following a consultation process, he or she considers it is appropriate and in the public interest that the profession be so designated.<\/p> <p>As the Senator will be aware, regulations under SI 170 of 2018 were made by the then Minister for Health, Deputy Harris, in 2018.  The effect of those regulations is to designate the professions of counsellor and psychotherapist under the 2005 Act and to establish one registration board for both professions.  The Counsellors and Psychotherapists Registration Board was established in November 2018 and its members were duly appointed in February 2019.  The board held its inaugural meeting in May 2019 and has held a total of 20 meetings since it was established.  Its work includes consideration of the titles to be protected, the minimum qualifications to be required of existing practitioners and the qualifications that will be required for future graduates.<\/p> <p>While the Counsellors and Psychotherapists Registration Board has begun working towards regulation of those professions, a substantial body of work requires to be undertaken before a register may be opened.  The work of the board is significantly more challenging than it is for registration boards for some of the more established professions, owing to the many different educational pathways into the professions and the variety of specialties and titles used.  To date, the board has made progress in a number of areas.  This includes the identification, verification and comprehensive assessment of legacy and historical qualifications to determine whether they are appropriate for transitioning existing practitioners onto the respective registers when open.  The board has also conducted scoping and research on the regulation of counsellors and psychotherapists internationally.  In addition, it has commenced the drafting of separate and distinct standards of proficiency for both counsellors and psychotherapists.<\/p> <p>To add my own tuppence worth, I could not agree more with the Senator that young people who are qualifying as psychotherapists and counsellors need clear pathways to professionalism.  As Minister of State with responsibility for disability services, I am concerned that parents who seek an assessment of needs from private practitioners are protected.  They must be sure the people from whom they seek a service meet the professional criteria.  We need a proper register for those practitioners.  Far too often, when parents have sought a private assessment of needs, the practitioners are not recognised.  This issue is relevant not just in one field but right across the board, including the disability sector.  I welcome the Senator's Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#C00200","speaker":"1484"},{"type":"speech","time":1664276400,"counter":15,"content":"<p>I thank the Minister of State for responding to my Commencement matter.  I appreciate that she has outlined the progress made in terms of what the registration board must examine.  However, I am concerned that no timeline was mentioned in the response she was given by the Department of Health.  The reality is that while we await proper and appropriate accreditation, there is nothing to stop me, her or anybody else with no qualification or training from opening a counselling service tomorrow morning.  That is a danger to which members of the are exposed.<\/p> <p>As I mentioned, in the absence of the HSE being able to refer people who need counselling and psychotherapy reports, people on waiting lists are accessing medication as a support.  Obviously medication has its place but in the majority of cases talk therapy gets to the root of the problem.  I honestly believe we have a mental health crisis and not only based on some of the statistics I mentioned.  This issue must be a priority for the Government and Minister for Health.  I would appreciate if the Minister of State conveyed that message and asked for the coherent and cogent timelines we would expect.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#D00100","speaker":"1689"},{"type":"speech","time":1664276400,"counter":16,"content":"<p>I trust the Senator will appreciate that, but for the day that is in it, the Minister for Health would be in the Chamber to address this very serious issue.  I will inform him that no timelines were outlined and that significant work is required to prevent rogue operators operating in the industry.  That is why we need this sector regulated to protect all.  I thank the Senator for tabling her Commencement matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#D00200","speaker":"1484"},{"type":"minorheading","content":"Hospital Services","time":1664276400,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#D00300"},{"type":"speech","time":1664276400,"counter":18,"content":"<p>I thank the Cathaoirleach for selecting this important topic and the Minister of State for coming to the House to address the issue.<\/p> <p>I recently met members of a concerned support group which works with diabetics in the mid-west.  The issues they raised included long waiting lists, having to wait for appointments and insufficient staff numbers.  As late as yesterday, I spoke to somebody who has been waiting for eight years to see a consultant endocrinologist at University Hospital Limerick, UHL.  Yesterday, the individual in question received a phone call to say that a diagnosis would be done over the phone on Thursday.  While I know this involves the public health system, a wait of eight years is unacceptable.<\/p> <p>Diabetes is a very serious condition but it can be managed and people can have a great quality of life.  The other day, I attended a briefing in the audiovisual room and I am grateful to the people who contributed.  While I know a little about diabetes, I still found the briefing an eye-opener.  Meeting members of the support groups has been education for me as regards the current shortages.<\/p> <p>How many vacant posts are there for consultant endocrinologists, advanced nurse practitioners, clinical nurse specialists, staff nurses and dieticians in the University Limerick Hospitals Group, ULHG?  These staff are very important and play a key role in treating and working with people who are diabetic.  Many people have type 1 diabetes, while many others have type 2 diabetes or are borderline diabetic.  Having proper staff in place helps people to change their lifestyle and eating habits and prevents the development of type 1 or type 2 diabetes.  The person to whom I referred had hair eight years ago but now has none.  That person is still waiting to see a consultant, which is a serious situation.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This person does not know whether they have diabetes because they have not seen anyone.  They have been attending his own doctor but they have waited eight years.  That is not acceptable.  That is why I put down tabled a question regarding how many vacancies there are and whether they are being filled.  One or two nurse practitioner positions have been filled but there are still many vacancies.  If the positions are being filled across the sector, how many staff do we expect at UHL in the near future?  If vacancies are not being filled, when is it planned to fill them?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#D00400","speaker":"1695","continuing":true},{"type":"speech","time":1664276400,"counter":20,"content":"<p>I thank the Senator for the opportunity to address the House on this important matter, which I am taking on behalf of the Minister for Health, Deputy Donnelly.  I assure the Senator that the Government remains fully committed to improving patient services and ensuring patient-centred care throughout the country.  That commitment can be seen through the unprecedented level of funding that is being targeted right across the health service from budget 2022.  This investment is benefiting many patients throughout the country and will ensure hospitals can continue to develop the services they provide, including diabetic services in the mid-west region.  The University Limerick Hospitals Group has advised that it has made positive progress recently in recruiting staff for the adult diabetic services.  Following successful recruitment campaigns a consultant endocrinologist commenced post in UHL in May 2022 and an additional consultant endocrinologist is due to take up post in October 2022.  That is welcome, although it is little comfort for the person waiting eight years.  It is a positive step in the right direction.<\/p> <p>In December 2020, the University Limerick Hospitals Group received funding to recruit three additional dietetic posts for the treatment of adult diabetes.  The funding was made available through the national clinical programme for diabetes and these posts include two senior dieticians and one staff grade dietician.  These posts have now been filled.  The adult diabetes service is also supported by a dedicated team of four clinical nurse specialists, CNS, and staff nurses.  Four diabetic CNS posts have been approved for UHL and following recruitment campaigns, all four CNS are now in place.  Three diabetic staff nurses are also in post in the hospital.  <\/p> <p>UHL recently became a dose adjustment for normal eating, DAFNE, accredited centre.  Staff training is currently taking place and the University Limerick Hospitals Group anticipates that this programme will commence in quarter 4 2022.  It is clear that significant work has been progressed in the hospital regarding the development of its diabetes service and some of that work is ongoing.  The group informed the Department of Health that diabetes services continue to be a core focus for it and it remains committed to improving this service for patients in Limerick and across the mid-west. <\/p> <p>Senator Byrne has asked clearly for the staffing of the service in a tabular format.  Unfortunately, that was not available at such short notice but the Department has advised me to inform her that as soon as it comes to hand it will be forwarded directly to her. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#E00300","speaker":"1484"},{"type":"speech","time":1664276400,"counter":21,"content":"<p>I thank the Minister of State of her comprehensive response.  I welcome the fact that staffing levels have increased.  However, for quite some time there was a limited number of staff and that has created a fear factor among people who have the condition.  As I said it is a serious condition but once managed, people can have a good quality of life.  It is most welcome that staffing levels have increased in recent times.  It is totally unacceptable for people to have to wait eight years for an appointment.  I welcome the fact that a second consultant has been appointed.  It sounds as though an assistant is due to start.  That is most welcome.  Staff nurses and nurse specialists are covering other areas as well.  The clinic is not run every day of the week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->People do not have the confidence, because it was not being run every day of the week, and getting an appointment was driving them to other centres of excellence.  While the endocrinologist that is there is excellent, getting an appointment is the biggest problem, because of all the other clinics the endocrinologist has to cover.  It is welcome but there is much more to be done.  I look forward to the figures coming because there are certain areas where there is a shortage and if staff were there, it would give people with this condition much more confidence to attend the clinics.  The shortage of staff was the problem all along so I thank the Minister of State.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#E00500","speaker":"1695","continuing":true},{"type":"speech","time":1664276400,"counter":23,"content":"<p>When the HSE provides the documentation, it will clearly outline exactly what posts are filled and the whole-time-equivalence the Senator talked about regarding how often the clinic is run.  I hope the HSE's response also addresses pediatric diabetes in order that we know exactly what will be covered.  We in Galway travel down to Limerick for the support on its pediatric diabetes site but I know we are backing up down in Galway and I wonder if the post is still filled in Limerick.  I look forward to the Senator getting a response on it.  I look forward to the Minister getting the response on it and I think perhaps, on return of that, there might be a further Commencement matter taken.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#F00200","speaker":"1484"},{"type":"minorheading","content":"Transport Costs","time":1664276400,"counter":24,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#F00250"},{"type":"speech","time":1664276400,"counter":25,"content":"<p>I could not believe more in the third Commencement matter.  I raised it in the House last week and I am fully supportive of this.  The Minister of State, Deputy Noonan, is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#F00300","speaker":"1689"},{"type":"speech","time":1664276400,"counter":26,"content":"<p>I welcome the Minister of State into the House and I thank the Cathaoirleach for selecting this Commencement matter.  I hope the Minister of State comes with good news.  I have heard, in the past number of days, that the young adult card will be extended to 16- to 18-year-olds.  I hope the Minister of State will confirm that in his reply.  I and, indeed, other colleagues have called for this on a number of occasions in this House.<\/p> <p>Over the past number of weeks, I have been contacted by a large number of students and parents who are worried about the cost, especially those who are starting third-level education for the first time.  Some of those are only 16, 17 or 18 years of age.  They sit alongside colleagues and other fellow students who are aged 19 and who are paying twice what those students pay.  That is not acceptable.<\/p> <p>I will give some examples in my own area of Kildare South.  A 17-year-old who is just beginning first year in Maynooth University is paying &euro;90, compared to the student's older sibling who is paying &euro;45 to take the same bus.  In South East Technological University Carlow, we have students who are paying &euro;35 while those under 19 are paying &euro;70.  There is an accommodation crisis, of which I am sure the Minister of State will be aware, and a climate crisis.  We need to look after those younger people who are travelling and have been left with no option but to travel to third level education.<\/p> <p>I hope the Minister of State will confirm in his reply that he has extended this card to 16- and 18-year-olds.  That extension would be accepted and welcomed by a great many people, because it is totally unacceptable to have one sibling paying less than another on the same bus or young people paying up to &euro;200 and &euro;250 per month more than those who are older.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#F00400","speaker":"1684"},{"type":"speech","time":1664276400,"counter":27,"content":"<p>I welcome the Minister of State to the House.  I very much welcome the 50% public-transport fare reduction for young people aged between 19 and 23.  It is a positive development.  It makes public transport more accessible for younger people who are attending colleges and universities or doing apprenticeships and training courses.  It makes public transport more of an option for those people, as well as helping our emissions from a transport perspective.  It is very positive.<\/p> <p>I have a number of issues with it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->One issue that I have raised along with my colleagues in the House is that the younger cohort of students, namely those doing their leaving certificate examinations at 17 or 18 years of age, unfortunately do not qualify for this.  That is something I would like to see addressed.  I look forward to the Minister of State's response on that.<\/p><p>The other issue I wish to raise is more of an issue for those of us who live in the Border counties, including Monaghan, Cavan, Donegal and Louth.  In that geographic region, there are many students who travel up north to go to college in places such as Belfast and Derry.  Unfortunately, the scheme does not cover them either.  Therefore, I have two asks: first, that the scheme be extended so 16-, 17- and 18-year-olds will also be able to avail of the 50% reduction; and second, that the Minister of State consider allowing the students who travel up north for their education to be included in the scheme.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#F00500","speaker":"1658","continuing":true},{"type":"speech","time":1664276400,"counter":29,"content":"<p>I thank both Senators for raising this issue.  Both are correct in the sense that the initiative has been very transformative and positive.  It has been very well received.  The numbers speak for themselves in terms of both climate action and reducing costs for students.<\/p><p>I understand that the Senators' questions concern plans that the Minister may have to expand the young adult card and student Leap card fare initiative to include all students attending third level education so they can avail of the<i><\/i>50% fare discount on both public service obligation, PSO, and commercial bus operator services.<\/p><p>The Department of Transport has responsibility for policy and overall funding in regard to public transport.  However, the Department is not involved directly in the day-to-day operation of public transport services nationally.  It is the National Transport Authority, NTA, that has statutory responsibility for securing the provision of public passenger transport services nationally by way of public transport service contracts, and for the allocation of associated funding to the relevant transport operators.<\/p><p>I reassure the Senators that the Government is strongly committed to providing all citizens with reliable and realistic sustainable mobility options, and public transport plays a key role in meeting this goal.  To support this objective, in budget 2022 the Department of Transport secured &euro;538 million of funding for PSO and Local Link services provided by State operators and under contract by the NTA this year.  A cost-efficient public transport sector, including affordable and accessible public transport services, is vital to a functioning economy.<\/p><p>As Senators are all aware, in recognising the importance of incentivising more young people to use public transport, as part of budget 2022 the Minister for Transport, Deputy Eamon Ryan, secured &euro;25 million in funding for the introduction of the young adult card.  This exciting initiative allows any young person nationwide between the ages of 19 and 23 to avail of an entitlement to discounted travel and to increase the level of discount over and above the current student discount to an average of 50% across all services, including city, intercity and rural services.  Mature students in full-time education are also included in the scheme, as are eligible visitors to Ireland within the young adult age cohort.<\/p><p>The young adult card was initially introduced on PSO services on 9 May, and since then there has been extensive engagement between the Department of Transport, the NTA and representatives from the commercial bus sector to agree upon extending the initiative to commercial bus services as well.  That extension has now been agreed and has been in place since 4 September.<\/p><p>This extension of the scheme to the commercial sector means the 50% fare discount for holders of a young adult card, namely those aged between 19 and 23, or a student Leap card is now available on bus services provided by participating commercial bus operators.  It is important to note that the discount is in addition to the 20% average fare discount on PSO services that was introduced in May as part of a suite of Government measures to help combat the rising cost of living.<\/p><p>Specifically on the Senators' questions on the eligibility requirements for the young adult card, I am happy to clarify that I have been advised that the NTA is widening the age rules of the scheme to allow 16-, 17-, and 18-year-old students in third level education to apply for the student Leap card so they can also avail of the 50% discount.  This is in line with the approach taken with mature students in full-time third level education.<\/p><p>On Senator Gallagher's question on students who travel to the North, the issue of the Border counties is one we can raise with the NTA on foot of this Commencement debate.  What I have announced is good and welcome news all round.  I thank both Senators for raising the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#G00200","speaker":"1512"},{"type":"speech","time":1664276400,"counter":30,"content":"<p>The Minister of State kept us waiting right until the very end to announce the good news, but it is very good news that he announced today, as before.  I want to welcome this initiative.  As the Minister of State said, it is very positive for students and public travel in this country.<\/p> <p>The one issue I would like to bring to his attention is the commercial bus operators, to ensure that they are offering this service to as many students as possible.  That is essential to this working.  Particularly in rural areas, it is commercial bus operators that operate the scheme, as the Minister of State is probably aware.  To get as big a bang for our buck as possible, we need to ensure that those bus operators are carrying out the scheme.  <\/p> <p>It is very positive news.  I thank the Minister of State for confirming that with us today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#H00100","speaker":"1684"},{"type":"speech","time":1664276400,"counter":31,"content":"<p>I, too, would like to welcome the fact that this scheme is being extended to cover 16-, 17- and 18-year-olds.  That is a very positive development.<\/p> <p>I have a question for the Minister of State in relation to that extension.  Is there a timeframe for its introduction?  Many people will be asking when this will come into vogue. <\/p> <p>As to students who travel to the North, I would be grateful if the Minister of State could come back to me on that issue after his deliberations with the National Transport Authority, NTA.  Bualadh bos.  It is very worthwhile and I welcome the news.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#H00200","speaker":"1658"},{"type":"speech","time":1664276400,"counter":32,"content":"<p>It is a day of good news all around Leinster House today.  It is a welcome development that the eligibility requirements for the scheme are being expanded to allow 16-, 17- and 18-year-old students in third level education to apply for the student Leap card so they can also avail of the 50% discount.  I am pleased to be able to reassure Senators Gallagher and Wall that the NTA has already commenced the technical work on expanding the scheme.<\/p> <p>I am advised that this work is scheduled to be completed in the coming weeks, at which point those third level students aged 16, 17 and 18 will be able to order a student Leap card and avail of the discount.<\/p> <p>On the two specific questions, as I said, we will ask the NTA and get a response on Senator Gallagher's question on the Border counties and particularly on the question on the commercial operators.  We will get a response on those.  <\/p> <p>I thank both Senators for raising this matter.  It is certainly a very positive development that young people all over the country and their families will welcome.  There is no doubt about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#H00300","speaker":"1512"},{"type":"minorheading","content":"Environmental Policy","time":1664276400,"counter":33,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#H00350"},{"type":"speech","time":1664276400,"counter":34,"content":"<p>Go raibh maith agat, a Chathaoirligh.  I dt&uacute;s b&aacute;ire ba mhaith liom f&aacute;ilte a chur roimh an Aire St&aacute;it chuig an Teach.  The Minister of State may be aware there is a European Citizens' Initiative at the moment to call on the European Commission to propose an EU legislative Act to ban sponsorships and advertisements by fossil fuel companies.  We all know that fossil fuel companies are perpetuating the climate crisis and that advertising climate-damaging products leads to an uplift in their sales.  If it did not, why would these companies bother spending millions of euro on ad campaigns?  It is very interesting that one case study carried out by the New Weather Institute think tank found regarding a single Audi advertising campaign there was an uplift in sales of up to 132,700 cars.  That led to an overall increase of greenhouse gas emissions of 5.2 million tonnes of CO2 equivalent due to a single advertising campaign by the Audi car company.<\/p> <p>We know that banning fossil fuel adverts is a no-brainer.  Oil and gas companies have spent decades continuing to mislead the public and politicians on climate change and undercut global efforts to reduce greenhouse gas emissions.  We know that the advertising campaigns focus on idyllic images of wind turbines and solar panels being pumped into our homes, phones and streets.  <\/p> <p>I have complaints against a number of misleading advertisements in this country by companies such as Applegreen, Bord G&aacute;is and Flogas.  It is not fair leaving it to citizens and politicians to be the watchdog and take the individual complaints.  Individuals cannot stem the torrent of disinformation; it is just not possible.  That is why I am asking that the Government would act to cut the flow at its source.  <\/p> <p>A ban may seem like a bold move, but Ireland showed great leadership when it did that with tobacco.  We can take pride that our State stood up to big tobacco.  Now, we have to stand up to the big oil and gas companies by banning fossil fuel advertisements.<\/p> <p>Fossil fuel sponsorships are also being used for political access.  In 2016, an Unearthed investigation found that BP used its sponsorship deal with the British Museum and a specific Day of the Dead exhibition to further its oil plans in Mexico and Australia.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Boylan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=LynnBoylan&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Freedom of information, FOI, requests revealed that BP had sought to access Mexican and British Government figures at a private event by the British Museum as part of the BP-sponsored Day of the Dead festival just one month before bidding opened for new deepwater drilling permits controlled by the Mexican Government.  There are multiple examples of fossil fuel companies using these sponsorships to advance their own business via the granted access of sponsorships.  In Ireland, for example, we have the Bord G&aacute;is Energy Theatre and sponsorship of the GAA, and Mag Mell Energy and other gas companies sponsor conferences.  I commend the Irish comedians Michael Fry, Hannah Mamalis and Se&aacute;n Burke, who have done stellar work over recent weeks in making arguments for the European Citizens' Initiative.  I do not know if the Minister of State has seen those comedians' videos but, if not, I urge him to take a look at them because they are excellent.  If I have not convinced him, the Irish comedians might.<br\/><br\/>The latest figures show that thousands of Irish people have signed up to the European Citizens' Initiative.  However, the proposal has to be considered at a European level, and thousands more would have to sign up at <i>banfossilfuelads.org<\/i>in order for that to happen.  At this point, therefore, we need the Government to show leadership, take that initiative, follow other European countries and ban fossil fuel adverts, rather than waiting for the European Commission to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#H00400","speaker":"1635","continuing":true},{"type":"speech","time":1664276400,"counter":36,"content":"<p>I agree wholeheartedly with all Senator Boylan has said in the sense that we know the divisiveness of advertising in general by companies that are environmentally destructive.  As for attempts to compare advertising of tobacco, fast food, gambling and alcohol, they are distinctly different but similar in many ways.  I will not name companies but we have seen that one company was able to rebrand itself as Beyond Petroleum for many years.<\/p> <p>I have seen the videos the Senator spoke about and they are excellent.  I welcome the fact that the Department has signed a number of European citizen initiatives, with Irish citizens also involved in signing them.  I urge young people and people all over Ireland to get involved in the European Citizens' Initiative.<\/p> <p>The matter the Senator has raised for discussion is really one for the Minster for Enterprise, Trade and Employment, but I will outline briefly, in the time I have remaining, Ireland's commitment to transitioning away from fossil fuels.  It is recognised internationally that that is the best way forward.  As a founder member of the Beyond Oil &amp;amp; Gas Alliance, an international coalition of governments and stakeholders working together to facilitate the managed phase-out of oil and gas production, Ireland is committed to that initiative.<\/p> <p>Domestically, new solid fuel regulations will come into force on 31 October and will introduce minimum quality standards that will apply to all solid fuels distributed throughout the State.  That will ensure that the most polluting fuels can no longer be made available on the Irish market and will assist the public in transitioning to less polluting alternatives.  The regulations also ensure that selling non-approved solid fuel products from retail premises, on the Internet or by means of other media will not be permitted.  The new regulations are necessary as each year some 1,300 people die prematurely in Ireland due to air pollution from solid fuel burning.  It is estimated that over 16,200 life years are lost, while many people also experience a poor quality of life due to the associated short-term and long-term health impacts of pollution.  It increases hospitalisation with respiratory illnesses every year as well.<\/p> <p>I turn now to the vast programme of work the Government is doing to rapidly replace fossils fuels in our energy system directly with renewable energy sources, led by the Minister for the Environment, Climate and Communications and his Department.  It is important to emphasise the scale and ambition of the programme the Government is delivering on to reduce our dependency on fossil fuels and make Ireland a world leader in the delivery of renewable energy as part of a global drive to a net-zero carbon economy.<\/p> <p>The 2021 climate action plan sets out the roadmap to meeting Ireland's target of a 51% greenhouse gas emissions reduction by 2030, including a suite of measures and actions to increase the share of electricity demand generated from renewable sources to up to 80%.  With the agreement of the sectoral emissions ceilings in July of this year, the Government has committed to an increase in the renewable energy targets, including additional resources for solar - more than doubling the target to 5,500 MW - and offshore, moving from 5 GW to 7 GW, with the additional 2 GW earmarked for the production of green hydrogen.  The Government is committed to increasing the supply of renewable energy to our grid in line with these targets and the overriding need to accelerate the delivery of renewable energy projects in the context of energy price rises and energy market volatility.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Malcolm Noonan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MalcolmNoonan&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Renewable energy is critical to enabling our transition to a low-carbon economy.  Ireland is a world leader in onshore wind energy and we have enormous potential to similarly become a world leader in offshore wind energy and to harness our solar energy resources, including rooftops and ground-mounted solar.  I welcome the Senator bringing the issue forward.  It is a matter for the Minister for Enterprise, Trade and Employment.  Ireland is committed to eliminating our reliance on fossil fuels.  That is the way forward.  The Senator made a valid point regarding how dangerous, sinister and manipulative the advertising can be.  I welcome the European Citizens' Initiative and any issue the State can raise on that. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#J00200","speaker":"1512","continuing":true},{"type":"speech","time":1664276400,"counter":38,"content":"<p>I thank the Minister of State for endorsing and supporting the European Citizens' Initiative.  I encourage anybody who has not yet done so to sign up for it.  The Minister of State might have a chat with the Minister for Enterprise, Trade and Employment when he sees him next and suggest that he supports a ban at state level.  France and the Netherlands have done this.  Lanzarote has gone one step further and banned advertisements altogether across the island, which is my preferred model.  We will take it in baby steps.  Fossil fuel adverts are misleading and are deliberately trying to give an impression that these companies are focusing away from fossil fuel extraction and looking at renewables when we know the reality is that a tiny percentage is focused on renewables.  Theirs is a business-as-usual philosophy.<\/p> <p>If the Minister of State wants to help and cannot get a ban over the line, he might have a chat with his Government colleagues about how we regulate advertising in this country.  It is a process of self-regulation and it is cumbersome to make a complaint.  It takes a long time and advertisements are rarely overturned for being misleading.  At the end of the day, they have been run anyway and have done their purpose.  It would be good if we could at least tighten the regulation of advertising, if not implement a ban on fossil fuel adverts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#K00200","speaker":"1635"},{"type":"speech","time":1664276400,"counter":39,"content":"<p>As a positive way forward, I support the thrust of the Senator's proposal.  One way forward might be to bring the matter before the Joint Committee on Enterprise, Trade and Employment for discussion as well as before the Joint Committee on Climate Action.  It would be worthwhile to discuss the impact of such advertising and how we could meet that challenge in an Irish context.  Good work has been done in recent years on restricting gambling advertising and advertising in respect of alcohol, and the harm that is doing.  A discussion at both those committees, for starters, would be a positive step forward in trying to address the issue.  As I said at the outset, I see how sinister and manipulative the advertising can be as companies scramble when they see their business model is failing.  It is important that we have these discussions.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#K00300","speaker":"1512"},{"type":"unspoken","time":1664276400,"counter":40,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 12.48 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 3.30 p.m.<br \/><br \/>Sitting suspended at 12.48 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1664276400,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#SS00100"},{"type":"speech","time":1664276400,"counter":42,"content":"<p>The Order of Business is No. 1, motion regarding the Planning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2022 and the Planning and Development (Solar Safeguarding Zone) Regulations 2022 - referral to joint committee, to be taken on conclusion of the Order of Business, without debate; No. 2, statements on budget 2023 from the Department of Finance, to be taken at 5 p.m. and to conclude at 7 p.m., if not previously concluded, with the time allocated to the Minster&rsquo;s opening speech not to exceed 12 minutes, those of group spokespersons not to exceed eight minutes all other Senators not to exceed five minutes each, and the Minister to be given no less than 12 minutes to reply to the debate; and No. 3, statements on budget 2023 from the Department of Public Expenditure and Reform to be taken at 7 p.m. and to conclude at 9 p.m., if not previously concluded, with the time allocated to the Minister&rsquo;s opening speech not to exceed 12 minutes, those of group spokespersons not exceed eight minutes and all other Senators not to exceed five minutes, and the Minister to be given no less than 12 minutes to reply to the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#SS00200","speaker":"1653"},{"type":"speech","time":1664276400,"counter":43,"content":"<p>I support the Order of Business as outlined by the Leader.<\/p> <p>I listened to \"Morning Ireland\" this morning and, in the midst all of the talk about the budget and what was going to happen, I was appalled by one of the stories I heard.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have been listening to similar stories over the past while regarding recent reports of violence at local GAA matches.  Four specific instances were mentioned this morning.  These ranged from the one that we knew about in Roscommon to incidents over the weekend in Wexford, Mayo and Kerry.  I was very shocked because what is sport about?  It is not just about wanting to win but it is about supporting physical and mental health, learning how to co-operate as part of the team and also in providing entertainment to those in attendance and who are supporting us.<\/p><p>While the competitive element is very important, what kind of lessons are we giving to our young people when we see adults getting involved in attacks on referees and other officials?  As we know, a referee was even visited at his own home outside the match situation.  It is shocking and it has to stop.  We all love the GAA.  It is a core element of our culture and of our communities.  So many people give of their time on a voluntary basis so we have to crack down harshly on these issues.  I am very pleased that the Minister of State, Deputy Chambers, has confirmed that the Department has asked Sport Ireland to engage with governing bodies on the issue as we have to put a stop to this violence and abuse.<\/p><p>Today is World Tourism Day 2022.  Tourism is obviously a big part of our own country and is something we need to support at every level.  I have no doubt that some of the measures in today&rsquo;s budget will do that.  Thinking about World Tourism Day 2022, I will inform the House that my weekend in south Kildare was just fantastic.  I did not have enough time to take in everything that was happening.  There was Culture Night, where one could go to art and photography exhibitions in Rathangan and then go to the opening up of the Sult Gallery which will be a permanent gallery in Kildare town and is very much worth checking out.  This is the first time we have had a permanent art gallery as such in south Kildare.<\/p><p>One could go then to Newbridge to the local choir, which was just incredible.  On Saturday and Sunday we then had Taste of Kildare at the Leger Restaurant where all of our top restaurants and hotels came together to organise the taste of all of the fabulous food.  We got to see the very best in craft, food and, of course, racing.  Prior to that we had an unveiling of a sculpture to &ldquo;Squires&rdquo; Gannon, who was the captain of the 1928 All-Ireland Senior Football Championship winning Kildare team.  That was the very first Sam Maguire trophy competition, and indeed the only such trophy win we have had.  I am fortunate enough to have had two O&rsquo;Loughlin relatives on that team.  It was a wonderful occasion.<\/p><p>There was also a walk along the Barrow Blueway and a visit to Lullymore Heritage and Discovery Park.  I am just saying to everybody that today is World Tourism Day 2022, and while I cannot extend an invitation to all world tourism, I ask everyone to come and see everything we have to offer in south Kildare.  Gabhaim bu&iacute;ochas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#SS00300","speaker":"1689","continuing":true},{"type":"speech","time":1664276400,"counter":45,"content":"<p>I am glad that Kerry gave Kildare the Sam Maguire for the day on Sunday.  We will probably be looking for it in Cork also.<\/p> <p>Today is budget day and it is a very important one.  I commend both Ministers, Deputies Michael McGrath and Donohoe, for their cost-of-living budget which will rightly put a focus on people because people matter.  The budget today is about ensuring that people receive taxpayers&rsquo; money and that we have a balance struck between helping people, families and businesses, along with ensuring that our country remains competitive and that we protect, maintain and retain jobs.<\/p> <p>I know that the Ministers will not be in this House for the budget debates tonight but can I ask that we might have them to the House in the coming weeks in advance of the Finance Bill?  I appreciate that they cannot be here tonight.<\/p> <p>This is the most important budget in two decades.  It shows, despite what people say, that the Government listens, has listened, and is acting across all of the heads of the budget.  In particular, I welcome in my role as Seanad Fine Gael spokesman on transport, the whole issue around transport as to the BusConnects in Cork, the Cork commuter rail projects, and in particular, around the measures that are being taken by the Government to support new infrastructure in roads, but also to show that we are making that modal shift from the car.  That is what is important about this budget in the transport piece.  <\/p> <p>In particular, in the context of Project Ireland 2040, it is important that the Cork commuter rail project is advanced along with the whole issue of BusConnects in Cork which I know is fraught with tension.  The National Transport Authority was before the Joint Committee on Transport and Communications last week.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->From the Government's perspective, the budget is about ensuring that people receive money and that we support the cost-of-living measures people need.  All of us understand the suffering, hardship and pain that people are going through.  Anybody who says Government representatives do not is not telling the truth.  We do understand.  We live in the real world, among our people and in our communities.  Today's budget is a balance that is being struck.  Not everybody will be happy.  Everybody will have an issue they want to see addressed.  It is a very positive budget notwithstanding the huge pressures in terms of the cost of living, inflation, energy and the ongoing war in Ukraine.<\/p><p>I call on the Minister for Foreign Affairs, Deputy Coveney, and the Minister of State, Deputy Byrne, to come to the House to discuss the war in Ukraine.  It is important that we get an update on foot of last week's UN meetings in New York.  We are all seriously concerned about the rhetoric of President Putin and what he has said in recent weeks.  It is important that we hear from the Minister and the Minister of State on the Government perspective arising out of what happened at the UN regarding Ukraine.  It is also important that we stand with the people of Ukraine once again.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#TT00200","speaker":"1637","continuing":true},{"type":"speech","time":1664276400,"counter":47,"content":"<p>I suppose it is \"happy budget day\" to all.  The amount of &euro;11 billion is nothing to be sniffed at and there are certainly provisions in the budget that are welcome and overdue.  I will say once again that the drip-feeding of budget information in the weeks leading up to the date is unhelpful in the extreme.  It makes a farce of the system and the procedures we have in place for having budgets decided upon and finalised, with members of the Cabinet bouncing prospective measures off public opinion and the media farming these leaks for free clicks.  The move to provide publicly-funded schoolbooks at primary school level is to be welcomed as is the decision to expand GP and medical cards.  These measures rightfully reflect the attitude we should have towards education and healthcare, one of making them both accessible while remaining sustainable.  Unfortunately, other measures are little more than drops in the ocean.  Housing charity Threshold has stated the tax relief for renters is worth only seven days of rent in Dublin.  It is a massive cost on the Exchequer for what amounts to very little change on the ground.  It is the worst of both worlds.<\/p> <p>There will be &euro;600 in energy credits over three instalments.  Citizens pay the Government their taxes, the Government hands some of this back through energy bills and the money goes into the pocket of the energy companies.  Surely this is inflating a burst tyre.  Why not put a &euro;600 solar panel on every home instead?  Let people make some of their own electricity and lessen reliance on these companies now charging unprecedented energy prices.  Better yet, take all those &euro;600 payments and investigate having a nuclear power plant, which would achieve energy security, end reliance on Russia, slash household energy costs and give us clean sustainable power.  We are putting a 10% levy on building materials in the middle of a housing crisis.  These extra costs will be passed on to prospective homeowners, further freezing out young and first-time buyers from home ownership when it comes to new builds.<\/p> <p>There seems to be a touch of a circus and being out of touch about the budget, deflecting from systemic failings, putting money into people's pockets and having something for everybody in the audience.  At this stage, I am not sure that what the Government spends or gives people will make much difference.  People are ready for change.  Unfortunately in Ireland the only option for change seems to be Sinn F&eacute;in.  Meanwhile centre-right parties are topping polls and winning elections throughout the Continent.  We tend to be a bit slow when it comes to political change but I hope it is a sign of things to come and that some young political leaders will step up to the challenge and return common sense and traditional values to the fore.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#UU00200","speaker":"1664"},{"type":"speech","time":1664276400,"counter":48,"content":"<p>I am shocked to hear Senator Keogan say the only option is Sinn F&eacute;in.  There are many colours to the political rainbow.  The Senator also has very good Independent Members sitting behind her.<\/p> <p>I wanted to speak about the budget but, sadly, I was at an event on Sunday and I must talk about that instead.  The quarter final of the senior hurling club championship took place.  My parish team of Inagh-Kilnamona was playing &Eacute;ire &Oacute;g, the Ennis town team.  One of our best players, Jason McCarthy, was injured.  We waited almost an hour for an ambulance to come in our county's capital town of Ennis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;is&iacute;n Garvey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RoisinGarvey&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are two issues here.  First, why does it take nearly an hour for an ambulance to travel from Ennis to Ennis?  This is not to mention those living in Carrigaholt, Doonbeg, Mountshannon and Ballyvaughan.  Second, why does the GAA think it is okay to have our best, brightest and fittest playing hurling at that level and not have an ambulance on call?<\/p><p>I did some research on this.  For &euro;350, an ambulance can be booked from bodies such as Civil Defence or the Red Cross, both of which could badly do with the money, to be on call for the game but that was not done.  We each paid &euro;15 at the gate to attend the game.  The cost of the ambulance would be covered by 24 ticket holders out of the thousands of people who were there.  Luckily, Jason McCarthy will be okay.  He has to have surgery but to be left on a pitch for almost an hour is just not good enough.  What is happening to our ambulance service if we cannot get an ambulance from a hospital that is probably 1.4 km away from the pitch?  If it took nearly an hour for an ambulance to arrive at that incident, what will happen with others?  I want to again highlight the issue.  I appeared on television about five years ago regarding this issue, when the programme needed someone in Clare who could speak Irish for TG4's \"Nuacht\".  I talked about this seven or eight years ago and it is still an issue.<\/p><p>It is not fair on our hurlers to treat them as if they should not have an ambulance on call.  It also highlights the appalling lack in our ambulance service.  A girl who fell down a little cliff in Lahinch a few months ago had to wait four hours for an ambulance.  She was in Lahinch, which is half an hour from Ennis.  If a hurler is waiting 50 minutes on a pitch for an ambulance in our county town, where we have a hospital and an ambulance service, it does not say a lot about the ambulance service for all the people who live in Clare or for how the GAA values its players.<\/p><p>I played camogie for Clare many years ago.  We had a little training and we had to fight for a pitch because we were girls, which is still an issue, but the lads and girls dedicate their lives to this amateur sport for which they do not get paid any money.  They change their diet and where they work, and their whole lives revolve around the club game.  It is not just a county game.  Even at club level, it is a serious commitment.  Jason McCarthy, and all the hurlers, camogie players, Gaelic football players, and those in whatever sport we are talking about, deserve better than this.  We need to have an ambulance on call.  What is wrong with booking the Red Cross to have it there?  I wish Jason McCarthy a speedy recovery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#UU00300","speaker":"1659","continuing":true},{"type":"speech","time":1664276400,"counter":50,"content":"<p>I am glad to hear Jason McCarthy will be okay.  We have to absorb the budget details but I wonder how much additional money, if any, has been allocated towards ambulance services.  It is maybe worth looking at and making the case for over the coming period.  It is a great shame if that has not been done.  We will have statements on the budget later this evening so I will resist the urge to turn the Order of Business into statements on the budget, which I am sure the Leader will be glad to hear.<\/p> <p>This Saturday will see a large coming together of civic society, political parties and the culture and arts sector in the 3Arena, still known to many of us as the Point Depot, for a conversation on Ireland's future.  It is being convened by the Ireland's Future organisation, which is very ably chaired by our Seanad colleague, Senator Black, who will take part on the day.  It is indicative of what I spoke about last week and what I have been speaking about with other colleagues for a long period in this institution and outside it.  The conversation around the type of Ireland we want to build for the future is live, dynamic, increasingly inclusive, exciting and very hopeful.  I am very encouraged by the broad participation in Saturday's event.  I am also very enthused by the opportunity it offers us.  Certainly, the Seanad plays its own part in that.  Senators can be very proud of the part they will play under the Chair's leadership through our Seanad Public Consultation Committee to look at this issue.  Our first meeting will take place on Friday afternoon.<\/p> <p>I did not want to let this week pass without referencing that very important event.  It comes off the back of a whole range of local meetings that have taken place throughout Ireland and internationally, in which many Senators, from their respective parties or none, have been involved.  If people have not signed up for Saturday's event, I encourage them to take part.  It will be an exciting day.  I thank and commend the organisers on it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I look forward to taking part but, more so, to the work in the time ahead of ensuring we deliver that new and agreed, and ultimately united, Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#VV00200","speaker":"1688","continuing":true},{"type":"speech","time":1664276400,"counter":52,"content":"<p>I will confine my comments on the budget to the statements on budget 2023 later today.  Last Friday night, Culture Night was a success across the country.  I offer my congratulations to all those involved, including the Arts Council, local authorities, Creative Ireland and all the other organisations.  I was in D-Light Studios in Dublin 1.  For once, it is a good news story.  It was a studio that ended up being in NAMA and Dublin City Council bought the building.  It goes to show what can be done to save studios.  The Leader has heard me speaking previously about the hollowing out of arts spaces across this city.<\/p> <p>All Members saw the reports on the horrendous death of Mahsa Amini, the 22-year-old Iranian woman originally from Kurdistan who was killed in police custody in Iran last week.  I listened to a radio interview yesterday morning with an Iranian woman living in Dublin who wished to remain anonymous and used the name \"Zahra\".  She made a particular plea, which was that if you support women's rights and human rights, this is something about which you have to speak to politicians.  We have to keep the story alive.  That was her request to everybody listening to the radio programme.  She is asking for us all to stand with Iranian women.  I refer to the history of Iran, particularly going back to 1979 and what has happened since then in terms of the continuous encroachment upon women's rights, the initial decree for hijabs to be worn and now, in August of this year, the use of CCTV to monitor and fine unveiled women, along with mandatory prison sentences for any Iranians who question the hijab rules online.  It is outrageous.  What happened last week is horrifying.  It is appalling that so many lives have been lost in the protests since then.  We have to stand with women and all those in Iran who are speaking out now.  I know the Minister, Deputy Coveney, has made a statement but I ask that we see something much stronger from the Government with regard to the Iranian Government.  It is simply not acceptable for women to be treated in such a horrendous way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#WW00200","speaker":"1683"},{"type":"speech","time":1664276400,"counter":53,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#WW00300","speaker":"1664"},{"type":"speech","time":1664276400,"counter":54,"content":"<p>I, too, will be taking part in the Ireland's Future event on Saturday in the 3 Arena.  Ireland is changing, and thankfully for the better.  We may see far-right changes in Europe but I hope for the sake of my children and the next generation that we are a long way from ever having a far-right Government on the island of Ireland.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#WW00400","speaker":"1657"},{"type":"speech","time":1664276400,"counter":55,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#WW00500","speaker":"1688"},{"type":"speech","time":1664276400,"counter":56,"content":"<p>It genuinely gives me hope to see the good turnout on Saturday on our streets.  It is people power and people fighting back.<\/p> <p>An equally important matter relates to the budget.  I genuinely welcome the &euro;2 billion that has been provided for humanitarian supports for refugees but it has been bluntly and openly stated that it is for Ukrainian refugees.  While I am a big fan of the Minister for Children, Equality, Disability, Integration and Youth, Deputy O'Gorman, I am in here two and a half years and it is more than a year and a half since the White Paper was published but I have not seen an end in sight for direct provision.  I am not living in those horrible situations or living through that life experience.  People in direct provision are in desperate need of answers.  Before the summer recess, the Leader said she would try to get that debate with the Minister, Deputy O'Gorman.  I am begging him, along with all the human rights organisations in the country, to include all refugees.  When I am with the Traveller community, I make the point that when women are here but men are there in terms of how they are treated, there is something wrong with our culture.  As a society, we are putting white refugees here but black refugees there.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eileen Flynn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=EileenFlynn&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is something wrong with that.  The Minister needs to come to the House and address the refugee crisis in general.<\/p><p>At 2.30 p.m. yesterday, a fire struck Labre Park site.  If seven children there had been in a caravan they would have lost their lives, which would have been a tragedy similar to what happened in Carrickmines.  The safety switch for the electricity did not work in the trailer.  I call on the Minister for Housing, Local Government and Heritage, Deputy Darragh O'Brien, to come to the House, speak to us and provide us with Traveller appropriate accommodation.  We are waiting for another Carrickmines to happen.  It was sheer luck that seven weeks ago a fire wall was installed to separate two of the caravans at the end of the Labre Park site.  The impact of the fire was devastating.  Only ashes are left.  The fire could have extended to the next trailer.  Halting sites need to provide appropriate accommodation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#WW00600","speaker":"1657","continuing":true},{"type":"speech","time":1664276400,"counter":58,"content":"<p>Like other speakers, I welcome today's budget, which will protect families, individuals and businesses and invest in social infrastructure.  It is important.<\/p> <p>I would like to raise with the Leader the ongoing closure of the Dublin 7 Intreo office.  It is located on the Navan Road at Cabra Cross and serves Cabra, Phibsboro, Stoneybatter and the general Dublin 7 area, with a population of more than 10,000 people.  It was closed last year for refurbishments and upgrading, but has remained closed.  It was an important service for people in need of help.<\/p> <p>There are significant increases in today's budget, with double welfare payments for children's allowance, pensions and invalidity and disability allowances.  That is really important.  However, if somebody wants to apply for an additional needs, an exceptional needs or a supplementary welfare payment, he or she cannot make such an application online.  People living in Dublin 7 have to go into Parnell Street or apply via post.  At a time of a cost-of-living crisis, people need welfare supports.  It is disappointing that the Department of Social Protection has not reopened the office.  I would appreciate if the Leader could ask Minister for Social Protection to meet the local community to talk about the future of the office and its reopening.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#XX00200","speaker":"1656"},{"type":"speech","time":1664276400,"counter":59,"content":"<p>D&eacute;anaim comhghairdeas leis an Aire Airgeadais as ucht an bhuis&eacute;id a chonaiceamar inniu.  T&aacute; a l&aacute;n ruda&iacute; ann is f&eacute;idir linn a cheili&uacute;radh.  Welcome as they are, I am amused when I hear Senator Keogan talk about how important change is, notwithstanding the fact that we can look at so much good news today.  Change is not always necessarily a good thing, in particular when it is change for change's sake.  When things are going well it is important to stick with what we know and the proven success that we saw today.<\/p> <p>I want to focus on one issue, namely, GP care.  It is also worthy of note that many more people will now be eligible for GP visit medical cards as a result of measures brought in today.  That is obviously to be welcomed, but it creates a knock-on difficulty in that GPs are not available to people, in particular those in receipt of GP medical cards.  GP practices do not want to take those people on.  It is increasingly difficult for people to find a GP in their local area.  In addition, out-of-hours services are essentially non-existent.<\/p> <p>Unfortunately, at the weekend a member of my family required a GP.  I rang East Doc and did not even get a reply.  I rang DL Doc and it did not even answer the phone.  At least I could leave a message with East Doc.  The idea that an out-of-hours GP service does not answer the phone is absolutely preposterous.  It is something that must be dealt with in tandem with expanding the GP card and other services.  It is no wonder accident and emergency departments are full of people if we are not putting in place a provision to stop people who need medical care from having to go into hospital at weekends.  We need to do that if we are to deal with all of the other problems that exist across the health service.  While I welcome the GP visit card, the Minister for Health has work to do at the very basic level of the health service to put in place systems that deal with people's needs out of hours and during the week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#XX00300","speaker":"1685"},{"type":"speech","time":1664276400,"counter":60,"content":"<p>I also wish to bring up the issue of GPs.  I do not know if anyone heard on \"Morning Ireland\" the doctor from Killarney who spoke with great clarity on the issue of GPs and, as Senator Ward said, about the GP visit card, etc.  The challenge now is the GPs.  We have people unable to access GPs out of hours.  It is common all over the country in both rural and urban areas.  This doctor made the point that it would pile up and pile up.  That is a real issue and we need a debate on that issue.<\/p> <p>In a number of the newspapers and in the media, people talked over the weekend in the lead-up to the budget about bed capacity in the hospital system.  With all the additional funding, and I welcome any funding for medical services and developing the health system, we also must have efficiencies and value for money.  We must have our theatres open for longer hours every day and we need a more slick and professional operation.  Reading all the commentary over the weekend, I was struck by this issue of bed capacity.  The professionals are telling us we do not have the bed capacity.<\/p> <p>I travelled last week or the week before and I so happened to be sitting beside a surgeon in a Dublin hospital who told me a very strange story.  He told me he is a vascular surgeon and when he has patients going to surgery, he has to check, particularly if they are critically unwell, if there are intensive care beds.  We now have surgeons in hospitals checking minutes before people are going into surgery to see if they have capacity in terms of acute beds and, in the event of intensive care beds, specialist beds for cardiac and vascular surgery.  We have a situation where at one point I was told 12 patients' procedures were cancelled that day and could not proceed having been prepped for, robed for and on the way to surgery.  This is in our public health system.<\/p> <p>Could we have the Minister back in to deal with two issues?  The first is the issue of GPs that Senator Ward outlined well.  That is a major concern.  Could we have a special focus on that and the other issue about bed capacity?  With additional resources which I welcome into the healthcare system, we must have capacity.  Without the bed capacity, we cannot proceed to seriously tackle the issues of people who are waiting for critical, essential surgery in the public health service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#YY00100","speaker":"1634"},{"type":"speech","time":1664276400,"counter":61,"content":"<p>I rise today to highlight two issues.  One of them is the launch recently of the science, technology, engineering and mathematics, STEM, programme between Johnson &amp;amp; Johnson and the University of Limerick.  It is a collaboration.  This year T&uacute;s has been accepted into the programme.  It is about encouraging young women to participate in science projects.  It is also about supporting these young women in mathematics and the different sciences.  It is about encouraging them to go forward and to study science subjects.  Certainly, it has supported so many young women to date in their careers and so many people have gone on to excel in the courses.  It is down to this collaboration between Johnson &amp;amp; Johnson and the university, and now Johnson &amp;amp; Johnson, the university and T&uacute;s, which has been accepted.  I pay tribute to Ms Anna Rafferty and her committee from Johnson and Johnson who have been out there to the forefront in promoting this worthwhile project.<\/p> <p>The other issue I would like to draw attention to is that there have been many business supports announced today for entrepreneurs and small businesses.  There are so many entrepreneurs out there.  The schools' enterprise week is coming up shortly with the local enterprise offices.  It is about encouraging young students to go out there and set up their own business - their mini-companies.  It is about showing them how to run their accounts and, I suppose, training them young in terms of entrepreneurial skills.  So many people who have gone on to win the Young Scientist started off under this programme.  So many students have gone through this programme over the years.<\/p> <p>These are two positive steps that are coming to the doorstep shortly.  In terms of the STEM programme, the closing date for applications is 14 October.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#YY00200","speaker":"1695"},{"type":"speech","time":1664276400,"counter":62,"content":"<p>I wanted to raise today what some of us might have been looking at in horror, that is, the election of what looks to be a fascist leader in Italy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maria Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2465\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2465&amp;amp;pid=MariaByrne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While the Italian people have had their say and that is their democratic right, it is a sad and dangerous time, especially following on from the recent elections in Sweden.  It seems Europe is becoming an increasingly less safe place for our LGBTQ community, and for women and their bodily autonomy.<\/p><p>We know that through her election campaign, Meloni worked hard to hide her political beginnings in a neofascist political party, as well as her admiration and praise for Mussolini, which is on the record.  We have seen the rise of the extreme right in a number of European countries, those who seek to enforce their moral codes on everybody else and who believe they and only they are always right, the gay community should have no rights and women should not have bodily autonomy.<\/p><p>We in Ireland must be alert to what is happening throughout the EU.  It is alarming that it always seems to be centrist neoliberal political parties that provide the stepping stone for the far right to take power.  We have seen it with Victor Orb&aacute;n in Hungary.  He was a member of the EPP group in Europe for years and a blind eye was turned to what he was doing there.  Likewise, yesterday, the EPP group congratulate Berlusconi&rsquo;s Forza Italia party, another party that again has facilitated the rise of the far right in Italy.  Berlusconi  has his own colourful track record from when he was in leadership, and now the EPP expects him to put manners on an actual fascist.<\/p><p>We all need to be vigilant to the rise of the far right.  Nobody can be complacent.  I send my solidarity, particularly to the LGBT community, who must feel devastated that another country has become a cold home for them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#YY00300","speaker":"1635","continuing":true},{"type":"speech","time":1664276400,"counter":64,"content":"<p>I appreciate that we have statements later but not everyone will get the opportunity to contribution and, therefore, I want to acknowledge the budget that has been announced by the Ministers, Deputies Donohoe and Deputy Michael McGrath.  It is one of the most expansionary budgets of recent times.  It is, of course, about putting money back in people's pockets but it is also about supporting all cohorts through universal measures and the most vulnerable through targeted measures.<\/p> <p>In my brief of housing, I want to mention a few of the measures.  Renters were referenced by Senator Keogan.  It is important to say that the tax relief of &euro;500 is per person and can be claimed for this year as well as next year.  That results in a couple getting a tax credit in quarter 1 of 2023 of &euro;2,000, that is, &euro;500 for 2022 and &euro;500 for 2023, which, for a couple, will amount to &euro;2,000.  That is substantial and will go a long way towards achieving that slogan the Opposition likes to bandy about of putting one month&rsquo;s rent back in people's pockets.  What the Opposition do not say is that they are actually going to take &euro;30,000 with the opposite hand because they want to abolish the help-to-buy scheme, which the Government has rightly chosen to extend for another two years.  That is all about supporting young people in getting their foot on the ladder.  When that is combined with the first home shared equity scheme and the local authority affordable purchase scheme, the Government is about supporting those who want to buy and those who want to continue to rent.<\/p> <p>It is also appropriate that we have introduced a vacant homes tax.  We have done so at a point when many measures are in place to support bringing vacant homes back into productive use, such as the repair and lease, and buy and renew schemes, the living city initiative and Cro&iacute; Conaithe.  Now, if somebody chooses not to bring a property back into use, they will rightly be penalised through a vacant homes tax.  We want to bring those units back into productive use for renters or purchasers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#ZZ00200","speaker":"1647"},{"type":"speech","time":1664276400,"counter":65,"content":"<p>I am not going to mention the budget as I will speak on that later, and I am not going to speak to a national issue.  I want to speak to a local issue.  I apologise for that because it is probably very small in the overall scheme of things.<\/p> <p>Rooskey is a village near me.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eugene Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2444\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2444&amp;amp;pid=EugeneMurphy&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is in the parish of Kilglass, which was the home of the former Taoiseach, Albert Reynolds.  It is a lovely village and a great community but we have one huge problem, which is that a pedestrian or cyclist cannot cross the bridge if there are two vehicles on it.  Roosky was the site of the Glanbia factory in which almost 600 people worked but, unfortunately, it was destroyed by a fire in 1997 or 1998.  All the hope of getting a new bridge dissipated then and it will not happen now because that business is gone.  However, we have come up with the idea of building a footbridge across the River Shannon, which would make the crossing safe for pedestrians and cyclists.  Will the Leader make a request in this regard to the Minister for Transport, Deputy Eamon Ryan?  I understand such a project would be dealt with by Transport Infrastructure Ireland, TII, and I ask that it be treated as a matter of urgency.  I understand Leitrim County Council has made an application for funding under the active travel programme but we need to get a report done on it and get it done as quickly as possible in the interest of safety.  It is a health and safety issue.  I appreciate the Leader, the Cathaoirleach and Members listening to me going on about something parochial like this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#ZZ00300","speaker":"1674","continuing":true},{"type":"speech","time":1664276400,"counter":67,"content":"<p>I appreciate we will be talking about the budget later but I want to acknowledge that the Government really seemed to have a go today at making a tangible, robust response to the crippling issue of the cost of living.  It has done so in a robust way but in a way that is not economically reckless.<\/p> <p>In this cost-of-living crisis, we should not lose sight of mental wellness and the power of sport to connect and help people.  Last weekend in Belfast, at the ripe old age of 37, Eric \"Lilywhite Lightning\" Donovan from County Kildare fulfilled a dream by becoming a European boxing champion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#AAA00200","speaker":"1667"},{"type":"speech","time":1664276400,"counter":68,"content":"<p>Hear, hear.  Well done.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#AAA00300","speaker":"1688"},{"type":"speech","time":1664276400,"counter":69,"content":"<p>As he would tell people, his life was full of adversity but he turned it around.  He would say boxing probably saved his life and now he is a role model who visits schools and gives talks.  TG4 brought his boxing fight live into many homes in Ireland.  Gabhaim bu&iacute;ochas le TG4 agus d&eacute;anaim comhghairdeas le Eric Donovan.  Is ambasad&oacute;ir iontach &eacute; don dorn&aacute;la&iacute;ocht agus don sp&oacute;rt.  T&aacute; an-&aacute;thas orm ar a shon.  Gan dabht, t&aacute; s&uacute;il agam go mbeidh seans aige troid i gCill Dara le haghaidh craobh na hEorpa.  Bh&iacute; m&eacute; ag caint le muintir Bhaile Ph&uacute;inse, lena bhainisteoir, le Eric f&eacute;in agus lena l&aacute;n daoine eile &oacute; Chill Dara.  N&iacute; raibh troid le haghaidh craobh mar seo sa chontae seo &oacute;n uair a throid fear c&aacute;ili&uacute;il, Dan Donnelly, ann fad&oacute;.  Tharla an troid sin sa Churrach tamall fada &oacute; shin, sa bhliain 1815.  Le c&uacute;namh D&eacute;, tarl&oacute;idh s&eacute; ar&iacute;s sa ch&aacute;s seo.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#AAA00400","speaker":"1667"},{"type":"speech","time":1664276400,"counter":70,"content":"<p>Before I talk about a budgetary measure that was brought in today, I want to pick up on Senator Flynn's comments on refugees and remind Members of the question of comparing like with like.  It is important to say that the 50,000 Ukrainian people coming into this country are not refugees.  They are here under an EU temporary protection directive.  Their position is nothing similar to being refugees and comparing them with refugees is not comparing like with like.  When the Senator talks about people in Ireland meeting treatment based on the colour of their skin and gives the impression the Government is making decisions based on the colour of people's skin, it is a very dangerous comment to make.  I ask the Cathaoirleach to review the comments that were made and to suggest to the Senator to retract or rephrase them.  It is dangerous commentary to make.  People should understand Ukrainians coming here are not refugees.  That is a said quite a lot on all sides of the House but they are not, in fact, refugees.<\/p> <p>Lots of Members will speak later about the budget and what it contains.  It is very positive in terms of putting money back into people's pockets but one measure that has been taken will change people's lives, namely, the provision of State-funded IVF treatment for women and couples throughout this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#AAA00500","speaker":"1629"},{"type":"speech","time":1664276400,"counter":71,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#AAA00600","speaker":"1667"},{"type":"speech","time":1664276400,"counter":72,"content":"<p>It is long overdue.  This House has played a key role in advancing it, with a large number of Members having spoken here on the issue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Garret Ahearn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=GarretAhearn&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Cathaoirleach has given me three opportunities to table a Commencement matter on this issue over the two years that I have been a Senator and an awful lot of people of people have pushed the issue.  Whatever we talk about in terms of the budget supporting people financially, giving people the opportunity to start a family is a real change and will have an impact.  I welcome the initiative.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#AAA00700","speaker":"1629","continuing":true},{"type":"speech","time":1664276400,"counter":74,"content":"<p>I could say lots about the budget and I will do so when we have statements this evening.  The things that I will speak about are not unlinked in context to budget decisions and conversations.<\/p><p>I read an article dated 25 September that stated Fine Gael limits conversation or debate on joyriding in which the Chair of the Joint Committee on Justice was quoted.  It was a private committee meeting but the Chair did not hide behind it.  He was literally quoted and delved into a private committee meeting on what was meant to be a meeting on community safety, which did not mean inviting in two or three Garda representative bodies.  The rest of the committee understood that very well.  I thanked Deputy Carroll MacNeill, Senator Ward and others who advocated for a well thought out session on community safety that includes the Irish Youth Justice Service and the other Department of Justice organisations like youth workers, and local people.  We discussed how we can have a real conversation on trauma, and the impacts of trauma and poverty.  <\/p><p>The Chair literally used a situation that happens in communities like mine, where communities are on their knees, to play politics against another party about a private committee meeting.  That showed me where people's care lies when it comes to this subject.  What actually happened at the meeting was a real conversation about how we can support communities.  We cannot do that by only inviting in Garda representatives and only framing the debate through the lens of Garda safety.  I say that because Garda safety should mean safety for the young men in those communities because if they are safe then behaviours change.  If they are safe, and their poverty situations and access to education change, then everybody is safer.  People must work on the root cause if we hope to ever have a long-term effect on anything, which was understood by those in that committee room.  I am absolutely appalled that a Fianna F&aacute;il member would use his position and have details splashed all over the <i>Irish Mail on Sunday<\/i>at the  weekend.  It is a misrepresentation of the conversation.  It is a misrepresentation of the contributions made by the two Fine Gael members who joined the meeting because they actually said this is not about adding heat, that we have to be responsible, make sure we have a conversation, and should hold off for about four weeks and then consider the witnesses who come in so that we have an enabling and empowering conversation not a stigmatising conversation.  I thank for that and I just cannot believe that a private committee meeting was used in such a way. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#BBB00200","speaker":"1681"},{"type":"speech","time":1664276400,"counter":75,"content":"<p>I will refer to the budget later.  <\/p> <p>I wish to pick up on some comments made by Senators Ward and Boyhan about GPs and my comments relate to the recruitment of health staff.  I have previously sought within these Houses for a discussion on a number of things within the health sector, including capital builds.  It is important that we have a discussion on the recruitment and retention of staff within the health services.<\/p> <p>GPs will face challenges.  Westdoc is a GP service in my part of the world that is under pressure.  It does not serve the communities nearest to me in Moycullen, Rosscahill and Oughterard, as I have pointed out before.  I do not know whether that is due to a reluctance by city-based GPs or due to financial and staffing issues.  There are challenges in district hospitals and I have tabled a Commencement matter for tomorrow on Clifden District Hospital.  It takes an hour and a half in bad traffic to travel from Clifden to Merlin Park Hospital, which is an alternative location for respite care yet there are recruitment and retention challenges when it comes to physiotherapists, occupational therapists and nursing staff in areas.  We have met management representatives and we will meet union representatives.  They have told us that it is difficult to recruit people to stay in some of the most remote district hospitals in the region.  While there has been some success in recruiting nurses internationally, challenges exist.  I would like to hear from the Minister for Health on his plans, in conjunction with the Government, to encourage greater international recruitment, more places in our universities or greater incentives to encourage people to work in the remotest communities and district hospitals and serve patients.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Rows between management and unions are one thing but caught in the middle are the patients and their loved ones in communities where convalescence and respite, palliative or end-of-life care are a necessity.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#BBB00300","speaker":"1665","continuing":true},{"type":"speech","time":1664276400,"counter":77,"content":"<p>There are many issues on which I would like to address the House; I am spoiled for choice.  I thank Senator Ruane.  What is needed in the incidents that hit the news last week is a conversation regarding the entirety of the community and the safety of young people in the community as well as the intergenerational trauma and the affects of that happening.<\/p> <p>I welcome the cost-of-living budget.  It is fantastic.  There is loads of good news within it.  We will have statements on the budget twice later and I will speak in both debates.  Hidden among the good news is the fact that the 9% VAT on remaining period products has been reduced to zero as a consequence of the budget and the decisions that were being made today.  I have campaigned on this for a long time so I am thrilled with that.  <\/p> <p>I would like to address a serious issue, which is the fact that apartment owners throughout Dublin South-Central, the constituency in which I live, and throughout the country are facing horrific bills for the defects in their homes.  These include fire defects as a result of shoddy workmanship and the appalling aftermath of the Celtic Tiger era building.  Homeowners in one apartment complex are facing bills of &euro;68,000.  In another complex owners face bills of &euro;32,000.  These are people in the middle of a cost-of-living crisis who are being faced with an appalling bill and frightening prospects if the work is not carried out.  I raised a Commencement matter on this two weeks ago and to say that I got an underwhelming response is mild.  That is either contempt for the Seanad and its Members or else it reflects reluctance.  Apparently a memorandum went to Cabinet this morning and the rumour leaked from that meeting, that there is not going to be an instant answer, is worrying.  I ask that we have the Minister for Housing, Local Government and Heritage, Deputy O'Brien, comes to the House as a matter of urgency to address these apartment defects because a person is in an apartment, paying a mortgage and facing a &euro;68,000 bill, that is no small issue.  We need an urgent response to that.  I have asked for an urgent response to it for this week to coincide with the budget.  I ask that we have an urgent debate in this House on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#CCC00200","speaker":"1682"},{"type":"speech","time":1664276400,"counter":78,"content":"<p>I support Senator Kyne's proposal for the Minister for Health to come to the House to discuss staffing levels throughout the HSE.  There is a particular issue within the disability teams throughout the country in regard to occupational therapy, speech and language therapy and the lack of qualified people coming out of the colleges to fill positions.  It is an important issue.  We are going to discuss it at the Joint Committee on Autism in the coming weeks.<\/p> <p>With regard to the budget, as media spokesperson, I welcome the reduction of the VAT rate on newspapers to zero.  The report of the Future of Media Commission, which was published just prior to the summer recess, highlighted how trusted our media are compared with social media, which carry a great deal of disinformation.  I thank the Minister, Deputy Catherine Martin, for her support in making sure that VAT rate was reduced to zero.  <\/p> <p>Delving through the budget documents, there are lists of road projects that will be funded through capital expenditure.  When I noticed one that is important was not on that list, it tweaked my nerves.  The Minister for Transport needs to come to the House to discuss the capital projects going forward.  I reiterate my comments last week regarding the N4.  The only region in our country that is not serviced is the entire north west.  The N4 is not on a list of road projects  While the list is not exhaustive, it is not on it.  It should be one of the top priorities in the country for investment to get it across the planning permission stage.  We fought tooth and nail last year - my colleague, Senator Ahearn, had issues with a road in the south - to get it back into the capital programme and get an identified route picked but we need to put funding and planning permission in place so that the road project proceeds at some stage in the future.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Miche&aacute;l Carrigy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MichealCarrigy&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask that the Minister for Transport come to the House to give positive answers to my query.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#CCC00300","speaker":"1639","continuing":true},{"type":"speech","time":1664276400,"counter":80,"content":"<p>I note that what we have seen today is a budget of more than &euro;90.4 billion.  It is an increase on last year's budget and it is to help families at a time of crisis.  Supports are being put in place.  There is an increase in the pension, more social welfare supports and greater numbers of people are able to access the fuel allowance.  All of this will tackle issues for the most vulnerable, those who are in need and those who are waiting to get energy retrofits done and cannot get access to or are waiting months for the warmer homes scheme.  It is crucial that we are seeing this increase in supports, especially for people who are most vulnerable.<\/p> <p>One interesting comment the Minister, Deputy Donohoe, made in his speech was when he highlighted how one third of our corporate tax income is dependent on a cohort of 500,000 workers and ten multinationals.  They account for one third of the total tax revenue.  That is incredible.  It shows the importance of foreign direct investment into this country and of our education and research sector.  It shows how crucial those funds are but also, as the Minister highlighted, how important it is that they are not seen as funding permanent expenditure to fund this budget or budgets going forward and how we need to have the national reserve fund in place.<\/p> <p>One other point to highlight, especially for towns throughout Ireland, is that Fine Gael is backing business.  We see that with supports being put in place such as the temporary business energy support scheme.  That will be absolutely crucial for businesses in the months ahead.<\/p> <p>In recent months, I have spoken with businesses that are seeing increases of nearly two thirds in their energy bills.  This will be capped at over &euro;10,000 and will be backdated to September.  It is one of the phenomenal initiatives that has come through in the budget this year.<\/p> <p>I will be speaking later on education and research but we need to look at the shortfall in school transport, especially with the Minister for Education.  It has been highlighted that this will be reviewed.  Will the 6,000 families waiting for tickets hear news very soon?  They have been waiting for more than four weeks.  We live in uncertain times and face challenges but, right now, we have a budget that will support people in the times ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#DDD00200","speaker":"1654"},{"type":"speech","time":1664276400,"counter":81,"content":"<p>I am thinking of all of the doors I have knocked on in the past three to four years and the issues that have come up time and again.  People care about their families, communities and those who need help most and they want to see this modern, progressive Government provide the services that people need.<\/p> <p>Today has been a good day for that.  Childcare fees will be cut by 25%.  That is the beginning of it.  Some &euro;2,500 will be put back in the pockets of people in west Dublin who are paying &euro;200 per week and might be paying &euro;10,000 per year.  This is a good day for families who have been desperately seeking publicly-funded IVF treatment.  We are already moving from offering free contraception to 17- to 25-year-olds to offering it to 16- to 30-year-olds.  Student fees will be cut by &euro;1,000.  Income tax changes will be made on the higher rate.<\/p> <p>Help will be given to our local SMEs.  We have been speaking to their owners on the phone and they are incredibly worried about their energy bills.  Renters will receive a &euro;500 tax credit for this year and last year and primary school children will receive free school books.  An increase in special education classes should benefit 2,000 students.  There will be a reduction in the teacher-pupil ratio, a double payment in child benefit in November and 1,000 new garda&iacute;.  This is a good day.  I am sure as the day goes on, we will be able to pick holes in it but, right now, it is a good day for our cost-of-living budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#DDD00300","speaker":"1648"},{"type":"speech","time":1664276400,"counter":82,"content":"<p>I welcome the cost-of-living measures in the budget.  They are very welcome at this difficult time for hard-pressed consumers and families.  I also welcome the reduction in VAT for the media.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paddy Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1866\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1866&amp;amp;pid=PaddyBurke&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This issue has been raised on several occasions in this House by various Members over recent years.  The measure is very welcome, particularly for local media, which provide a great service throughout the country.<\/p><p>I ask that the Leader arrange a debate at some stage with the Minister responsible for housing on funding for local authorities.  Some local authorities are at crisis point.  They need matching funds for various projects proposed by the Government and Government-funded projects.  The matching funds required usually amount to about 20%.  On foot of the proposed pay agreement, local authorities will have to find 20% of the increase.  Energy costs must also be considered because they have gone way up.  My local authority, Mayo County Council, has got to find &euro;3.5 million to cover the proposed energy costs and the cost of the proposed pay deal.  That is just to stand still.  I welcome the fact that there has been an allocation in the budget today for local authorities &ndash; it could be &euro;50 million.  However, in addition to the funding needs I have mentioned, local authorities have a considerable number of projects they have to co-fund.  They have to find local funding in this regard.  There are not many ways in which local authorities can raise funds now.  They do not have fees to collect in respect of water, sewerage or refuse.  There are very few means by which local authorities can gather money other than the local property tax.  In many cases, because of the raising of the bands, the amount of money local authorities are collecting through that tax has gone down.  Given the loss of money in this and other areas, many of them could be in very serious financial difficulty.  We should have an early discussion with the Minister for Housing, Local Government and Heritage on the future funding of local authorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#DDD00400","speaker":"1636","continuing":true},{"type":"speech","time":1664276400,"counter":84,"content":"<p>I will reserve what I have to say about the budget until later.  In the past couple of weeks, I was honoured to have been invited to go to County Sligo to commemorate the six men who were executed on top of Benbulben by the Free State Army on 20 September 1922, one of whom was my uncle Brian.  While I was looking at all the documentation that surrounds the event, I was conscious of one thing, namely, that when I did a documentary on the subject, I did not want to be one-sided.  There were, of course, many Free State soldiers who died in the Civil War in Sligo and elsewhere, and those men largely go uncommemorated.  During the week, there was an article in <i>The Irish Times<\/i>on this very subject.  The National Army soldiers are never commemorated.  There is not even a decent memorial to them in Glasnevin.  Those in this House who may have seen Michael Collins's grave in Glasnevin are probably unaware that he is buried in a plot surrounded by graves of National Army soldiers buried four deep.  They are more or less completely uncommemorated.  During the documentary, in order to attempt to bring balance, although it was edited out, I interviewed former Minister Michael Ring, whose great uncle, Joe, a Free State general, was shot at Bunnyconnellan, Mayo, in 1922.  We went to see his memorial.  It had been a modest little cross about a foot or 18 inches high in the middle of a bog off the road but was broken and lying in pieces.  It occurred to me that it was sad that a general in the Free State army would have a monument to him that was broken and lying on the ground.  Now that we are in the decade of centenaries, I ask that somebody from the Taoiseach&rsquo;s Department come in to the House and indicate what is proposed to be done to commemorate those soldiers of the National Army -  those on the other side are well commemorated, with monuments virtually everywhere in the country &ndash; who lost their lives fighting for the establishment of a democratic state in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#EEE00200","speaker":"1669"},{"type":"speech","time":1664276400,"counter":85,"content":"<p>I thank colleagues.<\/p> <p>I thank Senator McDowell for his contribution.  I do not think the matter he raised is one people consider until it is put foursquare in front of them, but it is definitely worth exploring.  I will write to the Minister and maybe then I will send the Senator back copies of the correspondence and we will see in what forum the matter should be discussed.  It might be kind of lost in this Chamber, but I will come back to the Senator once I make the response.<\/p> <p>Senator Burke welcomed the cost-of-living budget and asked for a debate with the Minister for Housing, Local Government and Heritage, particularly on funding for local authorities.  Senator Currie welcomed the cost-of-living budget and said it was a good response so far, particularly to the issues that have come across her desk in recent years.<\/p> <p>Senator Dolan welcomed the &euro;9 billion in expenditure on education, probably the largest spend we have ever had in that sector.  She said Fine Gael is backing business and welcomed the budget.<\/p> <p>Senator Carrigy spoke, as did Senator Kyne on a similar issue, about resources and staffing, not only in primary care but also in our acute settings and all disability and mental healthcare settings.  It would be very valuable for us to have a workforce planning debate with the Minister.  It is very easy for us all to stand around here and to give out about the length of queues without realising what is causing them.  Most of the time it is a lack of recruitment within the HSE.  I will try to arrange such a workforce planning debate as quickly as I can.<\/p> <p>Senator Carrigy looked for a debate on the capital plan with the Minister for Transport.  Senator Seery Kearney talked about a debate with the Minister for Housing, Local Government and Heritage on the apartment owners who face absolutely massive bills.  I think other people had expected a response today, particularly when we saw the response to the issue of mica today, especially around funding and how we will resource that.  I think we expected a response today and did not get it, so I will certainly ask for a debate on Senator Seery Kearney's behalf.<\/p> <p>Senator Seery Kearney also touched on the issue Senator Ruane spoke about.  It is an awful pity when people use issues of such real importance on a human level to communities and to families to play politics with one another.  It is even worse when the two parties involved are supposed to be in government, in a coalition with each other.  The way the report was done at the weekend is really regrettable, but the Senator and the other people who were at the committee know exactly what the intentions of those people are.  I would support and applaud her because that is the route to go.  While there needs to be a response from the Garda for the actions that were avowed, we are going to have the same conversation in six weeks, six months or six years if we do not do something different, and I think that is what the community wants to see.  I applaud all the people who want to take this seriously as opposed to just playing politics with it.<\/p> <p>Senator Kyne spoke about the lack of GPs, particularly in rural areas, and the challenges they face.  I do not really live in a rural area and we face the same challenges, so I think we need to have that conversation about workforce planning.<\/p> <p>Senator Ahearn welcomed the budget, particularly the Government's and the State's funding of IVF treatment, one of the really welcome measures announced today.<\/p> <p>Senator Martin spoke about the robust response in the budget.  He then touched on other issues such as the power of sport and mental wellness.  He congratulated his local boxer, and we join in those congratulations.<\/p> <p>Senator Murphy raised the requirement for a footbridge in Leitrim and an application that has been made by Leitrim County Council.  I have told the Senator that I will follow up with the Minister and come back to him.<\/p> <p>Senator Cummins welcomed the cost-of-living budget, particularly the targeted and universal mix.  He welcomed the extension of the help-to-buy scheme and the &euro;500 per-person tax credit for those who are renting.<\/p> <p>Senator Boylan spoke about her upset at the results of the Italian election and the mood there.  The majority of the people who supported the winning parties was surprising.  I was struck by what Ruair&iacute; Quinn said when Meloni was making her thank-you speech on Friday evening and the idea that while we campaign in poetry, we govern in prose.  I very much hope that that is true and reflected within the Italian community and the Italian Government because if half the things the new Prime Minister campaigned on come into force, we will have a very different Italy from that most of us know and have enjoyed and loved over the years.<\/p> <p>Senator Maria Byrne spoke about the STEM programme in co-operation with the University of Limerick and Johnson &amp;amp; Johnson, and T&uacute;s joining the project.  It is a wonderful project and it really supports young women and gives them confidence and all the conditions they need to be able to shine within STEM courses in our universities.  Limerick is a shining light in that area.<\/p> <p>Senator Boyhan spoke about the number of GPs and bed capacity.  He was talking more, I suppose, about acute settings.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Regina Doherty:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2295\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2295&amp;amp;pid=ReginaDoherty&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=27\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The 650 beds that were announced by the Minister earlier as part of next year's funding are very welcome.  However, as we know, a bed is not a bed without the teams and staff that work around it.  The workforce planning is very welcome.<\/p><p>Senator Ward welcomed the cost-of-living provisions in the budget but again raised the GP issue.<\/p><p>Senator Fitzpatrick welcomed today's budget but asked me to follow up with the Minister for Health on the ongoing closure of the Intreo office in Cabra, which I will do today.<\/p><p>Senator Flynn spoke about the Ireland's Future conference this weekend and is looking forward to participating in it.  She asked again, as she has been asking for the last couple of months, for a debate on direct provision.  It has been requested but I will follow up today to see if we can get a date.<\/p><p>Senator Sherlock spoke about the real success of Culture Night in all of our towns, villages and cities last Friday evening.  It is just wonderful.  Most of us only get to see areas that are not our own on Facebook, Instagram or whatever but it is wonderful to see people enjoying stuff they would not get access to on a normal weekly basis.  It was a real success and is a credit to the Department and the Minister.<\/p><p>More importantly, Senator Sherlock spoke about Mahsa Amini, and the brutal murder of a 22-year-old stunning and beautiful woman.  While it is probably a failing on my part that I never paid much attention before, in recent days I have been absorbed and engaged in all of the social media around that particular murder and the murders and killings that have happened since.  Notwithstanding the lack of response not only from our own Government but also from others, particularly from the UN and UN Women, the Iranian women are not willing to take what they have had to put up with in the Republic of Iran, where the ideal of a republic is a far cry from the reality.  The Senator stated that the Iranian women need our solidarity in whatever way, shape or form we can give it.  I will certainly follow up with the Minister for Foreign Affairs to look for a better response than we have received to date. <\/p><p>Senator &Oacute; Donnghaile spoke about the large coming together this Saturday in the Point Depot, the Ireland's Future conference.  He wants to have a proper debate on what kind of Ireland we want for the future.<\/p><p>Senator Garvey spoke about a horrific incident at a hurling match at the weekend, when Jason McCarthy was injured and had to wait over an hour for an ambulance, which is not acceptable.  The Senator asked whether the funding taken at the gate would be more appropriately spent on a reserve ambulance just in case.  I wish to pay tribute to the dedication and commitment that our senior hurlers and footballers give us from an enjoyment perspective week in, week out.<\/p><p>Senator Keogan welcomed some elements of the budget.  I am sure more debate will be had later this evening.  She also welcomed the elections in Italy over the weekend.<\/p><p>Senator Buttimer welcomed the cost-of-living budget and commended the Ministers.  He wants to see the Minister, Deputy Michael McGrath and the Minister, Deputy Donohoe.  We will not have them this evening because they will be in the D&aacute;il but we will get them as soon as we can.<\/p><p>Senator Buttimer also looked for a debate on Ukraine and the ongoing impact of the war, particularly as we come into the winter months, and how we can continue to support them.  I will amalgamate that with Senator Clifford-Lee's request last week for a debate on Ukraine, particularly around the use of rape as a weapon of war.<\/p><p>Senator O'Loughlin opened the Order of Business today by speaking about the growing violence at our GAA local matches and the kind of example we are setting for our younger children.  It is absolutely shocking.  It is really important that Sport Ireland engages with those local governing bodies immediately so we can see an immediate response because these things are now happening on a weekly basis and it is really not a good sign.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#FFF00100","speaker":"1653","continuing":true},{"type":"unspoken","time":1664276400,"counter":87,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Planning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2022 and Planning and Development (Solar Safeguarding Zone) Regulations 2022: Referral to Joint Committee","time":1664276400,"counter":88,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#GGG00300"},{"type":"speech","time":1664276400,"counter":89,"content":"<p>I move:<\/p> <blockquote> \tThat the proposal that Seanad &Eacute;ireann approves the following Regulations in draft:  \tPlanning and Development Act 2000 (Exempted Development) (No. 3) Regulations 2022, and<br \/><br \/>Planning and Development (Solar Safeguarding Zone) Regulations 2022, copies of which were laid in draft form before Seanad &Eacute;ireann on 19th September, 2022, be referred to the Joint Committee on Housing, Local Government and Heritage, in accordance with Standing Order 71(2)(b), which, not later than 4th October, 2022, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092700002#GGG00400","speaker":"1653"},{"type":"unspoken","time":1664276400,"counter":90,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664276400,"counter":91,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 4.44 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 5.02 p.m.<br \/><br \/>Sitting suspended at 4.44 p.m. and resumed at 5.02 p.m.<\/p>","notice":"TIME STRING DETECTED"}]