[{"type":"minorheading","content":"Prelude","time":1363257000,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1363257000,"counter":2},{"type":"unspoken","content":"Reflection and Prayer.","time":1363257000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1363257000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1363257000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00100"},{"type":"speech","time":1363257000,"counter":6,"content":"<p>I have received notice from Senator Denis O'Donovan that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<ul><br>To ask the Minister for Health if he will confirm there is funding available for phases two and three of the Schull Community Hospital project, County Cork.<\/ul>I regard the matter raised by the Senator as suitable for discussion on the Adjournment and it will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1363257000,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00300"},{"type":"speech","time":1363257000,"counter":8,"content":"<p>The Order of Business is No. 1, ráitis maidir leis an Straitéis 20 Bliain don Ghaeilge 2010-2030, to be taken on the conclusion of the Order of Business, with the contributions of group spokespersons not to exceed ten minutes and all other Senators not to exceed six minutes and the Minister to be given no less than ten minutes to reply to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00400","speaker":"1130"},{"type":"speech","time":1363257000,"counter":9,"content":"<p>May I start by wishing the 266th successor of St. Peter, the new Bishop of Rome, every success?  He is in Members' prayers in a difficult task.  Pope Francis is a humble man who avoids the luxuries other cardinals would embrace.  He takes the bus to work, visits the slums, prays with the poor and has chastised those in his flock who refused to baptise the children of unmarried mothers, which shows his true humanity.  He became a cardinal when Argentina was going through an economic crisis and he has derided and lambasted unrestrained capitalism.  His courage can be seen from the time when the military junta was in force in Argentina.  He interceded directly by persuading a fellow priest who would say mass for the dictators to step aside in order that he could say the mass and intervene directly, which resulted in the saving of the lives of two priests.  He has taken the name of St. Francis, obviously intentionally, because of the great respect St. Francis had for humanity in terms of challenging authority.  The church at the time was riddled with corruption and he also challenged corruption.  In his ministry, St. Francis was given his task with the words, \"Go repair my house which, as you see, is falling completely to ruin\".  I am sure the new Pope Francis perceives the enormous challenges he faces and he is in Members' prayers for his enormous work.<\/p><p>Fianna Fáil intends to move an amendment to the Order of Business and I ask the Leader to bring into the House the Minister for Finance in respect of the mortgage crisis and yesterday's Government announcement on what it is talking about doing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00500","speaker":"1159"},{"type":"speech","time":1363257000,"counter":10,"content":"<p>The Senator was going so well for a while.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00600","speaker":"1151"},{"type":"speech","time":1363257000,"counter":11,"content":"<p>Can we have Senator Daly, the acting Leader of the Opposition, without interruption?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00700","speaker":"1120"},{"type":"speech","time":1363257000,"counter":12,"content":"<p>It is nice to have one's learned colleague interrupting.  A day cannot go by unless Senator Coghlan interrupts me.<\/p> <p>I feel that my life will not be complete unless he interrupts me.  What we saw yesterday is that the Central Bank is, in effect, giving the banks a charter to evict people.  It is amazing how language is used by governments.  In war, governments talk about collateral damage.  They do not talk about deaths or killing.  In a financial crisis or mortgage crisis, they talk about people who will have their homes repossessed.  They do not talk about evictions.  That is, in effect, what the Government is allowing the banks to do.  They talk in percentages, for example, 12% of people are in arrears.  That is approximately 95,000 people who are in arrears for 90 days or more.  Approximately 50,000 homeowners, people with mortgages, are in arrears of up to 90 days.  That is hundreds of thousands of people – our constituents, neighbours and friends – who are in arrears.<\/p><p>We have seen what the banks have done in the past when they were told to engage with small businesses.  They were told to give them loans and to meet certain targets.  What happened was that they massaged the figures.  We all know that small businesses cannot get loans from banks.  The banks tell us they are meeting the targets.  The Government is now setting new targets for mortgage arrears.  We know the banks will massage the figures.  We know what happens when governments allow banks to evict people because we have seen it in Spain.  Last November the Spanish Government stopped banks evicting people for two years because of the massive increase in suicide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400002#A00800","speaker":"1159","continuing":true},{"type":"speech","time":1363257000,"counter":14,"content":"<p>Does Senator Daly wish to propose an amendment to the Order of Business?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00200","speaker":"1120"},{"type":"speech","time":1363257000,"counter":15,"content":"<p>I will do it in a moment.  What happened in Spain is that the suicide rate increased because of evictions and the Government intervened.  What we are doing is the reverse.  We will pass legislation through these Houses which will make it easier for banks to evict people.  That will result in an increase in the rate of suicide in this country.  Knowing what happened in Spain, why would we allow the same to happen in this country?  I ask the Leader to arrange a debate on the matter.<\/p><p>Next week is St. Patrick’s week.  Unlike the media and others who will lambast Ministers for travelling all over the world, I wish every success to the Taoiseach, the Tánaiste and all those who are travelling on behalf of the citizens of this country for the promotion of tourism and this country.  Perhaps the Tánaiste and Minister for Foreign Affairs could come to the House on his return because the issue of the undocumented Irish remains unresolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00300","speaker":"1159"},{"type":"speech","time":1363257000,"counter":16,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00400","speaker":"1120"},{"type":"speech","time":1363257000,"counter":17,"content":"<p>At this stage we need action.  We have seen activity but no action has been taken.  The Government failed to engage with the Republican leadership in Congress and we ask the Tánaiste to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00500","speaker":"1159"},{"type":"speech","time":1363257000,"counter":18,"content":"<p>The Tánaiste met with John Kerry recently.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00600","speaker":"1173"},{"type":"speech","time":1363257000,"counter":19,"content":"<p>Senator Daly is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00700","speaker":"1120"},{"type":"speech","time":1363257000,"counter":20,"content":"<p>I propose an amendment to the Order of Business that No. 11 would be taken before No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00800","speaker":"1159"},{"type":"speech","time":1363257000,"counter":21,"content":"<p>Could I also wish colleagues a happy St. Patrick’s Day, given that it falls this weekend?  I agree that it is important that our Ministers travel abroad to represent Ireland across the world to ensure that we can get the maximum benefit for this country in terms of tourism and support for the economy at this time.  It should be a great weekend at home in terms of people travelling here and everyone going to the parades and the events.  I hope the sun shines on the parade for everyone.<\/p><p>I thank colleagues on both sides of the House for their support for the Bill I proposed on behalf of the Labour Party Senators group last night – the Employment Equality (Amendment) (No.2) Bill.  We are delighted the Bill has received Government support and will now move forward to Committee Stage.  I hope that can be done quickly.  We said as much to the Minister of State, Deputy Lynch, last night.  I again acknowledge the support of all colleagues who spoke in favour of the Bill, including Fianna Fáil Senators.  Senator Power has a strong track record on the issue and also Senator MacSharry.  Fine Gael Senators Colm Burke and Jim D’Arcy also spoke in support of the Bill and I did not get an opportunity to thank them last night.  I appreciate their support and that of my Labour Party colleagues.  The Bill was ably seconded by Senator Moran and Senator O’Keeffe also spoke.  The Bill is important as it will challenge for the first time section 37 of the Employment Equality Act which gives an opt-out to religious-run institutions against the normal anti-discrimination law provision.  The Seanad Gallery was full last night of people from various groups from the trade union movement, human rights and LGBT groups who have very much welcomed the passage of the Bill on Second Stage.  As other colleagues such as Senators Barrett and Norris acknowledged, it confirms the importance of the Seanad as a forum where we can introduce Bills-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B00900","speaker":"1148"},{"type":"speech","time":1363257000,"counter":22,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01000","speaker":"1136"},{"type":"speech","time":1363257000,"counter":23,"content":"<p>-----and achieve Government support for them and thereby result in changes in the law that benefit society.  That is most important.<\/p><p>I ask the Leader if we could have a debate at some stage in the future on the incorporation of economic, social and cultural rights in the Constitution.  I will speak later this morning at an event being organised by Amnesty International in conjunction with a number of other NGOs, which will be chaired by former Senator, Catherine McGuinness.  It is focused on the issue of the incorporation of social, economic and cultural rights into the Constitution.  The Labour Party has a strong policy on the issue and last year in the Dáil it introduced a Private Members’ Bill to incorporate economic, social and cultural rights into the Constitution.  It is a topic to which we could return in this House and deal with although it may well come up for discussion at the Constitutional Convention later in the year.  It might be helpful to have a debate in this House at some point during this year in advance of the Constitutional Convention considering whether it might wish to consider the issue at the end of its 12 months in operation in December.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01100","speaker":"1148"},{"type":"speech","time":1363257000,"counter":24,"content":"<p>I rise to concur with Senators Daly and Bacik in wishing the best of luck to the Taoiseach in his visit to the White House on Monday.  As the House is aware, the EU decided this week to open formal negotiations with the member states on the EU-US free trade deal.  The Minister for Jobs, Enterprise and Innovation, Deputy Bruton, has welcomed that.  Commissioner Karel De Gucht will be in charge of the negotiations from the European side.  A deal would be worth €86 billion to the European economy.  In his State of the Union address, President Obama has also referred to the importance of a deal to him.  As a great friend of the United States and as President of Europe, the Taoiseach can play a key role.<\/p><p>We also have an important trade element in that there is newspaper speculation that the President and the Taoiseach will refer to the €18 billion order for new aircraft by Ryanair of 200 new aeroplanes from Boeing.  We will be in the United States as a major trading partner of the United States.  The Ryanair success is built on the Southwest Airlines model founded by Herb Kelleher from Kanturk in County Cork.  Our trading links are significant.  The Taoiseach will not be just in the White House for sentimental reasons.  He will visit a building which has an Irish architect, James Hoban.  I hope the discussions between the President and the Taoiseach will focus on the architecture of economic recovery and the need to bring down the high level of unemployment in Europe and the United States.  I ask the Leader to extend the best wishes of the House to President Obama and the Taoiseach for the success of their Monday meeting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01200","speaker":"1157"},{"type":"speech","time":1363257000,"counter":25,"content":"<p>This is a first.  For once I find myself in total agreement with Senator Daly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01300","speaker":"1151"},{"type":"speech","time":1363257000,"counter":26,"content":"<p>There is white smoke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01400","speaker":"1122"},{"type":"speech","time":1363257000,"counter":27,"content":"<p>He must be infallible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01500","speaker":"1136"},{"type":"speech","time":1363257000,"counter":28,"content":"<p>I heartily concur with everything he said about the new Bishop of Rome.  He was accurate in that respect.  This man offers great hope.  That is why I agree so much with what has been said.  It is a little known fact-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01600","speaker":"1151"},{"type":"speechnospeaker","time":1363257000,"counter":29,"content":"<p>You have met the man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01700","nonspeaker":"A Senator"},{"type":"speech","time":1363257000,"counter":30,"content":"<p>No.  I never met the man.  His father was a railway worker and the man who was responsible for the railways in Argentina was an Irish engineer named Coghlan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01800","speaker":"1151"},{"type":"speech","time":1363257000,"counter":31,"content":"<p>Was he from Killarney?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B01900","speaker":"1136"},{"type":"speech","time":1363257000,"counter":32,"content":"<p>No, they originated in Offaly.  Senator Norris’s mother was from Laois the next-door county.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02000","speaker":"1151"},{"type":"speech","time":1363257000,"counter":33,"content":"<p>Will Senator Coghlan be invited to the embassy?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02100","speaker":"1122"},{"type":"speech","time":1363257000,"counter":34,"content":"<p>I urge Members who might be in Buenos Aires to visit the Coghlan region.  There is a railway station named, Coghlan, which is spelt correctly C-O-G-H-L-A-N.  I concur with everything Senator Daly said about the new pontiff.  The name Francis is wonderful.<\/p><p>Senator Daly was totally wrong then when he continued on to the other subject.  He should never have left the first issue.  The Government is treating the mortgage arrears crisis with all seriousness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02200","speaker":"1151"},{"type":"speech","time":1363257000,"counter":35,"content":"<p>There is no urgency evident.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02300","speaker":"1159"},{"type":"speech","time":1363257000,"counter":36,"content":"<p>There is a whole menu of options-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02400","speaker":"1151"},{"type":"speech","time":1363257000,"counter":37,"content":"<p>The Government has been in office for two years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02500","speaker":"1159"},{"type":"speech","time":1363257000,"counter":38,"content":"<p>-----to offer people a better future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02600","speaker":"1151"},{"type":"speech","time":1363257000,"counter":39,"content":"<p>He was not speaking <i>ex cathedra<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02700","speaker":"1136"},{"type":"speech","time":1363257000,"counter":40,"content":"<p>The engagement with the banks is taking place.  Senator Daly is always rushing his fences.  People are engaging more and more.  The Central Bank has told us that mortgages in arrears of 90 days and more are declining.  There is hope for people and there is engagement.  A menu of options exists and please God it will succeed.<\/p><p>Finally, I also agree with Senator Daly's expression of good wishes.  I wish a happy St. Patrick’s Day to everyone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400003#B02800","speaker":"1151"},{"type":"speech","time":1363257600,"counter":41,"content":"<p>I second the amendment.  I support the comments made by Senator Bacik and others in support of the decision of Ministers to travel abroad to take advantage of the unique profile Ireland enjoys over the St. Patrick's Day weekend.  One could not buy such access.  Having read some of the usual negative comments in the media, I advise those responsible to get a life and realise these festivities afford us a major opportunity that few other countries enjoy.<\/p><p>Having reached the halfway point in the Cheltenham racing festival, I take this opportunity to congratulate the Irish horse racing industry on the exceptional performance of Irish racehorses at the event.  I have called for a debate on the industry on a number of occasions without success.  The conclusion of the Cheltenham Festival will present an opportunity for the Minister for Agriculture, Food and the Marine to come before the House for a discussion.  It is not all good news, however.  As I noted previously, the number of horses in training has declined significantly in recent years.  Whereas during the boom one was nobody if they did not have the leg of a horse, nowadays people are turning horses out of stables because they cannot afford to train them.  We are all familiar with the pitiful plight of many of these horse.  This is a great week for the Irish.  We have, in Ruby Walsh, the most brilliant national hunt jockey of all time and it is time we recognised this by giving him an award.  I hope the Leader will raise this matter with the Minister.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00100","speaker":"1142"},{"type":"speech","time":1363257600,"counter":42,"content":"<p>I ask the that the Minister for Education and Skills, Deputy Ruairí Quinn, come to the House to discuss the possibility of implementing a policy which would, without doubt, assist the safety and well-being of many teenagers.  Bullying and suicide are two issues persist and remain prevalent among teenagers.  Every channel of communication must be considered as we seek to raise awareness of these problems, which are reaching unacceptable levels.  Helpline information must be easily accessible for those who need it most.  On that basis, the Minister should consider adopting a policy of having suicide prevention and anti-bullying helpline numbers printed on the back cover of all secondary school books.  This information should include telephone numbers and website addresses for Childline and other relevant bodies and organisations engaged in anti-bullying and suicide prevention efforts.  I seek a discussion with the Minister on the possibility of implementing an initiative under which every school book and manual on the curriculum would feature the information I have outlined.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00200","speaker":"1173"},{"type":"speech","time":1363257600,"counter":43,"content":"<p>For me, there is only one story today, namely, the election of Pope Francis.  I share the happiness of my Roman Catholic friends at this extraordinary event.  I stated a few days ago that the Holy Spirit would need to be very alert to find somebody among the current collection of cardinals, all of whom were nominated by the previous two Popes.  However, the Holy Spirit seems to have done so.  The moment Pope Francis came out on the balcony of St. Peter's Basilica something happened.  One could tell this even before he opened his mouth.  His demeanour immediately reminded me of the last truly great Pope, John XXIII.  I think there is something of Pope John XXIII about this man, for example, his simplicity of dress.  I noticed that when one of his assistants tried to put the stole back on him he pushed it away.  He also uses public transport and visited people in the slums.  As the greatest leader of all the Christian churches, he showed humility when he knelt down and the silence that subsequently spread through the crowd was very impressive as it is almost impossible to get silence among such an enormous group of people.  He commanded such respect and I believe he will continue to do so.  He also asked for prayers and certainly has mine.<\/p><p>I did not sign the motion requesting the previous Pope, who is now known as Pope Emeritus, to visit Ireland but I would gladly sign a similar motion for this Pope.  I know he is against gay marriage but we forget sometimes what extraordinary progress we have made in certain areas and how uncomfortable it is for people of a certain age to have to deal with these dramatic changes.  I believe he is a man who will learn and he has indicated dialogue is taking place and he has opened dialogue, not only with his flock in Rome but with people all over the world.  One sign of this was the wonderful and refreshing sound of the so-called dissident priests singing like 24 blackbirds baked in a pie on the airwaves today.<\/p><p>While the Pope may be against gay marriage, he visited hospitals in Buenos Aires at a very difficult time and embraced, kissed and washed the feet of 12 AIDS patients.  There is a simple beauty in that gesture.  He chose the name &quot;Francis&quot; after Francis of Assisi who disagreed with the Pope when he declared that irrespective of what the Pope said, animals had souls.  There is something wonderful about St. Francis.  When I was involved in the running of the Hirschfeld centre, the gay community centre which had facilities including a cinema and restaurant, the most popular film was &quot;Brother Son, Sister Moon&quot;, which is about St. Francis of Assisi.  Among the wounded people of the gay community who have been regularly sprayed with acid from the Vatican at Christmas in recent years, the election of Pope Francis means a new beginning for all of us.  This man has given hope to a world that badly needs it. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00300","speaker":"1136"},{"type":"speech","time":1363257600,"counter":44,"content":"<p>I support a call made in the other House by Deputy Willie Penrose that the Department of the Environment, Community and Local Government impose an immediate moratorium on all planning or development of further wind farms until such time as the Government and Department conclude the review into the guidelines for the development of these massive wind farms.  Proposals have been made for 2,500 giant turbines across large tranches of the midlands.  I commend the Minister for the Environment, Community and Local Government, Deputy Phil Hogan, and the Minister of State at this Department, Deputy Jan O'Sullivan, on initiating a review of the guidelines because the current guidelines are out of date, ineffective and obsolete.<\/p><p>This is a national, rather than local issue, which is of concern in many counties, including Galway, Clare, Westmeath, Laois, Offaly and Kildare.  There is a view, which is not without foundation, among the communities concerned that big wind, if one likes, has the ear of government and that the Government is acting to some extent as a front of house salesperson promoting the interests of commercial wind farms.  This approach is dangerous and wrong.  The community and national interest must be embedded in policy.  I call on the Government to step back from what appears in some quarters to be a cosy relationship with elements of the private companies that are promoting massive wind farms.  There are genuine concerns about the scale, social impact and sustainability of existing developments as well as the setback requirements.  The idea of proper and meaningful consultation is a farce given that the wind companies are doing secret deals with landowners behind the backs of their neighbours and no one knows precisely what is happening.  Wind farm promoters state they will connect to the national grid by underground means, whereas EirGrid maintains that undergrounding is not feasible or possible.  Someone is telling a porkie.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00400","speaker":"1143"},{"type":"speech","time":1363257600,"counter":45,"content":"<p>Is the Deputy seeking a debate on this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00500","speaker":"1120"},{"type":"speech","time":1363257600,"counter":46,"content":"<p>The Seanad should have a debate and discourse with the Minister or Minister of State to allow Senators to feed into the policy directive on the control of and guidance pertaining to the development of new wind farms.  Community interests and concerns are not being adequately taken into account and must be considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00600","speaker":"1143"},{"type":"speech","time":1363257600,"counter":47,"content":"<p>Bheinn ag tacú leis an méid atá ráite ag an Seanadóir a chuaigh romham, ach dhéanfaí dearmad scaití go bhfuil sé i bPáirtí an Lucht Oibre agus gur cheart don Aire féin, an Teachta Rabbitte, teacht isteach agus é fhreagairt maidir leis na ceisteanna sin.<\/p><p>It is appropriate that all eyes were on Rome yesterday and I welcome the election of Pope Francis.  I hope he will be successful in his position and we will see a more open and tolerant church under his reign.  Some of the events in this country yesterday would remind one of Roman times. <\/p> <p>I am thinking of the Colosseum, which I visited recently, and that yesterday's proposal on mortgages is almost akin to throwing innocent mortgage holders to the banking lions, with the Government just watching the whole process.  As said previously, there are 195,000 mortgage holders in distress.  We have been waiting for a long time for action from the Government on the issue.  The previous Government was also very slow to act.  It received two expert group reports and did nothing to alleviate the plight of mortgage holders.  The members of that Government are now jumping up and down looking for support for people in distress.  The current Government is giving more power to the banks and giving them the ability to hassle people in arrears and to move people off tracker mortgages.  It is opening the door for repossessions.  This is an awful day for mortgage holders and a terrible indictment of the Government.<\/p><p>We should have been hearing about a non-judicial, independent mortgage resolution body with power to impose resolution agreements on lenders and borrowers.  This body should have had a full range of solutions available to it, including debt write-down.  The first priority should have been to protect the family home by restructuring mortgages in a way that makes them sustainable in the longer term.  However, we have seen that the power has been handed over to the banks.  The banks are in the driving seat once more.  The big lobby has won over and it is an absolute disgrace on the part of the Government.  I call on the Minister to come to the House as soon as possible so we can debate the so-called resolution mechanism that has been proposed.  It is an absolute disgrace attributable to the Government and the people who support it, in addition to the banking system, which is obviously pushing very hard to mind its own vested interests.  It is a very bad day for citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400004#C00700","speaker":"1122","continuing":true},{"type":"speech","time":1363258200,"counter":49,"content":"<p>I join my colleagues in welcoming the election of the new pontiff.  I thank Senator Norris for his very generous and interesting theological response to last night's event in Rome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00200","speaker":"1121"},{"type":"speech","time":1363258200,"counter":50,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00300","speaker":"1151"},{"type":"speech","time":1363258200,"counter":51,"content":"<p>It was interesting to hear about Coghlan railway station in Buenos Aires.<\/p><p>Some of my colleagues will recall the old jibe of that hero of some socialists, Joseph Stalin, who asked how many divisions the Pope has.  Anybody who has been observing the events in Rome over recent days and reading the media, social media in particular, over the past 24 hours will certainly agree that the Pope still has very many divisions.  The election last night of a new pontiff will, I hope, bring about a great a spirit of renewal, not only in the church but also in broader society.  In the short time since the Pope's election, what we have learned about his thinking on social policy, respect and concern for the poor and underprivileged is not just a religious message.  It is also very much a political message.   I hope many lessons can be learned by governments all over the world.  We must wish the new Pope well in the enormous task he is taking on.  Millions of people throughout the world today seek a new start in the church.<\/p><p>I join Senator Ned O'Sullivan in congratulating those responsible for the Irish success story so far this week at Cheltenham.  In one sense, there is a bizarre connection between Cheltenham, with its horses, and the Pope.  Generally, there is a politically correct view that horse racing and the horse-racing industry-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00400","speaker":"1121"},{"type":"speech","time":1363258200,"counter":52,"content":"<p>They are on the gallop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00500","speaker":"1136"},{"type":"speech","time":1363258200,"counter":53,"content":"<p>-----should not be encouraged.  That is wrong because thousands of people are employed in the industry in the country.  It is the only sport in which it is clear that Ireland is the absolute world champion.  A debate considering the new structures would be very useful.  There is a new chairperson in Horse Racing Ireland.  The question of future funding of racing arises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00600","speaker":"1121"},{"type":"speech","time":1363258200,"counter":54,"content":"<p>Is the Senator seeking a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00700","speaker":"1120"},{"type":"speech","time":1363258200,"counter":55,"content":"<p>It is a matter very close to the heart of the Leader.  A debate would be very useful.  Perhaps we can have it over the next few weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00800","speaker":"1121"},{"type":"speech","time":1363258200,"counter":56,"content":"<p>As many other Senators have said, St. Patrick's Day is a time for celebration.  We do it exceptionally well in Ireland.  We do it in every community and throughout the world.  St. Patrick's Day is also a time for bridge building.  We have seen many instances of this.  Added to the celebration on this occasion is the elevation of our new Pope, Francis.  It is interesting that when all the world leaders send congratulations to the new Pope, they all know the role that the church has played in peacemaking, health, education and the relief of poverty.  This is a great story, to which Ireland has been central from the time that the Pope sent St. Patrick here.  We should rejoice in that as it is particularly important.  We should avail of this opportunity to give a tangible expression to the history of the relationship between Ireland the Vatican.  When world leaders are sending expressions of congratulation, would it not be wonderful if we in Ireland availed of the opportunity to do some bridge building and reopened the embassy at the Vatican?  It is an ideal opportunity.<\/p><p>It is important that we avail of the opportunity to acknowledge the generosity of Senator David Norris this morning.  We all feel too comfortable at times in our own bunkers and forget the sun is shining outside.  We also forget that we have so much in common because of matters that divide us at a given time.  Senator Norris's contribution this morning will be the defining moment of our congratulating Pope Francis.  We must try to find ways and means to work together and ensure acrimony is not dividing us.  We must use every opportunity to bring strength and unity to what we want to achieve.    Tá súil agam, nuair a bheidh seans ag an Rialtas machnamh arís ar an ambasáid atá dúnta faoi láthair, go n-osclófar í athuair.  If we lose the opportunity to build bridges, our words will not mean much in other areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D00900","speaker":"1115"},{"type":"speech","time":1363258200,"counter":57,"content":"<p>I support Senator Whelan's call for a moratorium on wind farm developments until there is proper engagement on the issue.  I am sick and tired of listening to the spin of the Irish wind energy sector, including the suggestion of 77,000 jobs.  The reality is quite different.  In recent weeks in my county, we saw that a couple had to leave their home because of the noise of wind turbines next door.  I thank RTE, the <i>Irish Independent<\/i> and many other media outlets for covering this issue.  Today, after four years, the company in question finally decided to sit down with the people affected to try to resolve the issue.<\/p><p>  We know that many sweet deals have been done with farmers in the dark of night.  We also know there is no social dividend for the people affected by living beside wind turbines.  Next June, in this city, there will be another conference packed with people in favour of wind energy who make many millions of euro out of it.  They will invite the Taoiseach and the Minister for Communications, Energy and Natural Resources and spin it to them that wind energy is the way forward.  The people who are affected have no voice.  Nobody is listening to them.  We really need to sit down with them and listen to them.  The Minister needs to come to this House to debate the issue after Easter.  We called for this months ago.  It is now very important that we have it immediately after Easter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D01000","speaker":"1161"},{"type":"speech","time":1363258200,"counter":58,"content":"<p>I, too, congratulate Senator Norris.  Senator Ó Murchú has worded my point very well.  The election of Pope Francis represents a new beginning.  We have heard words today from everybody and there is a sense of hope.  This has been brought about by the demeanour and sympathetic manner of the new Pope.  He showed this when he was elected yesterday.  It gives us a chance of a new beginning.  Therefore, I support entirely what Senator Labhrás Ó Murchú said.  This is our opportunity to reopen the embassy in the Vatican.  It is exactly the time we should do so.  We should show our response to what Pope Francis has done.<\/p> <p>Comments were made last night about the age of Pope Francis and it was suggested that he might be a little too old.  I discovered, however, that he was born 20 days after me, so any suggestion that he is a little too old is being rejected entirely by me and I hope by others as well.  There is a lot of life left in that old dog yet and in this one too.  In the context of discussions about age, I draw the attention of the House to figures published yesterday which indicate that the life expectancy for males in Ireland is shorter than in a number of other European countries.  Life expectancy for males here is 77 but it is beyond 79 in at least seven other European countries, including Iceland, Italy, Sweden, Malta and Switzerland, among others.  These figures were published by the World Health Organisation and represent a challenge for our Department of Health.  When I came into this House first there was a huge number of road deaths every year but the country grabbed hold of that problem.  Various Ministers rose to the challenge and as a nation we decided we would do something about it.  That required a change of attitude and behaviour and the number of road deaths has reduced dramatically as a result.  We must now set a challenge for ourselves <i>vis-à-vis<\/i>life expectancy in Ireland, particularly for males.  We have a shorter life expectancy than a number of other countries and we can do something about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400005#D01100","speaker":"1145","continuing":true},{"type":"speech","time":1363258800,"counter":60,"content":"<p>Although the new Pope is less than 24 hours in office, his election has had an enormous impact already, as is obvious in the House this morning.  When I saw his demeanour last night and heard his opening remarks, it struck me that he was a Christ-like figure.  He is a man who came from very humble origins, renounced the trappings of power and mixed with the poor.  I understand he advised friends last night not to travel to Rome to celebrate but to give the cost of such travel to the poor.  He has set the agenda for a very reforming and progressive papacy.   I join with my colleagues this morning in wishing him well and in welcoming his appointment.  I was a little concerned about the fact that he is 76 years of age but, like Senator Quinn, he has much to contribute.  He might be well advised to read some of Senator Quinn's publications, which could set him on the right road.  His is an inspired appointment and I look forward to him reforming the church.  In a way he is taking on a challenge similar to that faced by many governments around the world.  He is faced with rescuing the church from the difficulties of recent years, the scandals, financial irregularities, the fall in membership and the loss of confidence among the faithful.  The initial response to his appointment has been overwhelmingly positive throughout the world and hopefully the new Pope will build on that.<\/p><p>This weekend represents a fantastic opportunity for Ireland to sell itself around the world and I wish various Ministers, the Taoiseach and the Tánaiste well in their travels to publicise and promote our country.  I hope, as our economy picks up, the aspiration of some of my colleagues on the other side of the House that the embassy in Rome is re-opened, as part of the healing process, will be realised.  I wish everyone in the House the very best for Saint Patrick's Day and hope it is a safe and enjoyable occasion for everybody.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00200","speaker":"1118"},{"type":"speech","time":1363258800,"counter":61,"content":"<p>Obviously, I join my colleagues in welcoming the election of Pope Francis the first.  However, I am sorry to have to rain on that parade but I must again ask for a debate on the mortgage issue with the Minister for Finance, Deputy Noonan, in the wake of yesterday's announcement. I had great hope preceding that announcement but it could not have been any worse, as far as I am concerned.  It puts the banks completely in control.  When I was on the other side of the House previously, as well as on this side, I listened to people in serious mortgage difficulty who genuinely felt the banks have a virtual seat at the Cabinet table.  The only thing left for the Government to do at this stage is to formally appoint a bank representative to the Cabinet.  Far from extending assistance to struggling families throughout the country, the announcement yesterday strips out what little protection people have at the moment.  The Government is giving additional powers to the banks to contact people and is abolishing the limits that were put in place to curb harassment.  The code of conduct as we know will be thrown out.  While there are targets set in terms of the banks putting proposals to borrowers, there are no targets for them in terms of agreeing new arrangements with punters who are in mortgage difficulty.  We have seen no more than superficial engagement on the part of the banks to date, with only a token number of split mortgages agreed.  I am extremely saddened by the announcement yesterday, which puts the fox in charge of the henhouse in a way that will squeeze people.  The financial regulator, Mr. Elderfield admitted that we are likely to see an avalanche of repossessions now, which is regrettable.  The Government is putting the people last.  It is important that this is acknowledged today and that this message is not lost among the words of congratulations for the new Pope.  It is a sad day for borrowers in Ireland and I hope the Leader will agree to bring the Minister for Finance to the House to discuss this.  We need to see real measures and tangible help for those who are struggling to keep their homes.  Yesterday's announcement, I am afraid, puts the banks in absolute control.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00300","speaker":"1149"},{"type":"speech","time":1363258800,"counter":62,"content":"<p>I also welcome the election of the new Pope and wish him well in his future years.  As someone who has visited many developing countries, I have seen the incredible work the church is doing on the ground.  A member of my family is working in a school with a pupil teacher ratio of one to 70 but still that school can provide a full meal to each pupil every day.  There are four schools feeding 4,000 children every day as a direct result of the work of the Catholic Church.  The selection of a Pope from outside Europe is a welcome development.  It will add to the growth of the church in developing countries and will see a refocus in Europe in terms of the role of the church.<\/p><p>I wish to move on to the issue of banking debt.  I am concerned by the alarmist comments of some of my colleagues on the other side of the House and by their suggestions that people will be driven to suicide.  Comments like that are unhelpful and may lead to people focusing on the possibility of suicide.  It is outrageous that such comments be made in this House.  The Government is approaching this issue in a very balanced way.  I remind Senators on the other side of the House that yesterday there was a public offering on 10-year debt for Ireland.  We were looking for €3 billion to be invested but got an offer of €12 billion.  The Government decided to take €5 billion at 4.15%, which is 75% lower than the rate that was offered to Ireland when Fianna Fáil was in power.  I urge members of the Opposition not to forget that.  Their alarmist comments this morning are outrageous.  This Government has brought stability to the country and the proof of that lies in the success of the public offering yesterday. More than 400 investors offered to invest in Ireland.  When Fianna Fáil was in power, fewer than 20 would offer money to be invested at any one time.  That is the stability this Minister for Finance has brought us.  I would love to have the Minister for Finance here to talk to Senators about all of the positive things that are happening, just in case they are not able to read the newspapers themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00400","speaker":"1150"},{"type":"speech","time":1363258800,"counter":63,"content":"<p>We must deal with the negative issues too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00500","speaker":"1159"},{"type":"speech","time":1363258800,"counter":64,"content":"<p>Does Senator Burke have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00600","speaker":"1120"},{"type":"speech","time":1363258800,"counter":65,"content":"<p>There is plenty of positive news, on which we must focus.  Let us stop being alarmist.  Yes, we have to deal with the mortgage arrears crisis and-----<br><i>  (Interruptions).<\/i><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00700","speaker":"1150"},{"type":"speech","time":1363258800,"counter":66,"content":"<p>Senator Burke is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00800","speaker":"1120"},{"type":"speech","time":1363258800,"counter":67,"content":"<p>-----we are dealing with it in a balanced and focused way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400006#E00900","speaker":"1150"},{"type":"speech","time":1363259400,"counter":68,"content":"<p>Senator, you are over time.  I call Senator Mullen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00100","speaker":"1120"},{"type":"speech","time":1363259400,"counter":69,"content":"<p>I ask the Leader to invite the Minister for Finance to the House so we can discuss all the issues and show that we are approaching it in a balanced and focused way, to ensure that by the time the Government finishes its term three years hence we will have the issue resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00200","speaker":"1150"},{"type":"speech","time":1363259400,"counter":70,"content":"<p>It is balanced in favour of the banks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00300","speaker":"1122"},{"type":"speech","time":1363259400,"counter":71,"content":"<p>I try to make it a practice not to make points or arguments that are of exclusively religious interest, given that this is a civil forum.  However, obviously the election of a Pope is a very significant matter not just because the Pope is a head of state but also because of the size of the Catholic Church and its relevance to the world and in so many people's lives, particularly in its engagement on behalf of the poor.  In that context I wish to note Senator Norris's very generous words this morning.  He has given us an example of how we can find ways to talk to each other and to reach out in love and respect despite the acknowledgement of sincere differences about important issues.  I thank him for that.  I will try to imitate him.<\/p><p>I am also very glad that Members mentioned that this is the opportunity to press the restart button on the question of Ireland's permanent representation at the Holy See.  I would like if a gesture was made.  I have no insight into what was said at the conclave but I can offer Members a small scoop because I can quote some words said by Cardinal Seán Brady to his fellow cardinals in the run up to the conclave.  The words now seem prophetic.  He said, &quot;Witness to heroic practical love, especially love for the poor, has always been among the church's most authentic and effective means of evangelisation.  Perhaps at this time the Lord is calling a man who can not only enlighten the mind but also set hearts on fire by his witness to practical Christian love, especially love for the poor.  The young people of today with their iPads, Internet and mobile phones are the first truly global generation.  They are drawn to Christ and the gospel not through words alone but by prophetic actions of witness to the possibility of a civilisation of love.&quot;  My hope for An Pápa Proinsias is that-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00400","speaker":"1146"},{"type":"speech","time":1363259400,"counter":72,"content":"<p>Senator Mullen, you should identify the source of the quote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00500","speaker":"1120"},{"type":"speech","time":1363259400,"counter":73,"content":"<p>They were Cardinal Brady's words at one of the general congregations prior to the conclave.  I believe they are quite prophetic.  This is not just a matter for Catholics, for whom this is a moment of joy, hope and aspiration, but also for all people of goodwill throughout the world who aspire towards the possibility of a civilisation of love.  Let us hope this pontificate will be one that will see many good things happen and better relations between people within the church and in debates about the church in Ireland as we move forward, continuing, not starting, the work of reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00600","speaker":"1146"},{"type":"speech","time":1363259400,"counter":74,"content":"<p>Yesterday was a day of new beginnings on a myriad of fronts.  This country made a very potent entry into the bond markets, in which it was offered €12 billion but borrowed €5 billion.  It is a gigantic step in terms of regaining our economic sovereignty, which unfortunately was lost a number of years ago.<\/p><p>It was also a day in which the Government made a genuine, meaningful, albeit incremental step in the direction of dealing with the crippling mortgage problem facing many young people in this country.  This will not be resolved overnight and there will possibly have to be more initiatives, but I believe this is a gigantic step in the right direction.  The people who criticise it are the people who engage in negative politics.  Yesterday was a day of positive politics.<\/p><p>In addition, we saw what I consider to be an inspirational Pope being chosen by the conclave.  It was an inspired choice.  His humility, his connection with poor people, the fact that he is from Buenos Aires and that there are 500 million Catholics in that part of the world mean it is another step in healing and positivity.<\/p><p>What we saw yesterday was our entry in the bond markets again, the announcement of steps to alleviate the mortgage crisis and the election of a new Pope.  The irony and uniqueness of those three events that affect Ireland so significantly cannot be lost.  I hope that as we move forward we will see positive politics, not the typical squabbling that has taken place in this Chamber and in the Lower House for the past number of years.  It is time that everybody worked together to ensure our country returns to its rightful place, where the citizens are treated with the respect they deserve from the elected Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00700","speaker":"1158"},{"type":"speech","time":1363259400,"counter":75,"content":"<p>That was well said by Senator Conway.<\/p><p>I, too, welcome the election of our new Pope yesterday, Pope Francis.  It is ironic that we were in the middle of debating the amendment to section 37 of the Employment Equality Act, which I was proud to second.  This Bill will end the discrimination against LGBT teachers and medical workers and discrimination against workers on the grounds of their marital status.  I particularly welcomed that when I heard about the Pope's election last night because he is such a humble man and he has chastised priests for refusing to baptise the children of unmarried people.  I hope his election will be a positive step.  I reiterate the sentiments I expressed when I heard that the previous Pope was resigning, that I hope there will be a greater role for women in the church and that the new Pope will bear that in mind.  All the early statements about him are very positive.  Everybody is very positive towards this man, who appears to be extremely humble and who has a very difficult job ahead of him.<\/p><p>I wish to raise symphysiotomy again.  It is a topic I have raised on numerous occasions in the past 18 months.  Where is the Walsh report?  Is it with the Minister for Health, Deputy James Reilly?  It has been extremely delayed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00800","speaker":"1174"},{"type":"speech","time":1363259400,"counter":76,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F00900","speaker":"1122"},{"type":"speech","time":1363259400,"counter":77,"content":"<p>Once and for all, where is the Walsh report?  The Minister should come to the House for a debate and questions and answers.  There was an article in the newspaper last Saturday about a judgment and settlement of a symphysiotomy case that was carried out in 2000.  As far as I know, the Walsh report goes up to only 1994.  What bearing will that case have on it?  I also want answers about the redress scheme for the Neary women, that is, the women who were outside that settlement.  It is great that we have made progress with the Justice for Magdalenes group-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01000","speaker":"1174"},{"type":"speech","time":1363259400,"counter":78,"content":"<p>Those are questions the Senator can ask during the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01100","speaker":"1120"},{"type":"speech","time":1363259400,"counter":79,"content":"<p>Yes, I am seeking a debate on that.  I would welcome it if the Minister would come to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01200","speaker":"1174"},{"type":"speech","time":1363259400,"counter":80,"content":"<p>The majority of Senators welcomed the election of our new Pope, Pope Francis.  We all wish him well.  He certainly has a very onerous task.  As the saying goes, Rome was not built in a day, and we should not expect things to change overnight.  He will have a very difficult job in making changes and I believe the cardinals in their wisdom decided they wanted a change of government within the Vatican.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01300","speaker":"1130"},{"type":"speech","time":1363259400,"counter":81,"content":"<p>Is it the Leader's policy to look for a change of government?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01400","speaker":"1159"},{"type":"speech","time":1363259400,"counter":82,"content":"<p>I believe they wanted a change in the way the curia works.  That is one of the reasons we have Pope Francis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01500","speaker":"1130"},{"type":"speech","time":1363259400,"counter":83,"content":"<p>We need a change here too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01600","speaker":"1122"},{"type":"speech","time":1363259400,"counter":84,"content":"<p>Am I going to be interrupted even when speaking about the Pope on his election?<\/p><p>It will be a new beginning and new hope for all of us.  There are many lapsed Catholics who are looking for a reason to return to their faith, and this might be the catalyst those people need.  We all welcome the election of Pope Francis.  There is a great deal in a name, and that has been enunciated by many of the Members.  St. Francis fought poverty.  We should give the man a chance to settle into the job.  I hope he will do an excellent job for the world and for world peace.  It is an inspired choice, as one of the Senators said.  Let us hope the Vatican, the Catholic Church and the world will prosper as a result of the new Pope's election.<\/p> <p> There are other more mundane matters but they are also important.  Mortgage arrears were mentioned by Senators Daly, MacSharry, Ó Clochartaigh and others.  I have stated on numerous occasions that the Government acknowledges that the mortgage arrears issue is one of the most serious social and economic matters facing the country.  It is a cause of distress for many families and an impediment to economic recovery.  The Government has prioritised the issue by implementing new legislation, structures and processes to resolve mortgage arrears.  The banks must now step up their engagement with borrowers in difficulty to allow these people to see a better future, which is what we all want.<\/p><p>There are now specific time-bound targets for the six main banks, which will ensure measurable progress in dealing with the issue.  By the end of July, the banks should propose sustainable mortgage solutions for 20% of distressed borrowers, reaching 30% by the end of September and 50% by the end of 2013.  The vast majority of distressed borrowers will see solutions proposed by the end of 2014, so there is progress on the issue.<\/p><p>It is nonsense to say that this is a charter for bankers.  Let us see how this operates, as the Government is doing its best to solve the problem by having legislation and reforms in this area.  People bringing in extraneous issues such as suicide is deplorable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400007#F01700","speaker":"1130","continuing":true},{"type":"speech","time":1363260000,"counter":86,"content":"<p>It is what happened in Spain.  That is why they imposed a moratorium.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00200","speaker":"1159"},{"type":"speech","time":1363260000,"counter":87,"content":"<p>Senator Bacik referred to the Equal Status (Amendment) Bill, which had a very informed debate yesterday evening.  She also called for a debate on the economic, social and cultural aspects of the Constitution, which I understand will be dealt with by the Constitutional Convention.  Senator Bacik wished the Taoiseach well in his deliberations and meetings with President Obama.<\/p><p>The European Commission yesterday agreed a draft mandate to be used by the EU in its upcoming negotiations with the US on a new free trade agreement, the transatlantic trade and investment partnership agreement.  It is up to the EU's economic council of trade Ministers, currently chaired by the Minister for Jobs, Enterprise and Innovation, Deputy Bruton, to reach an agreed position on the new free trade investment partnership.  The Minister, Deputy Bruton, is holding a meeting for the EU trade Ministers in Dublin in April to achieve this agreement.  The Minister returned from a trip to the US yesterday, where he held a series of high-level meetings with key figures in President Obama's Administration, including Mr. Mike Froman, deputy national security adviser for international economic affairs, and the US trade representative, Mr. Ron Kirk.<\/p><p>A major new study published yesterday indicated that EU exports to the US would increase by 28% or €187 billion each year as a result of increased trade from the new EU-US free trade agreement.  Agreement between the two economic blocs would also increase global trade, producing an extra 6% growth in exports for the EU, bringing total benefits to €200 billion.  Those points were pushed by Senator Barrett as he noted the importance of this free trade agreement between the EU and the United States.  We all wish the Taoiseach and the Minister, Deputy Bruton, well in the deliberations.<\/p><p>We knew the Pope had connections to Argentina and we are glad to hear from Senator Coghlan of his Kerry connections.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00300","speaker":"1130"},{"type":"speech","time":1363260000,"counter":88,"content":"<p>An Irishman.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00400","speaker":"1151"},{"type":"speech","time":1363260000,"counter":89,"content":"<p>Senators O'Sullivan and Bradford spoke about the Irish horse racing industry and I will try to arrange to have the Minister for Agriculture, Food and the Marine before the Seanad to discuss the matter.  Senator O'Sullivan and others also mentioned St. Patrick's Day and wished Ministers well, outlining the importance of them visiting abroad and particularly Asia and other areas.  This year will see 19 Ministers and Ministers of State, including the Tánaiste, travel to 21 countries across North America, Europe, the Middle East and Asia for a series of trade, investment and tourism programmes.  This will continue not just for St. Patrick's Day but throughout the year.  Enterprise Ireland will embark on a record number of ministerial-led trade missions, with increased focus on high-growth economies in Asia, the Middle East and South America.  Such visits are very important for exporters and the economy in general as we try to generate growth.  They should be welcomed by all.<\/p><p>Senator Higgins called for another debate on suicide prevention and cyber-bullying, as well as for new initiatives to be introduced in schools.  I will bring that matter to the attention of the Minister for Education and Skills.  With regard to the comments on Pope Francis, it has been alluded to by others that Senator Norris gave some very generous, wise, welcoming and reasoned words, and I agree with that.<\/p><p>Senator Whelan called for a moratorium on wind farm construction until guidelines are decided.  There has been a public consultation process but I agree with the Senator and I will try to arrange a debate on the subject when we return after Easter.  Senator Ó Murchú spoke about bridge building and re-opening the embassy in the Vatican.  I have no doubt that ways and means will be found to do that at a later stage.<\/p><p>Senator Quinn spoke about men's health and a change in attitude that is required.  He also mentioned the life expectancy of men in this country, which is shorter than that in many European countries.  We will raise the matter with the Minister for Health and try to get him to the Seanad to discuss the issue.  Senator Burke welcomed the selling of ten-year bonds at 4.15%, which is a step closer to regaining our economic sovereignty that should be welcomed.  Senator Moran spoke about symphysiotomy and the Walsh report.  I have reverted to the Senator on the issue but I will find out at what stage is the report.<\/p><p>Other Senators spoke about the election of the pope as an inspired choice.  I am sure we all wish the new Pope well.  I will accept the amendment to the Order of Business to allow No. 11 to be taken before No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00500","speaker":"1130"},{"type":"speech","time":1363260000,"counter":90,"content":"<p>Senator Daly has proposed an amendment to the Order of Business: \"That No. 11 be taken before No. 1.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00600","speaker":"1120"},{"type":"unspoken","time":1363260000,"counter":91,"content":"<p>Amendment put and agreed to.<\/p><p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"EU Scrutiny and Transparency in Government Bill 2013: First Stage","time":1363260000,"counter":92,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00800"},{"type":"speech","time":1363260000,"counter":93,"content":"<p>I move:<ul><br>That leave be granted to introduce a Bill entitled an Act to ensure scrutiny of EU Directives prior to the signature by the relevant Ministers and to ensure Statutory Instruments which are of public interest are debated by the Seanad prior to enactment.<\/ul><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G00900","speaker":"1159"},{"type":"unspoken","time":1363260000,"counter":94,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1363260000,"counter":95,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G01100","speaker":"1120"},{"type":"speech","time":1363260000,"counter":96,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400008#G01200","speaker":"1159"},{"type":"unspoken","time":1363260000,"counter":97,"content":"<p>Committee Stage ordered for Tuesday, 19 March 2013.<\/p>"},{"type":"majorheading","content":"An Straitéis 20 Bliain don Gaeilge 2010-30: Statements","time":1363260600,"counter":98,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400009#H00050"},{"type":"speech","time":1363260600,"counter":99,"content":"<p>I welcome the Minister to the House to discuss statements on the 20 Year Strategy for the Irish Language 2010-2030.  I call on the Minister of State to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400009#H00100","speaker":"1127"},{"type":"speech","time":1363260600,"counter":100,"content":"<p>Go raibh maith agat, a Leas-Chathaoirligh.  Ar dtúis, ba mhaith liom mo bhuíochas a ghabháil as an chuireadh a bheith i láthair sa Seanad inniu chun labhairt faoin Ghaeilge agus faoin Ghaeltacht.  Is cinnte go bhfuil sé tráthúil go bhfuil an deis seo agam agus Seachtain na Gaeilge faoi lánseol.  Is cinnte chomh maith go bhfuil dul chun cinn suntasach déanta maidir leis an Ghaeilge agus an Ghaeltacht ón uair gur labhair mé anseo sa tSeanad cothrom an ama seo anuraidh.<\/p><p>  Sula labhraím faoin dul chun cinn sin, ba mhaith liom, i dtús báire, tréaslú le lucht eagraithe Sheachtain na Gaeilge agus leis na heagraíochtaí éagsúla atá ag glacadh páirte sa cheiliúradh ar ár dteanga dhúchais agus ag tacú leis an cheiliúradh sin.  Is fiú go mór an raon leathan imeachtaí atá ar bun mar chuid de Sheachtain na Gaeilge chun an teanga a cheiliúradh mar theanga bheo bhisiúil agus chun í a chur i lár an aonaigh.  Mar a deir an seanfhocal, mura bhfuil agat ach pocaide gabhair bíodh sé i lár an aonaigh agat, agus is cinnte gur rud i bhfad níos luachmhaire ná pocaide gabhair atá á phlé againn anseo inniu, a Leas-Chathaoirligh.<\/p><p>  Ba mhaith liom fosta aitheantas a thabhairt do na Teachtaí ar fad a ghlac páirt i Lá na Gaeilge sa Dáil an tseachtain seo a chuaigh thart.  Ach an oiread le Lá na Gaeilge in 2012, d'éirígh thar cionn leis an lá.  B'údar dóchais agus misnígh a bhí ann an oiread sin Gaeilge a bhí le cloisint agus an oiread sin Teachtaí a bhí le feiceáíl ag léiriú a gcumas agus a mbá don Ghaeilge ar an mbealach is praiticiúla atá ann, is é sin an teanga a labhairt.<\/p><p>  Is siombal an-tábhachtach dár bhféiniúlacht í an Ghaeilge.  Ós rud é go bhfuil sí ar cheann de na hacmhainní is luachmhaire atá againn, tá géarghá lena caomhnú agus lena forbairt.  Mar is eol domsa go maith mar Aire Stáit de bhunadh na Gaeltachta, is teanga bheo pobail agus teaghlaigh sa Ghaeltacht í.  Ina theannta sin, labhraítear í go forleathan taobh istigh agus taobh amuigh den chóras oideachais.  Ní miste a nótáil gur díol suntais é go bhfuil tacaíocht tugtha ag gach Rialtas don Ghaeilge ó bunaíodh an Stát 90 bliain ó shin agus ní haon áibhéil a rá nach mbeadh sí chomh láidir agus atá sí inniu in éagmais na tacaíochta sin.<\/p><p>  Agus mé ag labhairt libh inniu, ba dheas liom léargas gairid a thabhairt ar an obair atá ar siúl ag mo Roinn i láthair na huaire chun cuidiú le buanú agus le neartú na Gaeilge ar fud na tíre agus, ach go háirithe, sa Ghaeltacht.  Mar a thuigfidh sibh, tá an obair atá idir lámha fite fuaite go dlúth leis an Straitéis 20 Bliain don Ghaeilge 2010-2030, a bhfuil sé mar phríomhaidhm aici líon na gcainteoirí Gaeilge a mhéadú go substaintiúil ar bhonn céimnithe thar shaolré na straitéise.<\/p><p>  Aithnítear sa straitéis go bfhuil gá le cur chuige céimneach chun bearta éagsúla na straitéise a chur i gcrích.  I gcomhréir leis an gcur chuige seo, tá obair leanúnach ar siúl chun raon leathan gníomhaíochtaí a chur i bhfeidhm ag úsáid na hacmhainní atá ar fáil.  Cé go bhfuil an fhreagracht fhoriomlán ar mo Roinn don straitéis, táimid ag obair as lámh a chéile ar fheidhmiú na straitéise le go leor páirtithe leasmhara, lena n-áirítear, ach go háirithe, an Roinn Oideachais agus Scileanna, Údarás na Gaeltachta agus Foras na Gaeilge.<\/p><p>  Tugadh faoi chéim an bhunaithe den straitéis a chur i gcrích in 2011 nuair a díríodh ar dhaoine a chur ar an eolas faoin straitéis agus ar bhunú na struchtúr eagraíochtúil agus oibríochtúil.  Tugadh tús áite do ghnóthaí reachtaíochta in 2012 le hAcht na Gaeltachta faoina dtugtar bunús reachtúil do chóras pleanála teanga, taobh istigh agus taobh amuigh den Ghaeltacht, agus faoina dtugtar ról faoi leith chomh maith d'Údarás na Gaeltachta agus d'Fhoras na Gaeilge sa phleanáil teanga.<\/p><p>  Mar thoradh ar an obair atá ar siúl ag mo Roinn le páirtithe leasmhara na straitéise, táthar ag súil go mbeidh na páirtithe sin ag foilsiú a gcuid pleanama forfheidhmithe faoin straitéis níos moille i mbliana.  Ina theannta sin, tá sé i gceist tuarascáil a fhoilsiú níos moille i mbliana maidir leis an dul chun cinn atá déanta faoin straitéis go dtí seo.  Mar sin, táimid ag tabhairt faoi chur i bhfeidhm na straitéise ar bhonn córasach seachas ar bhonn <i>ad hoc<\/i>.  Is dóigh liom go bhfuil sé seo thar a bheith tábhachtach, go háirithe ó thaobh na n-athruithe beartais atá idir lámha ag an Roinn Oideachais agus Scileanna faoina straitéis litearthachta agus uimhearthachta atá ag teacht leis an Straitéis 20 Bliain don Ghaeilge 2010-2030 agus a rachaidh chun sochair don Ghaeilge san fhadtréimhse.<\/p><p>  Le hAcht na Gaeltachta, tá céim shuntasach tógtha chun dúshraith reachtúil chuí a chur ar fáil faoina mbeifear in ann díriú ar bhealach níos córasaí agus níos éifeachtaí ar chur i bhfeidhm na straitéise as seo amach.  Le cur i bhfeidhm an Achta, beidh ról ceannaireachta ag na heagraíochtaí pobail taobh istigh agus taobh amuigh den Ghaeltacht agus iad ag obair i gcomhar leis an phobal agus i gcomhpháirtíocht leis an Stát chun pleananna teanga a ullmhú agus a fheidhmiú dá gceantair.  Tá obair idir lámha ag mo Roinn faoi láthair chomh fada is a bhaineann sé leis na chéad chéimeanna eile is gá a ghlacadh chun an reachtaíocht thánaisteach a shíniú i dtaca leis an phróiseas pleanála teanga faoin Acht.  <\/p> <p>Tá obair ar bun chomh maith ag Údarás na Gaeltachta, i gcomhar le mo Roinn, maidir le hathshainiú na Gaeltachta mar limistéir pléanála teanga faoi leith.  Tá obair ullmhúcháin idir lámha ag an údarás chomh maith chun córas cuí a aimsiú faoina roghnófar eagraíochtaí a thabharfaidh faoi phleananna teanga a ullmliú agus a fheidhmiú i gcomhar leis an phobal sna limistéir pleanála teanga Gaeltachta.  Ina theannta sin, tá obair ar bun ag mo Roinn, ag Údarás na Gaeltachta agus ag Foras na Gaeilge chun a chinntiú go ndéantar cúram cuí do na bailte seirbhíse Gaeltachta agus do na líonraí Gaeilge i gcomhréir le forálacha ábhartha an Achta.<\/p><p>Mar aitheantas ar an riachtanas faoi leith a bhaineann le hoiliúint i réimse na pleanála teanga, is fíú a lua go mbeidh dioplóma sa phleanáil teanga á sholáthar ag Acadamh na hOllscolaíochta Gaeilge ag tosú san fhómhar i mbliana.  Le soláthar an chúrsa sin, tabharfar deis oiliúna i réimse na pleanála teanga d'eagraíochtaí éagsúla, lena n-áirítear na heagraíochtaí Gaeltachta, ar ndóigh, agus do pháirtithe leasmhara eile.  Níl aon amhras ormsa ach go mbeidh borradh úr le brath faoi úsáid na Gaeilge ar bhonn forleathan sna blianta beaga amach romhainn mar thoradh ar an chur chuige úr seo.<\/p><p>Ceann de na céimeanna tábhachtacha a ghlac mo Roinn chun cur i bhfeidhm praiticiúil na straitéise sa Ghaeltacht a chinntiú ná an clár tacaíochta teaghlaigh a thionscnamh.  Faoin chlár seo, a sheol mé i mí Aibreáin 2012, tá raon beart idir lámha ag mo Roinn a bhfuil sé mar aidhm acu tacú níos fearr le teaghlaigh Gaeltachta atá ag súil le páiste agus a dteastaíonn uathu a bpáistí a thógáil le Gaeilge.  I measc na mbeart faoi leith atá curtha sa siúl cheana féin, is fíú a lua go bhfuil ardú suntasach ceadaithe san allúntas a chaitear faoi scéim na gcúntóirí teanga.  Leis an infheistíocht bhreise seo, fágann sé go bhfuil allúntas ar fiú tuairim is €750,000 é curtha ar fáil sa bhliain reatha ag mo Roinn chun díriú ar dheiseanna saibhrithe teanga a chur ar fáil do pháistí bunscoile sa Ghaeltacht, chomh maith le deiseanna sealbhaithe teanga, áit a raibh an bhéim go dtí seo.<\/p><p>Is fiú a lua chomh maith go bhfuil éileamh maith ar an phacáiste tacaíochta teaghlaigh atá forbartha ag mo Roinn mar chuid den chlár atá dírithe ar thacaíocht a thabhairt go sonrach do theaghlaigh Gaeltachta atá ag tógáil páistí réamhscoile le Gaeilge nó gur mhaith leo a bpáistí réamhscoile a thógáil le Gaeilge.  Go dtí seo, tá 639 pacáiste dáilte ar theaghlaigh, lena n-áirítear 173 chuig seoltaí poist sa Ghaeltacht, 450 chuig seoltaí poist eile in Éirinn agus 16 seolta chuig teaghlaigh thar lear.  Tá mé ag súil leis go mbeidh ar chumas mo Roinne cur leis an phacáiste sin sa tréimhse amach romhainn, i gcomhar leis na páirtithe leasmhara ábhartha.<\/p><p>Mar is eol don Teach, tá feidhm nua faoi Acht na Gaeltachta ag Údarás na Gaeltachta maidir le cur i bhfeidhm na straitéise sa Ghaeltacht, chomh maith leis an fheidhm sheanbhunaithe a bhí ag an údarás ó lá a bhunaithe maidir le cruthú fostaíochta sa Ghaeltacht.  Tá an dá fheidhm seo chomh tábhachtach lena chéile agus an Rialtas ag tabhairt tús áite do chruthú fostaíochta, chomh maith le haitheantas a thabhairt do chaomhnú na teanga sa Ghaeltacht. Cinntíonn soláthar an Státchiste gur féidir leis an údarás leanúint air ag mealladh infheistíochta chun na Gaeltachta, ag tacú le bunú agus le buanú post sa Ghaeltacht agus ag tabhairt cúnaimh do phobail Ghaeltachta maidir le tograí teanga-lárnaithe, lena n-áirítear an phleanáil teanga.<\/p><p>Mar is eol don Teach, tá ról reachtúíl ag Foras na Gaeilge faoin Acht um Chomhaontú na Breataine-na hÉireann 1999 maidir leis an Ghaeilge a chur chun cinn.  I measc na mórthionscadal atá idir lámha ag Foras na Gaeilge faoi láthair, tá an foclóir nua Béarla-Gaeilge agus an t-athbhreithniú ar na heagraíochtaí bunmhaoinithe.  Le linn mhí Eanáir, bhí ócáid stairiúil ann nuair a foilsíodh an chéad fhoclóir mór náisiúnta Béarla-Gaeilge ó foilsíodh foclóir de Bhaldraithe sa bhliain 1959.  Ag díriú ar na riachtanais chomhaimseartha ón tús, is foclóir ar líne atá anseo.  Tuigim go gcuirfear leis an ábhar ar líne ar bhonn leanúnach agus go mbeidh sé i gcomhréir leis an leagan clóite a fhoilseofar sa bhllain 2015.<\/p><p>Dúshlán eile atá os comhair Fhoras na Gaeilge i láthair na huaire ná an t-athbhreithniú ar na heagraíochtaí bunmhaoinithe.  Tuigim go rí-mhaith an chonspóid a bhaineann leis an mórathrú seo, ach is é bun agus barr an scéil nach léir an bhfuil pobal na Gaeilge, Thuaidh ná Theas, ag fáil na seirbhíse is fearr ón chóras atá ann san am i láthair.  Is deacair a rá go bhfuil an córas reatha inmharthana nuair atá 37%, nó €6.5miliún, de bhuiséad an fhorais caite in 2012 ar 19 n-eagraíocht bhunmhaoinithe.  Is deacair a rá fosta go bhfuil luach ar airgead á fháil nuair atá 77% den bhuiséad seo á chaitheamh ar chostais riaracháin agus gan ach 23% dírithe ar sheirbhísí do phobal na Gaeilge.  Dá bhrí sin, shocraigh an Chomhairle Aireachta Thuaidh Theas, ag ár gcruinniú san fhormáid teanga níos túisce an mhí seo, go gcuirfear pleananna chun cinn chun samhail athbhreithnithe don bhunmhaoiniú a thabhairt isteach, samhail a chuimseoidh na straitéisí ábhartha teanga sa dá dhlínse, ag féachaint do chinneadh críochnaitheach a dhéanamh faoi mhí an Mheithimh ar a dhéanaí.  Socraíodh fosta síneadh a chur leis na socruithe reatha do bhunmhaoiniú go deireadh na bliana.<\/p><p>I ndeireadh an lae, is éard atá uainn uilig ná earnáil dheonach atá ag feidhmiú go héifeachtach, atá ag tabhairt luach ar airgead agus atá ag soláthar na seirbhísí atá de dhíth ar phobal na Gaeilge ar bhealach a thacóidh leis na<\/p><p>Tá na céimeanna cuí idir lámha ag mo Roinnse faoi láthair chun moltaí a chur faoi bhráid an Rialtais i dtaca le leasú Acht na dTeangacha Oifigiúla.  Fuarthas 1,400 freagra ar an suirbhé agus 262 aighneacht le linn an phróisis chomhairliúcháin phoiblí a reáchtáladh anuraidh mar chuid den athbhreithniú ar an Acht.  Tá anailís déanta ar na moltaí a fuarthas faoin phróiseas sin agus déanfar iad a fhoilsiú ar shuíomh gréasáin mo Roinne in am trátha.  Mar atá ráite i gclár reachtaíochta an Rialtais a foilsíodh i mí Eanáir, táthar ag súil Bille a fhoilsiú i mbliana ina ndéanfar foráil do leasuithe ar Acht na dTeangacha Oifigiúla 2003 mar thoradh ar an athbhreithniú atá déanta ag mo Roinn ar an Acht.  Braitheann an t-amscála ar go leor tosca, lena n-áirítear an plé cuí leis na páirtithe leasmhara éagsúla agus an sceideal reachtaíochta i dTithe an Oireachtais.<\/p><p>Mar atá ráite ag an gCoimisinéir Teanga, aithnítear go forleathan an tábhacht a bhaineann leis an acmhainn foirne chuí a bheith sa Státseirbhís chun freastal níos fearr a dhéanamh ar phobal labhartha na Gaeilge.  Chun aghaidh a thabhairt ar an dúshlán seo agus chun tógáil ar an obair a rinne an foras oiliúna Gaeleagras anuas tríd na blianta, ní miste dom an comhaontú leibhéil seirbhíse, atá aontaithe idir mo Roinn féin agus an Roinn Caiteachais Phoiblí agus Athchóirithe maidir le cúrsaí oiliúna agus creidiúnaithe sa Ghaeilge do Státseirbhísigh, a lua.  Le cur i bhfeidhm an chomhaontaithe seo, déanfar treisiú ar chumas na Státseirbhíse a cuid dualgas reachtúil a chomhlíonadh chomh fada is a bhaineann sé leis an Ghaeilge.  Is céim shuntasach eile í seo a thacaíonn le cur i bhfeidhm na straitéise.<\/p><p>Ainneoin go bhfuil acmhainní an Stáit faoi bhrú mór faoi láthair agus go raibh cinntí crua le tógáil dá réir ag an Rialtas maidir le dáileadh na n-acmhainní sin sa cháinaisnéis a cuireadh i láthair na Dála i mí na Nollag 2012, tá beagnach €57 milliún san iomlán le caitheamh ag mo Roinn i mbliana ar ghnóthaí Gaeilge, Gaeltachta agus oileán, lena n-áirítear an Foras Teanga, Údarás na Gaeltachta agus Oifig an Choimisinéara Teanga.  Ní miste a nótáil gur figiúr táscach é seo, faoi réir na Meastachán Athbhreithnithe a bheith faofa go han-luath.<\/p><p>Cé go bhfuil laghdú idir 4% agus 5% tagtha ar an bhuiséad reatha agus laghdú 10% tagtha ar an bhuiséad caipitil sna réimsí a thagann faoi mo chúram, tá mise dóchasach go mbeimid in ann aghaidh a thabhairt ar ár gcuid tosaíochtaí a chomhlíonadh taobh istigh den soláthar atá againn.<\/p><p>Ní tógtar san áireamh sna figiúirí seo, ar ndóigh, an caiteachas a déantar i réimsí eile ar nós cúrsaí oideachais agus cúrsaí craolacháin, gan trácht ar an raon leathan seirbhísí eile a chuireann comhlachtaí poiblí ar fáil chun freastal ar dhaoine ar mian leo a ngnó a dhéanamh leis an Stát tré Ghaeilge. <\/p> <p>Ní thógtar san áireamh sna figiúirí seo, ar ndóigh, an caiteachas a dhéantar i réimsí eile ar nós cúrsaí oideachais agus cúrsaí craolacháin, gan trácht ar an raon leathan seirbhísí eile a chuireann comhlachtaí poiblí ar fáil chun freastal ar dhaoine ar mian leo a ngnó a dhéanamh leis an Stát i nGaeilge.<\/p><p>Ag deireadh an lae, is rogha don duine aonarach é an Ghaeilge a labhairt nó gan í a labhairt.  Leanfaidh an Stát ag cuidiú ar gach uile bhealach is féidir chun cur le heolas an phobail ar an Ghaeilge, chun deiseanna a chruthú leis an Ghaeilge a úsáid agus chun dearcadh dearfach i leith úsáid na Gaeilge a chothú i measc an phobail, mar atá ráite faoin straitéis.  Is faoi gach uile dhuine agus faoi gach uile eagraíocht atá sé a chinntiú go leanfaimid orainn ag obair i gcomhar lena chéile chun spriocanna na straitéise a bhaint amach.<\/p><p>Beatha teanga í a labhairt.  Má dhéanann an duine aonarach an rogha laethúil an Ghaeilge a labhairt, dhéanfadh sé sin difríocht shuntasach don teanga.  Má leanaimid ag obair le chéile sa treo seo, is féidir linn an fhís a fhíorú go mbeidh an Ghaeilge in úsáid ar bhonn níos forleithne.  Is féidir le Seanadóirí a bheith cinnte go leanfaidh mo Roinn, i gcomhar leis na páirtithe leasmhara, le gach iarracht, laistigh de na hacmhainní atá ar fáil, i dtreo a chinntiú go dtreisítear an Ghaeilge agus go dtéann sí ar aghaidh go bisiúil chuig an chéad ghlúin eile.<\/p><p>Gabhaim buíochas don Chathaoirleach as deis a thabhairt dúinn anseo sa Seanad, dara Teach an Oireachtais, an t-ábhar seo a phlé an tseachtain speisialta seo nuair atáimid ag ceiliúradh féile na hÉireann.  Tá lúcháir orm mar Aire Stáit go bhfuil an Ghaeilge le chloisteáil anseo inniu mar a bhí sa Teach eile i rith na coicíse seo.  Táim anseo le breis agus 30 bliain agus chonaic mé an Ghaeilge á labhairt agus chonaic mé nuair nach raibh an Ghaeilge láidir ach sa Dáil atá againn i láthair na huaire, agus sa Seanad i láthair na huaire, tá níos mó Gaeilge sa dá Theach.  Tá níos mó Gaeilge ag na ceannairí, ag na hurlabhraithe, ag na cathaoirligh, ag gach duine ná mar a bhí le fada an lá.  Tá an dul chun cinn atá á dhéanamh istigh anseo mar scáthán ar an dul chun cinn a fheicim agus mé ag taisteal ar fud na tíre, ó Dhún na nGall go Tiobraid Árann go Corcaigh agus Ciarraí, Ceatharlach, Cluain Dolcáin, go Ros Comáin, áit a raibh mé le deanaí.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400009#H00200","speaker":"1000","continuing":true},{"type":"speech","time":1363261800,"counter":103,"content":"<p>Agus go Contae Laoise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400011#K00200","speaker":"1136"},{"type":"speech","time":1363261800,"counter":104,"content":"<p>Fiú i gColáiste na Trionóide.  Bhí mise sa choláiste ansin agus mé i mo bhuachaill óg ag scéalaíocht.  Cé a thug cuireadh isteach dom chun sin a dhéanamh ná Máirtín Ó Cadhain, a bhí ina ollamh ansin ag an am.  Bhí mé an-óg ag an am agus bhí eagla orm ag dul ann de bharr na aeráide a bhí ann ach cuireadh fearadh na fáilte romham.<\/p><p>Gabhaim buíochas le Seanadóirí, Teachtaí agus gach duine a bhaineann úsáid as an Ghaeilge chomh minic sin agus chomh fonnmhar sin.  Is scáthán é, mar a dúirt mé, it is a mirror, ar an méid atá ag dul ar aghaidh ar an taobh amuigh.  Is féidir linn bheith iontach diúltach sa tír seo, ag caitheamh anuas faoi rudaí, ach tá amanna gur féidir linn bheith deimhneach agus moltach chomh maith agus is é seo an t-am chun é sin a dhéanamh chomh fada agus a bhaineann sé le labhairt agus le húsáid na Gaeilge. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400011#K00300","speaker":"1000"},{"type":"speech","time":1363261800,"counter":105,"content":"<p>Tá fáilte roimh an Aire Stáit.  Molaim go hard é de bharr a shaothair féin ag saothrú chultúr na Gaeilge.  Níl aon amhras ná go bhfuil a chroí san áit cheart agus tá a theanga san áit cheart freisin, i lár an aonaigh.  Is maith an rud go bhfuil Aire Stáit againn leis an Ghaeilge ar a thoil aige agus ní gá ach féachaint ar \"Primetime\" cúpla oíche ó shin - bhí an t-ádh linn go raibh an tAire Stáit ar fáil chun an Ghaeilge a chosaint an oíche sin.<\/p><p>Tá an ceart ag an Aire Stáit.  Tá sé tráthúil an straitéis a phlé agus Seachtain na Gaeilge a ceiliúradh againn mar tá sé cruthaithe ag Seachtain na Gaeilge le blianta anuas nuair a dhírítear ar an Ghaeilge go poiblí, tá daoine ann a bhfuil sé ag teastáil uathu bheith páirteach sa ghníomh sin.  Tréaslaím leis na heagrais atá i mbun na hoibre sin mar tá an obair ag tarlú i measc an phobail agus tá sin thar a bheith tábhachtach.<\/p><p>Le blianta anuas tá dea-thoil ann don Ghaeilge.  Má amharcaimid siar ar na 1950í agus 1960í, bhí an díospóireacht ag an am ní amháin diúltach ach nimhneach chomh maith.  Bhí dúshlán ann don Ghaeilge ag an am le dreamanna ar nós LFM ach sheas daoine an fód nuair a bhí na díospóireachtaí sin ar siúl.<\/p><p>Sin cuid de stair na teanga anois, nuair a bhí daoine diúltach faoin Ghaeilge.  Cuid den díospóireacht, ní raibh sí ró-chiallmhar nuair a smaoinímid uirthi.  Bhí daoine ag cur ceiste cén mhaith an Ghaeilge agus imirce i ndán do dhaoine.  Ní hionann an dá rud ar chor ar bith.  Seasann an Ghaeilge ann í féin.  Is rud luachmhar í an Ghaeilge mar tá traidisiúin agus stair agus gach uile rud ceangailte léi.  Anois, aithníonn daoine é sin, níl an díospóireacht dhiúltach ann a thuilleadh.<\/p><p>Anois, tá daoine ag iarraidh an Ghaeilge atá acu, beag nó mór, a úsáid.  Chun sin a dhéanamh, ní cóir féachaint ar an Ghaeilge mar ábhar scoile amháin.  Caithfimid smaoineamh ar an timpeallacht lasmuigh agus ceann de na ceisteanna a thagann chun tosaigh go minic ná conas is féidir le daoine freastal ar scoil go ceann 14 de bhlianta agus gan mhuinín acu an Ghaeilge a labhairt tar éis sin.  Bhí mé ag caint ag ócáid aréir a bhain leis an Ghaeilge ag dream a thagann le chéile chun Gaeilge a labhairt, agus luaigh mé na daoine a deir nach bhfuil Gaeilge ar a dtoil acu.  Dá mbeadh an méid chéanna Fraincise acu, bheinn lán-chinnte go ndéarfaidís go bhfuil siad líofa sa teanga sin.<\/p><p>Caithfimid díriú isteach air sin - tá Gaeilge ag daoine a d'fhreastal ar scoil.  Molaim an Seanadóir Brennan ansin mar le blianta fada anuas anois, tá an bheirt againn ag cleachtadh na Gaeilge agus tugann sé dea-shampla nach gá líofacht ná Gaeilge acadúil a bheith ag duine, ach an méid atá ag duine a úsáid go ginearálta.<\/p><p>Sa Teach seo, bíonn na huiséirí lán-sásta i gcónaí Gaeilge a labhairt.  Nuair a thosaíonn duine ag labhairt leo as Gaeilge, tá sé nadúrtha leanúint ar aghaidh leis sin.  Tugaim i gcónaí &quot;the breaking of the sound barrier&quot; air sin mar sin atá i gceist.  Uaireanta bíonn daoine cúthaileach agus neirbhíseach tosnú ach nuair a thosaíonn duine amháin, tagann an rithim isteach.<\/p><p>Tá súil agam nach fada uainn an lá nuair nach mbeimid ag caint faoin Ghaeilge ar chor ar bith ach go mbeimid ag caint faoi an-chuid ábhar i nGaeilge.  Tarlaíonn sin sa Teach seo, déanamh an Seanadóir Ó Clochartaigh é sin beagnach gach maidin.  Tosaíonn sé leis an Ghaeilge maidir le gach ábhar atá á phlé.  Dúirt mé an rud céanna leis an ghrúpa a luaigh mé.  Nuair a thagann siad le chéile gach mí, níl an Ghaeilge á plé acu, bíonn aoi-chainteoir acu ar ábhair éagsúla, agus cuid acu iontach ard-nósach, ach tá siad á bplé tríd an Ghaeilge.  Caithfimid díriú ar úsáid na Gaeilge go nadúrtha.<\/p><p>Bíonn díomá orm nach bhfuil níos mó Gaeilge ar RTÉ.  Tá sár-obair á déanamh ag TG4, atá tar éis spreagadh mór a thabhairt don Ghaeilge, agus ag Raidió na Gaeltachta, ach ní hionann sin agus a rá go mbeadh ghettoisation a dhéanamh leis an Ghaeilge.  Ba chóir go mbeadh an Ghaeilge le cloisteáil.  <\/p> <p>Le déanaí, chuala mé cúpla abairt as Gaeilge ag deireadh na nuachta Béarla.  Tá sé sin á dhéanamh i rith Seachtain na Gaeilge.  Is sampla é sin den Ghaeilge ag teacht amach.  Is cuimhin liom go mór nuair a tháing an Pápa chun na tíre seo.  Nuair a labhair sé cúpla focal as Gaeilge, fuair sé bualadh bos ó na mílte duine a bhí i láthair.  Tharla sé sin mar go bhfuil mórtas cine go smior i ngach duine.  Níl aon amhras faoi.  Bíonn áthas ar dhaoine nuair is léir dóibh go bhfuil ómós á thabhairt don Ghaeilge, go mórmhór nuair a thagann an t-ómós sin as daoine lasmuigh d'Éirinn.<\/p><p> Ba mhaith liom rud amháin a dhéanamh chun an Ghaeilge a chur chun cinn san Oireachtas.  Tá súil agam nach mbeidh aon easaontas riamh eadrainn.  Tá géarghá le aontas maidir leis an nGaeilge anseo.  Ní cheart dúinn cnámh spairne polaitiúil a dhéanamh as an teanga.  Caithfimid a rá go bhfuilimid go léir ar son na Gaeilge.  Má táimid i bhfábhar na Gaeilge, caithfimid cabhrú le chéile.  Bhí sé tábhachtach gur chuireamar an straitéis 20 bliain chun cinn d'aon ghuth.  Bhíomar go léir sásta a rá go raibh géarghá le straitéis.  Ní leor rialacha agus coinníollacha, i mo thuairim.  Muna bhfuil dearcadh dearfach - positive attitude - ag an duine i dtaobh na Gaeilge, is cuma faoi reachtaíocht mar ní dhéanfar aon dul chun cinn.<\/p><p> Baineann sé seo leis an méid atá ag tarlú sa Státseirbhís.  Tá sé de dhualgas ar 600 comhlacht poiblí seirbhís dhátheangach a sholáthar.  Ní maith liom féachaint ar mar dhualgas, áfach.  Ba cheart go mbeadh na comhlachtaí sásta é a dhéanamh go dearfach.  Muna dtarlaíonn sé sin, tabharfaidh na daoine gur mhian leo a gcuid gnó a dhéanamh leis an Stát trí Ghaeilge faoi ndeara go bhfuil leisce ar Státseirbhísigh an tseirbhís sin a sholáthar.  Tá an-chuid Státseirbhísigh maithe ann.  Déanaim formhór mo chuid gnó leo trí mheán na Gaeilge.  Mar shampla, déanaim mo chuid gnó leis na Coimisinéirí Ioncaim trí Ghaeilge.  Uaireanta bíonn sé deacair na foirmeacha a thuiscint, ach is féidir é a dhéanamh.<\/p><p> Ba cheart dúinn a chinntiú go bhfuil na hoibrithe sna Rannaí Stáit in ann gnó a dhéanamh trí Ghaeilge.  Is ionann é sin agus a rá go gcaithfidh an Ghaeilge a bheith ar a dtoil acu.  Muna bhfuil, ba chóir go mbeadh traenáil ar fáil dóibh.  Cloisim go bhfuil sé i gceist traenáil a chur ar fáil do na gardaí.  Aon uair a dhein mé iarracht gnó a dhéanamh leis na gardaí i nGaeilge, bhíodar sásta é a dhéanamh.  Is ceart a rá nach raibh sé i gceist acu mé a chur i bpriosún nó aon rud mar sin.  Nuair a stopann na gardaí mé ar an mbóthar, labhraím an Ghaeilge leo go minic agus bíonn siad lán-sásta í a labhairt liom.  Tá súil agam go ndíreoidh an Rialtas isteach ar an Státseirbhís.<\/p><p> Tá an córas oideachais mar bhunchloch eolas na Gaeilge.  Tá sé tábhachtach go bhfuil tuiscint agus struchtúr críochnúil ann maidir leis an nGaeilge ar gach leibhéil.  Ba mhaith liom go mbeadh labhairt na Gaeilge chun tosaigh ar an mbunleibhéal.  Tá léamh na Gaeilge agus scríobh na Gaeilge thar a bheith tábhachtach freisin.  Tá súil agam go mbeidh béim curtha ar na rudaí atá luaite sa straitéis maidir le cúrsaí oideachais.  Tá laige de shaghas ag múinteoirí bunscoile maidir le húsáid agus tuiscint na Gaeilge.  Níl sé ar a gcumas ag cuid acu obair a dhéanamh trí mheán na Gaeilge.  Tá an fhadhb sin ag fás diaidh ar ndiaidh.<\/p><p> Tá súil agam go n-éireoidh go maith leis an straitéis.  Tá súil agam go dtiocfaidh tuarascálacha ar ais ag léiriú cén dul chun cinn atá á dhéanamh, go mórmhór ag na comhlachtaí poiblí agus an Státseirbhís.  Is seachtain í seo chun an Ghaeilge a chéiliúradh.  Tá súil agam go n-úsáidfidh an pobal an Ghaeilge ar Lá Fhéile Pádraig.  Cé go bhfuil tábhacht ag baint le rialacha, coinníollacha agus reachtaíocht, ní dhéanfaimid go leor dul chun cinn muna dhéanann daoine iarracht an Ghaeilge a labhairt.<\/p><p> Tá an focal &quot;grá&quot; thar a bheith tábhachtach.  Thóg mé faoi ndeara gur úsáideadh an focal &quot;grá&quot; i litir a scríobhadh chuig an <i>Irish Independent<\/i>inniu: &quot;I was delighted to see that quite a few people still have a great 'gra' for our native language&quot;.  Is é &quot;grá&quot; an focal is tábhachtaí.  Nuair a théann daoine ar laethanta saoire agus tógann siad faoi ndeara go bhfuil teangacha eile á labhairt i dtíortha eile, is minic a dhéanann siad iarracht cúpla focal Gaeilge a úsáid.  Bíonn an grá agus an tíorghrá i gceist ansin.<\/p><p> Tá súil agam go n-éireoidh go geal leis an Aire Stáit.  Molaim arís an obair atá ar siúl aige.  Is fiú éisteacht leis an nGaeilge atá aige.  Tugann sé spreagadh dúinn go léir, díreach cad atá ag teastáil i láthair ná huaire.  Caithfear an náisiún ar fad a spreagadh le grá a thaispeáint don Ghaeilge agus an teanga a úsáid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400011#K00400","speaker":"1115","continuing":true},{"type":"speech","time":1363262400,"counter":107,"content":"<p>Ba mhaith liom mo chuid ama a roinnt leis an Seanadóir Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400012#L00200","speaker":"1153"},{"type":"speech","time":1363262400,"counter":108,"content":"<p>An bhfuil sé sin aontaithe?  Aontaithe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400012#L00300","speaker":"1127"},{"type":"speech","time":1363262400,"counter":109,"content":"<p>Cuirim fáilte roimh an Aire Stáit.  Tá brón orm, ach caithfidh mé caint as Béarla.  As I mentioned privately to the Minister of State, I prepared my speech in English yesterday because I did not feel confident to prepare a speech in Irish.  I thought I would be able to have it translated, but I was told that could not be done because it is not a piece of legislation.  I find it disappointing that we do not have the facility to translate a speech into Irish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400012#L00400","speaker":"1153"},{"type":"speech","time":1363262400,"counter":110,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400012#L00500","speaker":"1136"},{"type":"speech","time":1363262400,"counter":111,"content":"<p>I would probably have been able to put a speech together in Irish if more time had been available to me.  I simply did not have the time this week.  I was disappointed to learn I could not have it translated for me.  I ask the Minister of State to do something about the matter.  I am embarrassed to have to speak in English about the Irish language.  I am afraid that if I tried to speak in Irish, I would come out with Italian, French or German.  I am an honours graduate who spoke very good Irish in school and spent a great deal of time in the Gaeltacht.  I have spent a great deal of time in Europe in more recent years.  Whenever I try to speak Irish, I am inclined to come out with Italian because I have a degree in that language.  Those are my own problems.  I thought I would mention them on the record.  Perhaps I should spend a few weeks in the Gaeltacht when time allows to try to improve my Irish.  I would be proud to speak Irish.<\/p><p>  I welcome the Minister of State and thank him for his work.  I welcome this timely discussion on the Straitéis 20 Bliain don Ghaeilge 2010-2030.  Seachtain na Gaeilge is a good time to assess where we are at with regard to the strategy.  I note with interest that an Irish language programme is being created for gardaí.  We have heard about that in recent days.  I was also interested to hear the recent comments of the Irish language commissioner, who claims that this country's Irish language policy is in crisis.  A report recently commissioned by his office notes a 5% increase in complaints about problems dealing with State services through the medium of Irish.  Some 734 new complaints were made in the year covered by the report.  The 5% increase I have mentioned equates to an additional 37 complaints by comparison with the previous year.  When one considers the relative ease with which communication is conducted and complaints are received nowadays, this is hardly a foundation on which to describe something as a crisis.  My office receives approximately 30% more correspondence than it did a year ago.  This sort of inflammatory language does nothing to help us to draw up a calm and well thought-out policy in this area.<\/p><p>  Much of the report and much of what Mr. Ó Cuirreáin says is borne of a defensiveness that has no place in a debate that is taking place at a time when we are cutting spending across the board.  We are attempting to decrease our spending by another &#8364;8 billion.  We are trying to decrease costs while keeping services intact.  Beyond this, there is a need to focus on the positive, for example by focusing on the Gaelscoileanna movement, which was discussed in this House during our last debate on the Irish language.  Gaelscoileanna are continuing to thrive in Ireland, as evidenced by the increase of 13% in the number of children attending such schools.  Across the country, sentiment with regard to the idea of Gaelscoileanna is continuing to rise.  We must also look to the Irish language arts, which are continuing to thrive in a challenging environment, as the arts always do.<\/p> <p>We must continue to encourage the next generation to embrace the language and to find it a useful conversational tool.  I should include my generation in this also.  This is a challenge that has eluded us for a number of generations, but the Minister of State has grasped it.<\/p><p>As we know, this 20-year strategy for the Irish language is built on the foundation of the constitutional status of the language and follows on the Government statement on the Irish language published in December 2006.  Things have changed utterly since then, yet we are doing everything possible to uphold the strategy and to ensure the Irish language prospers between now and 2030.  That statement set out 13 policy objectives to that end.  In objective 1, the special status given to the Irish language in the Constitution and in legislation, such as the Official Languages Act 2003, the Education Act 1998, the Planning and Development Act 2000 and the Broadcasting Act 2001, will be upheld.  This is being done.  <\/p><p>Objective 2 states that the Official Languages Act will be fully implemented.  Despite recent breaches, ongoing efforts are being made to fulfil this objective.  Objective 3 states that the Irish language community, inside and outside the Gaeltacht, will be encouraged and supported to transmit the Irish language to the next generation as a living household language.  As we have seen recently, the Minister has undertaken significant measures in this regard.  Objective 4 provides for the Gaeltacht to be given special support as an Irish-speaking area.  Objective 5 provides that Irish will be taught as an obligatory subject from primary to leaving certificate level.  The curriculum will foster oral and written competence in Irish among students and an understanding of its value to us as a people.  This is ongoing.<\/p><p>Objective 6 states that a high standard of all-Irish education will be provided to school students whose parents or guardians so wish.  Gaelscoileanna will continue to be supported at primary level and all-Irish provision at post-primary level will be developed to meet demand.  Despite challenges on resources, our school building programme continues undiminished, underlining the investment we are undertaking in our future, highlighting that for the Government, education is a priority.  We endeavour to uphold this objective.<\/p><p>Objective 7 has proven challenging, given the current circumstances.  It states that Irish language preschool education will continue to be supported and third level education through Irish will be further developed.  Objective 8 states that the State will continue to support Foras na Gaeilge in the context of the British-Irish Agreement Act 1999.  Objective 9 sets out that high quality broadcast services through the medium of Irish will be ensured, particularly through the continuous development of RTE - I note Senator Ó Murchú's comments in this regard - Raidió na Gaeltachta and TG4.  Our investment in this area has continued and will continue for the lifetime of the Government.  The Minister of State may want to look into this further, particularly with regard to RTE.<\/p><p>Objective 10 states that every support will be given to the European Union in implementing the decision to make Irish a working and official language of the Union from 1 January 2007.  This has happened.  Objective 11 adds that in order to promote Irish nationally and to preserve and strengthen it in the Gaeltacht, the work being done by the Department of Arts, Culture and the Gaeltacht and by agencies and bodies under it will be reinforced.  This is a vague objective and needs to be tightened up if we are to have any idea of how to measure its success.<\/p><p>Objective 12 relates to the use of the Irish language by An Garda Síochána.  I am interested in hearing the Minister of State's comments with regard to the recent revelation indicating An Garda Síochána was found to be among the bodies at fault in this regard.  An investigation found that eight out of nine gardaí assigned to servicing Gaoth Dobhair in the Donegal Gaeltacht were unable to carry out their duties through Irish.  As a result, an Irish language programme is being created for gardaí in Gaeltacht areas.<\/p><p>While we face challenges in meeting the 13 objectives, the challenging environment must be acknowledged.  We must also acknowledge the committed effort of the Minister of State to navigate a difficult terrain in terms of funding.  While I believe we are on course to meet many of the 13 objectives, we should look at correcting our course now and at amending some of these objectives to make them more practical.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400012#L00600","speaker":"1153","continuing":true},{"type":"speech","time":1363263000,"counter":113,"content":"<p>Tá trí rudaí le rá agam ar dtús.  Ar an gcéad dul síos, cuirim fáilte roimh an Aire Stáit.  Gabhaim buíochas leis an Seanadóir Noone agus gabhaim leithscéal ó na Seanadóirí eile mar nach bhfuil an Ghaeilge go flúirseach agam anois.  Nuair a bhí mé óg agus i mo mhacléinn san Ardscoil i Sráid Fhearchair, Baile Átha Cliath bhí múinteoir ann, Prionsias MacPadar, ó Corcaigh agus tar éis ceachtanna a fháil uaidh thit mé i ngrá leis an Ghaeilge agus fuair mé onóracha sa mheánteist agus san ardteist -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400013#M00200","speaker":"1136"},{"type":"speech","time":1363263000,"counter":114,"content":"<p>Maith an fear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400013#M00300","speaker":"1142"},{"type":"speech","time":1363263000,"counter":115,"content":"<p>----- agus thit mé i ngrá leis an litríocht, go mórmhór na scríbhneoirí ón Bhlascaod Mór, oileán beag amach ó chósta na hÉireann.  Just think about it, three masterpieces from one tiny island; &quot;Fiche Bliain ag Fás&quot; le Muiris Ó Súilleabháin, a beautiful title, &quot;Peig&quot; and &quot;An t-Oileánach&quot; le Tomás Ó Criomhthain.  Agus tá na dánta nó an fhilíocht go hiontach ar fad.  It is wonderful how appropriate the poetry is and how natural it is.  Some of us were talking the other day and Raifteirí and Lá Fhéile Bríde were mentioned.<ul><br>Anois teacht an earraigh beidh an lá ag dul chun síneadh,<br>&#8217;S tar éis na Féile Bríde ardóidh mé mo sheol,<\/ul>It is wonderful to think of raising one's sail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400013#M00400","speaker":"1136"},{"type":"speech","time":1363263000,"counter":116,"content":"<p>&quot;Ó chuir mé i mo cheann é ní stopfaidh mé choíche<ul><ul>Go seasfaidh mé síos i lár Chontae Mhaigh Eo.<br>I gClár Chlainne Mhuiris bhéas mé an chéad oíche<br>&#8217;S i mBalla taobh thíos de thosós mé ag ól;<\/ul><\/ul>Gabh mo leithscéal, I am taking the Senator's time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400013#M00500","speaker":"1000"},{"type":"speech","time":1363263000,"counter":117,"content":"<p>Tá mé aosta anois agus ní maith liom an Ghaeilge nua.  Mar shampla, b'fhearr liom an cló Gaelach.  D'úsáid mé an cló Gaelach nuair a bhí mé óg agus ag scríobh agus it was absolutely wonderful.  Le críoch, tharla a lán rudaí deasa le linn an toghchán uachtaránach deireannach, but one of the best of those was the debate as Gaeilge on Teilifís na Gaeilge in Indreabhán.  The hacks, whom I loathe and despise, uniquely and severally, did one lovely thing for me then, they awarded me a tied first place in that debate with Michael D. Higgins.  It came as such a surprise to them that a the little Protestant fairy from Coláiste na Trionóide could waltz in and speak Irish, even haltingly.  Trinity College has a glorious record in that regard, going back as far as the great Bishop Bedell who translated the Book of Common Prayer into Irish, and Queen Elizabeth provided the first Irish print font there.<\/p><p>The final thing I will say - This is a secret and not many people know it.  I probably should not even say it - is that a number of my colleagues in the presidential race, not the current President who is very fluent in Irish, had no Irish at all.  They had to have their Irish written up on screens phonetically for them.  It was obvious from the way they spoke, they did not have a clue what they were saying.  That is rather sad.  Is fíor é an seanfhocal &quot;Tír gan teanga, tír gan anam&quot;. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400013#M00600","speaker":"1136"},{"type":"speech","time":1363263000,"counter":118,"content":"<p>Ba mhaith liom fáilte a chur roimh an Aire Stáit go dtí an Teach.  Tá brón orm nach mbeidh mé ag caint i nGaeilge.  I really wish I could and I feel embarrassed that I cannot.<\/p><p>I would like to take up a point raised by Senator Ó Murchú about the importance of Irish and how we all studied it.  I studied Irish and loved it.  It was one of my favourite subjects from the age of four until I left school.<\/p><\/a> <p>I felt that I left school with a high level of competency in Irish but since then I have not spoken it publicly because of a lack of confidence.  I know the Irish department here offers excellent services throughout the Oireachtas and it is something I intend to follow up.  It is such a beautiful language and I commend Senator Ó Clochartaigh for the Irish he uses every morning on the Order of Business.  I have a problem translating it, I admit, but I envy his dialect and pronunciation.<\/p><p>The main objectives of the 20-year plan are to increase the number of daily Irish speakers outside the education system from 83,000 to 250,000, to increase the number of Irish speakers in the Gaeltacht by 25% and to increase the number of people who use State services through Irish and who can access television radio and print media through the language.  I welcome the fact that under the Gaeltacht Act 2012, the Gaeltacht will in future be based on linguistic criteria instead of the geographic areas, which had been the position to date.  When I first read this, as someone who had travelled to the Gaeltacht often, I could see the logic behind it.  It will further safeguard the areas where 66% of the population are daily Irish speakers and increase the concentration of Irish speakers in the area.  In places outside the Gaeltacht, statutory provisions are being drawn up for Irish language networks.  There will be a particular focus on urban areas where there is already a support system in place for progressive plans for the language within schools, communities and a concentration of population, as well as State support.<\/p><p>This will bring a wonderful opportunity to towns like Dundalk, that has a vibrant and enthusiastic Irish speaking community and a strong link to the Gaeltacht region of Rann na Feirste in Donegal.  I sent all of my children to Rann na Feirste and they have built up a huge love of Irish, with one of them now studying Irish at third level because of that love and her experience of speaking Irish all the time in Rann na Feirste.  That has had an influence on the whole family.  I sent them to the Gaeltacht because I never got the opportunity to study there but I recognise the importance of acquiring a second language at a young age, which is crucial in a child's education.  I agree with Senator Ó Murchú's remarks that if we could all speak French half as well as we speak Irish, we would definitely say we are fluent in that language.  We all have some Irish to an extent.<\/p><p>I welcome the fact a language plan will be drafted for every Gaeltacht.  This shows the Government's dedication to the straitéis 20 bliain.  This move is an acknowledgement of the decline of the use of Irish in the Gaeltacht and a realistic approach to finding a solution.  These language plans, once approved, will be monitored, reviewed and observed by the Department to ensure the highest uptake of the language in each area.<\/p><p>I particularly welcome the family language support programme to support parents from the Gaeltacht who are raising their children through Irish, or Irish speakers who wish to raise their children through Irish inside and outside the Gaeltacht.  If this programme is continually supported, it will give rise to a new generation of bilingual speakers who will be better able to communicate with their peers, have a deeper sense of self, not to mention the academic benefits that are associated with the introduction of a second language in the early years of a child's life.  I welcome the fact Dundalk's first meánscoil will open in September, Coláiste Lú, which will be run by County Louth VEC.  Having spoken to Dr. Pádraig Kirk, the CEO of Louth VEC, I know there has been a fantastic uptake on enrolment, not only for this September, but for future years.  That is wonderful to see.  Recently the school held its open day, which was a huge celebration for Irish.  This is a completely new venture for Dundalk and County Louth and I welcome it wholeheartedly.<\/p><p>We are still very much in the establishment years of this strategy but there is an enthusiasm and energy for the Irish language.  Organisations such as Foras na Gaeilge and Conradh na Gaeilge are firm pillars of support in the promotion of Irish in an academic and a social context.  Before I was a Senator, I was a music teacher.  I had a great love of teaching traditional Irish music in my spare time.  I was very involved with Slógadh and competitions run by Gael Linn.  That was the only time I used my Irish after leaving school because it was a great opportunity for all of us.  Perhaps we could revive Slógadh.  I know there are many similar competitions but within the school setting it was a brilliant way to get through.  This was before cooperation between different subject areas and it gave a great opportunity for the Irish department and music department in the school to come together.  Sometimes we entered larger competitions and sometimes we composed and went to agallaimh and cabarets.  It was a lovely way to encourage students to speak Irish.<\/p><p>Both 2012 and 2013 have seen great progress in the field terminology of Irish.  With the publication of the revised Caighdeán Oifigiúil in 2012, and An Foclóir Nua English-Irish dictionary, which went live online at the beginning of the year.  These advances in the terminology of Irish will ensure the future of the language as the work means the language will remain as contemporary as possible and will be better able to serve its speakers.<\/p><p>The demand for education through Irish is increasing year on year and has expanded from primary and secondary school education into third level courses that are now being provided through Irish by Fiontar in DCU and Acadamh in NUIG.  My own daughter obtained her degree through Fiontar in DCU, an excellent course.  It is fantastic to see so many students there and she is now pursuing further studies in léann teanga in Acadamh in NUIG.  The Irish language comes to her so naturally that when I speak to her on the phone, she will start to speak Irish and I have to tell her that I had no idea what she had said and she will reply that she does not know the English for what she is saying.  That sense of belonging and pride is wonderful.<\/p><p>The course that was developed this year to meet the increasing demand for skilled Irish speakers who are highly trained in the language to act as translators and interpreters shows the importance, respect and status enjoyed by Irish in recent years.  This status is recognised and supported by the 20 year strategy and will be nurtured throughout the process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400013#M00700","speaker":"1174","continuing":true},{"type":"speech","time":1363263600,"counter":120,"content":"<\/a> <p>Tá fáilte roimh an Aire Stáit.  Molaim na Seanadóirí Ó Murchú, Noone agus Moran, agus molaim an Seanadóir Ó Clochartaigh go háirithe, as an Ghaeilge líofa atá aige.<\/p><p>Mhol an tAire Stáit Máirtín Ó Cadhain agus tá an traidisiún sin ann go fóill le Cathal Ó hÁinle, Eoghan Mac Cárthaigh agus Máire Ní Bháin.  Bhunaigh Henry Flood, ball Pharlaimint Grattan an traidisiún sin.  Chuir sé airgead isteach i roinn na Gaeilge sa choláiste ansin agus tá an t-airgead ag teacht isteach go fóill 200 bliain ina dhiaidh sin.<\/p><p>Bhí imní orm faoi alt amháin i scríbhinn an Aire Stáit inar dhúirt sé go raibh 77% den bhuiséad á chaitheamh ar chostais riaracháin, agus gan ach 23% dírithe ar sheirbhísí do phobal na Gaeilge.<\/p> <p>Aontaím leis an Aire Stáit gur cheart an figiúr de 77% a laghdú.  Tabharfaidh mé cabhair dó é sin a dhéanamh.  Tá an figiúr sin ró-ard.<\/p><p> Ba mhaith liom a rá i dtosach báire, agus muid ag caint faoin straitéis 20 bliain, nach dtaitníonn an focal &quot;straitéis&quot; liom.  Níl aon chiall ag baint leis.  Níl ann ach leithscéal le haghaidh cur amú ama.  Is dócha gurb é aidhm na straitéise ná an teanga a chaomhnú, ach is baolach go bhfuil mo mhuinín san ábhar seo ag laghdú ó thosnaíomar ag déileáil leis.  Tá brón orm a dhearbhú arís gur droch-chinneadh a bhí ann deireadh a chur le toghadh na n-ionadaithe Gaeltachta chuig bhord an údaráis.  Go simplí, tá meas agus cearta vótála tuillte ag an mionlach sin, de réir ghnáthchearta an duine, agus ní chóir iad a bhaint uathu.  Ní raibh níos mó ná cúpla líne faoi Údarás na Gaeltachta in óráid an Aire Stáit.<\/p><p> Is í an Ghaeltacht an mhór-áit bunúsach in bhforbraíonn an teanga go nádúrtha, faoi mar a dhéanann a leithéid de Wayne Rooney nó Roddy Doyle leis an mBéarla.  Is í an Ghaeltacht an áit ina bhfaightear teanga dúchasach an lae inniu.  Foghlaimíonn daltaí an Ghaeilge ó leabhair, ach níl aon mhaitheas leis an teanga muna éalaíonn siad os na leabhair anois is arís.  I mo bharúil, tá an Ghaeltacht chomh mór le rá san obair seo mar go bhfuil an Ghaeilge á labhairt ann.  Tá sé riachtanach go bhfuil áit ar fáil inar féidir le scoláirí an teanga a labhairt agus a chleachtadh.  Is í an Ghaeltacht an áit beoga seo.  Tá mé buartha go bhfuil meath ag teacht ar an nGaeltacht de bharr an rogha a rinneadh maidir le Údarás na Gaeltachta.  Nuair a chuaigh mé go dtí Loch an <br>Iúir agus Rann na Feirste, a thagair an Seanadóir Ó Móráin, chuaigh siad i bhfeidhm go mór orm.  D'éist mé leis an nGaeilge agus labhair mé an teanga freisin.<\/p><p> Barainneacht bréagach a bhí ann nuair a rinne an Rialtas an cinneadh seo - toghcháin Údarás na Gaeltachta a chur ar ceal - agus é bunaithe ar coigilt airgid.  Bhí seans againn na toghcháin Gaeltachta a eagrú in éineacht leis na toghcháin áitiúla, Eorpacha nó uachtaránacha, nó fiú le reifreann.  Ní raibh deis ag muintir na Gaeltachta an polasaí i dtaobh 40% iarrthóirí baineann a chuir i bhfeidhm.  It would have been superb if a Gaeltacht election had taken place with 40% of the candidates being women.  A major oppotunity was missed when we abandoned the Gaeltacht election.  It was a blow for women and a blow for an teanga.  An bhfuil polasaí amháin i bhfeidhm do formhór na tíre agus polasaí eile i bhfeidhm don Ghaeltacht?  Bhí reachtaíocht na bliana seo caite soiniciúil agus neamh-dáiríre.  Rinne se lobhair as muintir na Gaeltachta, go háirithe mná na Gaeltachta.  Chun an fhírinne a rá, d'fhulaing mé easpa muiníne i ndiaidh na reachtaíochta sin.  D'iarr Seanadóirí orm cén fáth nach raibh mé ag caint na Gaeilge chomh minic.<\/p><p> Ábhar éadóchas a bhí ann dom nuair a chur an Rialtas na toghcháin ar ceal.  Is dóigh liom gur dearmad mór a bhí ann.  Ba léir nach raibh éinne ag éisteacht linn.  Ní raibh an Státseirbhís nó an Roinn Ealaíon, Oidhreachta agus Gaeltachta ag éisteacht linn.  Bhí an Gailearaí folamh.  An bhfuil a fhios ag an móramh faoin damáiste atá déanta anseo?  Ní mise amháin atá tar éis teacht ar an tuairim seo.  De réir <i>The Irish Times<\/i>i rith na seachtaine, dúirt an Coimisinéir Teanga ina dtuarascáil bhliantúil nár &quot;sárbhliain a bhí in 2012 maidir le cur chun cinn na Gaeilge i státchóras na tíre, agus ar scáth aon choiscéim a tugadh chun tosaigh, ba chosúil go raibh péire á dtabhairt ar gcúl&quot;.  Ba cheart go mbeadh an tír seo ag lorg daonlathaigh seachas postacháin nó placemen.  Bhí bearna ann idir deireadh an t-údarás daonlathach i mí Meán Fómhair agus tosach an replacement údarás i mí na Samhna nuair nach raibh priority á thabhairt ag an Aire Stáit nó an Rialtas don Ghaeltacht.  Is fearr liom daoine a toghadh i dtoghcháin ná postacháin.  Rinneadh dearmad mór sa chás seo.<\/p><p> Tá sé riachtanach go mbeadh seans ag muintir na Gaeltachta páirt a ghlacadh i saol daonlathach na tíre seo agus an teanga a choimeád beo.  Ba cheart go mbeadh deis ag daoine dul go dtí an Ghaeltacht chun an teanga a fhoghlaim.  Tabharfaidh sé sin seans don teanga forbairt go nadúrtha, ionas nach mbeimid chomh gafa le Gaeilge na leabhair as seo amach.  Is fiú an teanga a chaomhnú, ar ndóigh.  Is léir nach bhfuil an córas seo ag obair.  Níor thug an Rialtas cothrom na féinne do mhuintir na Gaeltachta.  Go mormhór, níor thug an Rialtas cothrom na féinne do mhná na Gaeltachta.  Is mór an trua é sin.  Gabhaim buíochas arís leis an Aire Stáit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400014#N00200","speaker":"1157","continuing":true},{"type":"speech","time":1363264200,"counter":122,"content":"<p>Cuirim fáilte roimh an Aire Stáit, atá ar ais sa Seanad inniu le haghaidh Seachtain na Gaeilge.  Ní bhfuair mé onóracha nuair a bhí mé ar scoil.  Tá mé an-bhródúil gur thug an máistir a bhí agam sa scoil náisiúnta mo theanga féin dom.  Tá mo chuid Gaeilge ina codladh faoi láthair ach tá mé ag iarraidh í a chleachtadh ionas go dtiocfaidh sí ar ais.  Ag deireadh an lae, is rogha an phobail é an Ghaeilge a labhairt nó gan í a labhairt.  Cuideoidh an Stát ar gach bealach ar féidir leis cur le heolas an phobail ar an nGaeilge, deiseanna a chruthú an Ghaeilge a úsáid agus dearcthaí dearfacha i leith úsáid na Gaeilge a chothú, mar atá ráite sa straitéis 20 bliain.  Ní féidir leis an Stát gach uile rud a dhéanamh, áfach.<\/p> <p> Má dhéanann pobal na Gaeilge agus pobal na Gaeltachta rogha laethúil an Ghaeilge a labhairt, déanfaidh sé sin difríocht mhór.  Má oibríonn muid go léir le chéile sa treo seo, is féidir linn an fhios a bheith againn go mbeidh an Ghaeilge in úsáid go forleathan sa tír seo.  Tá seanfhocal a chuala muid go léir fadó, \"Ní neart, go cur le chéile.\"  Is é mo thuairim go bhfuil muid ábalta níos mó a dhéanamh le chéile chun ár dteanga fhéin a chur chun cinn.  Mar shampla, caithfidh tuismitheoirí cabhrú le leanaí agus iad ag déanamh a gceachtanna.  Is féidir leo na leabhair Gaeilge a léamh leo agus iad ag déanamh a gceachtanna.  Bheadh sin an-tábhachtach ar fad do leanaí atá ag freastal ar scoileanna náisiúnta.  Iarraim ar thuismitheoirí ar fud na tíre cabhair mar seo a thabhairt do leanaí óga anois agus arís.  Cothóidh sé sin an-suim i bpáistí óga ina dteanga dhúchais.<\/p><p>Maidir le múinteoirí sna scoileanna náisiúnta, iarraim orthu spraoi a chothú le na páistí óga agus iad ag múineadh na Gaeilge.  They should make it fun to learn Irish.  Ba cheart go mbeadh an-spórt ag na páistí agus iad ag labhairt Gaeilge.  Déanfadh sin difríocht mhór agus tabarfadh sé dearcadh níos fearr do na páistí i leith na Gaeilge.  Maidir le réaltaí spóirt, ba mhaith liom comhghairdeachas a thabhairt do roinnt réaltaí spóirt, mar shampla an dornálaí iontach Bernard Dunne atá ag déanamh a fiche dhícheall a theanga fhéin a chur chun cinn ar fud na tíre.  Tá iarracht maith á dhéanamh ag peileadóir rugbaí idirnáisiúnta, Luke Fitzgerald.  Chonaiceamar sa pháipéar é cúpla lá ó shin agus tá Gaeilge líofa aige.  Duine eile ná Seán Óg Ó hAilpín agus tá neart daoine eile atá páirteach i gcúrsaí spóirt ag déanamh a ndícheall.  Tá daoine spóirtiúil eile atá an Ghaeilge go flúirseach acu agus iad bródúil í a úsáid chomh minic agus is féidir, agus tá daoine nach bhuil ach cúpla focal acu sásta an rud céanna a dhéanamh.<\/p><p>Maidir leis na Seanadóirí sa Teach seo, tá Gaeilge an-mhaith ag an chuid is mó díobh.  Nílimid ar fad chomh maith ag labhairt na Gaeilge le mo chara an Seanadóir Ó Clochartaigh, a thug cabhair dom réitiú don díospóireacht seo, ná leis an Seanadóir Ó Murchú.  Is é mo thuairim go bhfuil oibleagáid orainn go léir cúpla focal a labhairt chomh minic agus is féidir linn sa Seanad agus a bheith bródúil as an Ghaeilge.  Inné, sa Teach seo, bhí mé ag caint le buachaillí agus cailíní ó scoil náisiúnta Choillte Maghach i gContae Mhuigheo.  Thosaigh buachaill amháin ag caint liom mar chonaic sé m'fháinne ór.  Ba chóir go mbeadh siombail á caitheamh ag gach éinne ag a bhfuil Gaeilge acu, fiú muna bhfuil ach cúpla focal acu.  Nuair a fheicim an fáinne agus nuair a bhfeiceann daoine eile an fáinne, labhraíonn muid cúpla focal Gaeilge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400015#O00200","speaker":"1138","continuing":true},{"type":"speech","time":1363264800,"counter":124,"content":"<p>Tá an t-am caite.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400016#P00200","speaker":"1120"},{"type":"speech","time":1363264800,"counter":125,"content":"<p>Mar fhocal scoir, an t-aon difríocht atá idir Éire agus aon tír eile ná ár dteanga fhéin.  Seo seachtain na Gaeilge agus caithfimid go léir níos mó a dhéanamh don Ghaeilge.  Rugadh agus tógadh an tAire Stáit, an Teachta McGinley, sa Ghaeltacht agus tá sé ina chónaí sa Ghaeltacht freisin.  Níl aon Aire eile san Oireachtas a bhfuil an fios céanna aige nó aici ar chéard atá le déanamh againn dár dteanga in the next 20 years.  Tá croí an Aire Stáit san obair agus tá sé ag déanamh a dhícheall.  Tá sé san áit cheart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400016#P00300","speaker":"1138"},{"type":"speech","time":1363264800,"counter":126,"content":"<p>Cuirim céad fáilte roimh an Aire Stáit.  Tá cuid mhaith le rá agam faoin mhéid atá faoi chaibidil againn.  Sílim gur é an rud is suntasaí a dúirt an tAire Stáit ná go bhfuil an Rialtas ag tabhairt faoi chur i bhfeidhm na straitéise ar bhonn córasach seachas ar bhonn ad hoc.  Ba bhreá liom fáil amach céard atá i gceist aige le sin.  Sílim go bhfuil An Straitéis 20 Bliain don Ghaeilge againn, ach ní dóigh liom gur í an straitéis céanna atá an Rialtas seo ag cur i bhfeidhm.  Sílim gur ráiméis 20 bliain don Ghaeilge atá ar bun ag an Rialtas i ndáiríre píre.<\/p><p>  Táim chun dul tríd an straitéis agus an méid atá aontaithe inti go pointeáilte.  D'aontaigh gach páirtí leis an straitéis, ach ní fheictear dom go bhfuil an Rialtas ag leanacht na straitéise chéanna a d'aontaigh muid.  Ba bhreá liom dá ndéanfadh an tAire Stáit soiléiriú dom faoi sin.  Luadh chean cuid de chuspóirí na straitéise.  Cuspóir amháin ná go seasfar leis an stádas faoi leith atá ag an Ghaeilge sa Bhunreacht agus i ndlíthe na tíre, ar nós Acht na dTeangacha Oifigiúla, 2003 agus an tAcht Oideachais etc.  Is léir nach bhfuil an Rialtas ag seasamh le Acht na dTeangacha Oifigiúla nuair a léitear tuairisc oifig an Choimisinéara Teanga.<\/p><p>  Deirtear sa straitéis go gcuirfear Acht na dTeangacha Oifigiúla i bhfeidhm go hiomlán.  Cén chaoi is féidir leis an Aire Stáit suí ansin agus a rá liom go bhfuil sé ag aontú leis an straitéis ó thaobh chuspóir a dó de agus an scéal atá nochta i dtuairisc an Choimisinéara Teanga, a labhraíonn faoi na scéimeanna teanga a bhfuil Roinn an Aire Stáit freagrach astu atá ceaptha a bheith á dhaingniú aige, os ár gcomhair?  As 104 scéim teanga a bhí daingnithe ó thús aimsire, tá 79 díobh in éag.  Is é an Roinn atá freagrach as seo.  Is é an Roinn atá ceaptha le bheith ceannródaíoch ó thaobh cur chun cinn na straitéise.  Tá dhá thrian de na scéimeanna teanga sna Ranna Rialtas nach bhfuil daingnithe ag an Aire agus a Roinn agus ní féidir iad a chur i bhfeidhm dá bhrí sin.<\/p><p>  Chuir freagra a thug comhleacaí an Aire Stáit sa Dáil inné alltacht orm.  Bhí sé ag freagairt ceiste maidir le Acht na dTeangacha Oifigiúla a chur mo chomhleacaí an Teachta Peadar Tóibín faoi cén fáth go bhfuil an méid a nochtaigh an Coimisinéir ag tarlú.  Go bunúsach, dúirt sé go bhfuil na hAirí eile ag rá leo nach bhfuil siad sásta na scéimeanna teanga a chur i bhfeidhm.  Má tá sin ag tarlú, tá sé scanallach.  Tá na hAirí ag briseadh dlí na tíre agus tá an tAire agus an tAire Stáit ag suí agus níl siad ag déanamh tada faoi.  Ba bhreá liom fáil amach céard atá siad chun a dhéanamh faoi sin.<\/p><p>  Deir cuspóir a trí go gcuirfear réimse leathan seirbhísí ar fáil trí mheán na Gaeilge.  Céard iad na seirbhísí breise atá i gceist le sin?  Deir cuspóir a cúig go ndéanfar an Ghaeilge a theagasc mar ábhar riachtanach ó leibhéal na bunscoile go leibhéal na hardteistiméireachta.  D'ardaigh an Seanadóir Noone é seo, ach tá sé an-soiléir go ndúirt Ceannaire Fhine Gael féin, sular toghadh é, go raibh sé i gceist aige deireadh a chur le Gaeilge éigeantach ag leibhéal na hardteiste.  An féidir leis an Aire Stáit a rá liom go soiléir céard é polasaí an Rialtais i leith na Gaeilge.  An bhfuil an Rialtas ag seasamh le cuspóir a cúig go ndéanfar an Ghaeilge a theagasc mar ábhar riachtanach ó leibhéal na bunscoile go leibhéal na hardteistiméireachta?  Má tá, an bhfuil athrú déanta ag an Taoiseach ar an seasamh a ghlac sé?<\/p><p>  Deirtear go ndéanfar infheistíocht fheabhsaithe i bhforbairt phroifisiúnta agus i dtacaíocht leanúnach do mhúinteoirí maraon le soláthar téacsleabhar agus acmhainní.  Céard atá ag tarlú ó thaobh na coláistí oiliúna de?  Céard atá ag tarlú maidir leis an ionad barr feabhais a bhí le tógáil i mBaile Mhúirne maidir le oiliúint múinteoirí?  Is léir gurb é an Roinn Oideachais agus Scileanna ceann de na príomh imreoirí sa chluiche seo ar fad maidir le cur chun cinn na Gaeilge agus nach bhfuil an tAire Stáit ag fáil tacaíocht dá laghad óna chomhleacaithe sa Roinn sin maidir le cur chun cinn na straitéise.  Is léir gur gearradh an deontas do na daltaí a théann go dtí na cúrsaí Gaeilge sa Ghaeltacht chun an Ghaeilge a fhoghlaim.  Is léir freisin nach bhfuil plean dá laghad ag an Rialtas seo ionad oiliúna múinteoirí a bheidh ag díriú ar an nGaeloideachas a bhunú i mBaile Mhúirne.  Dá bhrí sin, céard atá i gceist ag an Rialtas a dhéanamh?<\/p> <p>Déanfar forbairt ar sholáthar lán-Ghaeilge ag leibhéal na hiar-bhunscoile chun freastal ar éileamh de réir mar is gá.  Cén fianaise atá dó sin?  Cuspóir 7 - Déanfar breis forbartha ar an gcóras oideachais tríú leibhéal trí mheán na Gaeilge.  Tá gearradh siar de €700,000 déanta ar Acadamh na hOllscolaíochta Gaeilge ar an gCeathrú Rua a bhí ag cur breis cúrsaí Gaeilge ar fáil trí mheán na Gaeilge.  Cén chaoi is féidir leis an Rialtas a rá go bhfuil sé ag seasamh leis an straitéis nuair atá an Rialtas agus an Roinn Oideachais agus Scileanna go háirithe, ag gearradh siar as éadan ó thaobh seirbhísí tríú leibhéal oideachais?<\/p><p>Faoi chuspóir 10, tabharfar gach cúnamh agus tacaíocht don Aontas Eorpach i bhfeidhmiú an chinnidh an Ghaeilge a bheith ina teanga oibre agus oifigiúil san Aontas Eorpach ón 1 Eanáir 2007.  Cá bhfuil na haistritheoirí atá in ainm 's a bheith oilte le cur anonn go dtí an Eoraip le hoibriú leis an AE?  Cén fáth nach bhfuil an Rialtas ag cur tuilleadh brú iad siúd a chur anonn agus na poist a chruthú a bhí in ainm is a bheith á gcruthú?<\/p><p>Faoi chuspóir 12, leanfar agus déanfar forbairt ar úsáid na Gaeilge sa Gharda Síochána agus sna Fórsaí Cosanta.  Is léir ón tuairisc ag an Choimisinéir Teanga agus tuairisc na bliana seo caite go bhfuil fadhbanna sa Gharda Síochána maidir le húsáid na Gaeilge.<\/p><p>Faoi chuspóir 13, aithníonn an Rialtas an ról fíor-thábhachtach atá ag an earnáil dheonach Ghaeilge agus leanfar ag tabhairt tacaíochta di sin.<\/p><p>Ba mhaith liom pointe a dhéanamh faoi rud a dúirt an tAire Stáit agus an Seanadóir Barrett, fear lena n-aontaím go minic ach ar an gceann seo, ní aontaím leis.  Tá an bheirt ag breathnú ar an méid caiteachais atá á dhéanamh ar thuarastail sna heagrais dheonacha.  Ní thiocfainn leo ar an argóint go bhfuil céatadán an-mhór á chaitheamh ar thuarastal riaracháin.  Is obair fhorbartha atá ar bun ag cuid mhaith de na daoine atá fostaithe sna heagrais sin, ní amháin go bhfuil siad ag forbairt na teanga agus ag eagrú imeachtaí agus mar sin, tá an Rialtas ag fáil maoiniú breise isteach de bharr na hoibre atá ar siúl acu trí chomh-mhaoiniú.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400016#P00400","speaker":"1122","continuing":true},{"type":"speech","time":1363265400,"counter":128,"content":"<p>Tá nóiméad amháin fágtha ag an Seanadóir.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400017#Q00200","speaker":"1120"},{"type":"speech","time":1363265400,"counter":129,"content":"<p>Sílim gur cheart beagáinín solúbthachta a thabhairt dom ar an gceist seo.<\/p><p>  Is gá &quot;normalú&quot; na teanga chun úsáid na Gaeilge a leathnú.  Baineann tábhacht ar leith le scoileanna toisc an tionchar a bhíonn acu ar fheasacht na teanga agus ar iompraíocht teanga.  Tá an Rialtas tar éis gearradh siar ar mhúinteoirí sna Gaeltachtaí agus deireadh a chur leis an tacaíocht a bhí ann do mhúinteoirí a mhúineann trí mheán na Gaeilge.<\/p><p>  Dearcaidh dhiúltacha i leith úsáid na Gaeilge a athrú ar ais sa réimse oideachais.  Tá fadhb an-mhór, is léir, ón méid atá ráite ag an gCoimisinéir Teanga maidir leis an nGaeilge sa Státchóras - tá ag teip go hiomlán ar an gcóras atá ann maidir le daoine a mhealladh i dtreo na Gaeilge sa Státseirbhís.  Cén plean atá ag an Rialtas níos mó Gaeilge a mhealladh ó thaobh na Státseirbhíse de?<\/p><p>  De réir leis an straitéis, leanfaidh an Roinn Gnóthaí Pobail, Tuaithe agus Gaeltachta, i gcomhair leis an Roinn Oideachais agus Scileanna, ag cur le forbairt chóras na gcoláistí samhraidh Gaeilge sa Ghaeilge.  Is ag gearradh siar atá an Roinn Oideachais agus Scileanna.  Ghearr an Roinn an deontas do na coláistí samhraidh agus tá sí ag gearradh siar ar na deontais do na mic léinn a théann ina n-ábhar oide.  Cén chaoi is féidir leis an Aire Stáit a rá go bhfuil an Rialtas ag seasamh leis an straitéis? <\/p><p>  Maidir le COGG, is léir go raibh ról sainiúil le bheith aige ó thaobh cur i bhfeidhm na straitéise agus go bhfuil an Rialtas ag tarraingt siar uaidh sin.  Cad is féidir leis an Aire Stáit a rá faoi sin?<\/p><p>  Ó thaobh oideachas, seirbhísí comhairle agus tacaíochta sa straitéis, maidir le leanaí arb í an Ghaeilge a gcéad teanga agus\/nó leanaí atá ag freastal ar scoileanna a bhfuil an Gaeilge mar mheán iontu, tabharfar breis tacaíochta dóibh sin.  Ní léir dom go bhfuil sin ag tarlú.  Déanfar athbhreithniú ar an scéim scoláireachtaí Gaeltachta a fheidhmíonn an Roinn Oideachais agus Scileanna.  Rinneadh athbhreithniú air agus gearradh go hiomlán é.  De réir na straitéise, déanfar beart láithreach le dlús a chur le forbairt an ionaid acmhainní oideachais Ghaeilge i mBaile an Bhuirne agus ní léir go bhfuil plean ag an Rialtas leis sin.<\/p><p>  Leanann an straitéis ar aghaidh a rá go ndéanfar forbairt ar aonad sealbhaithe teanga ag an mbunleibhéal i ngach ceann de na trí phríomh-réigiún Gaeltachta.  Cá bhfuil sin?  Déanfar soláthar freisin do dhianchúrsaí samhraidh\/tráthnóna do dhaltaí iarbhunscoile sa Ghaeltacht.<\/p><p>  Leanann sé ar aghaidh agus leanann sé ar aghaidh.  Ó thaobh pleanála teanga agus an dualgas breise faoi scáth Údarás na Gaeltachta, an bhféadfadh leis an Aire Stáit soiléiriú dúinn ón 19 ceantar cé mhéid acu an bhfuil sé i gceist acu dul ar aghaidh leis láithreach ó thaobh na bpleananna teanga a fhorbairt iontu?  Dúirt príomhfheidhmeannach Údarás na Gaeltachta ag Tóstal na Gaeilge gur trí cheantar atá roghnaithe.  Má tá an oiread deifre agus brú ann anois an Ghaeilge a tharrtháil, cén fáth nach bhfuil an Rialtas ag tabhairt faoin 19 ceantar?  Cá bhfuil na hacmhainní sin a dhéanamh?<\/p><p>  Ba bhreá liom bheith in ann seasamh anseo agus moladh a thabhairt don Aire Stáit ach ní féidir sin a dhéanamh.  Ní léir dom go bhfuil an Rialtas ag tarraingt le chéile ó thaobh na Gaeilge agus ní léir go bhfuil an tAire sinsearach sa Roinn féin ag tacú linn ó thaobh na Gaeilge agus níl sin maith go leor.  Raiméis 20 bliain na Gaeilge atá ag an Rialtas seo, seachas straitéis agus ba cheart dó athscríobh a dhéanamh a inseoidh dúinn go díreach cad iad na píosaí as an straitéis faoina bhfuil an Rialtas i ndáiríre le cur i bhfeidhm agus cad iad nach bhfuil.  Cén uair atá an Rialtas leis na moltaí faoi Acht na dTeangacha Oifigiúla a fhoilsiú go mbeidh plé ann fúthu?<\/p><p>  Tá míle ceist faoi seo.  Tiocfaimid ar ais chuig an ábhar seo agus cuirfidh mé chuig an Aire Stáit i scríbhinn na ceisteanna eile atá le hardú mar ní léir go bhfuil an Rialtas ag cur na straitéise i bhfeidhm agus is mór an náire dóibh é i ndáiríre píre.  Tá neart raiméise agus baothchainte ach, faraor, ní dhéanann an Rialtas beart de réir a bhriathar atá sa straitéis féin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400017#Q00300","speaker":"1122"},{"type":"speech","time":1363265400,"counter":130,"content":"<p>Tá fáilte roimh an Aire Stáit ar ais chuig an Teach seo.  Tá an tAire Stáit ag déanamh sár-jab ar son na Gaeilge agus mar a dúirt sé, tá dul chun cinn suntasach déanta maidir leis an nGaeilge ón am seo anuraidh.<\/p><p>  Bhí mé ag éisteacht leis an Seanadóir Ó Clochartaigh, fear stuama agus fear mór ar son na Gaeilge, ach bíonn sé ag síor-cheol an phoirt chéanna an t-am ar fad, port na linne duibhe, agus níl sa phort sin ach gearán, gearán, gearán.  Is mór an trua é sin mar tá a lán ann gur féidir leis an Seanadóir a dhéanamh don Ghaeilge.<\/p><p>  Dúirt an tAire Stáit ina ráiteas gur cheart dúinn na heagrais Ghaeilge a mholadh, eagrais ar nós Chonradh na Gaeilge.  Labhair an Seanadóir Labhrás Ó Murchú agus is laoch é féin ar son na Gaeilge, cé go bhfuil sé sa pháirtí mhícheart, ach is cuma faoi sin an lá seo.  Chaith mé lá leis agus leis na boic mhóra i gComhaltas Ceoltóirí Éireann ag dul thart ar Dhroichead Átha, nuair a chuir an baile isteach chun Fleadh Cheoil na hÉireann a reáchtáil don bhliain seo chugainn.  Ní bhfuair muid é ach tá súil agam go bhfaighimid é in 2015.  Tá daoine mar sin ag déanamh obair iontach ar son na Gaeilge.  Is ceart dúinn cuimhneamh air sin agus iad a mholadh an tseachtain seo.<\/p><p>  Deir an tAire Stáit gur siombal tábhachtach dár bhféiniúlacht í an Ghaeilge.  Is maith is cuimhin liom blianta ó shin, nuair a bhí mé in St. Peter&#8217;s Square don <i>Urbi et Orbi<\/i> Domhnach na Cásca.  Bhí 2,000,000 duine ann agus bhí scaifte liom agus ní riabh muid in ann dul fríd an slua bhí sé chomh plódaithe sin.  Bhí muid ag rá &#8220;excuse me&#8221; agus mar sin as Béarla.  Tháinig mé suas le seift agus thosaigh mé féin ag béicigh i nGaeilge, agus bhí an slua cosúil leis an Red Sea, d&#8217;imigh sé ar an dá thaobh, agus chuaigh muid fríd an scata go dtí an Vatacáin féin agus thug na Bráithre Críostaí cead dúinn dul ar an mbalcóin ansin agus éisteacht le ráiteas an Phápa.  Ina dhiaidh sin, chuaigh muid isteach sa Vatacáin agus d&#8217;ól muid tae leis an Swiss Guard.  Sin í an chumhacht atá ag an nGaeilge.<\/p> <p>Nuair atáimid ag moladh na hoibre atá á dhéanamh ag daoine áirithe ar son na Gaeilge, caithfimid smaoineamh ar na huiséirí istigh anseo.  We have to pay tribute to the ushers in Leinster House who give tours.  Tá mé ag caint faoi na daoine a sholáthraíonn turais trí Ghaeilge.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400017#Q00400","speaker":"1166","continuing":true},{"type":"speech","time":1363266000,"counter":132,"content":"<p>Nóiméad amháin, a Sheanadóir.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00200","speaker":"1127"},{"type":"speech","time":1363266000,"counter":133,"content":"<p>Is mór an trua é sin.  Shíl mé go raibh níos mó ama fágtha agam.  Ní raibh cúpla rud a dúirt an Seanadóir Ó Clochartaigh ró-olc.  Bhí mé ag éisteacht leis.  Ba mhaith liom ceist amháin a chur ar an Aire Stáit.  Cén uair a bheidh na limistéir pleanála teanga Ghaeltachta faoi lánsheol?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00300","speaker":"1166"},{"type":"speech","time":1363266000,"counter":134,"content":"<p>Níor shamhail mé go mbeadh deis agam freagra a thabhairt ar an méid a dúradh.  Caithfidh mé fáilte a chur roimh an deis seo plé a dhéanamh ar an ábhar tábhachtach seo le linn Seachtain na Gaeilge agus Seachtain na Féile Pádraig.  Ba mhaith liom buíochas a ghlacadh leis na Seanadóirí - naonúr ar fad - a labhair anseo.  Rinne siad go léir a ndícheall, cuid acu atá líofa sa Ghaeilge agus cuid acu nach bhfuil.  Níl taithí acu ar an nGaeilge a úsáid ó rinne siad an ardteistiméireacht.  Is scáthán é sin ar an méid atá ag tarlú taobh amuigh.  Tá daoine amuigh ansin atá líofa sa Ghaeilge agus daoine nach bhfuil.  Tá sé thar a bheith tábhachtach go dtabharfaimid aitheantas don iarracht atá á dhéanamh.<\/p><p>  D'éist mé leis an Seanadóir Ó Braonáin.  Aontaím ar fad go dtéann sé sin i bhfeidhm go mór ar dhaoine amuigh ansin, go háirithe daoine óga, nuair a chuireann daoine mór le rá atá i mbéal an phobail timpeall na tíre - daoine spóirt ar nós Luke Fitzgerald agus Bernard Dunne, mar shampla, a bhfuil clú agus cáil orthu ar fud na tíre agus ar fud an domhain - an meas, an seasmhacht agus an grá atá acu don Ghaeilge, agus a líofacht sa teanga, in iúl.  Cuirim fáilte mór roimh an moladh agus an sampla atá ag teacht ó dhaoine mar sin.  Tá tionchar níos mó orthu ar aos óg na tíre seo agus muintir na tíre seo ná mar atá ag na polaiteoirí go léir istigh anseo.  Tá muintir na hÉireann tuirseach agus tinn ag éisteacht le polaiteoirí le 90 bliain ag iarraidh orthu an Ghaeilge a labhairt.<\/p><p>  Táimid ag rá leis an bpobal sa Ghaeltacht agus ar fud na tíre &quot;tar linn agus cuirigí bhur gcuid pleananna ar aghaidh&quot; seachas bheith ag rá leo &quot;caithfidh sibh an Ghaeilge a labhairt&quot;.  Táimid ag soiléiriú go mbeidh comhairle agus tacaíocht ar fáil dóibh.  Beimid ag tabhairt gach cuidiú gur féidir linn dóibh os na hacmhainní teoranta atá againn.  Ba mhaith liom a rá leis an Seanadóir Ó Clochartaigh, agus muid ag caint faoi acmhainní, dá mba leor airgid leis an Ghaeilge a shábháil ní bheadh aon díospóireacht anseo inniu - beimid go léir ag labhairt na Gaeilge.  Tá sé faighte amach againn nach leor acmhainní a chur ar fáil.  Mar is eol don Seanadóir agus do dhaoine eile sna Gaeltachtaí, sna blianta roimhe seo thugamar íocaíochtaí do teaghlaigh faoi scéim labhairt na Gaeilge leis an teanga a labhairt.  Fuaireamar amach nár oibrigh an scéim a bhí bunaithe ar &quot;labhair Gaeilge agus gheobhaidh sibh deontas&quot;.  Caithfimid teacht ar dóigheanna eile.<\/p><p>  Mar a dúirt an Seanadóir Ó Murchú, is leis an phobal an teanga.  Ní le Fine Gael, Fianna Fáil nó fiú amháin Sinn Féin an teanga.  B'fhéidir gur dóigh le Sinn Féin sa Tuaisceart gur leo an teanga.  Ní thagann sé sin le mórán maitheas.  Ní libh an teanga.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00400","speaker":"1000"},{"type":"speech","time":1363266000,"counter":135,"content":"<p>Ní dúirt muid riamh gur linne an teanga.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00500","speaker":"1122"},{"type":"speech","time":1363266000,"counter":136,"content":"<p>Bheul, bhí sibh-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00600","speaker":"1000"},{"type":"speech","time":1363266000,"counter":137,"content":"<p>Tá sé sin iomlán míchruinn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00700","speaker":"1122"},{"type":"speech","time":1363266000,"counter":138,"content":"<p>Go minic, baineann Sinn Féin úsáid as an teanga sa Tuaisceart ar mhaithe le chúrsaí pholaitiúla amháin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00800","speaker":"1000"},{"type":"speech","time":1363266000,"counter":139,"content":"<p>Ar phointe oird, ba mhaith liom go dtarraingeodh an tAire Stáit an ráiteas sin siar.  Níl bunús ar bith leis.  Tá sé ag caint ráiméis, mar is ghnáth, maidir le polasaithe Sinn Féin sa Tuaisceart.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R00900","speaker":"1122"},{"type":"speech","time":1363266000,"counter":140,"content":"<p>Ní cheart úsáid a bhaint as an teanga ar mhaithe le chúrsaí pholaitiúla.  Aontaím leis an Seanadóir Ó Murchú gur linn go léir an teanga.  Baineann an Ghaeilge le muintir na hÉireann uilig.<\/p><p>  Táimid ag iarraidh daoine a spregadh an teanga a labhairt.  Is é sin an fáth go bhfuilimid ag tosnú sa Ghaeltacht.  Tá deacrachtaí teangan sa Ghaeltacht.  Labhrann 24,000 duine as an 90,000 duine atá ina gcónaí sa Ghaeltacht an Ghaeilge go laethúil.  Tá mé cinnte go n-aontaíonn an Seanadóir, a chónaíonn sa Ghaeltacht, go bhfuil deacrachtaí sna ceantair sin.  Caithfimid díriú isteach ar na pobail sin.  De thairbhe Acht na Gaeltachta, 2012, is féidir linn dul istigh chuig na pobail agus iad a thabhairt le chéile.  Táimid in ann iarraidh orthu cad a shíleann siad, an bhfuil siad ar mhaithe leis an teanga, ar mhaith leo fanacht sa Ghaeltacht, an bhfuil siad chun plean teanga a chur le chéile, cad iad na cuspóirí atá acu, cad iad na seirbhísí atá de dhíth orthu agus cén cuidiú is féidir linn a thabhairt dóibh.<\/p><p>  Táimid ag rá le muintir na Gaeltachta &quot;is libhse é&quot;.  Tabharfaimid cuidiú, tacaíocht agus eolas dóibh.  Beidh an t-údarás ann chun é sin a dhéanamh.  Tá freagracht úr ag an údarás na pleananna seo a chur i bhfeidhm.  Tá cinneadh déanta ag an údarás tosnú láithreach.  Thosnaigh an t-údarás le trí cinn.  Ní féidir linn 19 cinn a dhéanamh in aon seachtain amháin.  Déanfar triú agus triúr agus triúr.  Geallaim go mbeidh go leor de na pleananna ar bun ar fud na tíre taobh istigh de bhlian.  Is é sin an tiomantas atá ag an údarás.  Thug mé comhairle don chathaoirleach agus do bhaill an bhoird díriú isteach ar an obair seo chomh tapaidh agus is féidir, trí dul i dteagmháil agus i gcomhairle leis na pobail agus na pleananna seo a chur ar fáil, más mian leis na pobail iad a chur ar fáil.<\/p><p>  Labhair go leor Seanadóirí faoi chúrsaí oideachais.  Bhí baint agam leis an oideachas sular tháinig mé isteach anseo.  Tá baint agam leis go fóill.  Aontaím go mbeidh páirt lárnach ag cúrsaí oideachais i gcur chun cinn na straitéise agus i sábháil na teanga.  Dúirt an Seanadóir Ó Clochartaigh nach bhfuil aon rud ag tarlú i gcúrsaí oideachais, ach ní fíor é sin.  Tá an-chuid rudaí ag tarlúint, nó le tarlú, i gcúrsaí oideachais agus mé ag labhairt.  Tá curaclam ag siollabas úr á gcur ar fáil.  Tá siad dírithe ar labhairt na teanga sa chóras bunoideachais.  Tá sé sin ag tarlú i láthair na huaire.  Beidh curaclam úr sa chóras meánoideachais freisin.  Mar a dúirt mé níos luaithe, tá sciar na marcanna a bhaineann leis an scrúdú béil ag méadú go dtí 40%.  Tá béim á chur ar labhairt na teanga.  Tiocfaidh an litríocht agus cúrsaí acadúla ina dhiadh sin.<\/p><p>  Don chéad uair, beidh monatóireacht á dhéanamh go rialta agus go seasta ar an dul chun cinn atá á dhéanamh sa chóras bunoideachais.  Beidh monatóireacht á dhéanamh sa chóras meánoideachais freisin.  Caithfidh duine éigin monatóireacht a dhéanamh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R01000","speaker":"1000"},{"type":"speech","time":1363266000,"counter":141,"content":"<p>An mbeidh Gaeilge ag na múinteoirí?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R01100","speaker":"1122"},{"type":"speech","time":1363266000,"counter":142,"content":"<p>Tá sé sin á dhéanamh maidir leis na múinteoirí.  Tuigim go bhfuil deacrachtaí sa chomhthéacs seo.  Aithníonn an Roinn agus an Rialtas é sin.  Tá coiste Rialtais againn.  Aithnímid ansin é.  Bhí an Roinn istigh againn ag an gcruinniú is déanaí agus beidh siad istigh arís faoi cheann cúpla seachtain.  Caithfimid díriú isteach ar sin.  Tá aitheantas á thabhairt do chúrsaí Gaeilge sa straitéis úr litríochta agus uimhríochta atá á chur ar fáil ag an Roinn.<\/p><p>  Táimid ag cur leis an tréimhse a chaitheann ábhair múinteoirí sa Ghaeltacht - in ionad trí seachtain a chaitheamh le chéile, beidh coicís acu bliain amháin agus coicís acu bliain eile.  B'fhéidir nach leor é sin.  B'fhéidir gur chóir dóibh níos mó ama a chaitheamh sa Ghaeltacht.  Seasann an deontas atáimid ag cur ar fáil do na múinteoirí.  Chomh fada agus a bhaineann sé le mo Roinn, beidh na mná tí ag fáil &#8364;9.50 le haghaidh gach ábhar múinteora a théann go dtí an Ghaeltacht, mar a fhaigheann siad i dtaobh gach dalta a théann go dtí an Ghaeltacht.  Tá scéim a bhí ag an Roinn Oideachais agus Scileanna curtha siar de bharr deacrachtaí airgid.<\/p> <p>Mar sin féin, beidh aon ábhar múinteora atá ag fáil na táillí díolta ag an triú leibhéal ábalta dul i dteagmháil le SUSI agus deontas chomh hard le €700 a fháil fá choinne an téarma a chaitheann sé nó sí sa Ghaeltacht.<\/p><p>Tá an-chuid cainte déanta ach caithfimid a bheith níos deimhnitheach agus níos misniúil faoi seo.  Dúirt duine éigin gur cur chun cinn céimneach atá sa straitéis.  Is straitéis 20 bliain í agus tá muid i ndiaidh na bunstruchtúir a leagaint síos.  Beimid á gcur i bhfeidhm anois sna blianta amach romhainn agus glacfaidh sin 20 bliain.  Ní féidir linn an straitéis a chur ar bun i mbliain amháin.  Mar adúirt mé, tá na bunstruchtúir leagtha síos agus tá na coistí ansin agus iad ag obair le chéile.  Beidh tuairisc ag teacht amach i rith na bliana seo ar an mhéid oibre atá déanta againn go dtí seo agus beidh tuairisc eile ag teacht amach ar an mhéid oibre atá le déanamh sa dhá bhliain nó trí bliana amach romhainn.  Beidh an plean céimnithe ó bhliain go bliain agus ó trí bliana go trí bliana, go dtí go mbeidh na 20 bliain bainte amach.<\/p><p>Táim an-dóchasach i leith na cuspóirí atá againn agus an méid cainteoirí dúchasacha sa Ghaeltacht a ardú 5%.  Ag dul ar fud na Gaeltachta, tugann sé misneach dom an méid daltaí, na céadta díobh, atá ag freastal ar réamhscolaíocht sna Gaeltachtaí.  Is comhartha maith é sin.  Tá cúntóirí teanga ann agus sílim go bhfuil an plean indéanta.  Maidir le 250,000 cainteoirí Gaeilge ar fud na tíre, de réir an daonáireamh deireannach, tá 1.7 milliún duine sa tír a deireann go bhfuil eolas acu ar an Ghaeilge.  Más féidir linn céatadán acu sin a fháil leis an teanga a labhairt, ní shílim go bhfuil sin dodhéanta agus sílim gur féidir linn an sprioc a bhaint amach.<\/p><p>Maidir leis an Coimisinéir Teanga, tá ardú ar an méid daoine atá ag déanamh gearán.  Cuirim fáilte roimhe sin agus roimh daoine ag déanamh gearán nach féidir leo seirbhísí a fháil trí Ghaeilge.  Is maith an rud é sin.  Muna bheadh aon ghearán ag teacht isteach, ní bheinn chomh ró-shásta ach táthar ag teacht isteach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400018#R01200","speaker":"1000","continuing":true},{"type":"speech","time":1363266600,"counter":144,"content":"<p>Cad atá an tAire Stáit chun a dhéanamh fúthu?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00200","speaker":"1122"},{"type":"speech","time":1363266600,"counter":145,"content":"<p>Is é an dualgas atá orainne anois ná freagra a thabhairt ar na gearáin sin agus iarracht a dhéanamh iad a chur i gceart.  Luaigh duine éigin An Garda Síochána.  Bhí gearán mór ag an Coimisinéir anuraidh faoi ghardaí i gceantair Gaeltachta.  Tá a fhios agam ó mo cheantar féin go bhfuil feabhas iontach ar rudaí.  Chuala mé ar Raidió na Gaeltachta maidin inniu go bhfuil siad ar tí sáirsint a cheapadh gur cainteoir líofa Gaeilge é.  Tá rudaí ag tarlú agus cuirim fáilte roimh \"constructive suggestions\" ón Coimisinéir Teanga.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00300","speaker":"1000"},{"type":"speech","time":1363266600,"counter":146,"content":"<p>Caithfear na scéimeanna a dhaingniú.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00400","speaker":"1122"},{"type":"speech","time":1363266600,"counter":147,"content":"<p>The Minister, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00500","speaker":"1120"},{"type":"speech","time":1363266600,"counter":148,"content":"<p>Níl aon scéim teanga ligthe i léig.  Níl ansin ach cur amú daoine.  Aon dream, aon eagraíocht ná aon Roinn a bhfuil scéim teanga acu, tá an scéim teanga ag gníomhú go dtiocfaidh ceann úr chun cinn.<\/p><p>Tá athbhreithniú á dhéanamh ar scéim na dteangacha.  Tá sé ar chlár an Rialtais don bhliain seo go mbeidh muid ag tabhairt isteach Acht leis an t-athbhreithniú a chur i bhfeidhm.  Foilseofar na moltaí agus -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00600","speaker":"1000"},{"type":"speech","time":1363266600,"counter":149,"content":"<p>Cén uair?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00700","speaker":"1122"},{"type":"speech","time":1363266600,"counter":150,"content":"<p>Ba mhaith leis an Seanadóir Ó Clochartaigh dá mbeadh gach rud tar éis tarlú inné.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00800","speaker":"1000"},{"type":"speech","time":1363266600,"counter":151,"content":"<p>Bhuel, tá an tAire Stáit suite orthu le bliain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S00900","speaker":"1122"},{"type":"speech","time":1363266600,"counter":152,"content":"<p>Tá inniu go maith agus tá amárach ann fosta.  Go minic, tá an aimsir fháistineach, amárach, níos tábhachtaí ná inné.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01000","speaker":"1000"},{"type":"speech","time":1363266600,"counter":153,"content":"<p>Uair éigin, lá éigin an ea?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01100","speaker":"1122"},{"type":"speech","time":1363266600,"counter":154,"content":"<p>Éist le fuaim na habhann agus gheobhair breac.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01200","speaker":"1000"},{"type":"speech","time":1363266600,"counter":155,"content":"<p>Mair a chapaill agus gheobhair féar, a deirtear freisin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01300","speaker":"1122"},{"type":"speech","time":1363266600,"counter":156,"content":"<p>Is féidir é sin a chur i bhfocal amháin - foighne.  Éist le fuaim na habhann agus gheobhair breac.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01400","speaker":"1000"},{"type":"speech","time":1363266600,"counter":157,"content":"<p>Tá na moltaí ag an Aire Stáit le bliain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01500","speaker":"1122"},{"type":"speech","time":1363266600,"counter":158,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01600","speaker":"1120"},{"type":"speech","time":1363266600,"counter":159,"content":"<p>Ag leathuair tar éis a dó, an Chéadaoin seo chugainn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01700","speaker":"1138"},{"type":"majorheading","content":"Adjournment Matters","time":1363266600,"counter":160,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01800"},{"type":"minorheading","content":"Hospitals Building Projects","time":1363266600,"counter":161,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S01900"},{"type":"speech","time":1363266600,"counter":162,"content":"<p>I wish to set out for the Minister of State the difficulty we face in Schull Community Hospital.  Recently, the Minister for Health, Deputy James Reilly, visited Schull where the first phase of the planned Schull Community Hospital has been more or less completed.  I have put in a lot of political effort on this issue over the years as it is a project that has moved very slowly.  Many years ago, I brought a delegation to Dublin, a minibus load of mainly elderly people, including one woman was in her 80s, to meet the then Minister, Brian Cowen, who likened his brief at the time to being like dealing with Angola.<\/p><p>Phase 1 of this project is almost complete and fantastic work is being done in this little community hospital which serves the Mizen Head peninsula, an area close to that represented by the Minister of State's former colleague, P. J. Sheehan, who was in the Oireachtas for many years.  He was a political adversary of mine, but was also a friend.  He will be 80 on Lá le Pádraig and I wish him well and wish him health in his retirement.  With regard to phases two and three of this project, the people want to know when it is likely work on these will commence and when is it expected they will be completed?  Is the money available for this project?<\/p><p>Statistics indicate that there is a high number of elderly on the Mizen Head peninsula, just like in other remote areas.  The age profile in these areas is older and there are more people over the age of 65 or 70 than there are young people in their teens and 20s.  I hope the Minister of State, will in the week that is in it have an abundance of good news for me on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S02000","speaker":"1127"},{"type":"speech","time":1363266600,"counter":163,"content":"<p>Ní seachtain na Nollag í seo.  Seo seachtain Fhéile Phádraig.<\/p><p>I thank Senator O'Donovan for raising this issue as it provides me with an opportunity to update the House on the matter.  As the Senator is aware, Government policy is to support older people to live in dignity and independence in their own homes and communities for as long as possible.  Where this is not feasible, the health service supports access to appropriate quality long-term residential care, including the provision of financial assistance under the nursing homes support scheme.  In 2012, with a budget of almost €1 billion, financial support was provided to over 22,000 people in nursing homes.  The Health Service Executive is responsible for the delivery of health and personal social services, including those at facilities such as Schull Community Hospital in Cork.<\/p><p>Schull Community Hospital is located in the Mizen peninsula which, as the Senator will be aware, has a higher than average number of older people per head of population.  It is expected that the demand for beds at the hospital will continue to grow.  The hospital, registered with HIQA for a period of three years, with effect from 25 June 2012, provides 21 residential, respite, convalescent and palliative care beds.  A plan has been developed to bring the hospital to full compliance with HIQA standards.  This is set out in three phases, with an estimated total cost of €2.5 million.  Phase 1, with an investment of €1.3 million was completed last month.  The contract provided for new accommodation for 14 residents and refurbished accommodation for seven residents.<\/p> <p>In addition, the completed works ensured the hospital achieved a certificate of fire compliance.  The Health Service Executive was the main funder of this development, with the Friends of Schull Community Hospital contributing towards fit-out and decoration.<\/p><p>Current constraints on public sector staffing and recruitment, the ongoing need to meet service and safety standards and severe financial constraints pose challenges for community nursing units.  My Department is working closely with the Health Service Executive to develop an overall plan which will seek to protect the viability of as many units as possible within the funding and staffing resources available.  The estates department of the HSE is undertaking a review of all facilities to establish their state of readiness for the registration requirements of the Health Information and Quality Authority after 2015.  Plans will be reviewed and prioritised taking into account staffing available, the demand for services and provision in the area, the extent of works required and available capital funding.  Phases 2 and 3 at Schull will be considered in this context.  However, owing to the works carried out to date, Schull Community Hospital is well positioned, with much less work required, to secure registration after 2015.<\/p><p>Every effort will be made to ensure the highest standards of care will continue to be provided for all residents in a safe and secure environment and we meet the needs of those who need our services in the best way possible.  I again thank the Senator for raising this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400019#S02100","speaker":"1000","continuing":true},{"type":"speech","time":1363267200,"counter":165,"content":"<p>I thank the Minister of State for his response, although I am not as reassured by it as I would like to be.  In any case, I understand he delivered the statement on behalf of his colleague, the Minister of State at the Department of Health, Deputy Kathleen Lynch.  I note, as did the Minister of State, the tremendous work the Friends of Schull Community Hospital has done during the years.  Its members have engaged in collections and other fund-raising efforts and stated it will redouble its efforts to raise funds in the locality if a positive indication is given that phases 2 and 3 of the hospital will be completed in the next couple of years.  I understand the group has raised in the region of €400,000 and that its members are prepared to go back onto the streets of the small village of Schull to raise further funds.  The population of the village swells in the summer months as a result of its sailing and yachting facilities, but it is a small community which is doing tremendous work.  Its fund-raising achievements are second to none and the community will redouble its efforts if it sees light at the end of the tunnel.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400020#T00200","speaker":"1127"},{"type":"speech","time":1363267200,"counter":166,"content":"<p>I assure the Senator again that its advocacy will be brought to the attention of the Minister of State and the Health Service Executive and taken into account in further decisions related to the project in Schull.  I am familiar with the town, having visited some of the colleagues and former colleagues to whom the Senator referred.  It is an attractive and popular area.  The response provided by the Minister of State who comes from that part of the country gives a great deal of hope.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013031400020#T00300","speaker":"1000"},{"type":"unspoken","time":1363267200,"counter":167,"content":"<p>The Seanad adjourned at 1.35 p.m. until 2.30 p.m. on Wednesday, 20 March 2013.<\/p>","notice":"TIME STRING DETECTED"}]