[{"type":"minorheading","content":"Prelude","time":1664357400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1664357400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1664357400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1664357400,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1664357400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00100"},{"type":"speech","time":1664357400,"counter":6,"content":"<p>I have received notice from the following Senators that they propose to raise the following matters on the Commencement of the Seanad:<\/p><p>Senator Victor Boyhan:<\/p> <blockquote> \tThe need for the Minister for Transport to make a statement on the hydrogen valley project, Galway, in the context of the sustainability and decarbonisation objectives in our national transport policy. <\/blockquote> <p>Senator Miche&aacute;l Carrigy:<\/p> <blockquote> \tThe need for the Minister for Housing, Local Government and Heritage to provide funding from 2023 to 2026 to Longford County Council to compensate for the loss of rates due to the closure of Lough Ree power station. <\/blockquote> <p>Senator Malcolm Byrne:<\/p> <blockquote> \tThe need for the Minister for Tourism, Culture, Arts, Gaeltacht, Sport and Media to make a statement on the Government's strategy to develop film and television production in Ireland. <\/blockquote> <p>Senators Se&aacute;n Kyne, Pauline O'Reilly and Ollie Crowe:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on the future of Clifden District Hospital, County Galway. <\/blockquote> <p>Senator Barry Ward:<\/p> <blockquote> \tThe need for the Minister for Further and Higher Education, Research, Innovation and Science to issue guidance to student applicants for the disability access route to education scheme. <\/blockquote> <p>Senator Tim Lombard:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for disability matters to make a statement on access to support schemes for personal transport for disabled drivers. <\/blockquote> <p>Senator Jerry Buttimer:<\/p> <blockquote> \tThe need for the Minister for Education to make a statement on the provision of home school liaison officers for special schools. <\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected those raised by Senators Victor Boyhan, Malcolm Byrne, Miche&aacute;l Carrigy, and Se&aacute;n Kyne, Pauline O'Reilly and Ollie Crowe, who will share time, and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1664357400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00300"},{"type":"minorheading","content":"Transport Policy","time":1664357400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00400"},{"type":"speech","time":1664357400,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Byrne, to the House.  I thank him for taking time out of his busy schedule.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00500","speaker":"1650"},{"type":"speech","time":1664357400,"counter":10,"content":"<p>I do not think there has been a Cabinet reshuffle and the Minister of State is the Minister for Transport-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00600","speaker":"1634"},{"type":"speech","time":1664357400,"counter":11,"content":"<p>Not yet.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00700","speaker":"1650"},{"type":"speech","time":1664357400,"counter":12,"content":"<p>-----but I thank the Minister of State for coming to the House.  This matter was billed as being for the Minister for Transport, but I know that the Minister of State is very competent and able and has his hand across all aspects of government.<\/p> <p>My matter relates to the ambitious Galway hydrogen valley project.  On 14 April 2022, I met, as did a number of Oireachtas Members, with the Taoiseach at the Port of Galway conference on renewable energies and the opportunities particularly for the west of Ireland.  The Taoiseach spoke very supportively not only of the Galway hydrogen valley project but also of hydrogen generally and the challenges that face our ports.<\/p> <p>Interestingly, I read in one of the national newspapers last weekend that there are still huge challenges, particularly with the Maritime Area Regulatory Authority, MARA, which, basically, will be the marine planning authority in time.  I read about how we need to be prepared, ready and responsive to the challenges of renewables.<\/p> <p>The Port of Galway has a plan or project called the Galway hydrogen hub, GH2 for short.  It has enormous potential and is a game-changer for the west.  I support it and commend the Port of Galway on its ambitious plans for the first hydrogen valley.  The hydrogen valley recognises the ecosystems that link hydrogen, research, production, distribution and transport for end users as well as the challenges facing all those associated with this project.  Everything is doable, however, and that came out very much at the conference.  The potential is enormous, as I said, for the hydrogen valley in Galway.  It will deal with and enable renewable strategies.  Sustainability and decarbonisation are key objectives for the Government and are now at the very heart of public transport policy, and that is important.  I acknowledge genuinely the Government's progressive steps in this area across all Departments in respect of renewable energies.  The focus, as the Taoiseach said, is on supporting this project in Galway.  It is very well supported by the private sector, industry, Galway City Council and all the stakeholders, and they were present in large numbers at that conference and engagement with the Taoiseach.  The challenges in this regard, as I said, are renewable energies.  It is clear there is a future for sustainable growth.  This is clearly an exciting project.<\/p> <p>Finally, I pay tribute to the Port of Galway and its board, the city councillors and the stakeholders, who are really committed to this hydrogen valley plan for Galway.  When I left for the west for those few days and visited a number of sites, it was clear to me that the region is energised and, indeed, that the west is awake.  This is a wonderful project.  I would like to hear what plans, energy and focus the Department of Transport is giving to this very important project.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00800","speaker":"1634"},{"type":"speech","time":1664357400,"counter":13,"content":"<p>The Senator is right to be excited, interested and encouraged by what is being done in Galway.  It is really positive.<\/p> <p>As he rightly noted, sustainability and the need to decarbonise lie at the heart of transport policy, as set out in commitments under the programme for Government, the national development plan, NDP, the whole-of-government climate action plan and key strategies such as the national sustainable mobility policy.  Against the backdrop of a shift away from fossil fuels and towards clean and green energy sources and fuels, renewable hydrogen has rightly been identified as one of several technologies with the potential to decarbonise hard-to-abate transport sectors.  Those include the long-haul road transport and the maritime and aviation sectors.  The Minister for Transport, Deputy Eamon Ryan, who apologises that he cannot be here, has a strong understanding of this potential role for renewable hydrogen as part of a wider energy sector transition.<\/p> <p>The Minister has also a keen awareness of the need to identify the best investment and policy landscapes within which renewable hydrogen might be deployed to support transport decarbonisation objectives.  This requirement, supported by strong evidence and data and industry insights, is particularly important, because while the Government's political commitment is clear, the policy framework to implement and support the delivery of green hydrogen in Ireland is in its early stages of development.<\/p> <p>In that context a hydrogen strategy is being developed as a key priority within the national energy security framework by the Department of the Environment, Climate and Communications.  The strategy will outline the pathways towards the production of green hydrogen and its use in Ireland's energy mix.  The consultation for the strategy is under way and it will be considered on a cross-governmental basis before being finalised this year.<\/p> <p>Pending the publication of the planned national hydrogen strategy, the Department of Transport has put in place a range of initiatives and measures to support potential early movers in hydrogen mobility.  These include grant support for the purchase of heavy-duty hydrogen fuel cell electric vehicles, some of which we have seen in action already; an accelerated capital allowance tax incentive for purchasers of hydrogen vehicles and associated refuelling equipment; hydrogen bus technology trials on suburban public service obligation routes in Dublin and Cork, including in my constituency; and a proposal that, from 2023, green hydrogen should receive quadruple credits or certificates that could be offset against the national obligation on supply of renewable fuels for transport with the potential to create a market value of benefit to suppliers of green hydrogen for use in transport.<\/p> <p>Building on these initiatives, the Department engages with many industry stakeholders in an advisory capacity concerning policy on the development of green hydrogen as a future renewable energy for the transport sector.  The GH2 consortium the Senator mentioned is among those groups, and the Department has engaged with the consortium since 2021.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Thomas Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2203\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2203&amp;amp;pid=ThomasByrne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Policy advice recently provided by the Department has included a statement of the current policy context for renewable hydrogen in transport to inform the consortium's proposed hydrogen valley project.<\/p><p>In line with the commitment in the programme for Government to ensure Ireland is at the cutting edge of scientific and technological innovation, the Minister for Transport has also identified renewable hydrogen for transport as a key element of his Department's climate research programme.  To that end, working with counterparts in the Northern Ireland Executive and as part of the Government's shared island initiative, the Department has commissioned research on the potential for cross-Border co-operation to inform the approach to implementing hydrogen refuelling infrastructure across the island.<\/p><p>The first phase of this research is underway and is assessing the options concerning safety regulations for possible future hydrogen refuelling infrastructure, including best practice and guidance on interoperability and delivery.  A second phase of research, which is expected to be commenced next year, will involve a feasibility study concerning the delivery of transport refuelling on a cross-Border basis on the island of Ireland, including examining the criteria for optimising location and use.  Within the overarching framework of the Government's forthcoming hydrogen strategy, these research projects will support and inform the next steps in the consideration of hydrogen development for transport and the possible future procurement of the delivery of public hydrogen refuelling infrastructure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#A00900","speaker":"1503","continuing":true},{"type":"speech","time":1664357400,"counter":15,"content":"<p>I thank the Minister of State for his comprehensive response.  I will read it in more detail later.<\/p><p>I want to try to keep the focus on Galway, in particular the GH2 project, and will continue to do so.  I flag something I noted from <i>gov.ie<\/i>this morning.  There is now a campaign to appoint members to the Maritime Area Regulatory Authority, MARA, with which the Minister of State will be familiar.  I want to renew my call for the Government, when considering the appointment of the board, to consider people with expertise in renewables.  It is important we have mixed competencies on board, in particular in organisations like MARA.  I again renew my call for local city and county councillors, who have traditionally been on many of these boards, to be considered for nomination to boards given their expertise in proper planning and sustainable development in their local communities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#B00200","speaker":"1634"},{"type":"speech","time":1664357400,"counter":16,"content":"<p>I thank the Senator.  I will certainly pass his comments on to the Minister.  The programme for Government and climate action plan commit the Government to positioning Ireland at the forefront of a wider energy transition and the cutting edge of scientific and technological innovation in meeting our climate targets.  Against that background and all of the actions we are taking under the climate action plan, the programme for Government and EU plans, the Minister, Deputy Ryan, recognises that the GH2 hydrogen valley and other proposals are a welcome and exciting indication of future possible opportunities for renewable hydrogen mobility, deployment and use.<\/p> <p>Through the national hydrogen strategy, ongoing support initiatives and targeted research priorities I outlined, the Minister will continue to work with colleagues across Government and on an all-island basis.  As I understand it, as recently as 19 September the Department of Transport provided the GH2 consortium with a policy statement letter.  There is ongoing encouragement and discussion as we frame our hydrogen strategy.  It is very exciting to see people in the regions take the initiative, not only on behalf of their regions but also of behalf of national and global climate strategies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#B00300","speaker":"1503"},{"type":"minorheading","content":"Local Authorities","time":1664357400,"counter":17,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#B00400"},{"type":"speech","time":1664357400,"counter":18,"content":"<p>I welcome the Minister of State.  My Commencement matter relates to the loss of commercial rates as a result of the closure of Lough Ree power station in Lanesborough in 2019, with which the Minister of State will be quite familiar.  It has been a major blow to employment and local economic activity in the regions of County Longford, Offaly and Shannonbridge, which suffered a negative impact from the loss not only of commercial rates but of the plants themselves, as well the potential loss from suppliers of the plant, including Bord na M&oacute;na.  Lough Ree power station paid a total of &euro;1.2 million in rates annually to Longford County Council.  It was the single biggest ratepayer in Longford and accounted for 15% of the rate base.  To sustain a loss of that magnitude in one year and to compensate on the income side, we would need to pass on an increase of 13.5% in rates to balance the books.  I do not think that would be acceptable.<\/p><p>Indeed, we were the first county in Ireland to vary the local property tax, LPT, rate upwards, at 15%, a decision made when all local authority members in Longford came together to maximise potential funding for other projects where matched funding was needed for projects throughout our county.  We ring-fenced the 15% increase for the local authority to allow us to apply for projects and ensure we have matched funding for them.<\/p><p>I acknowledge the efforts of the Minister of State, through his Department.  The council successfully resolved this critical issue for the financial year 2022.  Without that support, there would have been a severe impact on the ability of the council to respond to the challenges it faced.  It has meant the council has been able to operate with a level of certainty in what has been a very challenging year.  Businesses in the county are recovering at a slower pace than many urban settings.  Coming out of Covid-19 and additional challenges facing the sector, such as inflation and the Ukrainian humanitarian crisis, compound the impact of the loss of the guaranteed income from the Lough Ree power station.  However, the support the Department has given over the past couple of years has allowed the council to continue to respond with confidence, undertake the regeneration projects we spoke about, invest in our housing stock and continue to support communities and businesses throughout the county.<\/p><p>However, the financial jeopardy caused by the decision to close the power station and the resulting loss in rates remains a difficulty for 2023, 2024, 2025 and 2026.  I was elected to the House in 2020 and in September 2021 I sought a guarantee.  I have asked for a commitment from the Department and Government to provide certainty to Longford County Council until 2026.  The just transition commissioner, Kieran Mulvey, stated two and a half years ago that:<\/p> <blockquote> \tIt would be extremely unfair in circumstances over which they had no responsibility and for a decision which was not expected until 2027 that they should be burdened with this sudden loss.<br \/><br \/>I recommend that an urgent engagement takes place with the Chief Executives of the councils concerned with the funding Departments so that a suitable emergency arrangement can be agreed to alleviate the rate losses over the period 2021-2026. <\/blockquote> <p>While we have successfully received the rates every year, the decision is not made until the end of September.  Our department of finance in the local authority is putting together financial projections for the year ahead.  The situation creates uncertainty.<\/p><p>I wish to take this opportunity to wish our head of finance, John McKeon, well.  He has been ill for the past number of months.  He is a prudent financial officer in Longford County Council.  We look forward to seeing him back in the chair in the finance sector of Longford County Council.<\/p><p>We should get, and need, certainty today.  I do not want to come in here next year or the year after to look for funding to be put in place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#B00600","speaker":"1639"},{"type":"speech","time":1664357400,"counter":19,"content":"<p>I thank the Senator for raising this very important issue.  I wish to be associated with his comments on John McKeon.  I spoke to him yesterday and he is out of hospital after seven months.  That is a huge achievement for him in terms of getting through his illness.  He is a credit to the local authority in Longford.  I am sure he will be back at work shortly.  I look forward to engaging with him again.<\/p> <p>As I said, I thank Senator Carrigy for constantly bringing this issue up with my office.  I acknowledge the funding pressures on local authorities generally, and specifically the negative impact on the commercial rates income caused by the closure of the Lough Ree power station in Longford.  It is recognised that the authority was very reliant on rates from the now closed power station which, as the Senator said, accounted for approximately 16% of the rates receipts for the county in 2019.  To alleviate this negative impact, my Department has provided compensatory funding to the local authority at a cost of &euro;1.4 million in 2021 and &euro;1.3 million in 2022.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am pleased to confirm that this arrangement will continue in 2023, with support of &euro;1.3 million being secured as part of the recent budgetary process.<\/p><p>As committed to in the programme for Government, Our Shared Future, the move to 100% retention of local property tax, LPT, will take place in 2023.  All equalisation funding will now be met by the Exchequer to ensure that all authorities receive, at a minimum, an amount equivalent to their baseline.  This increased equalisation requirement will come to &euro;118 million in 2023.  The LPT allocation to Longford for 2023 will be &euro;8.9 million and this will include &euro;6.9 million of equalisation funding from the Exchequer.  As the Senator may be aware, all local authorities have the opportunity to increase or decrease their basic rate of LPT by 15%.  I acknowledge the elected members of Longford County Council for recently taking the decision, as the Senator outlined, to increase the rate by 15% for 2023 and 2024.  This upward variation on what is a relatively low base will lead to almost &euro;300,000 in extra income for 2023 alone, which should be of great assistance in what is a challenging financial time ahead.<\/p><p>The Government is making a significant contribution of &euro;333 million in 2023 to support the local government sector.  A large portion of this figure, totalling almost &euro;199 million, will go towards assisting local authorities with the cumulative effect on pay costs arising from the national pay arrangements and the unwinding of the financial emergency measures in the public interest legislation.  This allocation will ensure the sector will have the necessary resources, in terms of people, to perform its functions and provide in excess of 1,000 essential public services to citizens.  Furthermore, as in previous years, my Department will engage with the Department of Public Expenditure and Reform in respect of any additional pay increases that are confirmed for 2023.  While the individual allocations for 2023 have yet to be confirmed, it should be noted that Longford County Council will receive &euro;1.6 million towards increased payroll costs for 2022.<\/p><p>I am very aware of the current financial environment in which local authorities are operating and, in recognition of this ongoing pressure, additional support of &euro;60 million has been secured for the sector as part of the budgetary process. This funding is additional to the &euro;333 million already secured towards LPT, payroll and other miscellaneous schemes.  The purpose of this additional funding will be to assist Longford County Council and other local authorities in meeting the increasing costs involved in providing a wide range of services.  My Department will continue to engage with the Department of Public Expenditure and Reform regarding the issues facing the sector at this time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#B00700","speaker":"1595","continuing":true},{"type":"speech","time":1664357400,"counter":21,"content":"<p>I thank the Minister of State for that commitment to funding but, as I stated, multi-annual funding is needed.  I have to come in here every September and bring this issue to the fore in order for it to be announced that we are getting the funding.  That is not acceptable.  Mr. Kieran Mulvey, the just transition commissioner appointed by the Government, recommended that a multi-annual arrangement be put in place up to 2026.  That is the minimum needed.  We do not want our finance department to be doing the books again next year and trying to prepare for the year ahead without knowing what the financial situation will be.  Local authority members are looking at the possibility of rate increases whereas if multi-annual funding was put in place, there would be no discussions on this.  They would know where we stand up to 2027 and could then work on it.  I ask that this be taken back to the Department and commitments given.  When I raised this issue as a Commencement matter 12 months ago, I was told it would be considered and put in place but that has not been done.  I am asking that it be put in place so that we can have that certainty for the next four years.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#C00200","speaker":"1639"},{"type":"speech","time":1664357400,"counter":22,"content":"<p>I acknowledge the contribution of the Senator.  As I assured the chief executive and his team, we have not been found wanting in delivering the allocation for Longford in the two years since I have been in the Department.  This is the third year that we have secured that allocation.  When the previous cathaoirleach was seeking to be part of significant capital decisions on purchasing land in the local authority, we were able to provide an assurance that the allocation would be provided again for the current year.<\/p> <p>The review of the LPT baseline will be under way in the coming months.  That process will involve a review of all funding for the local authority sector.  Unfortunately, several counties have been affected by the closure of power stations.  Senator Kyne, who is present, is on to me every week about the pressures Galway is under due to the shortfall in funding.  We do need to review urgently the LPT base.  That will be carried out this year and it is hoped that it will be finished by Easter.  That calculation is a big challenge in how local authorities need to be funded so that they can deliver those services.  The allocation of &euro;60 million to which I referred in my response, however, will also be there to support local authorities.  I will give Longford all the certainty that is in my power to give.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#C00300","speaker":"1595"},{"type":"minorheading","content":"Film Industry","time":1664357400,"counter":23,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#C00350"},{"type":"speech","time":1664357400,"counter":24,"content":"<p>I thank the Minister of State for taking this matter.  The budget contained a lot of good news for film and television production, such as the extension of section 481, which provides certainty to the sector.   It is welcome that an additional &euro;7.3 million is being allocated to TG4.  Slightly separate but equally important is the establishment of the new media fund, which is welcome.<\/p> <p>As the Minister of State will be aware, the film, television, animation and content creation sector continues to boom.  The Government has in place an audiovisual action plan that was adopted in June 2018.  The report of the Future of Media Commission sets out several objectives in respect of where media and content creation in Ireland will go.  The Online Safety and Media Regulation Bill, which will soon be passed by these Houses, will result in the establishment of a new media commission.   As part of that, there will be a content levy fund to help with production.  All of that is positive but we need to look at the longer-term strategy.  How can we ensure that Ireland becomes a global hub for content creation, attracting international film and television production, but also look at how we can support culturally significant Irish production?<\/p> <p>There is a lot of good news in the creation of new studio space.  For instance, there is the development of Hammerlake Studios in Mullingar.  More recently, An Bord Plean&aacute;la approved planning permission for Tara Studios, just north of Gorey, on my home turf, which will be the largest film and television production studio in the country.  In a short time the amount of studio space in Ireland will almost quadruple.  We have excellent independent production firms based here but there is also strong interest from streaming companies and other international production companies in coming here.  We have all the right conditions.<\/p> <p>It is important that we get clarity in respect of where responsibility lies between the new media commission and Screen Ireland with regard to film development and promotion, and also whether there is a role for the Arts Council.  In the context of the review of section 481, it is concerning that the Department of Finance always regards it as almost cost-neutral.  We need to look at those figures again because there is a genuine benefit to the economy from having international film production based here.  It is not just the money that brings into local economies where the films are being shot and what is generated here domestically, it also relates to tourism and the image of Ireland that is projected internationally.<\/p> <p>We are extremely lucky.  At the moment, \"Vikings: Valhalla\" is being shot at Ashford Studios, while we culturally significant and beautiful films such as \"An Cail&iacute;n Ci&uacute;in\" have been produced.  This is a real boom time for the Irish content creation industry but we need to look at where we are going in the next decade.  By the way, content creation is not confined to film, television and animation.  We need to consider how we will provide content for the metaverse and to support some of those new technologies.  Although the audiovisual action plan is in place, we need far more clarity in respect of which agencies are going to lead on specific issues, particularly given the creation of new agencies.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Malcolm Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=1111\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1111&amp;amp;pid=MalcolmByrne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In addition, at Government level, while I know there are efforts being made to do this, we should set out very clearly what our objects are over the next decade.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#C00400","speaker":"1638","continuing":true},{"type":"speech","time":1664357400,"counter":26,"content":"<p>The Government's commitment to supporting artists and creative people has undergone rapid and immense transformation in recent years due to equally monumental challenges faced by the creative communities.  Culture and creativity are and will remain at the heart of Government policy, but our continuing priority is to ensure this creativity is allowed to thrive with the necessary supports.<\/p> <p>The audiovisual action plan was launched in June 2018.  This is an industry-wide, long-term plan under the Creative Ireland programme, developed to support the Government's ambition to enable Ireland to become, as the Senator wants, a global hub for the production of film, TV drama and animation.  The tax incentive for the screen industries the Senator mentioned, section 481, has been a cornerstone of the Irish screen industry since its implementation in various forms in 1987.  Its legacy speaks for itself in the creative and cultural value it has generated, both in terms of discovering and supporting new Irish voices, as well as showcasing Ireland's power as an international partner and a cultural force across film, television and animation, not to mention a breath-taking location offering historical and natural beauty.  As the Senator will be aware, the Minister for Finance announced the extension to section 481 beyond the current end date of 2024, until December 2028, which gives certainty to the sector.<\/p> <p>The economic value of section 481 is also important in what it brings to our industry in terms of infrastructure, upskilling and further training for crew.  It cannot be underestimated in this endeavour.  I heard what the Senator said but research has shown that 87% of mobile productions confirmed that they would have not located their production in Ireland without the support of this incentive.<\/p> <p>The pilot basic income for the arts scheme was introduced in September for 2,000 artists.  Some 204 of these are recorded as working in film, which is the third largest category after visual artists and musicians.<\/p> <p>The Department recognises the enormous success of the Irish screen industry to date and the economic and cultural power that this sector produces both at home and abroad.  The Department has been proud to support Screen Ireland throughout and, in particular, to provide further supports in the budget.<\/p> <p>My colleague, the Minister, Deputy Catherine Martin, was delighted to showcase and promote the Irish screen industry during a recent trade mission to Los Angeles.  One of the main reasons we have a consulate in Los Angeles is that the film industry, and the creatives and investors connected with it, are located in the area.  The purpose of the meeting was to build on those international partnerships by updating key industry partners on the continued evolution and success of the sector in Ireland.  The Minister was able to emphasise and continue the ongoing Government support for the Irish screen industry.<\/p> <p>Last year was a record year for screen production in Ireland.  This is extraordinary post Covid and demonstrates resilience and innovation in the industry in Ireland.  The &euro;500 million spend in 2021 on jobs and local goods and services was the highest ever achieved.<\/p> <p>In film, the Cine4 scheme has produced incredible feature film work in the Irish language, from the sweet and heartwarming recent release \"R&oacute;ise &amp;amp; Frank\" to, as the Senator mentioned, an scann&aacute;n &aacute;lainn \"An Cail&iacute;n Ci&uacute;in\", a cuireadh le ch&eacute;ile agus a taifeadadh i mo Dh&aacute;ilcheantar f&eacute;in.  That is obviously a box office record-breaking milestone for Irish-language cinema.  It has been remarked upon in incredible reviews the world over.  The growth of local Irish TV drama has almost tripled in production spend since Screen Ireland began to support the sector with development funding in 2015.<\/p> <p>The Minister and the Government remain committed to supporting the Irish screen industry and continue to engage with Screen Ireland and stakeholders on issues important to the sector.<\/p> <p>I thank Senator Malcolm Byrne and the Joint Committee on Tourism, Culture, Arts, Sports and Media on the recent launch of the report, A Safe and Respectful Working Environment in the Arts.  It was highly appreciated.  Well done to all involved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#D00200","speaker":"1503"},{"type":"speech","time":1664357400,"counter":27,"content":"<p>I am glad to hear of that strong commitment.  Obviously, I tabled this Commencement matter in advance of yesterday&rsquo;s budget.  The section 481 extension and the certainty that provides are very welcome.<\/p> <p>We need a little clarity with regard to the role of the new coimisi&uacute;n na me&aacute;n or media commission, particularly with regard to its management of some of the new audiovisual funds such as the new media fund being funded from the content levy, as well as its relationship with Screen Ireland.<\/p> <p>The role of promoting Ireland, as the Minister of State said, in Los Angeles, is very important for the consulate and we need to look at ways in which we can continue to resource that to be able to attract international industry here.  In the review, perhaps the Department of Finance underestimates the potential benefit of section 481.  However, I am glad the research recognised that without section 481, we would not have the current levels of film production based in this country.  I am heartened to hear about the existing production.  The audiovisual strategy and reports from the Future of Media Commission will have to inform that debate.  The fact that the Government is clearly committed to film, television and animation production is very welcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#D00300","speaker":"1638"},{"type":"speech","time":1664357400,"counter":28,"content":"<p>I thank the Minister, Deputy Martin, for prioritising this.  I am also proud to be in a Fianna F&aacute;il Government coalition because we have provided historic support for the arts over many decades.  I am glad that continues in coalition with Fine Gael and the Green Party, in particular.  Historic levels of funding are being provided by the Department.  It recognises how united the screen industry proved to be by pulling together and working towards a common goal.  The screen industry in Ireland provides a tangible economic benefit to our country through jobs, skills development, regional development and production spend on local goods and services.<\/p> <p>There is an even more essential cultural value in supporting Irish creative talent, telling Irish stories on screen and connecting with audiences at home and around the world.  In uncertain times, we turn to the artist as a guide.  Artists provide us with shared experiences that remind us all of the importance of identity, community and belonging through the stories they tell.  Times come and go, people come and go and the economy goes up and down but the things created - art, poems, movies and books - stay and offer all of us lessons in times of difficulty.  <\/p> <p>We will continue to engage with key stakeholders and professionals to understand the challenges in the sector.  The Government is absolutely committed to the sector and aware of its importance, not only in terms of jobs and the economy but also because of the intangible benefits the arts provide to society through creativity, writing, composing, directing and producing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#D00400","speaker":"1503"},{"type":"minorheading","content":"Community Care","time":1664357400,"counter":29,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#D00450"},{"type":"speech","time":1664357400,"counter":30,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#D00500","speaker":"1694"},{"type":"speech","time":1664357400,"counter":31,"content":"<p>I thank the Cathaoirleach&rsquo;s office for choosing this Commencement matter.  My colleague, Councillor Eileen Mannion, and I arranged a community meeting in Clifden on Sunday.  It was attended by hundreds of people &ndash; there was standing room only with people out the door - concerned about the future of Clifden District Hospital, which is used for respite convalescence and has been used for palliative and end-of-life care as well.  There is concern because individuals in the community were told by the HSE to take their loved ones out of the facility by 3 p.m. on Sunday or 3 p.m. on Monday.  This causes huge concern in the community.<\/p> <p>Issues regarding rostering and difficulties between unions and management on the amalgamation of practices between St. Anne&rsquo;s nursing unit and Clifden District Hospital have had an impact.  It is now clear that there is more to this.  Issues with recruitment and the availability of nurses and physiotherapists seem to be at the heart of the problem.  This is reducing the number of referrals from Galway University Hospital, GUH, which is impacting on the ability to have convalescent and step-down facilities.<\/p> <p>I ask that the Government intervene with the community healthcare organisation, CHO, to ensure that it has an appropriate recruitment programme in place for Clifden District Hospital, that it engages with local doctors regarding palliative and end-of-life care and that it ensures there are referrals from GUH for local people who wish to be cared for and visited by their families in the local community.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Se&aacute;n Kyne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2343\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2343&amp;amp;pid=SeanKyne&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That was certainly always the case in Clifden District Hospital pre-Covid.  Covid changed issues and there is a concern in the community that issues are now at play to downgrade Clifden District Hospital with a view to closing it.  We had a commitment - I apologise, I will hand over to my colleague.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#D00600","speaker":"1665","continuing":true},{"type":"speech","time":1664357400,"counter":33,"content":"<p>I thank the Minister of State for joining us.  I attended the meeting in Clifden on Sunday and it was heartbreaking to hear the stories of people, especially family members of older people or those close to the end of their lives, who were phoned on Friday and asked to remove their loved ones from Clifden District Hospital.  We also heard from doctors who said they were given no notice.  One doctor said he was asked not to make any more referrals for palliative care.  There seems to be a real problem around communication in the hospital with the HSE.  I joined with my colleagues, Senators Kyne and Crowe, and some of the Deputies for Galway West to meet with the HSE for two hours on Monday but we still do not seem to be able to get to the bottom of the problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00200","speaker":"1693"},{"type":"speech","time":1664357400,"counter":34,"content":"<p>There is a unity of purpose between my colleagues and I on this very serious issue for Clifden.  As has been stated, I certainly got the impression at the meeting that it was a case of death by a thousand cuts.  As Senators Kyne and O'Reilly outlined, there is a considerable issue with the increasing population in Clifden and the surrounding areas.  We ask the Minister of State for her full support and for an update for the people of Connemara.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00300","speaker":"1646"},{"type":"speech","time":1664357400,"counter":35,"content":"<p>I thank the three Senators for raising this important matter.  It is great to have a collaborative approach.  It is very effective.  I am acutely aware of the significant healthcare role that Clifden District Hospital plays and the excellent level of care and support which it provides to patients and their families in the local community and surrounding areas.  Just after the meeting the Senators organised on Sunday evening, Deputy &Oacute; Cu&iacute;v contacted me at approximately 6.10 p.m. to explain the issue to me, exactly as the Senators have done.  I asked that evening for a briefing note from the HSE for first thing the following morning in order that I would know exactly what was happening.<\/p> <p>As the Senators have said, in recent years, Clifden District Hospital has been primarily designated to provide convalescence care to patients stepping down from acute hospital.  However, with the evolution of Sl&aacute;intecare and the transition of care from acute to community settings, the need for step-down beds has reduced.  In fact, the demand for step-down care is currently an average of less than one patient per day.<\/p> <p>Clifden District Hospital also provides respite beds to allow family carers in the community a welcome break.  Following a meeting with local politicians and residents in July, Community Healthcare West repurposed some of the convalescence beds to accommodate those requiring respite.  I have been advised by the HSE that the average respite demand and occupancy is approximately three beds per night.  This brings the total average occupancy of Clifden District Hospital to 3.2 beds per night.<\/p> <p>In the Clifden area, St. Anne's community nursing unit is a designated centre registered with HIQA to provide a home for older people.  My understanding is that it is approximately 1.5 km from Clifden.  Unfortunately, St. Anne's has faced significant challenges over many years to secure sufficient nursing staff, despite national, international and local recruitment drives.<\/p> <p>In recognition of service needs in the Clifden area and in order to seek to redress the nurse staffing shortage, HSE Community Healthcare West commenced a process two years ago under the Croke Park public service agreement.  In August 2022, under the auspices of the Workplace Relations Commission conciliation services, Community Healthcare West informed the Irish Nursing and Midwives Organisation and SIPTU that it would be issuing a common roster, which commenced on 26 September, covering both Clifden District Hospital and St. Anne's community nursing unit sites in order that staff could be assigned across both sites, based on service needs.  The change in rosters involves a change in shift start or finish times of a maximum of 30 minutes and working in one of two locations less than 1.3 km apart.<\/p> <p>I have been advised by the HSE that one of the staff representative bodies communicated with the HSE on Friday, 23 September to suggest that it had instructed its members not to co-operate with the revised rosters.  Community Healthcare West is committed to ensuring the safety of its residents and patients and, accordingly, put contingency arrangements in place in light of any potential action by staff from 26 September onwards.<\/p> <p>Unfortunately, over last weekend, the HSE was unable to secure cover to fill the rosters due to gaps in St. Anne's community nursing unit which the HSE required to fill to ensure the safe care of residents and patients.  Community Healthcare West therefore started to develop contingency arrangements for the patients in Clifden District Hospital.  Patients and their families were contacted by HSE nurse management and all patients were offered the alternative option of Merlin Park University Hospital should they wish to avail of respite this week.  I understand it is approximately 80 km away, which is a long distance.  Day care services will continue as normal.<\/p> <p>I will clarify that Community Healthcare West has not advised that respite services will end in Clifden District Hospital but simply took contingency measures following advice it received that staff may not co-operate with the new roster.  The contingency measures will be implemented only if there are insufficient staff available.  In these instances, alternate respite slots can be sought at a later date or patients can be accommodated with a respite bed in Merlin Park.  There are no plans to cease respite services in Clifden District Hospital at this time.  I have asked the HSE to keep me updated on any developments.  I will come back with a further reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00400","speaker":"1614"},{"type":"speech","time":1664357400,"counter":36,"content":"<p>The Minister of State's reply is similar to what we have received in communication over a long time.  There are no plans to cease services but it is happening.  Services are being reduced and it is not possible to get palliative care.  There is no physiotherapy and therefore there are no referrals.  Of course the referrals from GUH have dropped because physiotherapy is not available for those who need convalescence and step-down care.  This is the crux of the problem.  There is a problem with recruitment that needs to be addressed by the community healthcare organisation, CHO.  I ask that the Minister of State intervenes with the CHO to ensure there is adequate recruitment to the facility.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00500","speaker":"1665"},{"type":"speech","time":1664357400,"counter":37,"content":"<p>We appreciate the Minister of State coming here.  It is an urgent issue.  While we have heard this response before, there is a lack of clarity, otherwise we would not have had a two-hour-long meeting with the HSE and still not have got any further on Monday.  It needs to be addressed.  As the Minister of State said, the nearest facility is 80 km away.  It is not acceptable for the people of Connemara to not have their district hospital operational.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00600","speaker":"1693"},{"type":"speech","time":1664357400,"counter":38,"content":"<p>The major issue here is referrals.  As Senators Kyne and O'Reilly outlined, the issue is that the hospital is not getting the referrals in, which creates uncertainty.  The Minister of State alluded to the cost of travelling 80 km on a two-hour journey to Merlin Park.  It is not feasible or possible.  I ask the Minister of State to do all within her remit to support us on this vital cause.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00700","speaker":"1646"},{"type":"speech","time":1664357400,"counter":39,"content":"<p>I assure the Senators that I will treat this with the utmost importance.  Unfortunately, short-stay capacity in public hospitals and community nursing units can be impacted for a number of reasons including HIQA standards, infection prevention and control requirements and staffing challenges.  The new rostering system was put in place and contingency measures were implemented to ensure respite services will continue.<\/p> <p>Having listened to the Senators and spoken to some of their colleagues in the past day or two, I think there are two issues here.  The first is staffing.  There has to be a dedicated approach to try to find staff in the short term to continue these services.  The second is that we need to get a bit of urgency around the new community nursing unit proposed for that area in which Clifden District Hospital and St. Anne's community nursing unit will amalgamate.  My focus will be there.<\/p> <p>I have every intention of speaking with the chief officer in Community Healthcare West to see exactly what is happening on the ground.  It is very frustrating when there is no communication on rosters because, at the end of the day, vulnerable people are affected the most.<\/p> <p>I was here last week answering a question from Senator Lombard on challenges with regard to beds in Bantry hospital for people with enduring mental health conditions.  It strikes me that these are two very rural areas which nonetheless have considerable catchment areas.  Asking an elderly person who requires respite to travel to Merlin Park, which is 80 km away, is very difficult and is not fair.  The Senators have my support in trying to find a resolution.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#E00800","speaker":"1614"},{"type":"unspoken","time":1664357400,"counter":40,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 11.20 a.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 11.32 a.m.<br \/><br \/>Sitting suspended at 11.20 a.m. and resumed at 11.32 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1664357400,"counter":41,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00100"},{"type":"speech","time":1664357400,"counter":42,"content":"<p>Before I ask the Deputy Leader to outline the Order of Business, I welcome to the Distinguished Visitors Gallery the Ambassador of the Republic of Cyprus, which is marking its independence day this week.  It is the 62nd anniversary of its independence and of course the parallels between Ireland and Cyprus are well known.  We are two small island nations, in fact the only two small island nations that are partitioned, and we have both long struggled against colonial rule in order to achieve independence.  We are still dealing with the consequences of division.<\/p> <p>Most importantly, Ireland and Cyprus cherish international law and human rights and these are at the heart of our respective Governments' policies.  We strive to promote diplomacy and multilateralism and of course as members of the European Union we work together.  We thank Cyprus for its support during the very difficult Brexit negotiations that are ongoing.  The worst moment in Cyprus's most recent history was the invasion in 1974 by Turkey.  Thousands of Irish citizens live in Cyprus and enjoy the fine sunshine.  We have quite a number of Cypriots living here in Ireland also.  When that invasion took place, over 40% of the territory in Cyprus was, and continues to be, occupied.  The United Nations and all sides are working to find a just and viable solution to the situation in the country.  I know the Cypriot Government greatly appreciates the work of our Defence Forces and our garda&iacute; who have been on duty in Cyprus over the past nearly 50 years.  Some members of An Garda S&iacute;och&aacute;na and the UN forces have served there since 1964.  We wish the ambassador and all the people of Cyprus a very happy independence day.  I thank the ambassador for being with us in the House this morning.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00200","speaker":"1650"},{"type":"majorheading","content":"An tOrd Gnó - Order of Business","time":1664357400,"counter":43,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00250"},{"type":"speech","time":1664357400,"counter":44,"content":"<p>The ambassador is most welcome to the Chamber.  It was lovely to meet him.<\/p> <p>The Order of Business is No.1, motion on the arrangements for the address to the Seanad by Lord John McFall of Alcluith, Lord Speaker of the House of Lords, on Wednesday, 5 October 2022, to be taken on the conclusion of the Order of Business without debate; No. 2, Assisted Decision-Making (Capacity) (Amendment) Bill 2022 - Committee Stage, to be taken at 1.30 p.m. and to adjourn at 4.30 p.m., if not previously concluded; and No. 113, motion 3, regarding the impacts of cost-of-living issues on young people in Ireland, to be taken at 5 p.m. with the time allocated to this debate not to exceed two hours. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00300","speaker":"1642"},{"type":"speech","time":1664357400,"counter":45,"content":"<p>Go raibh maith agat.  Anois, an Seanad&oacute;ir Tim Lombard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00400","speaker":"1650"},{"type":"speech","time":1664357400,"counter":46,"content":"<p>I was not expecting a call first.<\/p> <p>I welcome the budget we had yesterday.  It will be a significant injection into the economy.  When we look at the coverage it received and the impact it is going to make on the economy in the next few days, weeks and years in particular, it is a significant piece of work.  I want to acknowledge the work done by all Ministers in particular, in getting this budget passed last night.<\/p> <p>There were issues mentioned in the budget debate pertaining to education.  We had a significant debate in this House in the past few weeks regarding school transportation.  I was hoping there would be some light shed on the conversation we had with the Minister about a budget for affected children who had not been picked up so far in the school transportation scheme.  Will the Deputy Leader use her good offices to inquire about that proposal with the Minister for Education?  The Minister said she had been talking to the Minister for Public Expenditure and Reform, Deputy Michael McGrath, about getting a budget in place.  Can we get an update on this proposal for a budget to pick up the children not covered by the school transportation scheme?  It is a huge issue in my part of the world.  There are hundreds of kids who are not yet sorted.  Will the Deputy Leader use her good powers to come up with some kind of timeline for when we can resolve this issue? <\/p> <p>We had an usual and unfortunate announcement two days ago regarding Shell pulling out of the country.  Shell was a major backer of two important offshore wind farms; one off the coast of Clare and one off the coast of Cork.  It was part of our policy to make sure we would be sustainable going forward in order to reach our targets of proposed renewable energy in 2030 and 2050.  These two wind farms were not even reaching 3 GW.  I am not sure of the correct terminology.  To have Shell pull out at this stage is really significant and we need to have a clear debate about where these two major proposals are going.  The Minister for the Environment, Climate and Communications, Deputy Eamon Ryan, has continuously said that the wind potential we have off the coast, particularly the south coast, was going to be a key factor in making sure we reach those guidelines.  I am genuinely concerned by this announcement by Shell.  It is a global powerhouse when it comes to renewables.  It has switched from fossil fuels in the last five years and has a huge concern in Scotland when it comes to renewable energy.  For Shell to now leave the Irish market has a worrying effect when we take into consideration our cost-of-living issues regarding fuel prices.  I call again on the Deputy Leader's good offices to arrange a debate with the Minister, Deputy Eamon Ryan, about how we are going to deal with the renewable resource we have and what work can be done to make sure key actors like Shell will not leave the market again.  If they do, the knock-on implications mean reaching our targets will be unachievable without this kind of investment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00500","speaker":"1666"},{"type":"speech","time":1664357400,"counter":47,"content":"<p>I will address the first point that Senator Lombard raised regarding school transport.  The Minister for Education, Deputy Foley, committed to doing her very best to ensure she got funding to address the school transport debacle particularly regarding those who previously had concessionary tickets.  I am happy to confirm she received that extra funding.  The Minister for Public Expenditure and Reform, Deputy Michael McGrath, was very understanding of the situation so many families and students found themselves in.  My understanding is that this funding is in place and that the task now is for Bus &Eacute;ireann to sort the extra buses and drivers.  Students who had previous concessionary tickets will be prioritised during roll-out and those who have applied for concessionary tickets for the first time will then be looked at.  This is extremely important and we have to appreciate the efforts both Ministers made in terms of trying to sort this particular issue.<\/p> <p>While I am talking about transport, the extension of the 20% and 50% fare discount for young people on public transport is particularly welcome.  As we know, this discount has been extended to private operators also.  The clarification yesterday that 16- to 18-year-olds in third level education will be able to avail of this extension, as indeed will mature students over 23, was particularly significant.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That was particularly significant yesterday.  In my own area of Kildare there will have been some disappointment that the extension of the short-hop zone was not mentioned.  That is something I am certainly very committed to for up to 50 km, indeed it is now Fianna F&aacute;il policy, as is the extension of the medium-hop zone to 75 km.  <\/p><p>A number of us met a lot of different people around Leinster House during our pre-budget meetings.  One of the groups that had a profound impact on me was the Neurological Alliance of Ireland.  The Deputy Leader will know Laura Reid Costello, whom we would have known before she had her traumatic injury.  She is a wonderful woman, full of energy and vitality, who is inspirational in so many ways.  It is incredible to see how far she has come in the last three years.<\/p><p>I was also fortunate to meet Dr. Rosie Mangan from Daingean in Offaly, who had a most unfortunate car accident while she was doing research in Brazil and had to be airlifted back to Ireland.  Their asks were really important.  Rosie has to travel four hours every day from Daingean to a place called An Saol in Dublin.  We all know that the National Rehabilitation Hospital in D&uacute;n Laoghaire does incredible work but it really can only take a small number of people at any particular time.  An Saol does really excellent work.  Brain injury surpasses many diseases as the major cause of disability.  The vast majority of people under 65 who are in nursing homes are there because of acquired brain injury.  We absolutely need to do everything we can to help support this cohort, including ensuring that An Saol receives extra funding.  Only two out of our nine community healthcare organisations have dedicated teams in respect of acquired brain injury.  This commitment was made back in 2019.  We need to follow up on it.  I would appreciate if the Deputy Leader could organise a debate in the Seanad on acquired brain injury.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#G00600","speaker":"1689","continuing":true},{"type":"speech","time":1664357400,"counter":49,"content":"<p>Before I call the next speaker, I welcome to the Visitors Gallery, James Stokes from Kildare, who is on a placement with the Ceann Comhairle.  I thank him for being here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#H00200","speaker":"1650"},{"type":"speech","time":1664357400,"counter":50,"content":"<p>I am happy to support the Order of Business.  I refer to No. 1 in respect of the arrangements for Lord John McFall, Lord Speaker and Presiding Officer of the House of Lords, to address the Seanad on 5 October 2022.  I am particularly delighted to support that motion.  He is a wonderful friend to the British-Irish Parliamentary Assembly of which I am a member.  He is very supportive and favourably disposed to Ireland and its various circumstances.  It will be an interesting visit to the House which I welcome.<\/p> <p>On local government funding, today Fine Gael's Senator Carrigy made a really strong case on the shortfall of funding for Longford.  I salute him for it.  In the local government press clippings that I review every morning, I see we have situations in Roscommon, Galway city and county, Cork and Longford just to name a few.  They are the considering the challenges across their local property tax.  The local property tax baselines are meant to be under review in the coming months but there is a shortfall, and local authority budgets are coming up.  Local authorities are finding they do not have sufficient finances to roll out their services.  Overnight, Cork County Council talked about not being in a position to provide core activities in terms of cleaning, cleansing and various essential works in its own area because of a shortfall funding gap of &euro;24 million.  That is challenging.<\/p> <p>Most of us in this House have been members of local government.  We know the challenges around the finances of local government and the pressures that the elected members of our city and county councils come under in balancing their books.  They do not want to be cutting services.  They want greater efficiencies and it is important that we talk about greater efficiencies when we talk about additional resources for local government finance.  Senator Carrigy touched on something very real to Longford.  Indeed the Minister of State, Deputy Peter Burke, was here today and is very committed to it.  However, it is a bigger issue and we cannot just have special arrangements and special local authorities.  We need to address the issue comprehensively.  How are we going to have a proper line of sustainable funding for the future of local government?  If we are serious about providing greater powers to local government we have to address this issue.<\/p> <p>I thank the Cathaoirleach, who has gone, and the Clerk of the Seanad, Martin Groves, and his team for the enormous work they have done to date on Seanad 100.  We will later be talking about Northern voices in the Seanad.  What an impressive line-up it is.  I thank Martin and his team both in the Seanad Office and built around him, as well as the team that have produced the wonderful booklet we will see later and the impressive line-up of activities for Seanad 100.  We are going to have a great celebration that is appropriate and measured and that relates to our core activity and our pioneering legislative work in Seanad &Eacute;ireann.  It is going to be a great period from now until the end of the year.  I thank the people we never really see other than around a table at a meeting, who are really going to make this a great success.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#H00300","speaker":"1634"},{"type":"speech","time":1664357400,"counter":51,"content":"<p>I want to raise the international situation.  My colleague, Senator Boylan, referred to it yesterday as well.  I hope we all share concern about the growth of far-right governments in Sweden and now in Italy.  It is important for people to speak out.  It concerns me that prominent parties both in the European People's Party, EPP, and in the Alliance of Liberals and Democrats for Europe, ALDE, are actively coalescing with these fascist parties.  The Liberal Party, a member of the ALDE group, is actively planning to coalesce with the Sweden Democrats, an outrageously right-wing, far-right racist group.  Similarly we see Forza Italia from the European People's Party doing the same.  I know enough good people in the EPP and ALDE to know that an awful lot of the people do not share those views.  However, they have to speak out.  It took years for people to speak out about Viktor Orb&aacute;n when he was in the EPP.  We should not take that long.  There is this horrific trend towards far-right governments.  It is important for all of us to speak out and, I hope, agree on a common platform of keeping fascists out of government.<\/p> <p>On an altogether more local point, I have frustration and good news on bus services in Limerick.  I have to sing the praises of the Clare-Limerick Local Link group, which has worked in collaboration with a number of elected representatives and is working actively on a new bus service to link a small townland called Montpelier with my village of Castleconnell.  People were cut off from their own parish by a swift change in Bus &Eacute;ireann services.  In fairness to the National Transport Authority, NTA, after I contacted it, it immediately linked in with this group.  We had a really positive meeting last week and are having another one this week in Castleconnell to marry the needs of these residents with the residents who want to go to university, and potentially join up a new bus service that will serve an awful lot of people in the catchment area of Castleconnell and Montpelier.  It is really welcome.<\/p> <p>I am so frustrated that while we can see what can be done, the people of Castletroy in Limerick are still waiting for a replacement bus service that was disbanded in early July by Dublin Coach.  We have a massive new student population arriving in the University of Limerick who are dependent on buses in Newtown, Castletroy and Monaleen.  The same National Transport Authority that responded so well on the first issue is just dragging its heels.  It has told me funding is approved to replace the service but I cannot get any answer from the NTA about when that service will come in or how negotiations are going.  We are three months on, there is a large, growing population in Castletroy and they have no bus service.  I do not know how other colleagues have experienced the National Transport Authority.  I know there are good people working in there but I do feel frustrated in terms of accountability at times.  This should not be rocket science.  If there is funding in place for a bus service it should not take three months for that service to be put in place.  Perhaps that is something we could revisit and debate at some stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#H00400","speaker":"1660"},{"type":"speech","time":1664357400,"counter":52,"content":"<p>I rise today to speak about two things.  Community safety and police safety keep coming up and I want to talk about something positive that is happening in Tallaght west.  As we look at measures that can advance communities in a positive way, it is also important to highlight projects and interventions that are working well and that we can empower, resource and become much more aware of.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a new programme in west Tallaght that is in its very early stages.  It began its detached street work in the past six to eight months.  Street work and outreach work were used in the 1970s, 1980s and 1990s when there were no resources and services in communities such as Tallaght.  It was a way to work with people in their communities, at the shops or in the fields.  It was usually with the most marginalised.  Those who need the most help are usually the furthest away from it.  Sometimes we need a special type of intervention.  Sometimes this can involve some of the young men and women who are probably seen as problematic by other members of the community.  They should be the people targeted by those working in youth work to bring them closer to the services.  The new detached youth work street team in Killinarden, Glenshane and Jobstown is doing amazing work.  I have watched them with some of the young men nobody has worked with for years.  They are now running 10 km and holding their own football tournaments.  These men were hanging around the shops, smoking, selling and doing all sorts.  They are beginning to be engaged again with a very targeted intervention.  It would be nice for us to look at some of these scenarios and see how we can enhance funding and the development of specific targeted work such as this.<\/p><p>It would be great if the Leader could write to the Minister for Health on my next issue.  I was a key worker and worked in addiction services for a long time.  I used to be able to make referrals for the people the service was supporting, for example, into Cuan Dara, which is a HSE-funded service.  Some of the policies always had something written in that referrals would have to be done by an addiction counsellor.  The understanding of most was that most communities cannot afford addiction counsellors and neither can the people themselves.  Community services cannot afford to hire addiction counsellors.  We have addiction practitioners who have been working for ten, 20 or 30 years in the field.  Some of the HSE-funded residential treatment places are no longer taking referrals from those working in addiction services.  They are enforcing a policy whereby it must be done by an addiction counsellor.  This means far fewer people are seeking residential places.  There are many projects in a precarious situation because they cannot support the next stage of recovery for those they are working with.  The HSE or HSE-funded projects have decided to impose a rule that referrals must be made by an accredited addiction counsellor.  There is just no access to accredited addiction counsellors.  It feels like a policy that should not be used.  We should be able to recognise the qualifications, history and knowledge of those working for addiction services.  They are best placed to make these referrals themselves.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#H00500","speaker":"1681","continuing":true},{"type":"speech","time":1664357400,"counter":54,"content":"<p>I am sure the Deputy Leader will indulge me when I congratulate my fellow county woman, the Minister for Education, Deputy Foley, on achieving one of the most striking aspects of the budget yesterday, which was the announcement there would be free primary school books from September.  This is a major commitment by the Government towards education.  It is directly in line with the philosophy of Donogh O'Malley to provide free education, Paddy Hillery to introduce community schools and Brian Lenihan to introduce free school travel.  It is a proud day for me to be a Kerryman.  I congratulate the Minister on something that will be seen as historic.<\/p> <p>In her own time will the Deputy Leader arrange a debate in the House on the shared island project?  Another good aspect of the budget was the allocation of &euro;100 million to the shared island project and a commitment to provide &euro;500 million extra between now and 2025.  The shared island project is straight out of the Good Friday Agreement playbook.  It is based on reaching out in friendship and co-operation to people who do not share our religion or political views.  The shared island project threatens nobody.  It welcomes everybody.<\/p> <p>The type of funding provided yesterday will allow further work to continue on the Ulster Canal, the Narrow Water bridge and other such major projects.  An interdepartmental group is working North and South on implementing hydrogen refuelling infrastructure.  This is what the Good Friday Agreement is all about.  It is about making sure we could be friendly and co-operative with each other.  I appeal to the members of the Opposition in particular to espouse and get on board with the shared island project.  The support for it has been niggardly.  Some of the most nationalist journalists in the northern papers have thrown cold water on it consistently.  They have referred to it as weak.  One of them said it was small potatoes.  What an insult to a sound initiative.  They would be better off talking and working with our loyalist friends in the North than going to big rallies and speaking to each other morning, noon and night.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#J00200","speaker":"1694"},{"type":"speech","time":1664357400,"counter":55,"content":"<p>I welcome the news from Ryanair that it will create another 2,000 jobs between now and 2030.  It opened a hangar in Dublin this morning.  I often speak about balanced regional development.  A total of 200 of the jobs will be at Shannon Airport where Ryanair is investing more than &euro;10 million in a hangar.  This is good news for people not only in Clare and Limerick but also in the mid-west.  Many people travel to Shannon for work from around the mid-west.  This is a welcome addition to the already developing Shannon Airport.  It is certainly expanding at a very quick rate.  I compliment Mary Considine and the team at Shannon Airport, who are working with groups such as Ryanair to create jobs.  The hangar will be of great benefit.  Many people are coming through the education and skills sector having been retrained and upskilled.  They are now able to find jobs locally in the mid-west.  It is a good news story today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#J00300","speaker":"1695"},{"type":"speech","time":1664357400,"counter":56,"content":"<p>We had budget speeches in the Seanad yesterday evening to dissect and welcome the packages worth &euro;90 billion throughout all Departments.  A very small aspect of the budget mentioned yesterday, on which I had certainly campaigned for a number of years in association with Local Ireland and NewsBrands, was the elimination of VAT on newspapers.  It has gone from 9% to zero and this will give the industry a fighting chance to survive.  What will help the industry to survive is people buying newspapers.  Yesterday when the Minister for Finance was making his announcement in respect of the reduction from 9% to zero, at the very same time he was trying to give the newspaper industry a chance, we saw Mediahuis release an announcement that it was closing one of its newspapers, the <i>Fingal Independent<\/i>, a newspaper I worked at for a decade.  My heart went out to all of the journalists and employees of the publication, which has been in existence for more than 40 years.  To make this announcement during the budget speech, when the Minister was giving the industry a chance, was a pure disgrace.  It is a warning sign to many other local newspapers throughout the country of the perilous state in which they find themselves.  Perhaps the industry that campaigned so hard for a break will give its own employees a break and think twice about shutting the door not only of a newspaper but what is a local record for many communities the length and breadth of this country.<\/p><p>I welcome the announcement at the weekend by the GAA that former President Mary McAleese has agreed to chair the integration process between the GAA, the Ladies Gaelic Football Association and the Camogie Association.  It is a significant move to bring all of the associations together.  There is no better person to make sure it goes as seamlessly as possible than the former President Mary McAleese.  I wish her well in her work.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#J00400","speaker":"1641"},{"type":"speech","time":1664357400,"counter":57,"content":"<p>We had a very good Private Members' debate on night-life and the night-time economy prior to the summer recess.  In our pre-budget submission we called for special exemption orders to be abolished in full and to be waived until the sale of alcohol Bill goes through the Oireachtas.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->While I welcome the Government's commitment to halve those fees, I take this opportunity to say they are a racket.  Between 2008 and 2019, there was a 56% reduction in the granting of special exemption orders, SEOs, which allow nightclubs and night venues to open from 12.30 a.m. until 2.30 a.m.  They cost &euro;410 per night, plus legal fees, and are a complete racket.  They make it almost impossible to run venues, particularly on a Sunday night.  They are not transferable, which means that if an act, a DJ or a band is cancelled, the venue cannot get its money back and the dates cannot be changed.  An SEO is required per night of opening from 12.30 a.m. to 2.30 a.m.  There is nothing special about opening until 2.30 a.m.  Ireland is a modern European state.  We should have a system that reflects that.  The introduction of an annual charge at a nominal fee for nightclubs, night and cultural venues and the creation of a dedicated nightclub and night venue licence are the grounds on which we should be discussing the sale of alcohol Bill.  I hope the Minister for Justice, Deputy McEntee, will publish that Bill as soon as possible.  I have been talking to people in the music industry today.  They say that people should not be told that the fees are being waived because it has been a difficult couple of years.  They say that the fees should be abolished because it is a ridiculous system and it is a racket that bleeds money from the cultural system into court and legal fees and excise duties.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#J00500","speaker":"1686","continuing":true},{"type":"speech","time":1664357400,"counter":59,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00200","speaker":"1660"},{"type":"speech","time":1664357400,"counter":60,"content":"<p>I apologise to Senator Malcolm Byrne.  I now realise that he must attend a committee and I could have accommodated his request if I had known that earlier.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00300","speaker":"1692"},{"type":"speech","time":1664357400,"counter":61,"content":"<p>I agree with Senator Warfield's points on late-night licensing.<\/p> <p>I raise the question of the HSE decision-making process.  We have all felt frustration with it.  This matter concerns children's disability services in Gorey, where there is a very good network team.  The speech and language therapist has gone on maternity leave, and I wish her the best with that.  Obviously, this maternity leave was indicated early on to the HSE.  It is only now that the HSE has decided to seek a replacement.  We know how much of a shortage there is of speech and language therapists.  It is not acceptable, for those families and young people who are impacted and need access to a speech and language therapist, that the HSE did not make alternative plans quickly enough while knowing this post would be vacant.  This is symptomatic of the problem with the HSE and its decision-making process.  Conducting interviews once the speech and language therapist has gone on maternity leave is short sighted.  It speaks to a bigger problem within the HSE.  We often talk about the shortage of speech and language therapists.  We need a full debate on the issues around speech and language therapy and occupational therapy, and I would be grateful if the Deputy Leader could facilitate that.<\/p> <p>I share Senator Gavan's concern around the rise of the far right and extremism in Europe.  However, Renew Europe and ALDE have always stood up against this.  In fact, we called out the EPP over Orb&aacute;n's continued membership of that group.  Extremism does not only come from the far right.  Senator Gavan shares his group, the hard-left group in the European Parliament, with people who are supporting extreme views on the hard left.  He shares his group with Mick Wallace and Clare Daly.  Sinn F&eacute;in's MEP has a record of supporting Russia during his time in the European Parliament.  If the Senator is going to attack-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00400","speaker":"1638"},{"type":"speech","time":1664357400,"counter":62,"content":"<p>That is nonsense.  He has not condemned the liberal group.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00500","speaker":"1660"},{"type":"speech","time":1664357400,"counter":63,"content":"<p>My party does not want to have anything to do with extremism.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00600","speaker":"1638"},{"type":"speech","time":1664357400,"counter":64,"content":"<p>The speaker without interruption.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00700","speaker":"1692"},{"type":"speech","time":1664357400,"counter":65,"content":"<p>The pro-Russian position-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00800","speaker":"1638"},{"type":"speech","time":1664357400,"counter":66,"content":"<p>The Senator is out of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K00900","speaker":"1692"},{"type":"speech","time":1664357400,"counter":67,"content":"<p>I appreciate that, but the pro-Russian position of Sinn F&eacute;in on the hard left is not acceptable either.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K01000","speaker":"1638"},{"type":"speech","time":1664357400,"counter":68,"content":"<p>This is the day after the budget.  This year's budget was a very different budget because it had to be.  It had to be a budget that reached out and supported people not just in 2023, but now.  Some of the measures announced are extremely welcome and are needed.  I acknowledge the Minister, Deputy Humphreys, for the work she did in securing not just increases to the old age pension and welfare payments in general but also for the once-off payments that are needed this month, next month, at Christmas and going forward into next year.<\/p> <p>In education, the announcement of free schoolbooks is particularly significant because this country has been an outlier when it comes to access to and availability of books.  Parents in most other countries do not have to buy books.  In those countries, the books are provided by the state and are the property of the school.  I hope the books that will be provided will also be free to people who have print disabilities.  I hope that books in Braille will be free and that there will be access to books in digital form, because that is also important.<\/p> <p>Some of the transport measures are welcome, particularly the confirmation from the Minister of State, Deputy Naughton, that Shannon Airport will be able to apply for the regional airport support fund.  This fund has been critical in recent years during Covid.<\/p> <p>In health, it is great that there will finally be no hospital charges for anyone.  This measure will help the people of middle Ireland - those who do not qualify for medical cards and who fall into the category of the squeezed middle.  When they go to hospital, or their child does, they will not have to pay the daily charge of &euro;80.  That will help such people.  Access to free contraception for ladies under 30 years of age is also important.  As the GP visit card situation will be challenging for the medical profession, clarification is needed in terms of what supports will be provided to them.<\/p> <p>Overall, it is a budget for these times.  It is a budget like no other, but it is a budget that was needed.  It will help struggling families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K01100","speaker":"1644"},{"type":"speech","time":1664357400,"counter":69,"content":"<p>It is important that we deal with facts in the context of the budget.  Sometimes the whole role of carers is thrown about by a minority of politicians who use it to exploit their situation politically.  We need to take a long look at what this budget has done for carers.<\/p> <p>There will be a cost-of-living double payment to carers in October.  A cost-of-living lump sum of &euro;500 for people getting the carer's support grant will be paid in November.  It will also be paid to people in receipt of disability allowance, the blind pension, the invalidity pension and working farm payments.  It should be noted that one grant will be paid per carer, regardless of how many people the carer cares for.  Carers will also get a Christmas bonus of a double payment in early December.  From January 2023, there will be a &euro;12 increase in the maximum rate of carer&rsquo;s allowance, bringing it up to &euro;236, and carer's benefit, up to &euro;237.  Proportionate increases will apply to those getting a reduced rate.<\/p> <p>Domiciliary care allowance will increase by &euro;20.50, to &euro;330 per month, with effect from January 2023.  This allowance will be available in respect of children with severe illness or disability who remain in hospital for up to six months after birth.  Qualified child payment weekly rates will increase by &euro;2 in January 2023, bringing them to &euro;50 for over-12s.<\/p> <p>There will be a new means test disregard for fuel allowance for people aged 70 years, and the means assessment threshold for fuel allowance will increase from &euro;120 to &euro;200 with effect from January 2023.  Half-rate carer&rsquo;s allowance will be disregarded in the means assessment for fuel allowance from January 2023.<\/p> <p>I have not mentioned the electricity credits or other fuel allowance payments.  I want to put on record of this House that this is a massive budget for carers.  People from Ahascragh, Strokestown and Roosky rang me this morning - I did not ring them - to say that this will bring a massive improvement to the lot of carers.  Let us put it on the record that Government Members, members of my own party and my Senator group, have been working consistently on this to make it happen for carers.  It has not achieved everything, but it has achieved a lot and we will achieve more for them in the years ahead.  Let us put this on the record and let us keep it straight.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K01200","speaker":"1674"},{"type":"speech","time":1664357400,"counter":70,"content":"<p>Iarraim ar an gc&eacute;ad cainteoir eile, an Seanad&oacute;ir Dolan, at&aacute; as an D&aacute;ilcheantar c&eacute;anna.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#K01300","speaker":"1692"},{"type":"speech","time":1664357400,"counter":71,"content":"<p>The Minister for Education, Deputy Foley, is doing a press conference in the Department of Education.  She has announced that the Department of Public Expenditure and Reform will meet the costs of the families who have been waiting for the remaining concessionary bus tickets.  This is crucial.  It is something I have campaigned for within Fine Gael with Senators Lombard and McGahon.  We had a motion at Government level last week that was passed in the Seanad.  It is crucial this measure is implemented as soon as possible.  Concerned families in Roscommon and Galway have been in touch with me.  It has been four weeks since schools went back and it is now nearly October.  Families cannot find a way to bring their children to and from school.  They have had to give up jobs.  We know how stressful things have been for them over the past four weeks.  I am delighted to hear the Minister has brought forward this budget.  She has secured more than &euro;100 million, &euro;90 million of which is for one-off additional funding measures for heating in schools and &euro;10 million of which will be allocated to fuel for school transport.<\/p> <p>The Minister has also very clearly indicated there is an understanding from the Department of Public Expenditure and Reform that costs will be met around children and families who have applied for bus tickets.  She stated that in excess of 125,400 tickets have been allocated.  That leaves more than 4,500 families who are still waiting to hear back.  We need the matter to be addressed immediately.  It is urgent and I call on the Deputy Leader to bring the Minister to the House to outline a timeframe for us within which that will happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#L00100","speaker":"1654"},{"type":"speech","time":1664357400,"counter":72,"content":"<p>I refer to a letter sent to the European Commissioner for energy last night signed by 15 EU member states, namely, Belgium, Bulgaria, Croatia, France, Greece, Italy, Latvia, Lithuania, Malta, Poland, Portugal, Romania, Slovakia, Slovenia and Spain, all calling on the EU to introduce a price cap on gas imports coming into the bloc to help member states mitigate the inflationary pressure the price of energy is putting on member states.  Ireland's signature is conspicuously missing from that letter and I would like an explanation from the Minister, Deputy Ryan, as to why that is the case.  If he will not introduce an energy price cap at a member state level, why will he not at least support such a price cap at an EU level when 15 member states are calling for it?  They are doing so because they know the only way we can put downward pressure on the inflationary pressure that is coming and give certainty to households is to have a price cap.  It is deeply disappointing Ireland did not sign up to that measure ahead of Friday's meeting of energy ministers.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#L00200","speaker":"1635"},{"type":"speech","time":1664357400,"counter":73,"content":"<p>We know the crisis point we are at regarding therapeutic services for children, such as psychology.  That has an impact on our disability services, child and adolescent mental health services, CAMHS, and schools.  Families are telling us we simply are not supporting them with what they need.  It was announced in the budget that psychology traineeships for counselling psychologists would be funded in the same way as clinical psychologists.  That means that, when they are doing their traineeships, they get 60% towards their university fees and a salary.  However, educational psychologists have been left out.  There are three streams, only one of which was funded up until now.  People received a salary for the hundreds of hours they worked and funding towards their fees.  Counselling psychologists will now get that funding, but educational psychologists have been left out.  I do not see the sense in that.  It costs &euro;15,000 a year after people have done their undergraduate degree.  It is a huge amount of money.<\/p> <p>No funding was available for additional places for students to do traineeships in the first place.  There was an announcement last year regarding a significant increase in the number of medical places in Irish medical schools over the past five years.  A total of 260 extra places are now available.  The Psychological Society of Ireland has proposed that there be 50 trainee psychology places over five years with funding of &euro;2.45 million.  What an impact that would have when it comes to securing therapeutic services and psychologists for our children and disability services.  I understand the mix-up is coming from the Department of Education because it has a role in this.  I ask the Deputy Leader to examine this issue.  Can it be addressed in the context of budget 2023?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#L00300","speaker":"1648"},{"type":"speech","time":1664357400,"counter":74,"content":"<p>I thank all Members who contributed to the Order of Business.  Senator Lombard welcomed yesterday's budget.  We can all agree it was a significant budget, with a level of spending not surpassed by any previous budget.  My view and that of my Government colleagues is we have delivered on the promises we made to look after the most vulnerable, to give a break to all families and households, and to try, as best we can, to alleviate the cost-of-living pressures every single person in the country is dealing with, no matter where they are.<\/p> <p>Senator Lombard raised the issue of school transport, as did Senators O'Loughlin and Dolan.  It was welcome that in yesterday's budget the Minister, Deputy Foley, secured additional funding to put on extra bus services for those students who have yet to receive a school bus place.  It is important to acknowledge that, when school transport was made free for this academic year, it was with the best of intentions, and many families benefited to the tune of more than &euro;600, which is a huge cost saving for many families throughout the country.  The demand for bus places was not anticipated at the level that transpired.  There have been particular bottlenecks in some parts of the country in getting spaces, in particular for those with concessionary tickets.  The Minister, Deputy Foley, has secured extra funding and it will now be the job of Bus &Eacute;ireann to secure extra drivers and buses to get children to school.  We are probably moving to a place where we no longer have eligible and concessionary bus applicants.  Any child who wants to get a bus to school should be facilitated, not just because it is greener and better for the environment but because there should be an offering that ensures every child gets that service.<\/p> <p>Senator O'Loughlin spoke about the extension of the 20% reduction and 50% reduction in fares for children on public transport, which applies to private services.  She made a particular point regarding short hop zones which have not yet materialised.  It is something for which she is pushing.  She also spoke about the Neurological Alliance of Ireland, one of many organisations she met in pre-budget discussions and which left the biggest impact on her.  She referenced Laura Reid Costello, whom I know, and Dr. Rosie Mangan.  Both women acquired a brain injury and are now advocating on behalf of the Neurological Alliance of Ireland to try to get extra services, in particular for An Saol, which does fantastic work.  She has requested a debate in the House on acquired brain injury, and that debate will be facilitated at the earliest opportunity.<\/p> <p>Senator Boyhan welcomed the Order of Business, in particular Lord John McFall's address to the Seanad.  He raised issues around local government funding, which we will all be very aware of, and the need to bridge the gap where local authorities are finding it increasingly difficult to provide basic services like keeping areas clean and tidy and providing services to citizens.  He also thanked Seanad staff for all of their work in terms of preparing for Seanad 100.<\/p> <p>Senator Gavan spoke about the rise of the far right, which Senator Byrne answered very eloquently.  He also acknowledged those in glass houses should not throw stones.  He spoke in particular about bus services in Limerick, Castleconnell and Montpelier, his local area, and the ongoing issues with providing bus services in rural areas, something with which I am quite familiar.<\/p> <p>Senator Ruane spoke about community safety and police safety in the context of recent debates we have had in this House and wider society.  She wanted to draw attention to some positive news, namely, interventions that are working well such as the detached street work in west Tallaght, something that is reaching out to those who are among the most marginalised in our society who need to be brought back in.  I was not aware of the issues around the accredited addiction counsellors versus addiction practitioners.  If the Senator wants to talk to me after the Order of Business, I might be able to set up a meeting with the Minister for Health and see whether we can progress that.  The experience of practitioners working in the field for decades should not be discounted.  I do not know why there has been a change in policy to enforce the outdated requirement to refer people on.  There should be no barriers to getting people the help they need.  I ask the Senator to speak to me after the Order of Business.<\/p> <p>Senator O'Sullivan wanted to congratulate his county colleague, the Minister, Deputy Foley, on what was a monumental investment in education.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lisa Chambers:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2449\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2449&amp;amp;pid=LisaChambers&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Primary school books across the country will now be free of charge.  He spoke about the move being in the vein of Donogh O'Malley bringing in free second level education or the introduction of free school transport in terms of the focus on ensuring equality of access to education for every child in the country.  He also called for a debate on the shared island unit and I have made that request.<br\/><br\/>Senator Maria Byrne welcomed the announcement by Ryanair of 2,000 jobs up to 2030 and, in particular, the fact that 200 of those jobs will be at Shannon and there will be an investment of &euro;10 million in a new hangar at Shannon Airport.  She wished Mary Considine and the team at Shannon Airport the very best with that investment.<br\/><br\/>Senator Cassells spoke about the budget announcement of the reduction in the VAT rate on local newspapers from 9% to 0%.  I agree with the Senator.  All present understand the importance of local papers.  They are the papers of local record, reporting on local government, local sports and local issues.  If we did not have local media, we would not have that record for future generations.  I know the announcement has been very much welcomed by the industry.  I take on board his comments regarding the <i>Fingal Independent<\/i>.  It is unfortunate that that announcement coincided with the Minister's budget announcement yesterday.  I concur with his remarks on the former Uachtar&aacute;n, Mary McAleese, and wish her well chairing the integration process between the Ladies Gaelic Football Association, the Camogie Association and the GAA.  It is long overdue.<br\/><br\/>Senator Warfield spoke about the night-time economy.  I concur with his remarks.  In many areas across the country, there is such a significant cost burden associated with having a late licence that many venues choose not to hold such a licence.  In my home town of Castlebar, there are no premises with a late licence because it is not seen as viable or sustainable and, as a result, there is no night-time economy in the town after 11.30 p.m. or 12.30 a.m., depending on the day.  I suggest that the Senator table a Commencement matter to the Minister for Justice on that issue.<br\/><br\/>Senator Malcolm Byrne spoke about the HSE decision-making process.  All Senators would agree that if a person such as a speech and language therapist has given advance notice of going on maternity leave, the HSE is on notice then to get a replacement to fill the post for the duration of that maternity leave.  It should not be hiring a replacement when the person has already gone on leave, leading to a gap in services in a local community.<br\/><br\/>Senator Conway welcomed the budget announcement yesterday, particularly the abolition of the inpatient hospital charge.  The abolition has been welcomed by the Irish Cancer Society, which did a fantastic job campaigning for it.  The Senator also welcomed the free school bus provision.<br\/><br\/>Senator Murphy spoke about the budget and made the point that, in particular, it was a good budget for carers.  I absolutely agree with his remarks.  It represents &euro;1,600 back into the pockets of carers, which is approximately &euro;30 a week.  It is a significant increase that has been welcomed by many carers across the country.<br\/><br\/>Senator Dolan spoke about school transport.  I have dealt with that issue.  I concur with her remarks in respect of it being a much-needed investment.  Senator O'Loughlin helpfully informed the House that, in getting these extra buses and bus drivers on stream, those who had concessionary tickets previously will be prioritised in the roll-out.<br\/><br\/>Senator Boylan spoke about the energy commissioner and the letter that was sent.  I am not sure why the Government did not sign up to that.  As regards a price cap domestically, I think the T&aacute;naiste spoke on this issue this morning.  There are concerns that if a domestic price cap is implemented, the State will pick up the tab at the other end.  It is not as though it does not get paid; it has to be paid for by somebody.  There is a concern that if we are heading into a global downturn, which looks likely, prices could come down.  The Government believed the best way to assist citizens here was with the energy credit of &euro;200 that will be paid at the end of this year and a further two payments of &euro;200 in the new year.  That is &euro;600 of direct payments to every household in the country to try to meet the increasing cost of energy, which is a significant recognition on the part of the Government that this is a real problem for people and is putting a lot of pressure on them.  That coincides with increases in welfare payments and fuel allowance, as well as the expansion of fuel allowance to take more people into the bracket.  Every effort is being made to ensure we protect households, particularly the most vulnerable, by trying to offset the increased cost of energy.<br\/><br\/>Senator Currie spoke about therapeutic services for children.  Not a week goes by in this House without that issue being raised.  All Members are receiving representations on it.  It is heartbreaking.  Parents are at their wits' end.  They are so exhausted that they can barely fight for services for which they should not have to fight.  The issue in respect of educational psychologists not being included would be a good one on which to table a Commencement matter.  It probably warrants a broader debate in the House, so we might seek to have statements on it in the coming weeks, but I also suggest that the Senator table a Commencement matter on it.  It is something we have to get to grips with because we are losing precious time as each year goes by.  It is not early intervention if it is happening at eight, nine or ten years of age.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#L00400","speaker":"1642","continuing":true},{"type":"speech","time":1664357400,"counter":76,"content":"<p>I thank the Deputy Leader for that comprehensive and individualised set of responses.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#M00200","speaker":"1692"},{"type":"unspoken","time":1664357400,"counter":77,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Address to Seanad Éireann by the Rt. Hon. Lord John McFall, Lord Speaker: Motion","time":1664357400,"counter":78,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#M00400"},{"type":"speech","time":1664357400,"counter":79,"content":"<p>I move:<\/p> <blockquote> \tThat Seanad &Eacute;ireann agrees with the recommendation of the Committee on Parliamentary Privileges and Oversight that, in accordance with the provisions for the address to Seanad &Eacute;ireann by Distinguished Persons, The Rt. Hon. Lord John McFall of Alcluith, Lord Speaker, be invited to address Seanad &Eacute;ireann on Wednesday, 5th October, 2022, and, notwithstanding anything in Standing Orders, unless otherwise ordered, the following arrangements shall apply:  \tThe proceedings in respect of the address by The Rt. Hon. Lord John McFall of Alcluith, Lord Speaker, shall commence at 12.45 p.m. and shall conclude no later than 1.45 p.m. and shall consist of:  <blockquote> \t<i>(a)<\/i>a speech of welcome by the Cathaoirleach, <br \/><br \/><i>(b)<\/i>an address by The Rt. Hon. Lord John McFall of Alcluith, Lord Speaker, which shall not exceed 20 minutes,<br \/><br \/><i>(c) <\/i>a contribution not exceeding four  minutes by the Leader of each Group (or a Senator nominated in his or her stead); time may not be shared,<br \/><br \/><i>(d)<\/i>a response by The Rt. Hon. Lord John McFall of Alcluith, Lord Speaker, which shall not exceed five minutes,<br \/><br \/><i>(e)<\/i>a speech of thanks by the Leas-Chathaoirleach. <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#M00500","speaker":"1642"},{"type":"unspoken","time":1664357400,"counter":80,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":81,"content":"<p>Cuireadh an Seanad ar fionra&iacute; ar 12.26 p.m. agus cuireadh t&uacute;s leis ar&iacute;s ar 1.33 p.m.<br \/><br \/>Sitting suspended at 12.26 p.m. and resumed at 1.33 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Assisted Decision-Making (Capacity) (Amendment) Bill 2022: Committee Stage","time":1664357400,"counter":82,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#T00100"},{"type":"unspoken","time":1664357400,"counter":83,"content":"<p>SECTION 1<\/p>"},{"type":"speech","time":1664357400,"counter":84,"content":"<p>Amendment No. 1, a Government amendment, is related to amendments Nos. 2, 58, 59 and 63 to 74, inclusive, all of which may be discussed together, by agreement.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#T00300","speaker":"1674"},{"type":"unspoken","time":1664357400,"counter":85,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":86,"content":"<p>Amendments Nos. 1 and 2 provide for the inclusion of new subsections that simply reflect how the Credit Union Act 1997, the National Disability Authority Act 1999 and the Mental Health Act 2001 shall be construed following amendments made to those Acts in the Assisted Decision-Making (Capacity) (Amendment) Bill.  I wish to speak also to amendment No. 58, which is a Government amendment in the group.<\/p> <p>Amendment No. 58 proposes changes to the application of the 2015 Act, including decision support arrangements and the validity of advance healthcare directives, AHDs, to persons whose involuntary mental health treatment is regulated by Part 4 of the Mental Health Act 2001.  This matter was raised in the pre-legislative scrutiny report back in April and has been raised throughout the various Stages of this Bill, including by Senators in the Second Stage debate.  I am pleased to be able to introduce these amendments today and show the commitment my colleagues in government and I have to making progress on this matter.<\/p> <p>I stress that the amendments being introduced today are not the final word on this matter and acknowledge that more is needed to achieve full parity of care.  While it remains the case that fundamental reform of involuntary care under the 2001 Act is a matter for the reform of that Act under the Department of Health, the amendments being introduced today signify an important move away from a paternalistic, best-interests approach and extend supports to cohorts previously excluded from the supports under the 2015 Act.<\/p> <p>Persons whose involuntary treatment is regulated under Part 4 of the Act must meet the definition of \"mental disorder\" within the 2001 Act.  I am using the terminology used in the Act.  Nowadays we would regard it as inappropriate, but, with regard to what I am talking about amending, I have to use the definitions contained in the Act.<\/p> <p>Under the 2001 Act, a person may be treated under Part 4 if there is an immediate and serious likelihood of that person harming himself or herself or another person or where, in the opinion of the relevant clinicians, treatment is required to improve the condition or a condition would deteriorate without treatment.  Reforming treatment considerations where a person may be likely to cause harm is a more complex undertaking than can be achieved in this Bill, despite all the efforts that have been made.  Therefore, I cannot, at present, extend decision support arrangements to the A category spoken of, nor can I extend it to persons whose detention arises from a referral from the criminal justice system, due to several complex technical and legal issues.  However, along with Senators present and advocates, I remain committed to continuing to move towards parity in this area.  I look forward to the fundamental reforms that the Minister for Health will bring to the 2001 Act, which I know Senators are involved with and will address the necessarily more fundamental reforms related to how the law should address the issue of possible harm.<\/p> <p>In dealing with the amendments before us, I must address the 2001 Act as it stands.  Unfortunately, it is not possible to extend the Act's provisions in their entirety in that regard.  Notwithstanding this, amendments I am introducing today will extend the provision of assisted decision-making supports to those treated under the B category.  This will ensure a clinical view of a person's best interest will no longer, by itself, be placed above that person's own will and preference and that a person's will and preference will prevail.  This represents a significant extension of the provision, and I hope it will benefit the treatment of those whose treatment has not to date been within their control.<\/p> <p>On the question of a significant extension of the application of advance healthcare directives, I acknowledge there is more work to be done.  With regard to our very extensive engagement with the Department of Health over the summer, we believe this is as far as we can go in this legislation.  The remaining elements may be addressed within the reform of the 2001 Act, which I am aware has been subjected to pre-legislative scrutiny.  I hope to get a full draft of the associated Bill from the Department of Health shortly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#T00500","speaker":"1477"},{"type":"speech","time":1664357400,"counter":87,"content":"<p>The Minister is welcome to the House.  I am very grateful to Ber Grogan of Mental Health Reform for helping out with much of this over the past few months.  I am also very grateful to Dr. Fiona Morrissey of NUIG, who has also been very helpful to me.<\/p> <p>An advance healthcare directive is a statement set out by someone when he or she has the capacity to make decisions about his or her will and preferences for care and treatment in the future.  The directive comes into effect if and when the person becomes unwell and no longer has decision-making capacity.  People can make advance healthcare directives regarding a broad range of issues, such as the types of medication they prefer and types of therapies that work best for them, in addition to refusals of treatments such as electroconvulsive therapy or certain medications that cause intolerable side effects for them.  An AHD enables a person who experiences mental illness to make plans while healthy.  If complied with, it gives people the peace of mind of knowing that their wishes will be respected even when they are at their most vulnerable and unable to fully advocate for themselves.  They are essential tools used to uphold the dignity and agency of people experiencing mental health difficulties.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are a source of security and safety amid the fear and chaos that can accompany mental ill health.  If complied with, advance healthcare directives encourage people to seek the help they need because they can be assured their rights will not be violated if it is judged that they will subject to involuntary detention.  This is a cause of major anxiety for people who are impacted by this.<\/p><p>Irish research on AHDs undertaken by Professor Fiona Morrissey was extremely helpful to me in developing my understanding of this issue.  The research shows that they can reduce involuntary admissions and promote recovery.  It is a phenomenal piece of work that Professor Morrissey has done.  AHDs improve outcomes, save the State money and protect people from potential harm.  As the legislation currently stands, people who have been involuntarily detained will have their AHDs disregarded.  This is a massive betrayal of trust and it cannot be allowed to continue.  Removing the greatest protection of an individual&rsquo;s agency and freedom to choose, a document that is made under conditions of health incapacity creates a significant risk of abuse.<\/p><p>The Minister knows that Ireland has obligations under the United Nations Convention on the Rights of Persons with Disability, UNCRPD.  People with mental health issues are understood under the UNCRPD to have a psychosocial disability and they must be empowered and protected from discrimination.  The amendment about I propose will further that aim by removing a discriminating section of the principal Act.  I hope the Minister will consider it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#T00600","speaker":"1632","continuing":true},{"type":"speech","time":1664357400,"counter":89,"content":"<p>I will speak about amendment No. 58.  There is some concern around this amendment given its potential implications for the bodily integrity of people with psychosocial disabilities.  It is a form of substitute decision making that runs contrary to the requirements of the UNCRPD.  I urge the Minister to look at the amendments Senators Black, Hoey and I have tabled on advance healthcare directives.  The Minister acknowledged there is some work to be done on this and indicated that the Minister of State with responsibility for mental health and older people was developing legislation on it.  When will we see legislation on this issue?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#U00200","speaker":"1686"},{"type":"speech","time":1664357400,"counter":90,"content":"<p>I echo Senator Black's words of gratitude to some of the people we have been working, particularly members of Mental Health Reform and some others who have been good and have done as much work as the Department has done on this legislation.  They have been casting an eye over it, advising and putting forward different ways in which it could be tied in with human rights.  A question has come up on which I ask the Minister for clarity.  It may just be my reading of this but I am not at all clear about how the Government amendments address the AHD exclusion for involuntary people.  AHDs were always legally binding where a person was not detained under Part 4 of the Mental Health Act.  The text still states that the AHD shall be complied with unless the person is detained under Part 4 of the Mental Health (Criminal Law) Act.  From my reading of this, it still excludes involuntary people from legally binding AHDs.  When this legislation was going through various discussions and Stages I understood that the Government would only exclude people detained under the Criminal Law (Insanity) Act.  However, the wording here seems to suggest that those detained under Part 4 of the Mental Health Act 2001 will also be excluded.  Is this a technicality or am I and others misreading it?  This is concerning for some of the advocacy groups that have been reading through the legislation.  Will the Minister clarify exactly what the position is?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#U00300","speaker":"1663"},{"type":"speech","time":1664357400,"counter":91,"content":"<p>I echo those concerns.  I have received phone calls which upset me and I am not the better for.  The idea that a document that is legally binding in many circumstances and is put together when the person has absolute capacity could be suspended in any circumstances is appalling.  Has the Irish Human Rights and Equality Commission, IHREC, been consulted on this?  I expected these amendments to be more strongly in support of people with mental ill health.  As much as we desperately need to have this Act in place for many good reasons, I question the wisdom of proceeding if it has to be done in conjunction with mental health legislation that will not come before the House until some point in the future.  The idea that people in the State will find themselves in a position of absolute powerlessness when they could have had a voice, one which they had put in place themselves, is unacceptable.  I am deeply uncomfortable with codifying that.  I would like to understand whether this has been proofed by the IHREC?  Some of the cases described to me on the telephone are outrageous.  We cannot have an inherent bias in how people are treated when they have mental ill health.<\/p> <p>I have now become alive to all that it happening in the committee chaired by Senator Black.  I will watch and read its proceedings with great interest because we cannot codify something that perpetuates an inherent bias and discrimination.  We cannot do that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#U00400","speaker":"1682"},{"type":"speech","time":1664357400,"counter":92,"content":"<p>In regard to the work being undertaken by the Department of Health on the reform of the Mental Health Act 2001, heads of Bill were published earlier this year.  My understanding is they have gone or are going through the pre-legislative scrutiny process with the committee.  Once that pre-legislative scrutiny process is over, the outcome will influence the final draft that will be brought to Cabinet.  The process is advanced and we are awaiting the final draft of the legislation to come to Cabinet.  I can seek a little more clarity from the Minister for Health before Report Stage when I will be able to give more clarity.  It is a matter within the remit of the Department of Health but, as I stated, the heads of Bill have been done and a pre-legislative scrutiny process has taken place.<\/p> <p>In regard to the questions from Senators Hoey and Seery Kearney, under the 2001 Act where a person's treatment is involuntary, it is regulated by Part 4, which is divided into two subsections.  The first is where there is deemed to be an immediate and serious likelihood of the person harming himself or herself or another person.  The second is where, in the opinion of the relevant clinicians, treatment is required to improve a condition or a condition would deteriorate without treatment.  Under the existing legislation, both of those circumstances allow for involuntary detention under Part 4.  As the Bill originally stood, in both of those circumstances an AHD would not apply.  The amendment I am bringing forward today will allow an AHD to apply in the second of those circumstances, where, in the opinion of the relevant clinician, treatment is required to improve a condition or a condition would deteriorate without treatment.  Where a person is detained under this subsection in Part 4, the exclusion contained in the original 2015 Act on the applicability of AHDs will no longer apply.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, it will still apply under the first subsection.  We have engaged extensively on this with both the Office of the Attorney General and the Department of Health.  We are not able to broaden the application of AHDs further in the Bill than the broadening I am bringing forward today in the context of these and other amendments.  We absolutely see the importance of AHDs and of legislating for the situations about which Senator Seery Kearney and others have spoken.  However, part of that requires changes to, and a much broader revision of, the 2001 Act.  That is within the remit of the Department of Health and will require a systematic review and revision of that legislation.  We have advanced the situation by broadening the application of AHDs and narrowing the exception that is provided for in the Act.  There is a strong recognition within the Department of Health that it needs to take up its part of the work now in respect of the revision of the 2001 legislation.  That process has begun by way of the heads of Bill that were approved by the Cabinet earlier this summer.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#U00600","speaker":"1477","continuing":true},{"type":"speech","time":1664357400,"counter":94,"content":"<p>Are Members satisfied with the Minister's response?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#V00200","speaker":"1674"},{"type":"speech","time":1664357400,"counter":95,"content":"<p>There are concerns that it could take years for the Mental Health Act 2001 to be reformed.  Is that a worry people should have?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#V00300","speaker":"1686"},{"type":"speech","time":1664357400,"counter":96,"content":"<p>The focus of the Government on delivering reform of that legislation is demonstrated by the heads of Bill that have been passed by the Cabinet and gone forward for pre-legislative scrutiny.  We all know legislation takes a while to complete.  We have gone through a number of lengthy Bills in this House that have taken some time.  Once the heads of a Bill are agreed and the pre-legislative scrutiny process is finished, a good part of the work is done.  The reform of the 2001 legislation is vital for a range of areas.  This is just one issue.  Across both Houses, there is a strong recognition of the need to invest in mental health services and fundamentally reform the legislation.  Earlier, I referred to a phrase we all now regard as unacceptable but that is still contained in our legislation.  Phrases like it need to be removed.  That is one of the many reasons the Government prioritised bringing forward heads of a Bill and one of the reasons, as I understand it, the Department of Health sees that legislation as a priority.  I am happy to come back on Report Stage with greater clarity for Senators on a clearer timeline from the Department of Health for the progress of that Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#V00400","speaker":"1477"},{"type":"speech","time":1664357400,"counter":97,"content":"<p>That would be helpful.  There is no reason this provision cannot be removed.  Will the Minister give a little more explanation in this regard?  It impacts everyone but especially those who are vulnerable.  Dealing with it must be a priority.  Is that something he will consider as we go forward?  We need a full discussion on it before Report Stage.  The provision needs to be taken out and it would be helpful if we could discuss it further.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#V00500","speaker":"1632"},{"type":"speech","time":1664357400,"counter":98,"content":"<p>The Minister did not indicate whether IHREC has had a role in this.  There is also the question of where we stand in regard to the ratification of the optional protocol to the UNCRPD and whether these amendments will be acceptable in that regard.  Do people have a right to take litigation outside the State when there is a cultural bias against people with mental ill-health?  That bias is a fact that has been proven again and again.  Unfortunately, in some instances, the people who are giving evidence as to how they are being discriminated against are the very people who are not being believed and who, due to their particular condition, find themselves labelled as lacking in capacity.  They are in an incredibly vulnerable position and now we have this provision being left in legislation that disempowers them even when they have put a document together and have capacity.<\/p> <p>There is a combination of issues, which include denying people the power they could have, our slowness to ratify the optional protocol and our refusal to make provision to empower people within the Bill.  The approach is not centred on the very people to whom this legislation is intended to give a voice.  We should ensure that the most vulnerable are supported by the legislation and that they have a voice all the time.  They do not have a voice and we are managing to codify that deficiency.  I am a member of a party of government, which means one takes the hits and votes with the Government even when one personally disagrees with a particular measure.  I will find it very hard to do so today but I will do it because I do not believe in suddenly picking and choosing the issues on which one supports one's party.  This issue really needs further thought and the opportunity to hear the experiences of people as a consequence of the current situation in the State.  It is frightening to be part of a measure that is going to codify further discrimination.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#V00600","speaker":"1682"},{"type":"speech","time":1664357400,"counter":99,"content":"<p>I am happy to engage further with Senators on these amendments.  The reason the Bill was not passed before the summer was to allow for a pause in which we engaged extensively over the summer with the Office of the Attorney General and the Department of Health on this specific matter.  There was a focus, in particular, on the issues that arise when people are detained under the Mental Heath Act and the basis for their detention is that they are a risk to themselves or to somebody else.  We looked at people's ability in that context to refuse treatments that might lessen their potential risk to others and the balance that can be achieved in that regard in the law.  The legal advice I have received is that this balancing mechanism is best done through reform of the Mental Health Act, not in this Bill.  The second category of persons, who are not covered by the relevant Part, are those whose involuntary detention is due to the opinion of the relevant clinician that treatment would improve their condition or their condition would deteriorate without treatment.  Under the amendment I am bringing forward, those persons will be able to rely on the provisions of their AHD.<\/p> <p>The Government has made a commitment to sign Ireland up to the optional protocol to the UNCRPD.  The passage of this legislation, the enactment of the 2015 legislation, the abolition of wardship and the operationalisation of the decision support service are essential.  The continuation of a wardship process is a major barrier to our signing up because it makes us so clearly in violation of the optional protocol.  My Department, in conjunction with others, is conducting a review to see what other legal issues need to be addressed before we are in a position to sign up to the protocol.  Passing this legislation is a key part of that because we cannot sign up while we maintain an outdated notion of wardship.<\/p> <p>I am happy to engage with Senators, as I have done in the past.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I wish to be realistic in that substantial work has been done on how far we can advance this issue in this legislation - we have advanced it significantly further - notwithstanding the legitimate issues that have been raised by Senators.  I am happy to engage with them.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#V00700","speaker":"1477","continuing":true},{"type":"speech","time":1664357400,"counter":101,"content":"<p>I acknowledge that some Senators have concerns but, in fairness, the Minister is trying to be helpful.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#W00200","speaker":"1674"},{"type":"unspoken","time":1664357400,"counter":102,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":103,"content":"<p>Government amendment No. 2:<br \/><br \/>In page 7, line 21, to delete &ldquo;Sections 72 and&rdquo; and substitute &ldquo;Sections 72 to&rdquo;.<\/p>"},{"type":"unspoken","time":1664357400,"counter":104,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":105,"content":"<p>Section 1, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":106,"content":"<p>Section 2 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":107,"content":"<p>SECTION 3<\/p>"},{"type":"speech","time":1664357400,"counter":108,"content":"<p>Amendments Nos. 3 and 42 to 44, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#W00900","speaker":"1674"},{"type":"speech","time":1664357400,"counter":109,"content":"<p>I move amendment No. 3:<\/p> <blockquote> \tIn page 8, between lines 6 and 7, to insert the following:  \t&ldquo;(e) section 85(7);&rdquo;.  <\/blockquote> <p>Amendment No. 42, which was tabled by the Minister, will mandate compliance with AHDs made by some people detained under the Mental Health Act but not others.  Those admitted under section 31(b), because the clinician believes that they will deteriorate or substantively improve if detained will have their wishes respected.  Those detained under section 31(a) who are deemed to be a risk to themselves and others will have their wishes disregarded.  That is the concern.  Two-tier approaches to human rights obligations rarely work, as Senator Seery Kearney said earlier.<\/p><p>The Government's amendment creates a slightly perverse incentive, for even well-meaning psychiatrists who believe that the preferred treatment plan should override the detained person's wishes to detain them under the wrong subsection in order that they can proceed with full discretion.  This observation is not meant as an attack on the professionalism or compassion of the psychiatric profession, but it is a recognition that we should draft laws in a way that insulates vulnerable people from potential abuse.<\/p><p>This system is a very complex and fallible nexus of human psychology, clinical judgement and legislation and, ultimately, doctors face the difficult task of fitting the nuances of human behaviour and distress into one box or another.  This is very subjective.  Limited categories can never hope to capture the full complexity of an individual's circumstances.<\/p><p>I acknowledge what the Minister said about having conversations with the Attorney General, but we have to be mindful of this.  We have to be careful.  The concern is whether a person's dignity or human rights will be upheld.  It should not depend on such a flimsy measure, if that makes sense to the Minister.<\/p><p>My amendment would remove any aggravation and ensure the human rights and dignity of involuntarily-detained individuals are protected.  It would provide clarity and comfort for individuals who need it.  It is in the hands of a psychiatrist or doctor to make that judgement, which is very worrying.  <\/p><p>I ask the Minister for further clarification on this.  He may feel that he is repeating himself but I am concerned.  I ask that we have further conversations before Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#W01000","speaker":"1632"},{"type":"speech","time":1664357400,"counter":110,"content":"<p>It is very welcome that the Minister seeks to reform and expand AHDs and to ensure that preferences of people with psychosocial disabilities are protected but I am concerned that amendment No. 42 creates further confusion because it creates a piecemeal provision.<\/p> <p>It feels as though the amendment pays lip service to the protection of rights while allowing them to be undermined on the basis of so-called risk.  Risk is not a neutral term in a disability context.  Ideas of risks and dangers have been used for decades to justify the denial of rights and abuse of disabled people, from institutionalisation to forced sterilisation.  We have all heard stories of how people have been treated.<\/p> <p>All the evidence demonstrates that people with psychosocial disabilities are at increased risk of being subject to violence and abuse.  I wonder whether this creates a two-tier approach to the validity of AHDs, where a person can rely on one where he or she is detained on the ground that he or she requires treatment and that can only be provided at an approved centre, but not where the person is detained where it is believed that he or she may be at risk of causing harm.<\/p> <p>Will the Government create situations where someone may believe his or her AHD will be binding, should he or she be subjected to the Mental Health Act but may, nevertheless, be forcibly treated?  I am not sure that this is as clear as it could be.  If the current reforms to the Mental Health Act are similar to the heads of Bill the Government published in July last year, this amendment will mean very little, as the Government is proposing to amalgamate the need for treatment on the grounds for the criteria of protection and harm. <\/p> <p>The amendment retains the discriminatory exclusion of people who have been conditionally discharged under the Criminal Law (Insanity) Act 2010 from relying on their AHDs.  These are people who have experienced stigmatisation due to being subject to the Criminal Law (Insanity) Act 2006.  It is unacceptable for them to be further excluded by being unable to have their decision-making rights respected.  <\/p> <p>To ensure that the AHDs are available in a non-discriminatory manner to anyone, perhaps this amendment should be withdrawn.  I do not know that it will do what it says and I am interested in what the Minister has to say on that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#W01100","speaker":"1663"},{"type":"speech","time":1664357400,"counter":111,"content":"<p>We have a difficulty where we apply a directive in one instance and not in another.  We currently have a situation whereby people who need the support of the system, with all its good aspects and its flaws, rather than volunteer themselves for full transparency to get a fully comprehensive treatment, will pay lip service just enough to get by, because to volunteer the truth of what is really happening for them may lead them to a place where they are completely and utterly disempowered.  Without having protection and a voice in every scenario that may arise, we will have people repeatedly going back into the system because they are not getting the full treatment.<\/p> <p>If I believe and look as though I have a broken arm, I may deny it because I am afraid of what the consequences will be.  Thus, I will not have an X-ray or even describe the situation and I will just look for paracetamol to patch it up as a short-term solution, because I am afraid to enter into a system.<\/p> <p>Here, we are codifying a two-tiered system and we are putting in place an incentive for people not to get the proper treatment and just to get a little bit of a patch to get them over a situation when they most need treatment.  We run the risk of people not disclosing in their own interests because they are afraid of the consequences.<\/p> <p>This is the difficulty of moving ahead without mental health reform.  I worry about that and the considerable power imbalance between even the most professional and fantastic psychiatrist and a person on the other end of that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Even the most well meaning sentences can be found and experienced as threatening.  If a person is in that situation, someone might say, &ldquo;We can get a child protection order if this comes to it&rdquo;, in an incredibly compassionate and well meaning way.  However, that would not be how I would hear it if it were said to me.  Again, I would have concerns around this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#W01200","speaker":"1682","continuing":true},{"type":"speech","time":1664357400,"counter":113,"content":"<p>Does Senator Warfield wish to come in?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#X00200","speaker":"1674"},{"type":"speech","time":1664357400,"counter":114,"content":"<p>There is something that I want to put on the record regarding the Mental Health Commission, which launched its 2021 annual report recently.  It stated criteria for involuntary detention is quite wide-ranging, as it stands, in the Mental Health Act.  People can go in voluntarily and unexpectedly be made to stay involuntarily.  The Mental Health Commission 2021 report states: \"If a voluntary patient indicates a wish to leave an approved centre they can be detained if the staff are of the opinion that the patient is suffering from a mental disorder\".<\/p> <p>In 2021, there was only a 64% compliance rate among mental health inpatient services with the requirement for individualised care plans.  Some 36% - over one third &ndash; of inpatient mental health services are not complying with the requirement to provide individualised care based on the person&rsquo;s preferences.  It shows, therefore, that legally binding advance healthcare directives, AHDs, are vital to ensure that the will and preferences are respected for all people in those contexts.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#X00300","speaker":"1686"},{"type":"speech","time":1664357400,"counter":115,"content":"<p>I tabled amendment No. 44 because concerns have been expressed at meetings of anaesthesiologists with regard to the Act perhaps being too restrictive compared with similar legislation in the UK, namely, the Mental Health Capacity Act 2005.  It is in the context of doctors in emergency situations having to make what they consider to be pragmatic decisions.<\/p> <p>The Royal College of Surgeons in Ireland gave me an example of a scenario wherein three teenagers over the age of 18 would sign an advance directive not to be resuscitated if brought unconscious to the emergency department, where each pair of teenagers from the trio acted as witnesses for the third, making the directives all legally valid.  One teenager is subsequently brought in unconscious, perhaps it is drug-related or accidental, and the advance directive is found in his or her pocket.  Under the UK Act, a doctor, knowing that the patient is fully salvageable and may be helped, can make a pragmatic decision to treat the patient and save his or her life, suspecting that the patient perhaps did not intend to apply the advance healthcare directive in this particular scenario or perhaps changed his or her mind.  Under the Irish Act, a doctor would not be allowed to do that with the current wording of our legislation.<\/p> <p>I have further information that I can certainly furnish to the Minister and his officials.  I would be very grateful if he could have a look at it.  I will not divide the House today.  I will move and withdraw the amendment, to allow some consideration of it so that we can perhaps bring it back on Report Stage.  I would be very grateful if the Minister could look at what may be the unintended consequences of the legislation we are talking about today in that kind of scenario, and what has happened in the UK to rectify it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#X00400","speaker":"1653"},{"type":"speech","time":1664357400,"counter":116,"content":"<p>I wish to share a thought.  This Bill is supposed to be empowering for so many people.  We all could speak at length about our disappointment.  However, I just want to put on the record that we are dangling a carrot in front of people, telling them that we are working towards and listening to their will and wants, and we are improving our advance healthcare directives.  We are then kicking it off into the ocean, saying it might not actually work.  We might not listen to them unless they can swim out and catch it.  I just do not think it is acceptable that we are putting through a disempowering Bill.  We are talking about ratifying the optional protocol and saying this Bill is necessary for it.  Not listening and not empowering is certainly not a way forward to implement and adhere to the UN Convention on the Rights of Persons with Disabilities.  I just wanted to put that on the record.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#X00500","speaker":"1671"},{"type":"speech","time":1664357400,"counter":117,"content":"<p>As there are no more queries, I call on the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#X00600","speaker":"1674"},{"type":"speech","time":1664357400,"counter":118,"content":"<p>I would not agree with the analogy that Senator McGreehan used.  We are dealing with legislation that is long overdue.  I still do not have a clear understanding why the 2015 Act was not initiated or used.  However, I have been given the job to do that and that is what I am seeking to do in this amending legislation.<\/p> <p>Some very legitimate concerns have been raised about one element of this legislation.  My Department and I have listened to them in terms of slowing the process, undertaking engagement and looking to see how we can solve this particular issue.  The difficulties with the 2001 Act in a 2023 situation are relevant to this issue and those Senator Warfield listed out in terms of the issues that the Mental Health Commission has raised.  That is why it is incumbent on all of us, Government and Opposition, to get mental health reform through both Houses of the Oireachtas.<\/p> <p>I am certainly committed, and I am more committed having gone through this process, to using my role as a Minister to deliver that reform.  However, in terms of what I can deliver in my role in this particular legislation - which is not centred on reform of mental health legislation, but on assisted decision-making &ndash; having seen the very real issues that Mental Health Reform and others have raised, I brought forward a solution that addresses some of those issues.  I have been very upfront; I am not addressing the whole thing.<\/p> <p>However, as someone who believes in progressive politics and moving the line forward all the time, what I see happening here is us moving the line forward.  I also see a clear recognition of the next step that has to be taken and, if not a detailed timeline, a clear process that has begun with the heads of Bill coming through Cabinet with the pre-legislative scrutiny process undertaken and with Government and Opposition in both Houses very much supporting and recognising the need for this to happen.  That is what I would speak to the process and where we are in it, and my belief in terms of pushing the line forward as far as one can in each particular step.<\/p> <p>I am happy to engage with Senator Doherty.  Reading this and listening to her, I have a concern in that it seems that a consequence &ndash; I need to go through it in detail &ndash; would be that an advance healthcare directive legitimately made is being disregarded because of a particular view a medical professional took at a particular time.  In many ways, that is almost the antithesis of what the advance healthcare directive is about.  That is not to say the Senator is not raising a legitimate issue.  However, when officials and I looked at it, we thought that was problematic.  Like I said, I am happy to speak further to Senator Black and engage further with Senator Doherty on that issue.  However, I just want to put on the record that I would need significant convincing in terms of either the issue or, indeed, the approach being adopted. <\/p> <p>I wish to come back to something Senator Seery Kearney referenced in terms of people coming in and treatment.  The advance healthcare directives apply to voluntary admissions.  What we are talking about here is involuntary admission under Part 4 of the legislation.  As I said, the legislation distinguishes between those two categories.  We are now going to apply advance healthcare directives to one of those categories where previously that was not going to be the case.  I see that as progress, but I have also been very clear that I recognise that there is a further step to be taken.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->From all the work I have done, I do not believe I can take it in this legislation.  I understand others have a different view.  I am happy to talk further.  It has not been for want of trying that we are bringing forward this particular amendment today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#X00700","speaker":"1477","continuing":true},{"type":"speech","time":1664357400,"counter":120,"content":"<p>I commend the Minister.  He has done a lot of work on this and I hear what he is saying.  I know he has got this to a certain level.  We just feel we need to push it that little bit extra.  It is very important that we try our best to strengthen the legislation.  I hear what the Minister is saying.  He has done a phenomenal amount of work and I look forward to engaging with him further on this.  Maybe we could have a conversation with IHREC and the Mental Health Commission.  I do not want to be making more work for the Minister and I understand he is under fierce pressure but we have to push this as far as we can from our end.  For those people who do not have a voice, we have to be their voice in here.  I am here today for those people who do not have a voice.  I have to try to push this as best and as far as I possibly can.  I will revert to the Minister if that is okay.  I thank him and his officials for all their work on this issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Y00200","speaker":"1632"},{"type":"speech","time":1664357400,"counter":121,"content":"<p>I thank the Minister for his willingness to engage with us.  I will certainly come back with evidence that bears out the request for what looks, on the face of it, like opposition to what we are trying to do in the Bill.  For the record, I refer to the Wooltorton case in the UK, which occurred in 2007.  Doctors in an emergency setting carried out the advance healthcare directive and the wishes of the patient and the coroner found against them thereafter because the conditions were not as directed in the advance healthcare directive.  The case has caused ethical disquiet ever since.  There has to be a fine balance between what we are trying to do and the very rare exceptions.  I will certainly provide the Minister with all the evidence I can and look forward to engaging with him in the future.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Y00300","speaker":"1653"},{"type":"speech","time":1664357400,"counter":122,"content":"<p>I agree with the Minister that this legislation is about far more than one particular group of people.  Anyone who is subjected to the ward of court system desperately needs this Bill to pass.  From that perspective, I am fully behind the legislation.  However, the fact is that there is a community of people in our State who are being left behind and left without a voice.  The threshold between voluntary and involuntary is not as clean as we would like to think.  Even within the scope of \"involuntary\", I have had enough circumstances put to me that make me deeply uncomfortable about how someone can find himself or herself in an involuntary situation almost by stealth.<\/p> <p>I agree with incrementalism and that we should legislate incrementally.  I have enough experience in the surrogacy realm to experience a little eyebrow-raising nervousness when I hear the Department of Health is working on things and still expresses reluctance despite the obvious need for what is in front of them.  Last week was an example of that in my experience.  I accept and appreciate that the Minister is bringing this matter as far as he can.  I know I am being very hard.  Having the privilege of standing here as legislators is all the more reason that we should be hard and strong in favour of those who may be rendered voiceless.  It is very important.  I concur with Senator Black that IHREC needs to be engaged with before we get to Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Y00400","speaker":"1682"},{"type":"unspoken","time":1664357400,"counter":123,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1664357400,"counter":124,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":125,"content":"<p>Section 4 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":126,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1664357400,"counter":127,"content":"<p>I move amendment No. 4:<\/p> <blockquote> \tIn page 8, after line 35, to insert the following:  \t<b>&ldquo;Amendment of section 3 of Principal Act<\/b><br \/><br \/><b>5.<\/b>The Principal Act is amended by the substitution of the following section for section 3: <blockquote> \t<b>&ldquo;Recognition of legal capacity<\/b><br \/><br \/><b>3.<\/b>(1) Legal capacity means the ability to hold rights and duties and to exercise these rights and duties.<br \/><br \/>(2) The exercise of legal capacity may be achieved either&mdash; <blockquote> \t(a) by the relevant person, acting legally independently, and with decision-making supports and reasonable accommodation as needed, or<br \/><br \/>(b) by the person(s) appointed to support the relevant person in exercising his or her legal capacity, and<br \/><br \/>(c) where capacity falls within the purview of paragraph (b) there shall be a requirement that the decision be guided by the decision-making assistant, co-decision-maker, decision-making representative, attorney or designated healthcare representative&rsquo;s best interpretation of the relevant person&rsquo;s will or preferences and how these are to be applied to a specific decision(s), <\/blockquote>in applying paragraph (c), &lsquo;best interpretation&rsquo; means the interpretation of the relevant person&rsquo;s behaviour and\/or communication that seems most reasonably justified in the circumstances.  Decision-making assistants, co-decision-makers, decision-making representatives, attorneys, or designated healthcare representatives must be able to provide a reasonable account of how this interpretation was arrived at.&rdquo;.&rdquo;. <\/blockquote>  <\/blockquote> <p>I apologise; I am searching for my note.  I am keeping in my back pocket the right to call a quorum today in case I need more time to look for it.  If I call a quorum, Senators will know what I am doing.  The proposed amendment calls for the deletion of lines 36 to 40.  There are concerns both in terms of process and the impact it will have on the human rights of people with disabilities, older people and people with experience of mental health services.  At a procedural level, this amendment, which has significant implications for the rights of disabled and older people, was introduced on Report Stage in the D&aacute;il.  It was not properly discussed as the debate was guillotined prior to the full reading of all the proposed amendments.  Making such a drastic provision without the full input of both Chambers of the Oireachtas is problematic.<\/p><p>More fundamentally, by retaining and recognising inherent jurisdiction within the Act, the State risks undermining the entire rights-based system of supported decision-making which it seeks to create, and allows the court to continue in parallel a secondary system with little guidance or oversight.  This effectively overrides the Assisted Decision-Making (Capacity) Act and its principles, especially the central guiding principle of respect for the will and preferences of the person.  Indeed, family members or service providers can avoid the entire system if they have the resources to commence proceedings seeking orders from the High Court under the inherent jurisdiction.  Under the inherent jurisdiction, the court has no obligation to consider the will and preferences of those of whom it makes orders regarding their detention and treatment without consent.  This provision has been of significant concern to human rights activists but also to lawyers practising in the area.  It was noted by Ciara O'Dowd that instead of using inherent jurisdiction to fill any lacunas in legislation, the Government in recognising it within legislation is effectively nullifying the Act with regards to treatment and detention.  This amendment was inserted into the Bill and will undermine the entire rights-based system the Government is purporting to create.  It should therefore be removed.  Its removal from the Bill does not mean that the inherent jurisdiction will cease to exist or can never be used but it sends a powerful signal that it is not to be considered as a means to circumvent the positive and rights-affirming aspects of the Assisted Decision-Making (Capacity) Act.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Y00900","speaker":"1686"},{"type":"speech","time":1664357400,"counter":128,"content":"<p>The proposed amendment seeks to delete provisions that were made as amendments on Report Stage in the D&aacute;il.  These provisions clarify the intersection of the inherent jurisdiction of the High Court and the 2015 Act.  It is important to note that these provisions do not create new powers for the High Court.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The court possesses a constitutional role as the guardian of constitutional rights and it is not the power of this or any other House to remove that jurisdiction.<\/p><p>Pending the delivery of dedicated legislation on the protection of liberty safeguards, it may be necessary in some rare instances to bring matters regarding detention and treatment before the High Court.  The purpose of the provision that I moved on Report Stage is to signal that such applications should only be brought when the authority of the High Court is very much needed to determine a matter in which a person&rsquo;s liberty might be in question, and also to make it very clear that no decision supporter or person appointed under the 2015 Act has the ability to authorise the deprivation of liberty where that is manifestly not the will or preference of the relevant person.  As such, the amendments which were introduced in the D&aacute;il are designed to provide legal clarity and to ensure that the oversight of the High Court is actually working to protect the rights of citizens.<\/p><p>The Department of Health is in the process of preparing draft protection of liberty safeguard legislation but pending the delivery of those legal forms it is necessary to signpost to the High Court in order to protect the rights of relevant persons.  Deletion of this provision would introduce procedural uncertainty where urgent care may be required and would not serve to limit the constitutional power of the High Court in this regard, in any event, or applications of necessity to the High Court.  Again, neither I nor this House has the power to do that.  For that reason, it is right that we have a legislative provision with guidance around it rather than just leaving the existing inherent jurisdiction of the court, without any sort of procedural guidance around it.  It was on that basis that the amendment was made in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Y01000","speaker":"1477","continuing":true},{"type":"speech","time":1664357400,"counter":130,"content":"<p>I withdraw this amendment and retain the right to resubmit it on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00200","speaker":"1686"},{"type":"unspoken","time":1664357400,"counter":131,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1664357400,"counter":132,"content":"<p>Both the Senator and the Minister have spoken on amendment No. 5, when speaking on amendment No. 4.  How stands amendment No. 5, Senator?<\/p> <p>If Senator Warfield wishes, he can speak to the overall section 5, at which point he can raise any point he has missed on the earlier amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00400","speaker":"1670"},{"type":"speech","time":1664357400,"counter":133,"content":"<p>We have not spoken on amendment No. 4 and there are things to say on that amendment.  The Minister made his reply and Senator Warfield spoke on amendment No. 5 but I did not speak on this amendment because of the content of both of those speakers.  I would like to speak on amendment No. 4, and I thought there was a complete misunderstanding, or perhaps that I was suddenly out of my depth in not understanding what was going on.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00500","speaker":"1682"},{"type":"speech","time":1664357400,"counter":134,"content":"<p>Have we a way of resolving this as we have already moved and withdrawn amendment No. 4 with the agreement of the House?  We can, however, speak to the overall section 5, which includes amendments Nos. 4 and 5, and in that way the same points can then be made by the Senator.  Is that fair?<\/p> <p>Can I suggest to Senator Warfield then that he move and withdraw amendment No. 5.  We can then move to the overall section, and all Members can then speak on section 5, which can include discussion of any points that were missed on amendments Nos. 4 and 5.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00600","speaker":"1670"},{"type":"speech","time":1664357400,"counter":135,"content":"<p>I will accept the ruling of the Chair.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00700","speaker":"1686"},{"type":"speech","time":1664357400,"counter":136,"content":"<p>Is that agreed? Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00800","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":137,"content":"<p>SECTION 5<\/p>"},{"type":"speech","time":1664357400,"counter":138,"content":"<p>I move amendment No. 5:<\/p> <blockquote> \tIn page 9, to delete lines 36 to 40. <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z00900","speaker":"1686"},{"type":"unspoken","time":1664357400,"counter":139,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1664357400,"counter":140,"content":"<p>Question proposed: \"That section 5 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1664357400,"counter":141,"content":"<p>Speaking on this section and my earlier amendment No. 4, with the leave of the Chair, this amendment concerned the amending of section 3 of the Act and the recognition of legal capacity.  The Assisted Decision-Making (Capacity) Act was drafted to enable Ireland to ratify the Convention on the Rights of Persons with Disabilities, CRPD.  However, the Act remains non-compliant with the CRPD.  This is because the Act contains a functional test of mental capacity as a means of determining whether a relevant person can exercise his or her legal capacity.  This approach results in a form of what is called \"substitute decision-making\" rather than supported decision-making.  The UN Committee on the Rights of Persons with Disabilities, in general comment No. 1 states: \"The functional approach attempts to assess mental capacity and deny legal capacity accordingly\".  It goes on to say: \"Article 12 does not permit such discriminatory denial of legal capacity, but, rather, requires that support be provided in the exercise of legal capacity\".<\/p> <p>Despite this clarification, Ireland introduced a reservation to Article 12 upon ratification, signalling its intention to maintain systems of substitute decision-making.  When Ireland enters into dialogue with the UN committee in Geneva, like other countries before it, it will be asked to consider removing this reservation and to commit to the full implementation of supported decision-making as required by the CRPD.<\/p> <p>Ireland was among the first countries to reform its capacity law in light of the CRPD and could claim to be a world leader in this domain again if it removes the functional test of mental capacity and abolishes all forms of substitute decision-making, as countries such as Costa Rica, Peru and Colombia have done in their subsequent reforms.  While these are relatively recent, they have been developed as a result of decades of activism by disabled people&rsquo;s organisations and the grassroots in each country, and these reforms have been subjected to intensive parliamentary scrutiny and have had broad support from the Judiciary, law commissions and academic researchers.<\/p> <p>In a report on pre-legislative scrutiny, the Joint Committee on Children, Equality, Disability, Integration and Youth recommended that the functional test of capacity should be removed and replaced with an obligation to acknowledge, interpret and act upon the relevant person&rsquo;s will and preferences, in line with the UN Convention on the Rights of Persons with Disabilities.  These were made in pre-legislative scrutiny recommendations Nos. 11 and 15.  The wording of this amendment is drawn primarily from a draft statutory framework for legal capacity law reform in Canada and developed by two leading scholars on legal capacity worldwide, namely, Michael Bach and Lana Kerzner.  If accepted, it would require the tabling of further amendments on Report Stage to reframe the eligibility criteria for the different types of support and intervention under the 2015 Act.    <\/p> <p>A similar amendment was offered on Committee Stage debate during the Assisted Decision-Making (Capacity) Bill 2013, although at the time no countries had reformed their laws in light of Article 12 of the CRPD.  However, now there are three examples of countries which have developed legislation to replace adult guardianship that is fully compatible with Article 12 of the convention as interpreted by the UN Committee on the Rights of Persons with Disabilities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z01200","speaker":"1686"},{"type":"speech","time":1664357400,"counter":142,"content":"<p>I am speaking specifically here, by leave of the Chair, to amendment No. 4 by way of a discussion on the section.  That amendment seeks to replace section 3 of the 2015 Act, which sets out the functional capacity model, with a replacement text on legal capacity.  The amendment mixes two separate provisions.  As Senator Warfield is aware, the Assisted Decision-Making (Capacity) Act 2015 provides for a presumption of capacity in section 8(2) dealing with the guiding principles.  Section 8(7) already requires an intervener to give effect to the relevant person's will and preference.  As such, the provision proposed by the Senator with regard to the recognition of legal capacity is already contained in the original 2015 Act and, importantly, the commencement of the 2015 Act will remove wardship, thereby removing a system which explicitly removed a person's legal capacity.  I completely recognise the importance of legal capacity, not least under the UN CRPD.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Roderic O'Gorman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=RodericOGorman&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is the position of the Government that the operation of the functional model is qualified in an important and rights-based fashion in the Irish context by that explicit respect for a person's will and preference throughout the operation of the functional capacity model in both the 2015 Act and the amending legislation.<\/p><p>Section 3 has a different purpose.  It is to provide a test that will apply where an intervenor seeks to intrude on the decision-making autonomy of a relevant person.  Such a test is necessary to protect the rights of the relevant person as a decision-making supporter should not be appointed unless absolutely necessary.  Removing that test could lead to a situation in which decision supporters would take it upon themselves to take decisions on behalf of another person unnecessarily, even with good intentions.  Respecting the person's autonomy is a key value underpinning the 2015 Act.<\/p><p>The Senator's provisions imply a test is needed.  The subsection 2(b) they propose refers to the appointment of a person to support the relevant person in exercising his or her legal capacity.  Inevitably, the appointment of such a person would involve some form of process that would most likely be based on a set of criteria by which that person's situation was evaluated.  What section 3 provides is such a set of criteria, putting in place the limited circumstances in which a decision supporter can be appointed with authority to help another person with decisions.<\/p><p>The place of the functional capacity model in the Act, uniquely qualified by the will and preference in the Irish context, is designed to maximise a person's decision-making capacity in a manner that explicitly privileges their explicit will and preference.  It is contrary to the prevailing system of wardship.  Assisted decision-making will allow a person to hold and exercise legal rights and obligations.  While I appreciate the intent of the amendment being discussed, examining section 3 of the Act in isolation is not helpful in assessing the Act's overall recognition and enabling of legal capacity.<\/p><p>On a technical note, there is language in the proposed amendment that I could not accept.  It is not appropriate that a decision-making assistant would guide the decision of a relevant person.  This could be construed as leading a decision and is beyond the remit of a role, which is to assist a relevant person in their own decision-making.  The term \"best interpretation\" is not a term used elsewhere in the 2015 Act.  It is problematic and unnecessary given the application of will and preference set out in the guiding principles section of the Act and the superior legal clarity provided by the existing section.  For that reason, I am not in a position to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#Z01300","speaker":"1477","continuing":true},{"type":"speech","time":1664357400,"counter":144,"content":"<p>For some of the reasons the Minister outlined, I do not support the amendment but I know and agree with what the Senators are getting at.  Maybe the best way I could address the issue would be to ask how we will supervise the use of the functional test.  A very strong recommendation of the committee following the pre-legislative scrutiny was that the functional test be removed.  This is because it speaks of a medical model rather than a social model or a model that is absolutely person centred.  I understand the need for the test in some instances but it seems to be a relic of a former system that needs to be reviewed.  Without the UNCRPD, there is some impotence in that the person has no recourse to somewhere outside the State to review the implementation process and whether the entire system is actually person centred and supports the individual's needs.  Therefore, I have concerns about the safeguards included to ensure the needs of the individual are safeguarded.  Unfortunately, if there is a dispute after the event, an individual who may have been ill, perhaps for a brief period, will have to give evidence along with individuals who may be medical practitioners of various sorts.  It is very difficult to dispute how a test was carried out in the aftermath.  How do we ensure cultural change where there is a vulnerable person, alone in their circumstances, being completely disempowered?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#AA00200","speaker":"1682"},{"type":"speech","time":1664357400,"counter":145,"content":"<p>Some important points were raised.  Cultural change is something we discussed to a great extent in respect of other legislation, the Birth Information and Tracing Act, which is very much about moving away from a hierarchical, patriarchal model of decision-making.  How is that changing in this legislation?  I briefly mentioned the principles section in section 8 of the 2015 Act, the original Act.  To further my understanding, I find it useful to consider the Act as a whole, rather than a specific section, and also the notion of the will and preference of the individual being interwoven throughout.  Let us examine some of the guiding principles set out in section 8 of the Act:<\/p> <blockquote> \t8. (1) The principles set out in <i>subsections (2)<\/i>to <i>(10)<\/i>shall apply for the purposes of an intervention in respect of a relevant person, and the intervener shall give effect to those principles accordingly.<br \/><br \/>(2) It shall be presumed that a relevant person who falls within <i>paragraph (a)<\/i>of the definition of &quot;relevant person&quot; in <i>section 2(1)<\/i>has capacity in respect of the matter concerned unless the contrary is shown in accordance with the provisions of this Act.<br \/><br \/>(3) A relevant person who falls within <i>paragraph (a)<\/i>of the definition of &quot;relevant person&quot; in <i>section 2(1)<\/i>shall not be considered as unable to make a decision in respect of the matter concerned unless all practicable steps have been taken, without success, to help him or her to do so. <\/blockquote> <p>A range of safeguards is set out in section 8.  There are ten elements to it.  The key point is that the presumption of capacity is at the absolute centre of the legislation.  Second, that presumption can be rebutted only where all efforts have been made to assist an individual in terms of their capacity.  Everything we are doing in this Bill is to assist people to be able to exercise their own capacity.  That is central to what we are achieving.<\/p><p>On the question of how we examine this, a key component is the decision support service.  The system is not operating in the ether; it is overseen by a resourced body that focuses explicitly on providing supports to people with some limitation of capacity.  That is central to what we are doing.  The guiding principles are central to what the legislation seeks to achieve.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#AA00300","speaker":"1477"},{"type":"speech","time":1664357400,"counter":146,"content":"<p>I welcome to the Visitors Gallery David Burns and Loy McParland from Ravensdale, County Louth, and indeed Deputy Gannon, who is here with his guests.  We are discussing the Assisted Decision-Making Capacity (Amendment) Bill, which I am sure they will all agree is important.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#AA00400","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":147,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":148,"content":"<p>Sections 6 and 7 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":149,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1664357400,"counter":150,"content":"<p>I move amendment No. 6:<\/p> <blockquote> \tIn page 10, between lines 28 and 29, to insert the following:   \t<b>&quot;Amendment of section 8 of Principal Act <\/b><br \/><br \/><b>8.<\/b>Section 8 of the Principal Act is amended by the insertion of the following:  <blockquote> \t&quot;(11) The guiding principles contained in subsections (1) to (10) shall be interpreted consistently with the United Nations Convention on the Rights of Persons with Disabilities, in particular, Article 12, and General Comment 1 of the United Nations Committee on the Rights of Persons with Disabilities.&quot;.&quot;. <\/blockquote>  <\/blockquote> <p>Will I call a quorum?  Even the mention of the word could trigger one.  Could I possibly take the Minister's response to my amendment before I speak?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#AA00800","speaker":"1686"},{"type":"speech","time":1664357400,"counter":151,"content":"<p>That is no problem.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB00200","speaker":"1670"},{"type":"speech","time":1664357400,"counter":152,"content":"<p>This amendment seeks the introduction of a new subsection under section 8 of the 2015 Act which sets out the guiding principles to be followed regarding an intervention being made in respect of a relevant person.  The amendment seeks to have the guiding principles interpreted in line with the United Nations convention and, in particular, Article 12 and general comment 1 of the UN committee on the CRPD.<\/p> <p>While recognising the proposed amendment is well-intentioned, my position has not changed since earlier Stages and I am not in a position to accept this amendment.  It is problematic from a legal perspective as the provision is insufficiently clear for inclusion in primary legislation.  I would also argue it is unnecessary from a policy perspective.  The convention was drafted as an international treaty, not as a measure for direct inclusion into primary law.  Taken as a whole, the convention is too large to allude to in the manner proposed.  The text of the convention is primarily by way of statements that set out a standard that contracting parties should aspire to achieve across their respective legislative programmes.  From a technical perspective, the language of the convention does not lend itself to inclusion in primary legislation.  Rather, it sets general principles which must then be translated into more specific obligations to be introduced into national law.<\/p> <p>General comment 1 is not drafted as a statutory provision, but rather as a textual guide to the relevant sections of the convention.  It would be highly unusual and legally problematic to grant such language the force of domestic law in the manner proposed.  Aside from the technical difficulties with the amendment, since ratification of the convention by Ireland, there is an overarching and existing obligation on public bodies to be compliant with the CRPD.  This means that the obligation the amendment intends to create already exists as a matter of domestic law without the need for the proposed amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB00300","speaker":"1477"},{"type":"speech","time":1664357400,"counter":153,"content":"<p>Would Senator Warfield like to speak to the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB00400","speaker":"1670"},{"type":"speech","time":1664357400,"counter":154,"content":"<p>I thank the Acting Chair for his patience.  The idea behind the amendment was that now that we have ratified the CRPD, embedding an explicit requirement for the courts to interpret the Act in a manner that gives effect to the convention strengthens the potential for the Act to be interpreted in a manner compatible with Ireland's human rights obligations.  The Act was continually referred to by successive Ministers during its development as being an essential part of Ireland's preparation to ratify the UN convention.  Inserting this amendment recognises that best practice in this field is continually evolving.  It reaffirms Ireland commitment to refine and reinterpret our laws in a manner consistent with our human rights obligations.  Introducing this amendment signals Ireland's commitment to a progressive and evolving interpretation of the principal Act in light of emerging understandings of human rights law.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB00500","speaker":"1686"},{"type":"speech","time":1664357400,"counter":155,"content":"<p>Is Senator Warfield pressing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB00600","speaker":"1670"},{"type":"speech","time":1664357400,"counter":156,"content":"<p>Like the last number of amendments, I am happy to withdraw it and come back on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB00700","speaker":"1686"},{"type":"unspoken","time":1664357400,"counter":157,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1664357400,"counter":158,"content":"<p>Sections 8 to 12, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":159,"content":"<p>SECTION 13<\/p>"},{"type":"speech","time":1664357400,"counter":160,"content":"<p>Amendments Nos. 7, 8, 11, 12, 23, 24 and 33 to 35, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB01200","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":161,"content":"<p>Government amendment No. 7:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":162,"content":"<p>I will speak to these amendments generally.  These amendments will allow for the DSS to conduct a review of a complaint received prior to undertaking a formal investigation.  This will reduce the requirement for the DSS to automatically undertake an investigation on each and every occasion a complaint is made in favour of allowing a more flexible approach which will give discretion to the director to determine where a full investigation may or may not be warranted, based on the circumstances and merits of each individual case.  This will reduce the unnecessary burden on the service and service users and build on amendments to date in ensuring that persons are not inappropriately subject to court procedures where that is not warranted, while also ensuring that complaints are appropriately considered and dealt with.<\/p> <p>An amendment to complaints under Part 8 will ensure that the director of the DSS will be able to conduct an investigation on his or her own initiative.  This was always the policy intention and this provision makes that position clear, improving the harmony of investigative powers throughout the Act.  Some necessary technical amendments are also introduced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB01400","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":163,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":164,"content":"<p>Government amendment No. 8:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":165,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":166,"content":"<p>Section 13, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":167,"content":"<p>Sections 14 and 15 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":168,"content":"<p>SECTION 16<\/p>"},{"type":"speech","time":1664357400,"counter":169,"content":"<p>Amendment No. 9 has been ruled out of order as there is a potential charge on the Revenue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB02300","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":170,"content":"<p>Amendment No. 9 not moved.<\/p>"},{"type":"unspoken","time":1664357400,"counter":171,"content":"<p>Question proposed: \"That section 16 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1664357400,"counter":172,"content":"<p>Would Senator Clonan like to speak to the issue in the section?  It is his opportunity to do so.  I also wish to speak to the amendment, but I am happy to give way to Senator Clonan as it is his amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB02500","speaker":"1673"},{"type":"speech","time":1664357400,"counter":173,"content":"<p>Notwithstanding the restrictions imposed on the House under Standing Order 41, it is important that our most vulnerable citizens have somebody who is known and trusted to act in their best interests regarding the assisted decision-making function.  There is quite a deal in the proposed legislation that, in practice, will be difficult and unwieldy in terms of how it might operate in real time.  I wanted to raise those concerns.  We will return to this later.  There is a Private Members' motion to be debated later when we can discuss this more fully.  I will return to the matter then.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB02600","speaker":"1699"},{"type":"speech","time":1664357400,"counter":174,"content":"<p>I would also like to speak to the section because of the particular issue Senator Clonan has raised.  Once again, we find ourselves in a situation whereby the dreaded Standing Order 41 interferes with the ability of Members to put down substantive amendments which deserve to be considered.  It would have been appropriate that Senator Clonan's amendment be dealt with because it relates to a proposal from the Joint Committee on Children, Equality, Disability, Integration and Youth, the committee relevant to the Minister's Department, recommending independent advocates in certain situations.<\/p> <p>The reason it did so was that many parents of adult children with an intellectual disability have concerns that their children, as relevant persons, could be subjected to undue influence in making decisions under sections 10 or 17 of the principal Act.  I encourage Senator Clonan to consider bringing forward his amendment on Report Stage, or at least raising the issue again on Report Stage.  Perhaps the Minister might consider it.  That might be a more relevant request.  In advance of Report Stage, we could examine whether it would be appropriate to appoint an independent advocate in certain situations.  Such a person would assist regarding the appointment of a decision-making assistant under a decision-making assistant's agreement under section 10 of the Act or the appointment of a co-decision maker under section 17.  Such a person would assist the relevant person. <\/p> <p>I mentioned the committee recommended that the Bill provide for independent advocates.  I understand it might have been recommendation No. 35.  What we are talking about arises in particular in the context of intellectual disabilities.  As we all know, Senator Clonan is very well qualified to speak on this issue, and more qualified than I am, but I am very happy to support his very laudable agenda in these matters.  Parents of adult children have concerns that children could be exposed to undue influence in regard to appointing decision-making assistants or co-decision makers.  The appointment of an independent advocate as a sort of external eyes and ears might alleviate the concerns of parents in these situations.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I note that section 100 of the 2015 Act already provides for the appointment of a court friend.  An independent advocate would play a similar role to the functions envisaged for that person.  In light of the recommendation that came from the joint committee, I ask the Minister to engage on this issue now or commit to engaging on it in advance of Report Stage.  Perhaps the issue was dealt with in the D&aacute;il.  I do not know.  I would be very interested to hear the response of the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#BB02700","speaker":"1673","continuing":true},{"type":"speech","time":1664357400,"counter":176,"content":"<p>As the amendment was ruled out of order, we did not give it the usual detailed consideration.  Senator Mullen spoke about children . I want to recognise there are many parents whose children are now adults.  It is worth remembering that the legislation does not apply to minors; it only applies to adults.  We have to acknowledge the concern of parents of adults who have an intellectual disability.  The legislation allows for the appointment of court friends.  It allows for the help of anyone with a bona fide interest in a person's welfare.  There are provisions, particularly the appointment of a court friend, with regard to the application of some of the processes.  There is a level of protection.  I am happy to give the issue some further consideration.  Consideration has been given to this already and the existence of the court friend process was seen as a mechanism to provide greater oversight.  It is something we can consider going forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC00200","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":177,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":178,"content":"<p>Sections 17 to 25, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":179,"content":"<p>SECTION 26<\/p>"},{"type":"unspoken","time":1664357400,"counter":180,"content":"<p>Government amendment No. 10:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":181,"content":"<p>This amendment will provide for a single capacity assessment under section 29 of the 2015 Act in line with other capacity assessments required under Part 4.  This will ensure that only one statement of capacity is required, either by a registered medical professional or a class of healthcare professional to be prescribed by regulation.  This will reduce the number of capacity assessments required under this part.  The amendment is further to the reduction of capacity assessments made on Report Stage in the D&aacute;il.  It will reduce the administrative burden and cost on the relevant person as well as streamlining the process of accessing decision supports.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC00700","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":182,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":183,"content":"<p>Section 26, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":184,"content":"<p>SECTION 27<\/p>"},{"type":"unspoken","time":1664357400,"counter":185,"content":"<p>Government amendment No. 11:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":186,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":187,"content":"<p>Government amendment No. 12:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":188,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1664357400,"counter":189,"content":"<p>Amendments Nos. 13, 14 and 25 to 27, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC01500","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":190,"content":"<p>Government amendment No. 13:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":191,"content":"<p>These amendments are related to the complaints provisions.  They provide that where a court directs that a decision support shall no longer act as such, the director of the DSS shall be required to update the relevant register.  Some necessary technical amendments are also introduced.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC01700","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":192,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":193,"content":"<p>Government amendment No. 14:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":194,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":195,"content":"<p>Section 27, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":196,"content":"<p>Sections 28 and 29 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":197,"content":"<p>SECTION 30<\/p>"},{"type":"speech","time":1664357400,"counter":198,"content":"<p>Amendments Nos. 15 and 16 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC02400","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":199,"content":"<p>Government amendment No. 15:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":200,"content":"<p>These amendments provide for regulations to set out additional persons or bodies eligible to make an application directly to the Circuit Court under Part 5.  This will allow such parties to make a court application directly under Part 5 without first seeking permission to do so by way of an <i>ex parte<\/i>application.  Where appropriate, this regulation-making power will allow for applications to be brought in a more streamlined and less burdensome way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC02600","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":201,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":202,"content":"<p>Government amendment No. 16:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":203,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1664357400,"counter":204,"content":"<p>Amendments Nos. 17 and 18 are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC03000","speaker":"1670"},{"type":"unspoken","time":1664357400,"counter":205,"content":"<p>Government amendment No. 17:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":206,"content":"<p>These amendments will allow for the undertaking of court reporting and research under Part 5.  A regulation-making power is being provided for certain classes of persons to make reports on proceedings taking place under Part 5.  The necessary access to proceedings will be provided and the identity of a person will be kept confidential in such reporting.  This point was raised as an Opposition amendment by Deputy Sherlock in the D&aacute;il.  I recognise the value of its inclusion in terms of the lessons that can be learned and ensuring consistency of operation throughout the court system.  At its core is the value that transparency and research can bring in improving the operation of the legislation.  The proposed amendments provide for this while remaining properly conscious of the privacy rights in matters under Part 5.  It is on this basis that I, in consultation with my colleague the Minister for Justice, will make any such regulation.  The model we are looking at is the family law court reporting service that has done such invaluable work to provide an understanding of what happens in family law cases which are held <i>in camera<\/i>.  It could allow for a similar type of reporting to take place in respect of these cases.  It would be good to have an understanding of the type of cases and the type of legal responses coming forward.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC03200","speaker":"1477"},{"type":"speech","time":1664357400,"counter":207,"content":"<p>I absolutely agree.  Carol Coulter's work on family law was fantastic and constructive.  This raises another issue, which is the training of the Judiciary following this and making sure its members are absolutely conversant with the person-centred model and the interpretation of capacity, particularly when we are keeping a functional capacity test.  The Judiciary must be sensitised and there must be cultural change.  I know in the context of other situations there has been a lot of training of legal professionals.  It is incredible and shocking that some of it was needed.  The Minister might clarify this.  I agree that we need it to be transparent.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC03300","speaker":"1682"},{"type":"speech","time":1664357400,"counter":208,"content":"<p>I take Senator Seery Kearney's points.  In the first instance, this legislation will necessitate significant engagement of the Judiciary, primarily because a significant panel of judges will be involved in moving people from wardship to the new DSS.  This will take a significant amount of work.  There has already been some engagement with the courts on preparing for this.  It is not for the Executive to direct the Judiciary on issues of policy.  The training of the Judiciary is a matter for the Judicial Council.  There is an understanding that the Bill is significant in terms of bringing about the removal of an entire system from the Judiciary.  The ward of court system has been entrenched in Irish and British courts since the Victorian era.  There is an understanding that real change is needed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC03400","speaker":"1477"},{"type":"speech","time":1664357400,"counter":209,"content":"<p>It is not for us to tell the Judiciary what to do, but when something has been so entrenched for decades it means there is a system of thinking that goes with it and it is reasonable that we comment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#CC03500","speaker":"1682"},{"type":"unspoken","time":1664357400,"counter":210,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":211,"content":"<p>Government amendment No. 18:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":212,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":213,"content":"<p>Section 30, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":214,"content":"<p>SECTION 31<\/p>"},{"type":"speech","time":1664357400,"counter":215,"content":"<p>I move amendment No. 19: <\/p> <blockquote> \tIn page 26, between lines 10 and 11, to insert the following:  \t&ldquo;(8B) Directions regarding the investment strategy to be followed by the decision-making representative in respect of assets owned by the relevant person.&rdquo;.&rdquo;.   <\/blockquote> <p>There is a requirement for directions regarding the investment strategy to be followed by the decision-making representative in respect of assets owned by the relevant person.  This is to address an important issue relating to people who require the assistance of the powers conferred by this legislation.  For example, at present the wards of court office is responsible for more than &euro;2 billion in funds owned by wards of court.  One ward owns assets of approximately &euro;72 million.  With such large sums, it is essential that there is an independent and objective mechanism for ensuring that such funds and assets are invested appropriately by any decision-making representative.  There is a requirement for the court to supervise such investments to help protect the assets.  This will also give protection to the decision-making representative and thus reduce the concern of wider family members.  It is to give that extra support to the decision-making representative who in many cases may not have the skill set to oversee, manage and direct such large sums and assets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#DD00100","speaker":"1699"},{"type":"speech","time":1664357400,"counter":216,"content":"<p>I support anything that will put in place a mechanism to ensure the investment and remote direction of any moneys belonging to a ward of court or given to a ward of court, awarded following instances of negligence that appallingly are all too often reported in the news.  The idea that a person is given an award and that would be dissipated or lost, as has happened and as we have seen reported, is outrageous and appalling.  There is a small cohort of people who deserve a mechanism to reimburse them for the money that was recklessly lost, leaving them with elderly parents trying to cover where they should have financial support.  I have spoken on this previously.  The Justice for Wards group represents the people whose money has been lost and who have been left without protections by the State or any redress.  I support putting in place transparency, accountability or insurance, whatever we call it.  It is essential that we do it.  I take the opportunity to speak on behalf of the Justice for Wards group, which needs to be engaged with.  The State needs to do something about the horrific position in which these people find themselves through no fault of their own.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#DD00200","speaker":"1682"},{"type":"speech","time":1664357400,"counter":217,"content":"<p>I am in full agreement and I commend Senator Clonan on bringing forward the amendment.  I agree with everything that Senator Seery Kearney said as well.  I came to know of a particular case a number of years ago where a large award was made.  The retired President of the High Court, Mr. Justice Kelly, addressed people at the end of the case.  He said to them that this was a very large sum but what they had to remember was that this had to last them for their whole lives.  I remember thinking that he was being somewhat avuncular in a sense in reminding all parties that this would need to be managed with great care.  Of course, that applies <i>a fortiori <\/i>where the person in receipt of the award is a ward or a person who is depending on the good stewardship of another.  This is a welcome and important amendment and I look forward to hearing what the Minister has to say on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#DD00300","speaker":"1673"},{"type":"speech","time":1664357400,"counter":218,"content":"<p>The Senators have spoken to a wider problem that has emerged in the existing wardship system.  I recognise the genuine and legitimate concerns they are raising.  I understand the intention of the amendment for the reasons I am about to set out.  I do not believe is not necessary because we have provision in the legislation that addresses much of what Senator Clonan said.  Section 38(5) and 38(6) of the 2015 Act set out criteria for the appointment of decision-making representatives.  Section 38 (5) states:<\/p> <blockquote> \tWhen considering the suitability of a person to be a decision-making representative for a relevant person, the court shall have regard to the following:  \t(a) the known will and preferences of the relevant person;<br \/><br \/>(b) the desirability of preserving existing relationships within the family of the relevant person;<br \/><br \/>(c) the relationship (if any) between the relevant person and the proposed representative; <br \/><br \/>(d) the compatibility of the proposed representative and the relevant person;<br \/><br \/>(e) whether the proposed representative will be able to perform the functions to be vested in him or her;<br \/><br \/>(f) any conflict of interest.   <\/blockquote> <p>Paragraph (e) is important in ensuring there is an assessment of the ability of the decision supporter to meet the needs of the particular relevant person.  If the particular relevant person has any sort of estate that needs management, the ability of the decision supporter to meet those needs would be considered.  There is more detail in section 38(6) which states:<\/p> <blockquote> \tWhere the court appoints a decision-making representative to make decisions on the relevant person&rsquo;s property and affairs, it shall have regard to the following:  \t(a) the size, nature and complexity of the relevant person&rsquo;s financial affairs;<br \/><br \/>(b) any professional expertise, qualification or experience required to manage the relevant person&rsquo;s financial affairs;<br \/><br \/>(c) the capability of the proposed representative to manage the relevant person&rsquo;s property and affairs;<br \/><br \/>(d) the financial expertise and support available to the proposed representative.   <\/blockquote> <p>That covers and addresses, maybe in slightly different language, the important point the Senator set out. <\/p><p>Decision supporters would be subject to the oversight of the DSS.  They have to report to the service on their management of financial assets.  <\/p><p>Another important point in this legislation is that the decision supporter is there to assist the relevant person.  If the relevant person, having been recognised as having capacity, makes bad decisions, he or she is entitled to under this legislation.  That is an important issue.  We are moving away from the situation where the court, through the ward of court system, knows best.  The relevant person's capacity is recognised, including his or her capacity to make a bad decision.  That is relevant because it is no longer a question of the decision supporter minding the relevant person's money; it is a question of the decision supporter supporting the relevant person to make the decisions that he or she believes are best even if those are decisions that he or she considers not to be financially the best investment.  It is important to recognise that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#DD00400","speaker":"1477"},{"type":"speech","time":1664357400,"counter":219,"content":"<p>I thank the Minister for his reply.  I would be grateful if I could tease this out with him.  I defer to his knowledge of the Bill as he has been with it for a long time.  The amendment specifically goes to an area where a person is making decisions on behalf of another person as a decision-making representative.  Is that at the higher level of intervention and support where person A is entrusted with a decision on behalf of person B?  The Minister is bringing the legislation through the Houses.  Regarding the final point he made, while I understand the spirit underlying it, this is about releasing people to exercise their wishes in every situation and to support them to the extent they need to be supported having regard to a particular issue where they may lack capacity to some degree or at a particular time or in a situation in which they lack capacity.  However, there are circumstances where person A makes the decision on behalf of, and for the benefit of, person B.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2022&amp;amp;month=09&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I think that is what Senator Clonan's amendment addresses.<\/p><p>The second question I had, albeit the first that came to mind, was whether it would be fair to characterise the Minister's opposition to this amendment as follows.  He is pointing to the provisions in the law which go to the assessment as to who is to be entrusted with this decision-making and decision support capacity.  He is standing back from imposing a requirement in the law that directions in respect of the decisions that must be taken are given.  Is that the nub of this?  The Minister rightly points to the testing and the required qualifications of the person who will be entrusted with this decision support, but Senator Clonan's amendment asks for more because it asks for the giving of directions in respect of the investment strategy.  I do not wish to speak for Senator Clonan, but that seems to me to be a different issue.  Is the Minister making a policy choice to stand back from going to that extent in the way proposed in this amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#DD00500","speaker":"1673","continuing":true},{"type":"speech","time":1664357400,"counter":221,"content":"<p>Does the Minister wish to respond to that before I move on to Senator Clonan?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE00200","speaker":"1692"},{"type":"speech","time":1664357400,"counter":222,"content":"<p>I will let Senator Clonan come in first.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE00300","speaker":"1477"},{"type":"speech","time":1664357400,"counter":223,"content":"<p>In the context of Senator Mullen's comments, what I heard the Minister say was that the concerns I have raised in proposing this amendment are already dealt with elsewhere.  I ask and would press, however, that they be explicitly dealt with in this legislation because this legislation will have a seismic impact on all sorts of areas, from mental health and involuntary detentions to looking after people's assets and funds and the administration of funds.  We have an opportunity at this point, and perhaps later on Report Stage, to make sure we get this right as opposed to relying on other understandings as to the nature of who is appointed and the ideal criteria or characteristics.  I think we have an opportunity to address the matter here explicitly and to get it right in the actual wording now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE00400","speaker":"1699"},{"type":"speech","time":1664357400,"counter":224,"content":"<p>I accept that the Minister is just making a point but, for clarification, we should not confuse the two.  Yes, it is very important an individual is entitled to make whatever decisions he or she wishes to make and that he or she should be supported in making those decisions.  There is an enormous difference between someone making an imprudent decision for themselves and an imprudent decision being made by another person who is entrusted with decision-making and the individual having to live with the consequences of that for the rest of his or her life, along with his or her whole family, which is the case in current circumstances.  To ensure we have that absolutely tight and robust, perhaps we will require engagement before Report Stage.  To date, where sheer recklessness and negligence have occurred, there have been no consequences.  There has been just a moving on to a different system, and those who are left behind are left behind and that is it.  That is not right, and I will continue to speak up on those people's behalf because it is necessary.  While we are designing a new system, it is important it is absolutely transparent that when decisions are being made on behalf of another individual, there is accountability and redress where the decision is wrong.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE00500","speaker":"1682"},{"type":"speech","time":1664357400,"counter":225,"content":"<p>It was probably not helpful of me to have made a general point on that issue in the context of quite a specific thing, so I accept what Senators Seery Kearney and Mullen say about the general point about a changing approach versus this specific situation.<\/p> <p>As for this specific situation, and from my read of the amendment and where it is proposed to locate it, it seems to bring the court into giving directions on a very specific element of what the decision-making representative is undertaking.  I think Senator Mullen is correct that the concept behind the legislation is that the decision-making representatives, having met the criteria they have set out, are qualified people and it is not necessary again for the court to start specifying to them the types of strategies that will be taking place in the decision-making representation order.  It works on the basis that, having met the criteria, they will be able to undertake that.  There is obviously oversight of the process, and if a decision-making representative breaches that, there are offences provided for under the legislation as well.<\/p> <p>The matter can be discussed further, but I am reasonably confident the provision as set out in respect of the detail that is required of a decision-making representative before he or she is appointed is comprehensive and encapsulates the ability to manage financial matters or an investment strategy, as was suggested.  I do not feel the court needs to be more specific in the directions it makes because I think that gets the court involved at maybe a very granular level on every single situation, which I do not think is the desired outcome.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE00600","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":226,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1664357400,"counter":227,"content":"<p>Section 31 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":228,"content":"<p>Sections 32 to 34, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":229,"content":"<p>SECTION 35<\/p>"},{"type":"speech","time":1664357400,"counter":230,"content":"<p>Amendments Nos. 20 to 22, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE01100","speaker":"1692"},{"type":"unspoken","time":1664357400,"counter":231,"content":"<p>Government amendment No. 20:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":232,"content":"<p>Amendments Nos. 20 to 22, inclusive, extend the capping of decision-making representative fees to all decision-making representative arrangements under Part 5 of the principal Act.  Previous amendments provided for the capping of panel members' decision-making representative fees.  This amendment will ensure limits are imposed in respect of all decision-making representative fees.  Regulations may be prescribed to set the limit of fees to be charged, and these will be drafted to ensure a proper balance between fair and reasonable rates of remuneration and the interest of the relevant person's estate.  In the majority of cases, decision-making representatives will not be remunerated for their work as the Act foresees a close and personal relationship as a condition of appointment.  However, where circumstances require and where it is the express wish of a relevant person, fees are payable and will be met from the assets of the relevant person.  In such circumstances it is vitally important to set limits and to safeguard these assets.  I understand there may be particular circumstances where these limits may need to be exceeded, and the amending provisions allow that this can occur but only when authorised by the decision support service.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE01300","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":233,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1664357400,"counter":234,"content":"<p>Before moving on, I welcome Senator &Oacute; Donnghaile's guests to the Distinguished Visitors Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#EE01550","speaker":"1692"},{"type":"unspoken","time":1664357400,"counter":235,"content":"<p>Government amendment No. 21:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":236,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":237,"content":"<p>Government amendment No. 22:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":238,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":239,"content":"<p>Section 35, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":240,"content":"<p>Sections 36 to 39, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":241,"content":"<p>SECTION 40<\/p>"},{"type":"unspoken","time":1664357400,"counter":242,"content":"<p>Government amendment No. 23:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":243,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":244,"content":"<p>Government amendment No. 24:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":245,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":246,"content":"<p>Government amendment No. 25:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":247,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":248,"content":"<p>Government amendment No. 26:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":249,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":250,"content":"<p>Government amendment No. 27:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":251,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":252,"content":"<p>Section 40, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":253,"content":"<p>Sections 41 to 46, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":254,"content":"<p>SECTION 47<\/p>"},{"type":"speech","time":1664357400,"counter":255,"content":"<p>Amendments Nos. 28 to 30, inclusive, and 36 to 38, inclusive, are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF01000","speaker":"1692"},{"type":"unspoken","time":1664357400,"counter":256,"content":"<p>Government amendment No. 28:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":257,"content":"<p>These amendments provide that enduring powers of attorney executed under the Powers of Attorney Act 1996 may continue to be registered under the 1996 Act or the 2015 Act where what I refer to as a transitional wardship application has been made.  This refers to a scenario in which a person has been the subject of a wardship application at the time of commencement of the 2015 Act and that application is unresolved.  I moved amendments in the D&aacute;il to account for this transitional cohort and ensure continuity of care.  These amendments provide that a person's transitional wardship application may be processed to completion, whereby the process for subsequently exiting wardship would apply.<\/p> <p>The amendments also provide that where a decision supporter of the appropriate tier is appointed, an incomplete wardship application must be withdrawn and that nothing will prevent a person who is the subject of a wardship application from making an application for a decision supporter to be appointed.  These amendments clarify the appropriate tier of decision supporters that would cause a wardship application to be withdrawn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF01200","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":258,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":259,"content":"<p>Government amendment No. 29:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":260,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":261,"content":"<p>Government amendment No. 30:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":262,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":263,"content":"<p>Section 47, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":264,"content":"<p>Sections 48 to 50, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":265,"content":"<p>SECTION 51<\/p>"},{"type":"speech","time":1664357400,"counter":266,"content":"<p>Amendments Nos. 31 and 32 are related and may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF02100","speaker":"1692"},{"type":"speech","time":1664357400,"counter":267,"content":"<p>I move amendment No. 31:<\/p> <blockquote> \tIn page 38, to delete lines 12 to 21. <\/blockquote> <p>Section 46 of the Bill amends section 59 of the 2015 Act to remove the option to grant powers to consent or refuse health treatment from an enduring power of attorney.  This means individuals who wish to confer powers to consent or refuse health treatment on a trusted supporter at a time when they are not able to communicate their wishes will have to complete a separate advance healthcare directive even if they are also making an enduring power of attorney.  This places an additional bureaucratic burden on the relevant person if they are required to draft two separate instruments with different requirements as to supporting evidence, witnessing and so on.  It would be especially burdensome if the relevant person wishes to authorise the same person who holds the enduring power of attorney as his or her designated healthcare representative to consent or refuse treatment on his or her behalf in accordance with his or her will and preference.  It is inconsistent with the approach in the rest of the Act to exclude healthcare treatment from enduring powers of attorney when decisions about healthcare treatment can be included in any other decision support arrangement under the Act, including decision-making assistance agreements and co-decision-making agreements.  It is also inconsistent with recommendation No. 52 of the Joint Oireachtas Committee on Children, Equality, Disability, Integration and Youth in its pre-legislative scrutiny that health and medical treatment decisions be retained in the scope of an enduring power of attorney.<\/p><p>Amendment No 31 would restore the original power the Bill proposes to remove from individuals making enduring powers of attorney.  The removal of this power is unnecessary for the Minister's stated purpose of giving clarity to healthcare professionals as to who has the authority to make a healthcare decision where a person lacks capacity.  Sections 12 and 21 of the principal Act clarify that where a person makes a decision-making assistance agreement or co-decision-making agreement that relates to healthcare, such an agreement will be null and void in respect of decisions also covered in an advance healthcare directive if that directive enters into force because the person has lost capacity.  Therefore, it is already foreseen in the principal Act that in situations where one or more decision makers may have authority, for example, in respect of powers to consent or refuse health treatment, the advance healthcare directive and designated healthcare representative take precedence over other instruments.  This provides the necessary certainty to healthcare professionals as to what instrument to follow in this situation.  In addition, this provision will ensure healthcare professionals will not have to check whether any elements of the 2015 Act are engaged beyond an advance healthcare directive before providing treatment, as others appointed under the Act may have health decision-making powers.<\/p><p>Therefore, there is no need to remove the option of individual choice from donors of enduring powers of attorney, who should be able to continue to confer these powers in their enduring power of attorney should they wish to do so, rather than imposing a bureaucratic burden of creating a separate legal instrument with separate witnessing and notification requirements to give effect to their choice.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF02200","speaker":"1686"},{"type":"speech","time":1664357400,"counter":268,"content":"<p>This issue was discussed at some length in the D&aacute;il.  There are two different perspectives on it.  While I understand, as a result of that discussion, the rationale for the amendment, the provisions the amendment seeks to delete are important, in my view, from the perspective of legal clarity.  The 2015 Act was reviewed in detail in the process of preparing the amendment Bill.  Legal experts reviewed these provisions on behalf of the HSE and it was found there is a risk to a relevant person if two decision supporters have equal rights in terms of treatment decisions at a moment of crisis.  If an attorney were to agree to a treatment decision while a designated healthcare representative made the opposite decision, whose view would prevail?  It is possible this would lead to legal cases in situations where the decision supporters are in conflict as to the decision.<\/p> <p>In terms of legal clarity, the provisions in question make clear to medical professionals and clinicians that in the context of advance planning, a designated healthcare representative and the text of an advance healthcare directive are the definitive support and statement concerning a person's treatment decisions.  This clarity is necessary for the provision of healthcare in line with the person's will and preference, especially where swift decisions may need to be made.  In addition, the provisions have regard to the specification in Part 8 of the Act of a series of safeguards and protections as to how a person's treatment preferences are to be complied with, including in certain difficult ethical or medical scenarios.  These provisions are absent from the sections on enduring powers of attorney.  It is preferable to provide clarity that an advance healthcare directive is the appropriate instrument for advance planning in a healthcare context.  For that reason, I am not in a position to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF02300","speaker":"1477"},{"type":"speech","time":1664357400,"counter":269,"content":"<p>Does Senator Warfield wish to respond?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF02400","speaker":"1692"},{"type":"speech","time":1664357400,"counter":270,"content":"<p>I understand Senator Clonan would like to comment on amendment No. 32.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#FF02500","speaker":"1686"},{"type":"speech","time":1664357400,"counter":271,"content":"<p>I refer to amendment No. 32 to section 51, which is based on section 59(5) of the principal Act.  Before I mention the proposed insertion, subsections (5A) and (5B) are explicit in that they prescribe that the power of attorney does not have any role in terms of consenting to or refusing treatment for the donor, that a donor shall not, in an enduring power of attorney, even purport to give that power, and that any provision of a power of attorney relating to such purported power shall be null and void.  It is very restrictive.  It means that treatment decisions can only be provided for in an advance healthcare directive.  The insertion I propose is that, notwithstanding the provisions of subsections (5A) and (5B), the donor may authorise the attorney to consent to or refuse treatment for the donor where a solicitor certifies that the donor has received independent advice and sincerely and specifically wants to include this provision within the scope of the enduring power of attorney.  In April last, the Joint Committee on Children, Equality, Disability, Integration and Youth recommended that health and medical treatment decisions be retained in the scope of an enduring power of attorney.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00100","speaker":"1699"},{"type":"speech","time":1664357400,"counter":272,"content":"<p>My response is similar to the points I made in response to Senator Warfield.  When the 2015 Act was being reviewed there was a real concern, particularly on the part of the HSE, about who would have the power to make the final healthcare decisions in the event of a conflict arising.  Notwithstanding the Senator's effort to address that through having a solicitor certify something, the real concern and motivating factor behind the change we made is the risk that two contrary views may arise when life-and-death decisions have to be made in a serious healthcare situation.  In light of that, it is important that the law is clear that one view shall prevail, and that should be set out in the legislation.  That is the position we wish to advance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00200","speaker":"1477"},{"type":"speech","time":1664357400,"counter":273,"content":"<p>This is another amendment that I am happy to support.<\/p> <p>I listened to the Minister's response and there is a certain logic in it because the last thing one would want to see is some kind of a conflict between the contents of an advance healthcare directive and the contents of an enduring power-of-attorney arrangement.<\/p> <p>One of the concerns would be that the EPA is something that is very well established.  Many EPAs are not in the end required to be activated but if, as is the case at the moment, very few people execute an advance healthcare directive and many more people execute enduring power-of-attorney arrangements, would it not be better to have a provision in law that, where there is a conflict, the advance healthcare directive would prevail?  If what we are trying to do here is to facilitate the activation and actions in accordance with people's wishes expressed in advance, and if one has an existing arrangement where all sorts of other decisions are entrusted to a person or persons who may in the fullness of time execute, carry through or activate an enduring power of attorney, should it not be the case that people are facilitated rather than required to go down a certain track?  If a person has to execute an advance healthcare directive as well as a will and the enduring power of attorney, is it possible that people will opt not to do that because of the time, trouble and expense that could entail?  I ask that question sincerely.<\/p> <p>As with a previous amendment, these ideas have not come out of the sky.  The joint committee recommended that health and medical treatment decisions be retained in the scope of an EPA.  I wonder if there is a way to have a \"both-and\" provision rather than an \"either-or\" one, particularly given that we could provide for the advance healthcare directive taking priority in the event of any possible conflict of direction.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00300","speaker":"1673"},{"type":"speech","time":1664357400,"counter":274,"content":"<p>I understand where Senator Mullen is coming from but we are trying not to have an \"either-or\" scenario.  We are trying to ensure there is no question that where medical practitioners face critical situations and have put before them an EPA and an advance healthcare directive, they will know the legislation is moving away from that situation and only one document will guide medical practitioners in terms of having clear knowledge of what medical decisions are to be made.<\/p> <p>It is important to note that the advance healthcare directive is designed specifically to give the key pieces of information.  That is what it is centrally about.  The EPA is not as specific on healthcare issues and is not designed to give the degree of specificity to a healthcare practitioner that an advance healthcare directive is designed to give.<\/p> <p>The Senator may be correct that the EPA is a better known document but once this legislation is passed, the advance healthcare directive will become better known and understood and the fact that it is better designed to respond and provide the relevant information in these crisis situations will be recognised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00400","speaker":"1477"},{"type":"speech","time":1664357400,"counter":275,"content":"<p>I am not a member of the joint committee and others Senators will have engaged with this matter much more than I have.  I wonder about it at a human level, however, because I imagine there are people who would rather not have to get into all the specifics.  I certainly know of families where a person is quite clear who he or she would want to make the necessary decisions for him or her when those decisions have to be made.  I wonder whether sufficient account is being taken of that human dimension where people would rather leave the nod to a certain person, for example, an enduring power of attorney, and would be left the freedom to do that.  Has consideration been given to the merit of that argument, in other words, where a person does not want to get into the specifics of an AHD requirement but would like to entrust the future decisions to a person by way of the enduring power of attorney?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00500","speaker":"1673"},{"type":"speech","time":1664357400,"counter":276,"content":"<p>Senator Mullen is correct that the EPA gives much wider latitude in terms of those decisions.  The concern at play here is that, for the healthcare practitioner, that degree of specificity is really important and that is provided for through the mechanism of the advance healthcare directive.  The preference is that the advance healthcare directive is used because, rather than, as the Senator colloquially put it, giving the nod to the EPA in terms of the decision to be made, there probably needs to be greater specificity for the healthcare practitioner in the particular circumstance.  That is why the legislation is designed to recognise the preferability of using an advance healthcare directive in these circumstances.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00600","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":277,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1664357400,"counter":278,"content":"<p>I move amendment No. 32:<\/p> <blockquote> \tIn page 38, between lines 21 and 22, to insert the following:  \t <blockquote> \t <blockquote> \t <blockquote> \t <blockquote> \t <blockquote> \t&quot;(5C) Notwithstanding the provision of subsection (5A) and (5B) the donor may authorise the attorney to consent to or refuse treatment for the donor where a solicitor certifies that the donor has received independent legal advice and sincerely and specifically wants to include this provision in the enduring power of attorney.&quot;.&quot;. <\/blockquote> <\/blockquote> <\/blockquote> <\/blockquote> <\/blockquote>  <\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#GG00800","speaker":"1699"},{"type":"unspoken","time":1664357400,"counter":279,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1664357400,"counter":280,"content":"<p>Question proposed: \"That section 51 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1664357400,"counter":281,"content":"<p>We need to refer back to our discussions earlier today regarding the engagement that will happen before Report Stage in the context of enduring power of attorney and the mental health effect of the competition, so to speak, between those two powers, or those two documents and preferences that are put forward.  We need to come back to this on Report Stage and make sure that the recommendations of the committee have been fully satisfied, particularly in the context of mental health.  I reserve the right to give more consideration to that in taking on the point made by Senator Mullen and in the context of our discussion earlier today.  I wish to address that on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH00200","speaker":"1682"},{"type":"speech","time":1664357400,"counter":282,"content":"<p>The Minister concurs.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH00300","speaker":"1692"},{"type":"unspoken","time":1664357400,"counter":283,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":284,"content":"<p>Sections 52 to 55, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":285,"content":"<p>SECTION 56<\/p>"},{"type":"unspoken","time":1664357400,"counter":286,"content":"<p>Question proposed: \"That section 56 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1664357400,"counter":287,"content":"<p>Senator Clonan has indicated opposition to the section.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH00800","speaker":"1692"},{"type":"speech","time":1664357400,"counter":288,"content":"<p>We are asking that the introduction of a two-step mechanism to register enduring powers of attorney be set aside.  We so request because requiring the registration of an EPA after execution will create additional legal work and costs, etc.  Those additional costs might deter people from taking that step and that would not be in the public interest.  It is estimated that 80% of EPAs in the UK never have to be triggered or registered because the vast majority of donors do not lose capacity in their lifetime.  I am assuming, based on the representations that have been made to me by legal practitioners, that a similar situation would pertain here in the Republic and, therefore, registration after execution of the EPA at that stage would prove totally unnecessary in the vast majority of cases, thus creating an additional and unnecessary administrative and cost burden.<\/p> <p>In April, the Joint Committee on Children, Equality, Disability, Integration and Youth recommended the removal of this two-step process for registering an EPA.  In its report on EPAs, the Law Reform Commission recommended that an enduring power of attorney should only be registered once donors have lost capacity to make essential decisions for themselves, and that there is no requirement to register them just after execution.  One of the reasons for registering an EPA after execution was to have any errors regarding EPA documentation rectified while the donor could assist.  However, this is no longer relevant because of the provisions in section 57(b) of the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH00900","speaker":"1699"},{"type":"speech","time":1664357400,"counter":289,"content":"<p>The reason behind the change being made here was to give the relevant person more autonomy.  The new role for registration with the DSS rather than with the court will be less costly and should be easier to process than is the case under the current system.  The two-stage nature means that for as long as the relevant person has capacity, he or she is in a position to influence or change the various elements around it.  We see that as a positive step, rather than having them locked into a process from early on.  That is the basis for the approach being taken.  It is to better to allow the will and preference of the relevant person to influence what is happening for as long as he or she is in a position to so do, but also in terms of making the process less costly.  That is how we envisage the revised system.  I accept that the Senator may disagree but certainly our sense is that this is an improvement and a step forward rather than a step back.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH01000","speaker":"1477"},{"type":"speech","time":1664357400,"counter":290,"content":"<p>Senator Clonan may maintain his opposition to the section if he so wishes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH01100","speaker":"1692"},{"type":"speech","time":1664357400,"counter":291,"content":"<p>I thank the Minister.  We will agree to disagree.  I hear the logic in what he says, however, in terms of the context in which he made this decision.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH01200","speaker":"1699"},{"type":"speech","time":1664357400,"counter":292,"content":"<p>I thank Senator Clonan, who is being totally reasonable, as always.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH01300","speaker":"1692"},{"type":"unspoken","time":1664357400,"counter":293,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":294,"content":"<p>Sections 57 to 64, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":295,"content":"<p>SECTION 65<\/p>"},{"type":"unspoken","time":1664357400,"counter":296,"content":"<p>Government amendment No. 33:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":297,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":298,"content":"<p>Government amendment No. 34:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":299,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":300,"content":"<p>Government amendment No. 35:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":301,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":302,"content":"<p>Government amendment No. 36:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":303,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":304,"content":"<p>Government amendment No. 37:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":305,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":306,"content":"<p>Section 65, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":307,"content":"<p>Sections 66 to 70, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":308,"content":"<p>SECTION 71<\/p>"},{"type":"unspoken","time":1664357400,"counter":309,"content":"<p>Government amendment No. 38:<\/p><p><\/p>"},{"type":"unspoken","time":1664357400,"counter":310,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":311,"content":"<p>Section 71, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":312,"content":"<p>Section 72 agreed to.<\/p>"},{"type":"unspoken","time":1664357400,"counter":313,"content":"<p>NEW SECTIONS<\/p>"},{"type":"unspoken","time":1664357400,"counter":314,"content":"<p>Government amendment No. 39:<\/p><p><\/p>"},{"type":"speech","time":1664357400,"counter":315,"content":"<p>Amendments Nos. 39 and 40 are related and may be discussed together, by agreement.  Is that agreed by the House?  Agreed.  I invite the Minister to speak to the grouping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH03600","speaker":"1692"},{"type":"speech","time":1664357400,"counter":316,"content":"<p>Amendment No. 39, along with some technical amendments, provides for additional provisions in respect of the maintaining of a register of AHDs by the decision support service.  My colleague, the Minister for Health, will have a regulation-making power to establish and maintain a register of AHDs which will be subject to new provisions provided by this amendment.  The provisions specify what the content, principles and policies of the regulation should be and will better align the register of AHDs under Part 8 of the Act with the register of other decision support arrangements under other Parts of the 2015 Act.<\/p> <p>I am not in a position to accept amendment No. 40.  It deals with an issue on which there has been significant engagement, like the issue of the applicability of AHDs that we discussed.  As with other amendments to Part 8 of the 2015 Act, this is a matter that is the responsibility of the Minister for Health, although my Department and the Minister, Deputy Stephen Donnelly, have been in close contact with regard to this issue in the preparation of the Bill.  The amendment seeks to allow minors who have reached the age of 16 to make a valid AHD.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2022092800002#HH03700","speaker":"1477"},{"type":"unspoken","time":1664357400,"counter":317,"content":"<p>Additional debate to follow.<\/p>"}]