[{"type":"minorheading","content":"Prelude","time":1447324200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1447324200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1447324200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1447324200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1447324200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#A00100"},{"type":"speech","time":1447324200,"counter":6,"content":"<p>I have received notice from Senator Pat O'Neill that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to state how many inspections have been carried out since the commencement of the targeted agricultural modernisation scheme, TAMS II, dairy scheme and whether there are plans to increase the rate of these inspections so that works may commence.<\/blockquote> <p>I have also received notice from Senator Kathryn Reilly of the following matter:<\/p><blockquote>The need for the Minister for Health to discuss the waiting times for joint physiotherapy and occupational therapy assessment in the Health Service Executive, HSE, particularly in Counties Cavan and Monaghan, and what is being done to alleviate this.<\/blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter:<\/p><blockquote>The need for the Minister for Children and Youth Affairs to clarify the issue of a second year of free child care for children who are currently receiving their first year of free child care.<\/blockquote> <p>I have also received notice from Senator Mark Daly of the following matter: <\/p><blockquote>The need for the Minister for Communications, Energy and Natural Resources to increase funding for Inland Fisheries Ireland to enable it to increase current levels of staff to the full number as laid down in the employment framework cap, without Inland Fisheries Ireland having to take its wages from the current budget level.<\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<\/p><blockquote>An g&aacute; at&aacute; ann go sol&aacute;thr&oacute;idh an tAire Comhshaoil, Pobail agus Rialtais &Aacute;iti&uacute;il an t-eolas is d&eacute;ana&iacute; faoin obair at&aacute; ar bun ag an &Uacute;dar&aacute;s Cl&aacute;r&uacute;ch&aacute;in Maoine ar Chl&aacute;rlann na Tal&uacute;n i nd&aacute;il leis an ini&uacute;chadh ar fh&oacute;ili&oacute;nna i limist&eacute;ir ch&oacute;sta a bhfuil cearta bainte feamainne ag gabh&aacute;il leo.<\/blockquote> <p>I have also received notice from Senator Lorraine Higgins of the following matter:<\/p><blockquote>The need for the Minister for Communications, Energy and Natural Resources to include the N66 from the 7 Eye Bridge at Kilaspic, Kilchreest, Loughrea to Peterswell Cross in the national broadband plan.<\/blockquote> <p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators O'Neill, Reilly and Daly and they will be taken now.  Senator Noone has withdrawn her Commencement matter which I had selected.  Senators &Oacute; Clochartaigh and Higgins may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1447324200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#A00300"},{"type":"minorheading","content":"Targeted Agricultural Modernisation Scheme","time":1447324200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#A00350"},{"type":"speech","time":1447324200,"counter":9,"content":"<p>I welcome the Minister of State at the Department of Agriculture, Food and the Marine, Deputy Tom Hayes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#A00400","speaker":"1120"},{"type":"speech","time":1447324200,"counter":10,"content":"<p>I welcome the Minister of State and thank him for taking this Commencement matter.  It relates to TAMS II and my inquiry is about the rates of inspections in that scheme.  It is all about the timescale and getting work done before the winter and the spring time work.<\/p> <p>The TAMS II scheme was launched by the Government during the summer.  It is a &euro;170 million investment, which is magnificent, and is a continuation of the support for agriculture which this Government has always shown.  I refer to the dairy schemes - the dairy expansion scheme and the young farmer scheme.  This is an exciting time for agriculture.  It is forecast that 9,500 extra jobs will be created and there will be an extra &euro;1.3 billion in exports.  There were also changes in the budget in respect of farm partnerships and taxes which will support young farmers.  We must have young people getting into the industry.<\/p> <p>The price of liquid milk is not good at present but that is a global issue.  Hopefully, matters will improve over the next year.  There have been major investments by our two biggest co-operatives, Kerry Group and Glanbia, and they have created many extra jobs.  They believe the industry will continue to thrive.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat O'Neill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2364\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2364&amp;amp;pid=PatONeill&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Since quotas have disappeared this year, it is predicted that there will be growth of between 20% and 50% in the sector.  It is important that the Minister of State clarify the matter as there is a timescale in getting work done.  Dairy farmers have their planning permissions in place and applied to participate in the scheme.  However, if their farms have not been inspected, the work cannot commence.  As it is envisaged that 2016 will be the year of major expansion, with new dairies, stock facilities and so forth, it is important that these inspections be carried out in the short term.  If it continues until December, works will not happen over Christmas and calving will begin between January and March.  It is important, if the Minister of State can do so, to deploy more staff to the inspection scheme to have as many farmers as possible cleared in order that their works can commence.  It would also take pressure off the building contractors involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#A00500","speaker":"1125","continuing":true},{"type":"speech","time":1447324200,"counter":12,"content":"<p>I thank the Senator for providing me with an opportunity to clarify the concerns in this area.<\/p> <p>The new targeted agricultural modernisation scheme, TAMS II, measure will make &euro;395 million available to farmers to be invested in infrastructure, facilities and equipment.  The various areas targeted for support under TAMS II were identified through an extensive consultation process with all stakeholders, as well as through the SWOT, strengths, weaknesses, opportunities and threats, and needs analyses.  In the light of what emerged from that process, it was ultimately decided to introduce six distinct schemes: the young farmer capital investment scheme; the dairy equipment scheme; the animal welfare, safety and nutrient storage scheme; the organic capital investment scheme; the pig and poultry investment scheme; and the low emission slurry spreading scheme.  Following further consultation with the sector, it is proposed to introduce a dedicated investment scheme for tillage farmers, with new options for water harvesting measures which will be made available to all farmers and the addition of sheep fencing as an eligible investment item.  These proposals are under discussion with the European Commission.  Once agreement in principle has been reached, a formal application to amend the rural development programme will be submitted before the end of the year.<\/p> <p>The objective of the dairy equipment scheme is to encourage, in particular, new entrants and younger farmers into milk production by providing them with a level of support to meet the considerable capital costs associated with the establishment of their enterprise and ensuring they have the most up-to-date technology available to compete in the modern dairy sector.  Support is being provided for grant aid for investment in a select range of items, including important equipment for the dairy sector such as robotic milking machines, bulk milk tanks, milking equipment and storage and cooling equipment.  A total of &euro;50 million is being made available for investments in this area over the lifetime of the programme, with a standard rate of aid of 40% available.  In addition, grant aid for an even greater range of dairy equipment and facilities is available to eligible young farmers under the dedicated young farmer capital investment scheme which has a total budget of &euro;120 million allocated to it over the lifetime of the programme.  The young farmer scheme also allows for the construction of new facilities, as well as the purchase of new equipment, and offers an enhanced rate of aid of 60% of the capital costs involved.<\/p> <p>The first tranches of both the young farmer capital investment scheme and the dairy equipment scheme are now closed and all applications received are being processed.  Interest in TAMS to date has exceeded expectations.  Clearly, many farmers are looking once again at the benefits of investing in their enterprises and expanding production.  While the first tranches of both schemes are closed, both schemes will remain available to farmers for the entire period of the rural development programme and open regularly for applications during that period.<\/p> <p>The first tranche of the dairy equipment scheme closed for applications on 16 October.  Over 1,000 applications have been received, which was significantly in excess of expectations.  Each of these applications is being examined in the Department.  Approvals can only commence when all of the required checks have been undertaken.  This is a complex process.  As all applications for TAMS Il must be made under a tranche-based approach, we are required to evaluate, rank and assess all applications received together.  In this context, it is important to note applications cannot be approved individually on a rolling basis.  All applications received in a particular tranche must be assessed and ranked against each other, according to the marking system advertised in advance of the tranche.  Under EU rules, not every eligible application is automatically approved in every tranche.  We are required to make a qualitative assessment of each one to ensure the funding available is targeted at the best projects.<\/p> <p>The ranking and selection process described is under way and inspections will only commence when the first results are available.  However, not every application will require a pre-approval inspection.  Only about 10% of applications will be subject to such inspection.  At this point, there is no reason to increase the rate of inspection.  In fact, to do so would only delay the approval process.  I am conscious that all of the applicants who have submitted online applications are keen to establish whether they have been successful in their application under the first tranche.  I am making it a priority to process all applications as soon as possible.  In the meantime, it should be remembered that payments continue to issue to applicants under the existing TAMS I dairy equipment scheme, with total payments to farmers expected to reach &euro;19 million this year.<\/p> <p>In short, it is not actually the inspections which are causing the delays but the pre-rating process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#B00200","speaker":"1089"},{"type":"speech","time":1447324200,"counter":13,"content":"<p>I thank the Minister of State for his comprehensive reply.  I note his point that it is not the inspections but all of the forms that must be examined which are causing the delays.  I know that he will work as closely as possible with departmental officials to ensure this is done in the short term.  With the winter setting in, dairy farmers are looking to get new dairies and other buildings in place for next year.  I welcome the Minister of State's reply and the fact that he is making it a priority that all applications are processed as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#B00300","speaker":"1125"},{"type":"speech","time":1447324200,"counter":14,"content":"<p>I will be working with the officials to ensure that happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#B00400","speaker":"1089"},{"type":"minorheading","content":"Services for People with Disabilities","time":1447324200,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#B00450"},{"type":"speech","time":1447324200,"counter":16,"content":"<p>I welcome the Minister of State, Deputy Kathleen Lynch.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#B00475","speaker":"1120"},{"type":"speech","time":1447324200,"counter":17,"content":"<p>I thank the Minister of State, Deputy Kathleen Lynch, for coming to the House.  I am raising this matter because of responses received by several families in the Cavan-Monaghan area about physical and occupational therapy assessment waiting lists.  One particular letter, dated 4 November, advised that the waiting time for these assessments was 29 months.  Owing to these backlogs in assessments, parents whose children need urgent assessments for therapies and treatments are being forced, at great personal cost, to go private.  This is a serious financial cost just because their children cannot access services which are often abridged to other services such as resource teaching hours and special needs assistants.<\/p> <p>The primary care services very much act as gatekeepers to those vital assessments that unlock around the resources children need to live, function and fulfil their potential.  While they are the gatekeepers, parents believe they have to jump through hoops to access what are basic necessities and rights for their children.  Many of the children waiting for assessments are in their formative years.  It kills me to hear the desperation in the voices of mothers and fathers who just want their children to be assessed.  My office is contacted weekly by parents of children who have great difficulty in getting answers from the Health Service Executive on diagnostic assessments for their children.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Unfortunately, this is fast becoming the rule rather than the exception.  My office receives at least a couple of representations of on this issue every week.  For example, the parents of a child was who was referred in March of this year for multidisciplinary assessment were informed by letter dated 4 November that the waiting list for joint physiotherapy and occupational therapy assessments is approximately 29 months.  This means the child cannot expect to be seen until August 2017, during which month the child will be nine.  In the absence of the assessment, necessary interventions and assistance may be unavailable, which might impact his ability to access other important services.  Is this the Government's vision for children?<\/p><p>It must be remembered that many of the children referred to these services, particularly the child development teams, have complex needs, including speech and language difficulties, emotional and mental health problems, autism and other issues.  For parents and their children to be told upon referral to these services that the waiting lists extend to over two years leads them to question the concept of early intervention.  How is forcing a child with special needs to wait for years for even a basic assessment of his or her needs deemed early intervention?<\/p><p>We all know that the longer children are forced to wait, the harder it is to tackle their issues and give them the skills they need to live happy and successful lives, both at home and at school.  A waiting list of 29 months is unacceptable.  We, particularly the HSE, need to start providing a continuous pathway for children requiring specialist interventions to have access to assessments in an acceptable timeframe.  Children who experience significant gaps between their assessment and treatment can regress.  They are being disadvantaged by the current situation.  I know from talking to families that delays can cause a phenomenal amount of stress for parents and children.  I know of parents who have indebted themselves to get money to pay for private services but they are not complaining.  Parents do not complain.  They want to provide for their children and to ensure they have the best start in life.  In my view, current waiting lists in this area are hindering them in that regard.  Identification of need at a young age and the mapping out at that time of an appropriate care plan leads to a child having a much better chance of a quality life.  <\/p><p>Last year a report entitled, The Case of Speech and Language Therapy, was prepared on behalf of Inclusion Ireland by researcher, Pauline Conroy, aided by Simon Noone.  It uses figures from the CSO and elsewhere to highlight the shortage of services.  One of its most interesting points it makes is that extensive waiting lists for treatment and assessment, coupled with the trend of parents accessing private speech and language therapy services, are indicative of a system that cannot cope with demand.  This is evident across the board in terms of some of the child development teams.  There is a great demand for services.  A 29 month waiting list is not acceptable.  We need action in this area as a matter of priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#B00500","speaker":"1155","continuing":true},{"type":"speech","time":1447324200,"counter":19,"content":"<p>I thank Senator Reilly for raising this issue as it provides me with an opportunity to update the House on it.  Significant additional resources have been invested over the past number of years in the State&rsquo;s primary care and disability services, with a view to enhancing therapy service provision.  For example, additional funding of &euro;20 million was allocated in 2013 to strengthen primary care services and to support the recruitment of more than 260 prioritised front-line primary care team posts.  This included 48 physiotherapist posts and 52.5 occupational therapist posts, all of which have now been filled.  The HSE&rsquo;s primary care division has commenced a national caseload capacity review in support of overall performance and optimum resource utilisation and is trialling a software system to assist in reducing the administration tasks of allied health professionals, thus increasing capacity for direct client contact time.<\/p> <p>With particular reference to Cavan-Monaghan, all children there who require physiotherapy and occupational therapy are currently assessed in the children&rsquo;s disability services, which I know the Senator is aware of.  The referral rates to the paediatric physiotherapy and occupational therapy service have increased steadily over the past number of years.  Between 2010 and 2014 there was a 32% increase in referrals of children to the physiotherapy and occupational therapy service in Cavan-Monaghan.  In 2010, there were 221 children referred for assessment.   This figure increased to 292 in 2014.<\/p> <p>All children referred to the child development teams are prioritised based on clinical need according to an agreed prioritisation system.  Where a joint physiotherapy and occupational therapy assessment is required, the child is placed on the waiting list in accordance with the agreed clinical prioritisation criteria.  Cavan-Monaghan operates a group intervention programme and caseloads are validated on a monthly basis.  There has been a recent review of all staffing in the children&rsquo;s disability teams nationally and this will support the allocation of all therapy posts in 2016.  I will explain this further later.  <\/p> <p>Cavan-Monaghan is restructuring its services in line with the national programme for progressing disability services for children and young people.  An underlying principle of progressing disability services for children and young people is that children should be seen at primary care level.  A child presenting with complex needs will then be referred to the children&rsquo;s disability network team.  The Cavan-Monaghan implementation plan for progressing disability services for children and young people proposes the establishment of network paediatric teams at primary care level as this will facilitate children with non-complex needs accessing services in primary care, as appropriate.  The establishment of these teams at primary care level should ensure that therapy services for children are more accessible and available within acceptable timeframes.<\/p> <p>The Cavan-Monaghan area divisional management team has agreed to upgrade five existing allied health professional posts to support the progressing disabilities agenda.  Furthermore, a recruitment process is currently under way to ensure that this service is staffed by senior clinicians with specific paediatric training with a view to being operational before year end.  Additional allied health professional posts are being considered in the context of the HSE&rsquo;s national service plan for 2016 in order to address waiting lists.<\/p> <p>Local services have also indicated that they will further review waiting times.  I hope this reply has been of assistance to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#C00200","speaker":"982"},{"type":"speech","time":1447324200,"counter":20,"content":"<p>I thank the Minister of State for her reply.  When will the national caseload capacity review be concluded and what actions are likely to be taken arising out of its conclusions?  Also, the Minister of State mentioned that the Cavan-Monaghan implementation plan for progressing disability services for children and young people proposes to establish a network of paediatric teams at primary care level which, it is hoped, will result in therapy services being more accessible and available within acceptable timeframes.  When are those networks likely to be established?  Is it anticipated they will be in place by the end of this year or the end of next year?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#C00300","speaker":"1155"},{"type":"speech","time":1447324200,"counter":21,"content":"<p>In response to the Senator's first question, it is anticipated the review will be completed by the end of this year.  On the second question, network teams will be put in place in relation to the progression of disability services.  Progressing disability services is about reconfiguring the entire service in this area.  Up to about two years ago, funding was provided to various organisations to deliver the service.  They then delivered the service to children who had signed up to their services.  In the context of progressing disability services, we are now developing network teams in the communities such that children and their parents no longer have to sign up to a particular service, although they may do so if they wish.  This process will take time.  We need to first identify the areas in which the gaps are greatest and to then allocate posts to areas of greatest need.  The network teams will be built up over time and will be able to deliver a service at community level for all people with disabilities rather than, as was the case in the past, only those who had signed up to a particular service.<\/p> <p>If we are serious about main-streaming this is the way we need to go.  Progressing disability services is not as advanced in some areas as it is in others.  The Senator will note from my earlier reply that Cavan-Monaghan is currently building such a structure.  In terms of Government policy in this area, this is the route we are going.  Not only is this Government policy, there was no opposition to it when initially presented.  Cavan-Monaghan is in the process of building that structure.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Kathleen Lynch:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=656\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=656&amp;amp;pid=KathleenLynch&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Where it is in operation and working well, it is working extremely well.  I am very hopeful for the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#C00400","speaker":"982","continuing":true},{"type":"minorheading","content":"Inland Fisheries Ireland","time":1447324200,"counter":23,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#D00200"},{"type":"speech","time":1447324200,"counter":24,"content":"<p>I welcome the Minister of State, Deputy Joe McHugh, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#D00300","speaker":"1120"},{"type":"speech","time":1447324200,"counter":25,"content":"<p>I welcome the Minister of State.  My question concerns enabling Inland Fisheries Ireland to increase its level of staff.  Currently it is being asked to do so out of existing budgets which would mean it would have to have fewer resources in order to take on more staff.  I am anxious to hear if there is a proposal whereby it could improve the present level of protection by increasing staff while holding on to existing resources.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#D00400","speaker":"1159"},{"type":"speech","time":1447324200,"counter":26,"content":"<p>Go raibh maith agat, a Chathaoirligh.  I thank the Senator for raising this question.<\/p> <p>Inland Fisheries Ireland, IFI, is the national fisheries body which was established in July 2010 from an amalgamation of 17 separate organisations, including the former Central Fisheries Board and the seven regional fisheries boards as well as a number of fishery co-operatives.  In the five-year period 2010-14, substantial Exchequer funding amounting to almost &euro;130 million has been provided for IFI.  In respect of this year, almost &euro;24 million has been provided for IFI in my Department's 2015 Vote.<\/p> <p>As the Senator will be aware from the recent budget day announcements, the 2016 Estimates provision for the inland fisheries sector, which encompasses Inland Fisheries Ireland and the Loughs Agency, is &euro;27.021 million, an increase of almost &euro;700,000 on the 2015 provision.  IFI also generates its own resources in a number of ways including contract income, permit and licensing income, fishery rates and other activities.  This income is an important element of the funding array available to IFI to supplement its Exchequer funding in the exercise of its day-to-day functions.<\/p> <p>The establishment of IFI in 2010 has facilitated an improved national perspective in the formulation of an inland fisheries policy which is more streamlined, coherent and integrated.  It also facilitates the achievement of efficiencies in the effective management of the inland fisheries resource.  The Senator will also appreciate that the board and senior management of IFI have a key role in ensuring that the agency continues to meet its objectives towards the conservation, protection, promotion and development of the inland fisheries resource.  In achieving its objectives, IFI is delivering on the imperative, common to all public bodies, to achieve efficiencies and to maintain a high level of service.<\/p> <p>It is to their credit that IFI staff have embraced a range of changed work practices to improve operational efficiency.  These include the increased use of technology and specialist vehicle and water craft patrols.  These innovations underpin the imperative of ensuring the optimum deployment of available resources.  The Minister for Public Expenditure and Reform announced in budget 2015 the intention to delegate greater autonomy to Departments and agencies to manage their own staffing levels.  As already outlined, IFI's sanctioned number for 2015 was increased to 312.  The change brought about increased flexibility for management, moving away from a particular focus on a moratorium on recruitment to one which facilitates recruitment where it is determined that this can achieve more economical service delivery.<\/p> <p>IFI has confirmed that it is currently engaged in the recruitment process.  IFI has also availed of its sanction to take on seasonal staff during the busiest time of the operational year to ensure that the key imperatives of protection, conservation, development and promotion of the valuable inland fisheries and sea angling resources are delivered.  As already confirmed, in the current year, 35 seasonal staff have been recruited and for each of the years 2011, 2012, 2013 and 2014 some 32 seasonal staff were recruited to support full-time field staff.<\/p> <p>I would also advise that earlier this year I announced the upgrade by IFI of 36 existing staff to the grade of fisheries officer.  These officers were previously general operatives, a legacy of the old fisheries boards system.  The new fisheries officers received training in the skills and competencies to allow them to enforce fisheries legislation, thereby protecting and conserving Ireland&rsquo;s valuable inland fisheries and sea-angling resources.  This initiative resulted in an 18% increase in the total number of warranted IFI officers to 231, or 77% of IFI permanent personnel.<\/p> <p>I am keenly aware of the value of the inland fisheries resource, estimated to contribute over &euro;830 million to the economy mainly in rural and peripheral regions, and the need to protect and conserve it.  I appreciate the challenges for enforcement staff in patrolling the 74,000 km of rivers and streams, 128,000 ha of lakes and also the coast line out to the 12 mile maritime limit for recreational sea-angling, all of which fall under the jurisdiction of IFI.  I also welcome the excellent job they do in protecting fish stocks and habitats for the enjoyment of all.<\/p> <p>IFI has, since its establishment, been innovative in terms of how protection, conservation and enforcement are carried out and how staff resources are deployed.  IFI staff have, as I already indicated, embraced a range of changed work practices to improve operational efficiency.  In that regard the agency has employed greater and smarter use of technology such as covert CCTV cameras, body cameras, night scopes and other surveillance technologies to significantly augment coverage and increase time spent by officers on surveillance techniques which are more resource efficient.<\/p> <p>IFI has increased the use of bicycle, quad vehicle and all-terrain vehicle patrols and of water-based patrols by kayak and personal water craft, which facilitate a significantly increased patrol range as against land-based foot patrolling within the same timeframe.  The agency also, based on intelligence gathered and detailed profiling, continues to focus on known poaching hot spots.  Additionally, IFI piloted a dog protection unit in 2014 and is now rolling out the programme following successful trials.  Trained dogs have been used to locate illegally caught and hidden fish and nets.<\/p> <p>The introduction of a 24-hour reporting hotline enables anglers and other members of the public to report suspicious incidents and events, facilitating IFI in quickly deploying an appropriate response.  This initiative has also augmented \"eyes and ears\" on inland waterways.  These innovations underpin the imperative of ensuring the optimum deployment of resources.<\/p> <p>Rationalisation and efficiency building at IFI, since its establishment, has not been confined to operations in the field.  On its establishment, IFI had accommodation at three locations in Swords, including leasing a headquarters building which included IFI&rsquo;s research and development operations, a laboratory and a warehouse.  In addition, IFI had premises in Glasnevin and Blackrock.  As part of this rationalisation, and in keeping with Government policy to exit from expensive leases wherever possible, IFI exercised the break clause on the Swords headquarters when it arose and has disposed of the Glasnevin and Blackrock premises.<\/p> <p>Inland Fisheries Ireland moved into its new headquarters in Citywest in April 2014, for which it was allocated &euro;3 million additional once-off capital funding in 2013 to address rationalisation of its property portfolio.  This will generate savings of some &euro;700,000 per annum on rent and running costs.  It is anticipated that the outlay will be recovered in a relatively short period.<\/p> <p>IFI recently identified suitable premises near its headquarters in Citywest to house its warehousing, laboratory and archiving facilities.  The cost of this facility has been met from Inland Fisheries Ireland&rsquo;s own resources and this project continues with the policy of exiting from expensive long-term leases and the rationalisation of operations.  Aside from the strategy benefit of co-locating this facility with the new headquarters from a response capability perspective, further savings are anticipated both in financial terms and in staff time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#D00500","speaker":"997"},{"type":"speech","time":1447324200,"counter":27,"content":"<p>I thank the Minister of State for his comprehensive reply and for taking the time to come to the House.  I had a number of queries on this matter.  It is curious that, while we were being lambasted for decentralisation, Citywest was chosen as the headquarters for Inland Fisheries Ireland.  I am sure County Donegal or County Kerry would have been a more suitable location for a headquarters, and possibly a lot cheaper.  Maybe the next time a body is thinking about where to locate the headquarters for an organisation that is, in the main, rural, somewhere other than an industrial estate in Citywest might be considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#D00600","speaker":"1159"},{"type":"unspoken","time":1447324200,"counter":28,"content":"<p>Sitting suspended at 11.10 a.m. until 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1447324200,"counter":29,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#G00100"},{"type":"speech","time":1447324200,"counter":30,"content":"<p>The Order of Business is No. 1, Finance (Miscellaneous Provisions) Bill 2015 - Second Stage, to be taken at 12.45 p.m., with the time allocated to group spokespersons not to exceed eight minutes and all other Members not to exceed five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#G00200","speaker":"1130"},{"type":"speech","time":1447324200,"counter":31,"content":"<p>I ask the Leader to organise a debate on the home repossession rate.  It has been reported today that 4,500 homes were repossessed in 2015.  This is on top of over 7,000 homes that were repossessed.  The amazing thing about this is the lack of joined-up thinking in the Government.  The banks that own these homes are repossessing them.  The banks are owned by the Irish people.  We bailed them out yet they are now putting people out of their homes and putting them on the public purse in terms of rent supplement and finding accommodation for people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#G00300","speaker":"1159"},{"type":"speech","time":1447324200,"counter":32,"content":"<p>We do not own Bank of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#G00400","speaker":"1125"},{"type":"speech","time":1447324200,"counter":33,"content":"<p>That is why we have a homeless crisis.  The Government, which owns NAMA which is Senator Coghlan's favourite organisation, is selling and approving the sale of houses on the instructions of receivers.  They are being sold on the public market.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mark Daly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2246\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2246&amp;amp;pid=MarkDaly&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They are being purchased not by the Government to relieve the housing crisis but by private investors.  That is the epitome of a lack of joined-up thinking.<\/p><p>I also seek a debate on the issue of leave of absence within the Garda.  This year, 1,050 garda&iacute; have taken leave of absence from the force.  The force strength is 12,000 so almost one in 12 garda&iacute; are on a leave of absence.  As Senator Paul Coghlan knows, there are 295 garda&iacute; in Kerry, so that is the equivalent of three counties in Ireland being without garda&iacute; for some or all of the year.  We must address that situation.  There is a simple solution to the problem of garda&iacute; being on leave of absence.  We use it in respect of teachers and nurses.  It means asking retired garda&iacute; if they wish to go on a substitute or replacement list.  They would be informed of leave of absence in various Garda divisions and they could opt to substitute for the people concerned.  It is a commonsense solution to this problem in the Garda.  I ask the Leader to arrange a debate on that issue.<\/p><p>It is a commonsense solution but, as the Leader knows, commonsense is not very common.  We do this for nurses and teachers.  Last year, 1,090 garda&iacute; took leave of absence and I have given the figure for this year.  Garda&iacute; are as entitled as anybody else to take leave of absence but we solve the problem in other branches of the public sector by bringing in substitutes.  We need a similar solution in respect of the Garda.<\/p><p>There is a huge problem with crime, both in rural areas and in Dublin.  The fact that over 1,000 garda&iacute; were on leave of absence during 2015 means we require a solution to this problem.  Perhaps the Minister would come to House to discuss what can be done.  This problem will not go away, but we have a solution with regard to the teachers and nurses through the use of substitutes.  We must do the same for the Garda and ensure there is a replacement or substitute list composed of retired garda&iacute; so the force can be at full strength.  That is not the 12,000 which the Government says is available.  When one subtracts the 1,050 garda&iacute; who are on leave of absence, what is available is just over 10,000 in 2015.  We are seeking to be helpful to the Government.  Instead of raising problems and giving it headaches, we ask it to take on this proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#G00500","speaker":"1159","continuing":true},{"type":"speech","time":1447324200,"counter":35,"content":"<p>Senator Daly is engaging in the collective amnesia which we have seen very regularly from Fianna F&aacute;il.  It is trying to disown all responsibility for NAMA and, indeed, for the economic crash that necessitated its establishment by Fianna F&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00200","speaker":"1148"},{"type":"speech","time":1447324200,"counter":36,"content":"<p>I am trying to be helpful.  I am saying that NAMA should not be selling properties-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00300","speaker":"1159"},{"type":"speech","time":1447324200,"counter":37,"content":"<p>I know the Senator is just trying to be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00400","speaker":"1148"},{"type":"speech","time":1447324200,"counter":38,"content":"<p>-----and that the Government should be buying the properties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00500","speaker":"1159"},{"type":"speech","time":1447324200,"counter":39,"content":"<p>Senator Bacik without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00600","speaker":"1120"},{"type":"speech","time":1447324200,"counter":40,"content":"<p>It would be most helpful if the Senator would just let me speak.  I let him speak even though I did not agree with what he said.  However, I join Senator Daly in calling for a debate on policing.  We would do well to examine constructive ideas on improving the quality of policing.  Yesterday, the justice committee had a two and a half hour meeting with the Garda Commissioner, Ms N&oacute;ir&iacute;n O'Sullivan, in the course of which she answered a huge number of questions on an array of issues around policing.  They covered a wide range of pressing matters, including gangland crime, drugs policy, firearms and so forth.  There is a great deal of material from that meeting which we could explore further in a debate in this House on policing.  In addition, when will the policing authority Bill finally be passed?  It is an urgent Bill.<\/p> <p>With regard to legislation, when is the Criminal Law (Sexual Offences) Bill due back before the House?  It passed Second Stage in the Seanad and there are only five weeks for the legislative programme up to Christmas.  I am hopeful, as are other colleagues, that the Bill could be passed by this House by Christmas at the latest, so it can progress through the D&aacute;il in advance of the general election.  It is a very important and reforming Bill which, among other things, reforms the law on prostitution.  It is important that it is passed.  In addition, the Equality (Miscellaneous Provisions) Bill, which was initiated in the Seanad and seeks to amend section 37 to prevent discrimination against gay and lesbian people in the teaching profession, is another Bill that I hope will be passed by the D&aacute;il by Christmas.  It has been passed by this House.<\/p> <p>I am delighted that today I will chair an event in the Abbey Theatre, \"Waking the Feminists\", which has been prompted by concerns about the role of women in the arts but will also have the broader remit of examining gender equality generally.  Our colleague, Senator Mac Conghail, will speak at it too.  It is an important discussion in the week in which the \"Hearing Women's Voices?\" report found that women make up only 28% of the voices heard on peak time current affairs radio programmes.  It is another indication of the lack of visibility of women in the public space or sphere.<\/p> <p>Perhaps we could have a debate in the House on gender equality at some point.  Given the legislative programme it might be difficult to find the time, but in recent months there has been much momentum behind the campaign to repeal the eighth amendment, which I have been happy to support for many years.  It would be good to debate the repeal of the eighth amendment, the need for gender equality in the arts and in other areas of public life, and the gender quota legislation, about which issues have been raised in recent weeks.  That was very important legislation that was initiated in this House.  I hope we can have that debate in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00700","speaker":"1148"},{"type":"speech","time":1447324200,"counter":41,"content":"<p>We were unable to find out the name of the woman who was seriously injured in the crash on the M50 yesterday, but I am sure we will find it out later.  We wish her a speedy recovery.  I do not underestimate the impact on her and I extend my sympathy, but in the wider context the road was closed for seven hours.  Perhaps the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, will examine how the Garda, the National Roads Authority, NRA, tow trucks and so forth respond.  This should not be a recurring situation.  Other countries have motorways carrying heavy traffic into cities but they are not shut down for such long periods.  While I extend my sympathy to the person who really bears the consequences of yesterday, we do not need a repeat of that situation.<\/p> <p>I commend the Irish MEPs, Matt Carthy, Marian Harkin and Brian Hayes, for finally getting Mr. Draghi to answer questions about the Irish bailout and the problems that arose.  The conditions that Mr. Draghi set, that only 15 minutes would be allowed for the debate, are unacceptable for the Irish parliamentary democracy, as was the conduct of Mr. Trichet, both at the banking inquiry and in saying to our Minister for Finance, Deputy Michael Noonan, that if he burned the bondholders, \"a bomb will go off in Dublin\".  These organisations must be made democratically accountable.  The best description I have heard of the hearings is that Mr. Trichet and Mr. Draghi, inadvertently I presume, are recruiting agents for euroscepticism.  Their contempt for elected representatives in the European Parliament and in this Parliament is unacceptable.  They need to have manners put on them in the way they conduct their business.<\/p> <p>The Single Supervisory Mechanism was finally put in place in November 2014, approximately 20 years after the euro started to create problems for the member states.  The faults in the euro do not lie in the parliaments, the people or in regarding the Greeks as too lazy and so forth, but in the design faults in Frankfurt and Brussels.  The people who are supposed to address those problems ought to have more cognisance of what is happening under their noses and cease this condescension towards the parliaments of the member states, unless they are really seeking to ensure that the United Kingdom will vote to leave.  The conduct I saw at the hearings is unacceptable.  I commend our MEPs for doing their best this morning.<\/p> <p>I also regret that the chairman of the banking inquiry does not wish to meet them.  Deputy Ciar&aacute;n Lynch should have met the MEPs.  They were trying to make up for a fault in the way in which we proceeded, but Marian Harkin, MEP, said the chairman refused to meet them.  Our current relationships with Europe are at a most unsatisfactory level.  It is about time some people at the Commission and in Frankfurt took their alienation of people throughout the European Union, including in Greece, Portugal and Italy, much more seriously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00800","speaker":"1157"},{"type":"speech","time":1447324200,"counter":42,"content":"<p>I support Senator Bacik's call for a debate on gender equality.  When the Canadian Prime Minister, Justin Trudeau, announced his new cabinet it was 50% male and 50% female.  When he was asked why he had done that, he said, \"because it's 2015\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Susan O'Keeffe:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2366\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2366&amp;amp;pid=SusanOKeeffe&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There could be no better answer than that and he is right.  Moreover, others may soon follow his fine example.  I am not familiar with his politics and do not know what else he may do, will do or has promised to do, but that is a good start.  Despite the welcome gender quota legislation which started its passage in this House and, of course, has led to some difficulties, although not really that many, there will continue to be a debate required about gender equality and it would be appropriate for Members to have it in this House.<\/p><p>I add my voice in support of the announcement on rents and the difficulties of homelessness.  The encouraging of builders to build where houses specifically are needed in Cork and Dublin is welcome, as, of course, is the freeze on rent reviews for four years in order that they do not take place within a single year but over a two-year period, as well as the various other measures.  I pay tribute to the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, his team and the Government as a whole for persisting in dealing with what is a complex matter.  <\/p><p>I also welcome the announcement to be made this afternoon by the Government on the new jobs plan for the next three years, in which 266,000 jobs have been programmed or promised.  Moreover, although people stated it would not happen, 120,000 jobs have already been created in the past three years.  If the Leader considers that it is at all possible, I seek an opportunity to have a debate on this issue because while it has been successful, this new plan concentrates on regionality.  For people like me who live in the north west, it is required urgently that we focus on the regions and that locations in the Dublin-Cork-Galway triangle, if one likes, not be the only places in which jobs can be introduced or encouraged.  I acknowledge that Senator Ivana Bacik has referred to the shortage of time, but if there is an opportunity to have a debate on the new plan being launched today, I would welcome having such a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#H00900","speaker":"1129","continuing":true},{"type":"speech","time":1447324200,"counter":44,"content":"<p>In the light of the comments made by Senators Ivana Bacik and Susan O'Keeffe, I recommend to Members of all genders that they see the movie \"Suffragette\" which is being shown in Irish cinemas.  It traces in a fictional way, albeit with a factual background, the struggle of women in the earlier part of the last century to achieve the vote.  While people now take this for granted, the movie is a timely reminder of the harassment and persecution of women by the British establishment, as well as in Ireland where there were active suffragettes.  Meryl Streep plays a cameo role as Emmeline Pankhurst who, of course, was the leader of the suffragettes.  While it is an educational movie in one sense, it is also highly entertaining and deeply moving.  In the context of the earlier remarks, I highly recommend that if Members are planning to go to the cinema, they see \"Suffragette\".<\/p> <p>My main reason for contributing is to welcome the statement made by the Minister for Communications, Energy and Natural Resources, Deputy Alex White, on the ongoing discussions on whether certain sports events should be listed for terrestrial viewing.  I found his statement interesting in the light of the success of TV3 in literally wresting from RTE the rights to show the Six Nations rugby internationals from 2018 onwards, which goes to show how competitive the television landscape in Ireland has become.  However, in the light of that development, the Minister made a statement earlier this year that he was considering the designation of three sports events as being free to air, in other words, to ensure Irish television viewers would not be obliged to pay to watch them.  There are quite a number of sports events so designated such as the all-Ireland football finals.  However, it is interesting that of the three he is considering, one is the aforementioned Six Nations championship, but the other two are women-based, one being the senior ladies football final and the other the senior camogie final.  I call on the head of sport in RTE, Ryle Nugent, to try to change the policy of RTE television specifically, rather than RTE radio, whereby every newscast, particularly at the weekend, starts with the results of English premier league matches.  Last Sunday was a particular example.  If the Cathaoirleach will indulge me for one moment, I attended the Connacht senior ladies football final in the wonderful facilities of Kilglass outside Rooskey, County Roscommon, where Kilkerrin-Clonberne of County Galway played Kiltubrid of County Leitrim, the Leitrim senior champions based down the road from where I live.  Not a single line appeared in the television sports results that night about the Connacht provincial decider, but all of the Premiership results were given first.  I do not suggest they should not be given, but they were given first, followed by all of the domestic sports results, excluding the result of the women's football game.  This is not the first time this has happened and, as the national broadcaster, RTE should take on the responsibility and be more inclusive in the results it broadcasts on air.  It is not simply because it happened to involve a team from my home county; this is a consistent policy in RTE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J00400","speaker":"1128"},{"type":"speech","time":1447324200,"counter":45,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J00500","speaker":"1120"},{"type":"speech","time":1447324200,"counter":46,"content":"<p>I hope somebody in RTE is listening to me.  I acknowledge that RTE radio has a different policy and always ensures Irish sports results are given first.  I hope the Leader might comment on this issue.  Unfortunately, it is not a matter for the Minister-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J00600","speaker":"1128"},{"type":"speech","time":1447324200,"counter":47,"content":"<p>It is a matter for RTE.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J00700","speaker":"1120"},{"type":"speech","time":1447324200,"counter":48,"content":"<p>----- but pertains to RTE's operational procedures.  I hope other voices will join mine to ensure women's sport in Ireland is given the due regard it deserves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J00800","speaker":"1128"},{"type":"speech","time":1447324200,"counter":49,"content":"<p>As ever, Senator Mark Daly excels in being mischievous.  However, this morning there may be a grain or a morsel of merit in a little of what he stated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J00900","speaker":"1151"},{"type":"speech","time":1447324200,"counter":50,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01000","speaker":"1159"},{"type":"speech","time":1447324200,"counter":51,"content":"<p>I was recently struck by the issue of retirement.  People obviously reach retirement age, although some argue it is too young, but that well known, good, able-bodied man with great advice and expertise, Chief Superintendent Pat McGee, retired and he-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01100","speaker":"1151"},{"type":"speech","time":1447324200,"counter":52,"content":"<p>The Senator knows well the rule about naming people in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01200","speaker":"1120"},{"type":"speech","time":1447324200,"counter":53,"content":"<p>Of course, I do but I have nothing but praise for the man.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01300","speaker":"1151"},{"type":"speech","time":1447324200,"counter":54,"content":"<p>That is beside the point.  As people are not here to defend themselves, I ask the Senator to refrain from doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01400","speaker":"1120"},{"type":"speech","time":1447324200,"counter":55,"content":"<p>I will make the point generally.  It would be wonderful if it was possible to make available through a forum of some kind the advice and expertise of senior people who had retired from the force, especially those who had served in Border areas for a long time and were familiar with the criminal mind, having gone through so many court cases, prosecutions and so on.  Society does not do well in losing all of that valuable advice.  While Senator Mark Daly perhaps went a lot further, the Government is trying to recruit many more garda&iacute;.  There will be 300 recruits next year and the force is being built up all the time.  As the Garda Commissioner noted yesterday, there is now a commitment to the training college at Templemore which the previous Government closed and so on.  While the Government is improving matters considerably in that regard as the economy recovers, it would be wonderful if it was possible to do something to provide a forum to avail of the advice and expertise of former senior people in the force, especially in the Border regions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01500","speaker":"1151"},{"type":"speech","time":1447324200,"counter":56,"content":"<p>For many years the students of Ireland have had the benefit of being able to avail of a J1 visa in the United States.  I have just read that, from henceforth, a J1 visa will not be issued unless one has already secured a job before leaving Ireland.  I am unsure as to from where this change has come or whether it only applies to Ireland, but it is obviously an American decision.  Given the history of so many young people who spent a year or part of a year in the United States and who returned with enthusiasm and an understanding of a competitive market, it has done a world of good for Irish students.  Howsoever the decision has been made, I hope it can be either reversed or reconsidered.  If the only way in which one can get a job is by writing ahead of time to secure it, it appears this will be a disadvantage from Ireland's perspective.<\/p> <p>I will mention one other point about the sale of 80% of the Avoca chain to an American company.  While most people might view this from the perspective of it being another Irish company going out of Irish hands, I consider it to be a great success that an Irish family business has been able to develop to such an extent that Americans have shown their desire to invest in it.  I believe there is a balance to be achieved in each of these areas.  However, Avoca is a company that deserves a great deal of praise, as does the Pratt family who developed and ran it.  That the family have now decided to step out of 80% of it and hand it over to an American company is something of which we should be proud.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Mooney is the expert on radio and television.  What I am going to say is most unimportant, namely, I get upset when I hear on radio and television, and sometimes in the other House as well whatever about this House, the inability to pronounce Northern Ireland.  It seems to sound like \"Nordren\" Ireland every time.  With a little publicity we could teach announcers, broadcasters and Members that the name of the state we used to call the Six Counties is Northern Ireland not \"Nordren\" Ireland.  If we could manage that it would be a very small achievement but it would make my day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#J01600","speaker":"1145","continuing":true},{"type":"speech","time":1447324200,"counter":58,"content":"<p>Recently, we have seen many people object to paying water charges.  They have every right to object.  Couples object because it would cost them an extra &euro;160 a year net, when one takes the water conservation grant into account.  Single people object to paying &euro;60 when one takes the grant into consideration.  Others who have nothing to pay also object.  The main protagonists are acting on the basis of what water rates could be in perhaps five years' time.<\/p> <p>However, we have a bigger problem in this country that is affecting families, namely, the exorbitant cost of car insurance, home insurance and health insurance.  All of those costs appear to have increased this year by between 25% and 30% with no explanation.  Car insurance has increased by &euro;300 this year.  I know several people who paid &euro;450 last year and their car depreciated in the year, they had no claim, no penalty points and with no explanation whatsoever, they have been asked to pay &euro;750 this year.  A constituent of mine who claimed on their home insurance for a broken iPad was paid only &euro;150 when the excess was taken into account and his insurance went up by &euro;300.  When he questioned his insurers he was told that if he paid back the &euro;150 his premium would be reduced by &euro;300.<\/p> <p>Something is going on that is not being monitored.  There is no evidence to suggest that the increase in premia are due to higher payouts of compensation.  In fact, there is a difference of &euro;1 billion between the premium income and the published awards.  To address this problem the Government set up the Motor Insurance Advisory Board in 1984.  It last reported to Government in 2004.  It was shut down and the responsibility was transferred to the Department of Transport, Tourism and Sport.  If one goes to the Department's website, there is no section dealing with motor insurance policy.  It appears there is no monitoring body and consequently insurance companies can hike up policies indiscriminately.  They show no loyalty to their customers.  It is important that people shop around and that the Leader would call on the Minister for Transport, Tourism and Sport to come to the House to have a debate on this issue with a view to re-establishing the Motor Insurance Advisory Board.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#K00200","speaker":"1161"},{"type":"speech","time":1447324200,"counter":59,"content":"<p>I ask the Leader to make contact with the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, with regard to the implementation of the Urban Regeneration and Housing Act 2015, which was a welcome measure introduced by the Government to kick-start regeneration in the housing market in remote parts of Ireland.  I am concerned in particular that some councils are ignoring this legislative directive willy-nilly.  Section 29 has been amended to deal with the question of unsold or unfinished houses.  The application of the new scheme provided for has the support of the Construction Industry Federation.<\/p> <p>Two instances have been brought to my attention where Cork County Council has ignored the Minister's directive and the legislation.  That probably applies to other county councils as well.  I am not referring to developments in Dublin but to a small village in west Cork that is trying to survive and where two pubs and a shop have been closed.  A small builder with eight employed decided to take the risk of finishing a small estate that was uncompleted.  The planning contributions as set out by the CIF, as indicated in this legislation under section 29, are being ignored by the planning authority and by the council as a whole.  That is unfair because this man took the risk of going into an unfinished estate of approximately 20 houses where none of the houses were sold.  Approximately ten of the houses were completed but this man's company went into liquidation.  The developer, who was sucked into NAMA, did not pay a bob, yet the person in question is being penalised because he is being asked to pay the extra money.  He is being told that each local authority has discretion.<\/p> <p>I will give the Leader the information I have on this case and ask him to make contact on my behalf with the Minister to say that if this is happening it is both wrong under the law and it is unfair.  It might also be happening in other local authorities.  In effect, it is kicking those small builders in parts of Dublin outside Dublin city and Cork city who are trying to make a small village look a bit better, finish a few houses and try to sell them.  That is not the intention of the Act and it certainly is not in the spirit of the Act.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#K00300","speaker":"1127"},{"type":"speech","time":1447324200,"counter":60,"content":"<p>I support Senator Bacik and Senator Daly who asked for a debate with the Minister for Justice and Equality, Deputy Fitzgerald, on policing, in particular some of the issues that have been raised about covering substitute leave.  I am conscious that in recent years during our economic difficulties, great effort and resources were put into encouraging people to leave the public service.  As a result, many very experienced garda&iacute; left.<\/p> <p>The retirement age of garda&iacute; is something that must be examined.  We are losing much experience built up over the years at far too early an age.  We must keep some experienced personnel on board for a longer period.  The entire area must be examined.  I heard a statistic a couple of years ago that in a very busy station in the city of Dublin, the most experienced officer had a mere seven years service.  We have lost much valuable experience from the Garda S&iacute;och&aacute;na at management level also.<\/p> <p>I very much support the comments of Senator Mooney on coverage of ladies' sporting events by RTE.  There should be equality.  I have no issue with English soccer getting coverage because there is much support and a huge interest in this country for soccer as long as there is equality of coverage for our national games and in particular for ladies' games.<\/p> <p>I welcome the Government approval of new patient safety measures and that a simplified complaints procedure will be put in place.  Currently, patients find the complaints system complicated and they are often sent to a variety of agencies.  Under the new system, the individual will make a complaint to a particular hospital or care agency and if he or she is not satisfied then he or she will have an opportunity to go to the health ombudsman.  The change is very much to be welcomed because many patients experience difficulties in the health system in this country and if they make a complaint they want to get a response promptly and efficiently.  The new system, which is less complicated, will bring a better and more speedy response.  I hope it will also help to improve the health service when the providers know that the patient will get a prompt response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#K00400","speaker":"1118"},{"type":"speech","time":1447324200,"counter":61,"content":"<p>I refer to Nos. 11 and 14, which are on the Order Paper since June.  Both of them relate to our brothers and sisters who operate in local authorities, county councillors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know there is an upcoming election and that people do not want to rock the boat for those in the Lower House but our brothers and sisters in local authorities deserve our care.  We will be knocking on their doors soon enough.  They deserve our care and a debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#K00500","speaker":"1196","continuing":true},{"type":"speech","time":1447324200,"counter":63,"content":"<p>Some of them are knocking already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00200","speaker":"1164"},{"type":"speech","time":1447324200,"counter":64,"content":"<p>Yes, indeed.  I have been asked by the Oireachtas Joint Committee on Education and Social Protection-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00300","speaker":"1196"},{"type":"speech","time":1447324200,"counter":65,"content":"<p>They are in constant contact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00400","speaker":"1151"},{"type":"speech","time":1447324200,"counter":66,"content":"<p>-----to prepare a report and the T&aacute;naiste has said that she would bring such a report, if I prepared it, to the Cabinet.  I have been frustrated at every turn.  I have written to everybody and asked for submissions.  I am receiving e-mails from councillors every day of the week advising me what this or that Senator told them, or of which newsletter they got from this or that Senator.  Not one Senator has written to me on the issue of PRSI.  It is a God damn outrage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00500","speaker":"1196"},{"type":"speech","time":1447324200,"counter":67,"content":"<p>Perhaps that says something about the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00600","speaker":"1151"},{"type":"speech","time":1447324200,"counter":68,"content":"<p>If the Senator would allow me continue, I am one of the few voices in this Chamber who can speak for the 194 independent councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00700","speaker":"1196"},{"type":"speech","time":1447324200,"counter":69,"content":"<p>I do not believe that.  We are all in contact-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00800","speaker":"1151"},{"type":"speech","time":1447324200,"counter":70,"content":"<p>-----and I will make damn sure they know it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L00900","speaker":"1196"},{"type":"speech","time":1447324200,"counter":71,"content":"<p>The Senator should stop his solo run now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01000","speaker":"1151"},{"type":"speech","time":1447324200,"counter":72,"content":"<p>And his intemperate language.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01100","speaker":"1129"},{"type":"speech","time":1447324200,"counter":73,"content":"<p>Allow Senator Craughwell to continue without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01200","speaker":"1120"},{"type":"speech","time":1447324200,"counter":74,"content":"<p>The only solo run that is going on around here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01300","speaker":"1196"},{"type":"speech","time":1447324200,"counter":75,"content":"<p>Has the Senator a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01400","speaker":"1120"},{"type":"speech","time":1447324200,"counter":76,"content":"<p>My question for the Leader is a simple one.  Will I be treated with the dignity to which I am entitled as a Member of the Oireachtas and be given the information I requested?  That is my first question.  Second, will two items on the cl&aacute;r, motion No. 11, dated 17 June, and motion No. 14-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01500","speaker":"1196"},{"type":"speech","time":1447324200,"counter":77,"content":"<p>Those motions can be taken during Private Members' time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01600","speaker":"1120"},{"type":"speech","time":1447324200,"counter":78,"content":"<p>From where will I get Private Members' time?   I do not even have speaking time here but for the Cathaoirleach's good grace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01700","speaker":"1196"},{"type":"speech","time":1447324200,"counter":79,"content":"<p>The Senator is speaking now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01800","speaker":"1129"},{"type":"speech","time":1447324200,"counter":80,"content":"<p>At least the Cathaoirleach behaves in an impartial manner and I deeply respect him for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L01900","speaker":"1196"},{"type":"speech","time":1447324200,"counter":81,"content":"<p>There are other Members' names to those motions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02000","speaker":"1120"},{"type":"speech","time":1447324200,"counter":82,"content":"<p>There are other names to those motions but I would be the lead one.  Fianna F&aacute;il supported me on motion No. 11 and all our names are appended to motion No. 14.  Lets not be afraid.  Let us discuss this issue openly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02100","speaker":"1196"},{"type":"speech","time":1447324200,"counter":83,"content":"<p>I add my voice in support of what was said by two of my colleagues.  The first being Senator Paul Coghlan who made his remarks and paid tributes.  I appreciate the Cathaoirleach's comment that we are not allowed name individuals but others have paid tribute to chief superintendent Pat McGee for this outstanding work in Dundalk.  I would like to add my voice-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02200","speaker":"1174"},{"type":"speech","time":1447324200,"counter":84,"content":"<p>I ask the Senator to refrain from naming people on the record of the House.  They are not here to defend themselves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02300","speaker":"1120"},{"type":"speech","time":1447324200,"counter":85,"content":"<p>-----in support of what has been said with respect to senior garda&iacute;.  I  wholeheartedly agree with Senator Paul Coghlan that it should be possible, through some mechanism, to be able to contact members who served in the higher ranks of the Garda and who have experience with regard to activities in my area, particularly along the Border area.  I thank the chief superintendent and pay tribute to him for his outstanding work.<\/p> <p>I would add my voice in support of Senator Mooney's comments on the coverage of sport.  He mentioned women's sport and I agree with him on that.  I received support from many Senators last year when I asked that equal coverage be given to the Special Olympics and the Paralympics as they took place.  It broke my heart to see the Paralymics follow the Olympic Games in London and not receive any live coverage.  I agree with what Senator Mooney said about women's soccer.  I found it very disrespectful when members of the team opposing Dundalk were on the pitch during the second half of the women's game while it was still going on.  Women deserve respect and equality when it comes to sport.  <\/p> <p>Will the Leader to arrange a debate on the subject of sport?  I raised a matter on the Order of Business earlier in the week and was ruled out of order because I paid tribute to a certain football team which won the cup and league, doing the double, and it also won them last year.  I do not see why we cannot pay tribute to people who are outstanding in a sport or in a team.  I am not mentioning them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02400","speaker":"1174"},{"type":"speech","time":1447324200,"counter":86,"content":"<p>Senator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02500","speaker":"1120"},{"type":"speech","time":1447324200,"counter":87,"content":"<p>I ask that the Cathaoirleach to let me finish.  Dundalk has suffered from murders-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02600","speaker":"1174"},{"type":"speech","time":1447324200,"counter":88,"content":"<p>There is no problem with what the Senator wants to do-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02700","speaker":"1120"},{"type":"speech","time":1447324200,"counter":89,"content":"<p>Exactly.  Can I just finish my point?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02800","speaker":"1174"},{"type":"speech","time":1447324200,"counter":90,"content":"<p>----- but she has to find an avenue to do it.  This is the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L02900","speaker":"1120"},{"type":"speech","time":1447324200,"counter":91,"content":"<p>Exactly.  This is a matter of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03000","speaker":"1174"},{"type":"speech","time":1447324200,"counter":92,"content":"<p>The Cathaoirleach might allow some indulgence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03100","speaker":"1159"},{"type":"speech","time":1447324200,"counter":93,"content":"<p>Dundalk suffered dreadfully in the past number years from murders, high unemployment and from the effects of the recession.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03200","speaker":"1174"},{"type":"speech","time":1447324200,"counter":94,"content":"<p>The Senator will have to find a way to raise those issues but she cannot do so on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03300","speaker":"1120"},{"type":"speech","time":1447324200,"counter":95,"content":"<p>When we have good news, I do not see why we are not allowed to highlight it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03400","speaker":"1174"},{"type":"speech","time":1447324200,"counter":96,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03500","speaker":"1120"},{"type":"speech","time":1447324200,"counter":97,"content":"<p>I am disappointed that I have been ruled out of order again but I think if it was a Gaelic match we would have had hours of praise for the Gaelic team.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03600","speaker":"1174"},{"type":"speech","time":1447324200,"counter":98,"content":"<p>Senator, that is not the case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03700","speaker":"1120"},{"type":"speech","time":1447324200,"counter":99,"content":"<p>Let us have a little bit of equality in this as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03800","speaker":"1174"},{"type":"speech","time":1447324200,"counter":100,"content":"<p>I call Senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L03900","speaker":"1120"},{"type":"speech","time":1447324200,"counter":101,"content":"<p>Before Senator Leyden contributes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04000","speaker":"1196"},{"type":"speech","time":1447324200,"counter":102,"content":"<p>Senator Craughwell has spoken already.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04100","speaker":"1120"},{"type":"speech","time":1447324200,"counter":103,"content":"<p>-----I wish to raise a point of information to clarify a matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04200","speaker":"1196"},{"type":"speech","time":1447324200,"counter":104,"content":"<p>There is no such thing as a point of information.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04300","speaker":"1120"},{"type":"speech","time":1447324200,"counter":105,"content":"<p>Then, I wish to raise a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04400","speaker":"1196"},{"type":"speech","time":1447324200,"counter":106,"content":"<p>What is the Senator's point of order?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04500","speaker":"1120"},{"type":"speech","time":1447324200,"counter":107,"content":"<p>I made the point that I had written to Senators but I did not write to the individual Independents Members of this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04600","speaker":"1196"},{"type":"speech","time":1447324200,"counter":108,"content":"<p>That is out of order.  I call senator Leyden.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04700","speaker":"1120"},{"type":"speech","time":1447324200,"counter":109,"content":"<p>Senator Kelly raised the question of the cost of insurance, which is a serious matter.  Ivan Yates has written a very good article on this issue in today's edition of the <i>Irish Independent<\/i>.  Quite a number of claims are being submitted to insurance companies and they are reacting to them but many of them are under question.  Some people claim that insurance companies pay out too quickly and do not challenge some cases that may be fraudulent.  Some people can claim within two years of an accident occurring.  I am aware of a case involving a scratch that was made to a car last Christmas and a claim is being submitted, without any medical evidence, against a family.  The insurance company will probably pay out in that case because it is cheaper for it to do so than to go court.  The young person involved is paying a motor insurance premium of &euro;5,000 a year.  That is very difficult for him.  We need to have a debate on this issue.  The Minister for Enterprise, Trade and Employment, as opposed to the Minister for Transport, Tourism and Sport, deals with the insurance industry.<\/p><p>With respect to the emergency in terms of accommodation and the number of buildings that are vacant throughout the country, I was amazed the Government, when it decided to extend certainty with regard to rents, gave landlords an opportunity to raise rents before such legislation is brought in.  Such legislation would normally be introduced as an emergency measure, be passed through both Houses of the Oireachtas and signed by the President the next day, but for some unknown reason, the Government is warning landlords to put up the rent they charge now or they will not have an opportunity to put it up again.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04800","speaker":"1140"},{"type":"speech","time":1447324200,"counter":110,"content":"<p>It is unbelievable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L04900","speaker":"1131"},{"type":"speech","time":1447324200,"counter":111,"content":"<p>I cannot understand how anyone could work in that context.  How could the Minister, Deputy Kelly, or the Minister of State, Deputy Coffey, consider doing that?  It is illogical, crazy and totally unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05000","speaker":"1140"},{"type":"speech","time":1447324200,"counter":112,"content":"<p>Is the Senator seeking a debate on the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05100","speaker":"1120"},{"type":"speech","time":1447324200,"counter":113,"content":"<p>I am.  In 1932 when Fianna F&aacute;il came into power, we had massive building programme throughout the country.  We took the issue on board.  The money was not there but we were able to do it.  I put a suggestion to the Government and the Minister that there are numerous well equipped and well trained builders who are unemployed and such ability could be mobilised through the local authorities which have the land and the engineers------<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05200","speaker":"1140"},{"type":"speech","time":1447324200,"counter":114,"content":"<p>And NAMA.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05300","speaker":"1131"},{"type":"speech","time":1447324200,"counter":115,"content":"<p>Many of them are underutilised in that many of the engineers do not have the amount of work to do that they should have.  Most of them have been transferred to deal with water services.  Good quality engineers and builders could have direct labour contracts.  We have electricians, plumbers, plasters-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05400","speaker":"1140"},{"type":"speech","time":1447324200,"counter":116,"content":"<p>Is the Senator seeking a debate on housing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05500","speaker":"1120"},{"type":"speech","time":1447324200,"counter":117,"content":"<p>I am.  We have to be innovative in area.  Builders will not build now because the profit to be made in building is nil at this stage.  It is cheaper to buy a house than to build one.  We need to have a fresh look at this issue and a radical approach needs to be taken.  It is a national emergency when there are people living on the streets of Dublin and people living in emergency accommodation and no action is being taken to alleviate the situation.  Action must be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05600","speaker":"1140"},{"type":"speech","time":1447324200,"counter":118,"content":"<p>I raise the issue of the necessity to always keep liquid laundry detergent capsules away from children.  This is a serious issue.  Members may have read in the newspapers in the past fortnight of the quick reaction of a young mother from Dunleer in County Louth in taking her young child, who had access to laundry detergent and nearly died, to hospital.  The mother took her child to Our Lady of Lourdes Hospital in Drogheda and, thankfully, the child recovered.  Liquid laundry deterrent capsules are products to help people use just the right amount of detergent for their washing needs.  While they are safe when used as intended and as outlined on the product package, I advocate storing them in a safe place, out of the reach from children.  The manufacturers state that on their packaging.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Brennan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2360\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2360&amp;amp;pid=TerryBrennan&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->More than that is needed.  I wonder how many householders read what is printed on packages.  There must be some other way of identifying the danger involved.  I suggest a notice be placed on the washing machine or permanently on a wall in the room where clothes are washed.  I call for the introduction of an educational programme to raise awareness among the hundreds of thousands who use laundry detergent capsules on a daily basis, particularly where small children can access them.  We must do something about the problem through an educational programme or whatever else.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#L05700","speaker":"1138","continuing":true},{"type":"speech","time":1447324200,"counter":120,"content":"<p>Crime is a constant worry in all communities and we need a general debate on the issue in the Seanad.  Obviously, we must seek more resources for the Garda and look at how the force carries out its business.  In my county of Meath, at the start of the Government's term, the Garda Commissioner, for their own reasons, decided to merge two Garda districts.  The Garda district of east Meath which covered the stations at Laytown and Duleek was merged with the district that included Ashbourne, Dunboyne and Dunshaughlin.  That merger has had an extremely negative effect on policing in the area.  I know that it is a question of resources and prioritisation.  However, there seems to be a crime wave in the eastern part of Meath, including burglaries, arson and many other crimes.  I have full respect for An Garda S&iacute;och&aacute;na and recognise that it carries out seriously important work, but there are not enough garda&iacute; to do the job following a huge cut in Garda numbers in County Meath in the past four years.  There is also a problem with the structure of the force.  Garda districts need to be updated to reflect the change in population patterns.  Garda&iacute; located at one end of the county should not have to deal with crimes that take place at the other end.  We need to look at county boundaries correlating with Garda divisions because there are anomalies.  Garda&iacute; in big towns are unable to cross county boundaries to deal with crimes.  Therefore, garda&iacute; must come from another town much further way.  This is very common in east, south and north Meath.  I seek a full debate to allow Senators to make their input as national legislators and members of local joint policing committees.  What is happening cannot continue.  People are living in fear of criminals and, in many cases, garda&iacute; must work in fear, especially following what happened recently.  We pay tribute to all members of the force, particularly its fallen members who gave up their lives to protect their communities.  Unfortunately, there have been too many garda deaths during the years.  The issue of crime must be examined again because the public simply cannot tolerate what is happening.  I do not think the Garda can continue to work in these conditions.  We need massive investment in manpower.  We must also re-examine the structures of An Garda S&iacute;och&aacute;na to make sure they reflect the reality of life in Ireland, including the motorway network and urban and rural settlement patterns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00150","speaker":"1116"},{"type":"speech","time":1447324200,"counter":121,"content":"<p>I support what Senator John Kelly said about the spectrum of price increases in health, home and motor insurance.  Unfortunately, whatever gains will accrue to the average family from budgetary changes will be swept away by the increase in the price of insurance.  During the years we have ignored the fact that there is a need for a renewed war on the cost of living.  It is important that the Minister for Jobs, Enterprise and Innovation, in particular, look at the various price increases in these important areas.  Obviously, the Minister for Health should tackle the cost of health insurance.  We have discussed the insurance industry here <i>ad nauseam<\/i>.  All of these cost increases have hit the pockets of the average citizen hard; we must, therefore, contain increases to the maximum extent possible.<\/p><p>I will comment briefly on the policing service.  I appreciate that we can look at the concept of early retirement and try to make changes in that regard, but I wish to ask a question that I have asked previously.  What has happened to the Garda Reserve?  It was set up a number of years ago with a fanfare of trumpets, but it is hard to know visiibly whether it is up and running.  Young people showed a significant degree of interest in joining.  It might be helpful, therefore, to ask the Minister for Justice and Equality to come to discuss the issue.  There is great scope for the Garda Reserve to be of tremendous benefit from the perspectives of traffic management and rural and community policing and I want to know if the Minister plans to expand and develop it.  It seems to be stuck in no man's land.  We have heard from some members that they had difficulty in finding - let us be honest about it - a degree of acceptance for the work that they do.  We need to thrash out the matter and have a constructive debate on it in order that the force will be used more effectively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00200","speaker":"1205"},{"type":"speech","time":1447324200,"counter":122,"content":"<p>I support the comments on rural crime made by Senator Thomas Byrne and agree with him that we urgently need to have a debate on crime which I know is a problem in urban and rural areas.  It was very discouraging to see a serial burglar being released by the courts recently against all of the advice of the Garda at the time.  Such a decision calls into question how connected many members of the Judiciary are with reality.  We should, therefore debate the matter.<\/p><p>I support the comments made by Senator Sean D. Barrett.  I join him in extending get well wishes to the woman who was seriously injured on the M50 yesterday.  The incident brings into focus the gridlock generated across the city when a problem occurs on the M50.  I would like to return to a proposal made a decade ago.  The then Minister with responsibility for transport looked at proposals to provide an outer orbital route from Naas to Drogheda to take a lot of traffic travelling north away from the M50.  That proposal needs to be reconsidered.  We need to show more vision when it comes to planning transport infrastructure.  I was unimpressed by some of the people from the transportation authorities who made excuses and claimed that there was gridlock in every city.  That shows their <i>laissez-faire<\/i>approach which has not served us well.  There is the same attitude in much of the public service but particularly in the Department of Finance and the Central Bank and very definitely in the Office of the Financial Regulator.  Such an attitude contributed enormously to the economic crash.  <\/p><p>I agree with the request made by Senator Ivana Bacik.  I also wish her well in her role as chairperson of the feminist group of the Abbey Theatre.  I suggest she conduct a litmus test on the genuineness of those feminists.  Earlier Senator Susan O'Keeffe spoke about gender equality.  A great litmus test to distinguish between pseudo and genuine feminists is whether they oppose gendercide.  Nothing diminishes the role of women more than for baby girls to be aborted even before they see the light of day.  Very few feminists inside and outside this House have objected to that practice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00300","speaker":"1126"},{"type":"speech","time":1447324200,"counter":123,"content":"<p>The Senator is over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00400","speaker":"1120"},{"type":"speech","time":1447324200,"counter":124,"content":"<p>As I did yesterday, I seek a debate on the abortion issue.  I agree with Senator Susan O'Keeffe who sought a debate on the repeal of the eight amendment and call on the Leader to arrange same.  There is an onus on those who are proposing the repeal of the eight amendment to talk about the procedures to be used to kill a baby because that is what abortion is about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00500","speaker":"1126"},{"type":"speech","time":1447324200,"counter":125,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00600","speaker":"1120"},{"type":"speech","time":1447324200,"counter":126,"content":"<p>Please, Senator Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00800","speaker":"1129"},{"type":"speech","time":1447324200,"counter":127,"content":"<p>It is not just about somebody sanguine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M00900","speaker":"1126"},{"type":"speech","time":1447324200,"counter":128,"content":"<p>It is a constitutional matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M01200","speaker":"1129"},{"type":"speech","time":1447324200,"counter":129,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M01300","speaker":"1126"},{"type":"speech","time":1447324200,"counter":130,"content":"<p>As usual, the Senator degrades the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M01400","speaker":"1129"},{"type":"speech","time":1447324200,"counter":131,"content":"<p>It is also a fundamental human rights issue.  I refer to the right to life.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M01700","speaker":"1126"},{"type":"speech","time":1447324200,"counter":132,"content":"<p>Will the Senator, please, resume his seat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M02200","speaker":"1120"},{"type":"speech","time":1447324200,"counter":133,"content":"<p>The right to life is fundamental, as Senator Susan O'Keeffe knows.  I would like her to outline her position on the issue, as well as on the issue of gendercide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M02300","speaker":"1126"},{"type":"speech","time":1447324200,"counter":134,"content":"<p>I join other colleagues in calling for debates on policing and a number of other issues.  I also seek a debate on the Garda Reserve, to which Senator Paul Bradford alluded.  I support the Garda Reserve and think it should be expanded.  Its role should be increased within An Garda S&iacute;och&aacute;na in the context of community policing, etc.<\/p> <p>I fully support the concept of gender equality and that there should be positive discrimination in that regard.  However, to suggest a certain percentage of plays should be by female authors is a little ridiculous.  The creative arts should be based on merit, not on gender.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M02600","speaker":"1164"},{"type":"speech","time":1447324200,"counter":135,"content":"<p>What about cronyism?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M02700","speaker":"1129"},{"type":"speech","time":1447324200,"counter":136,"content":"<p>We are in danger of taking the gender debate to a ridiculous level when it would lose its impact.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is my personal opinion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#M02800","speaker":"1164","continuing":true},{"type":"speech","time":1447324200,"counter":138,"content":"<p>There are great female authors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00200","speaker":"1129"},{"type":"speech","time":1447324200,"counter":139,"content":"<p>I am not suggesting there are not but to suggest that a certain quota should be reserved on a gender basis is ridiculous-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00300","speaker":"1164"},{"type":"speech","time":1447324200,"counter":140,"content":"<p>I am not suggesting that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00400","speaker":"1129"},{"type":"speech","time":1447324200,"counter":141,"content":"<p>-----and takes this whole debate-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00500","speaker":"1164"},{"type":"speech","time":1447324200,"counter":142,"content":"<p>Exclusion is what the problem is.  Exclusion is the problem-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00600","speaker":"1129"},{"type":"speech","time":1447324200,"counter":143,"content":"<p>Senator Wilson without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00700","speaker":"1120"},{"type":"speech","time":1447324200,"counter":144,"content":"<p>-----not a quota.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00800","speaker":"1129"},{"type":"speech","time":1447324200,"counter":145,"content":"<p>-----to a level that will undermine the entire debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N00900","speaker":"1164"},{"type":"speech","time":1447324200,"counter":146,"content":"<p>Senator Wilson without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01000","speaker":"1120"},{"type":"speech","time":1447324200,"counter":147,"content":"<p>On the comments made by my colleague-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01100","speaker":"1164"},{"type":"speech","time":1447324200,"counter":148,"content":"<p>The Senator is excluding them from life.  That is my concern with Senator O'Keeffe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01200","speaker":"1126"},{"type":"speech","time":1447324200,"counter":149,"content":"<p>The Senator should speak without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01300","speaker":"1120"},{"type":"speech","time":1447324200,"counter":150,"content":"<p>Senator Craughwell commented on councillors' pay and conditions, in particular PRSI.  He is aware, as are all Members of the House, that an all-party group is in existence and is attempting to increase the pay and conditions of councillors, including their PRSI entitlements.  That is ongoing.  I am confident that we will make progress as an all-party group.  I do not only represent the 193 independent councillors in this House, I represent approximately 1,100 other councillors-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01400","speaker":"1164"},{"type":"speech","time":1447324200,"counter":151,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01500","speaker":"1131"},{"type":"speech","time":1447324200,"counter":152,"content":"<p>-----and the entire population of the island of Ireland here as a legislator-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01600","speaker":"1164"},{"type":"speech","time":1447324200,"counter":153,"content":"<p>Great.  The Senator might start answering their inquiries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01700","speaker":"1196"},{"type":"speech","time":1447324200,"counter":154,"content":"<p>-----as is my job and the job of others in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01800","speaker":"1164"},{"type":"speech","time":1447324200,"counter":155,"content":"<p>The Senator will include me in the discussions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N01900","speaker":"1196"},{"type":"speech","time":1447324200,"counter":156,"content":"<p>I commend Senator Craughwell for the effort he has made during his short time in this House on behalf of the electorate of the majority of the Members of the Seanad.  I will assist him, as I am sure my other colleagues will, in whatever way I can with the particular issues that he has raised.  I compliment the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02000","speaker":"1164"},{"type":"speech","time":1447324200,"counter":157,"content":"<p>Today is a very special day in the history of Galway city and county.  Today we present our case in Dublin Castle for the European Capital of Culture.  Galway Chamber of Commerce has shown leadership <i>extraordinaire<\/i>and agreed to a 3% increase in rates on the basis that it will be ringfenced for cultural activities.  To other cities and counties around the country, I say &quot;Follow that&quot;.  I commend Professor Pat Dolan of NUIG for his academic leadership, when he speaks about-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02100","speaker":"1131"},{"type":"speech","time":1447324200,"counter":158,"content":"<p>I ask the Senator to refrain from naming people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02200","speaker":"1120"},{"type":"speech","time":1447324200,"counter":159,"content":"<p>It is a positive thing.  He speaks about the human cost of the economic recovery.  Not enough research is done in that area.  He says what really matters is the lived experience of our families, communities and people with disabilities.  I could not agree with him more.<\/p> <p>There have been 4,500 repossession orders this year in Ireland, 307 of which were in Galway.  This is foolishly adding to the homelessness toll.  If that is not lived experience that will go deep into the psyche of our families and our children, then what is?<\/p> <p>I have a question on this.  Can the Leader confirm that judges are allowed to adjudicate on home repossession cases involving banks in which they have personal financial interests?  This is a serious question.  If that is true, as a matter of urgency, I want the Leader to ask the Minister for Justice and Equality to ensure that as a matter of good practice, judges disclose any connections or personal interest they have with banks in cases they are adjudicating on.  There is a precedent in this area.  Judges do not adjudicate in cases involving companies in which they have shares.  It is in the public interest that members of our Judiciary do not adjudicate on cases involving banks unless, at the very least, they have disclosed their own personal financial interests.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02300","speaker":"1131"},{"type":"speech","time":1447324200,"counter":160,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02400","speaker":"1126"},{"type":"speech","time":1447324200,"counter":161,"content":"<p>It is a question that I hope the Leader can answer today.  If he cannot, I understand that and I ask that he come back to the House with an answer on this issue.  It is something that has come to me of late in the context of so many repossessions and it is of deep concern to our families and communities around the country because we need trust.  We need to trust.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02500","speaker":"1131"},{"type":"speech","time":1447324200,"counter":162,"content":"<p>Senator Daly raised the issue of home repossession rates and other matters relating to housing.  As I mentioned yesterday, the Residential Tenancies (Amendment) (No. 2) Bill will come before the House on Committee Stage next week.  We will be able to debate all the proposals that have been mentioned over the last number of days on housing and rents.  I will allow as much time as possible to complete Committee Stage of the Bill on Tuesday, 17 November.  If it goes too late, we will continue on Wednesday, 18 November and we will get it out of the way and have Report Stage on Tuesday, 24 November.  We will hopefully have it out of this House by Tuesday and I am sure the D&aacute;il will deal with it expeditiously within a number of days and that the Bill will be enacted.<\/p> <p>On the issue of landlords increasing rent, there are some unscrupulous landlords that may put up their prices but there is an obligation on them to give 28 days' notice to tenants if they do so.  Perhaps this legislation will be enacted within 28 days.  That remains to be seen but I want to point that out to Members. <\/p> <p>Senator Daly raised the question of garda&iacute; taking leave of absence which was also raised by other Senators.  The Senator mentioned that approximately 1,000 garda&iacute; were on leave of absence.  I hope he is not suggesting that they are not entitled to leave of absence-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02600","speaker":"1130"},{"type":"speech","time":1447324200,"counter":163,"content":"<p>I am absolutely not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02700","speaker":"1159"},{"type":"speech","time":1447324200,"counter":164,"content":"<p>-----but I take on board the point-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02800","speaker":"1130"},{"type":"speech","time":1447324200,"counter":165,"content":"<p>The private sector does not have leave of absence.  If it did, companies would not function effectively.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N02900","speaker":"1126"},{"type":"speech","time":1447324200,"counter":166,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03000","speaker":"1120"},{"type":"speech","time":1447324200,"counter":167,"content":"<p>Does the Senator want to answer his colleague?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03100","speaker":"1130"},{"type":"speech","time":1447324200,"counter":168,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03200","speaker":"1120"},{"type":"speech","time":1447324200,"counter":169,"content":"<p>I am giving the Leader a bit of advice about the private sector.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03300","speaker":"1126"},{"type":"speech","time":1447324200,"counter":170,"content":"<p>I thought he did.  I remind the Senator that there has been a significant decrease in the number of garda&iacute; in the last number of years.  If the training college is closed down and there are no garda&iacute; coming on board, obviously that is what will happen.  That is what his Government did.  This Government has reopened Templemore.  We have 550-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03400","speaker":"1130"},{"type":"speech","time":1447324200,"counter":171,"content":"<p>I was talking about an issue that has been there-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03500","speaker":"1159"},{"type":"speech","time":1447324200,"counter":172,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03600","speaker":"1120"},{"type":"speech","time":1447324200,"counter":173,"content":"<p>-----and will be there for some time to come.  Leave of absence is an entitlement of garda&iacute;, nurses and teachers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03700","speaker":"1159"},{"type":"speech","time":1447324200,"counter":174,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03800","speaker":"1120"},{"type":"speech","time":1447324200,"counter":175,"content":"<p>I agree with the Senator that there is a need for greater Garda presence and greater Garda numbers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N03900","speaker":"1130"},{"type":"speech","time":1447324200,"counter":176,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04000","speaker":"1120"},{"type":"speech","time":1447324200,"counter":177,"content":"<p>There is a solution to the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04100","speaker":"1159"},{"type":"speech","time":1447324200,"counter":178,"content":"<p>That is exactly what the Government is doing and intends to do-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04200","speaker":"1130"},{"type":"speech","time":1447324200,"counter":179,"content":"<p>The Leader is trying to respond to questions that were raised on the floor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04300","speaker":"1120"},{"type":"speech","time":1447324200,"counter":180,"content":"<p>Retired garda&iacute; can be used as substitutes for those who are on leave of absence<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04400","speaker":"1159"},{"type":"speech","time":1447324200,"counter":181,"content":"<p>-----in order to combat crime whether in urban or rural areas.<\/p> <p>Senator Bacik called for a debate on policing and mentioned that the Garda Commissioner was before the Joint Committee on Justice, Defence and Equality yesterday for a number of hours.  A number of the points that have been raised in this House were actually made at that meeting.  I suggest that Members look at the minutes of the Joint Committee on Justice, Defence and Equality.  They may get answers to a number of questions that have been posed.  <\/p> <p>Senator Bacik raised the Criminal Law (Sexual Offences) Bill.  I understand that we will probably have it in this House in the next few weeks.  The Government is drafting quite a number of amendments to the Bill and I hope to have it through this House by Christmas.  I am not saying that will happen but I am hopeful that it will.  <\/p> <p>Senator Bacik is attending a conference on gender equality in the Abbey Theatre today.  There are a number of others who I would like to send to it.  They would be well qualified judging by their appearances here in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04500","speaker":"1130"},{"type":"speech","time":1447324200,"counter":182,"content":"<p>Or maybe to the circus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04600","speaker":"1159"},{"type":"speech","time":1447324200,"counter":183,"content":"<p>Will the Leader give me an audition?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04800","speaker":"1131"},{"type":"speech","time":1447324200,"counter":184,"content":"<p>Senator Barrett raised the closure of the M50 due to an accident and we wish the lady who was seriously injured a speedy recovery.  I agree with the Senator - the Minister has also said it - that there is a need to review the response policies in such incidents.  This is a point that has been raised by other Senators.<\/p> <p>I note Senator Barrett's point about the arrogance of the ECB and the contempt that it has shown to MEPs and the suggestion that agencies such as it are recruiting agents for euroscepticism.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I could not agree with him more.<\/p><p>Senator O'Keeffe raised the issue of rents and housing.  As I mentioned earlier, this can be discussed during the residential tenancies Bill next week.  She also raised the Action Plan for Jobs and we will try to have the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, in the House to discuss it.  There have been positive job indicators over the past number of days, especially in Cork with 1,000 jobs announced as well as 300 jobs in Dublin.  As Senator O'Keeffe rightly pointed out, the Action Plan for Jobs is now focused on the regions.  Up to 70% of all jobs created last year were outside of Dublin, a point missed by many people.<\/p><p>Senator Mooney raised the issue of free-to-air viewing, as well as RTE's policy of giving English Premier League results before those of our national games and how, in many instances, it excludes women's sports.  There was no excuse for excluding the recent women's provincial football results.  I agree with him on the need for the equality of coverage by the national broadcaster.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#N04900","speaker":"1130","continuing":true},{"type":"speech","time":1447324200,"counter":186,"content":"<p>We need quotas there too.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00200","speaker":"1131"},{"type":"speech","time":1447324200,"counter":187,"content":"<p>Senator Quinn raised the issue of the new provisions for J1 visas which may have a disadvantage for young people going to America.  The Minister of Foreign Affairs and Trade has expressed concerns in that regard but I will bring this to his attention.  Senator Quinn also welcomed the sale of Avoca, an Irish company, which has done so well over the years.  It is welcome to see an American company buying it and it shows the success of this company.  Irish companies in general have succeeded and we wish the new owners well.<\/p> <p>As for the pronunciation of Northern Ireland, I do not know if I said it right.  I would have said North of Ireland.  I note the Senator&rsquo;s point in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00300","speaker":"1130"},{"type":"speech","time":1447324200,"counter":188,"content":"<p>Or, as they pronounce it up there, \"Norn Iron\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00400","speaker":"1128"},{"type":"speech","time":1447324200,"counter":189,"content":"<p>Senators Kelly and Bradford highlighted the rise in the cost of motor, home and other insurance premia.  Senator Kelly called for the motor insurance advisory board to be reactivated.  I agree with him that there is a need for an investigation. I know the relevant joint Oireachtas committee has called for an investigation.  I will endeavour to have the Minister come to the House to discuss this matter.<\/p> <p>Senator O'Donovan raised councils ignoring provisions of the Urban Regeneration and Housing Act 2015.  He said he would give me the details, which I will pass on to the Minister.  Senator Mullins raised new patient safety measures, which are to be welcomed.  Hopefully, these will improve the health services and how people are treated.<\/p> <p>Senator Craughwell raised Nos. 11 and 14 on the Order Paper.  Senator Wilson replied in a positive manner and mentioned there has been an all-party approach to PRSI and councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00500","speaker":"1130"},{"type":"speech","time":1447324200,"counter":190,"content":"<p>It is an Independent Senator looking for this.  It would be nice to be included.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00600","speaker":"1196"},{"type":"speech","time":1447324200,"counter":191,"content":"<p>The all-party approach was there well in advance of the motions that were put down.  We appreciate certainly-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00700","speaker":"1130"},{"type":"speech","time":1447324200,"counter":192,"content":"<p>I have also put down freedom of information requests.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00800","speaker":"1196"},{"type":"speech","time":1447324200,"counter":193,"content":"<p>The Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O00900","speaker":"1120"},{"type":"speech","time":1447324200,"counter":194,"content":"<p>I appreciate the fact Senator Craughwell has been appointed a rapporteur on PRSI for councillors.  I am sure he will do an excellent job on that.  As I said, the all-party group met with the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, on this and made a strong case for the matter, as well as for remuneration for councillors.  We all know that councillors across the country have had their representational areas increase significantly.  Some local authorities are now larger than constituencies and councillors are genuinely suffering as a result of this.  However, that is not popular to say in the media but it is true.  Councillors now have to travel long distances to meetings to represent their constituents.  They will have the full support of every Member in getting fair pay for what they do.  They are doing the work of Oireachtas Members in many cases, as well as having the same workloads.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01000","speaker":"1130"},{"type":"speech","time":1447324200,"counter":195,"content":"<p>The Leader will have to explain this to Senator Craughwell as it is all new to him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01100","speaker":"1164"},{"type":"speech","time":1447324200,"counter":196,"content":"<p>That may be true.  There are quite a number of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01200","speaker":"1130"},{"type":"speech","time":1447324200,"counter":197,"content":"<p>In fairness, it is new to Senators Wilson and Cummins too.  That is why they have done absolutely nothing to date.  They have sat on their hands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01300","speaker":"1196"},{"type":"speech","time":1447324200,"counter":198,"content":"<p>Allow the Leader to respond to the questions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01400","speaker":"1120"},{"type":"speech","time":1447324200,"counter":199,"content":"<p>Senator Craughwell is getting very excited.  As Senator Wilson said, there are many Members in this House who were on local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01500","speaker":"1130"},{"type":"speech","time":1447324200,"counter":200,"content":"<p>I am not getting a bit excited.  It is time the Members in question did, however.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01600","speaker":"1196"},{"type":"speech","time":1447324200,"counter":201,"content":"<p>Many Members realise the workload of councillors.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01700","speaker":"1130"},{"type":"speech","time":1447324200,"counter":202,"content":"<p>It has been a long time for some Members, so much so that they have forgotten it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01800","speaker":"1196"},{"type":"speech","time":1447324200,"counter":203,"content":"<p>Well said, Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O01900","speaker":"1131"},{"type":"speech","time":1447324200,"counter":204,"content":"<p>Senator Moran raised the issue of retired garda&iacute; having a role, a point with which I agree.  I also agree with the need for equality in the broadcasting of women's sports where RTE and other outlets are concerned.  On her own town, Dundalk, which she rightly mentions at every possible opportunity, it has had excellent news on jobs and sport over the past several months.  We wish the town well.<\/p> <p>Senator Leyden raised the issue of insurance companies paying out on claims too soon.  That is a matter that can be addressed when there is an investigation into, and debate, on the insurance industry.  The points he raised on landlords and social housing can be raised during the debate next week on the residential tenancies Bill.<\/p> <p>Senator Brennan highlighted the issue of liquid laundry capsules and the need for vigilance.  It is a good point in that there is a need to keep these capsules out of the reach of children.  In most houses, I am sure they are probably in a cupboard under the sink or next to the washing machine, giving easy access to young children.  Senator  Brennan made a good safety point.<\/p> <p>Senator Byrne raised the issue of the amalgamation of certain divisions in the Garda S&iacute;och&aacute;na.  As he knows, the amalgamation of divisions is an operational matter for the Garda Commissioner.  I agree with him, however, that there should be no demarcation where crime is concerned.  As regards following up people into other divisions, that is a matter that should be examined if there is a major problem with it.  I am sure it is under review by the Commissioner also.<\/p> <p>Senator Walsh also made those points and raised the question of bail.  The Government is considering the whole question of bail.  It is a pressing problem but I will not comment on any specific items.  I agree with the sentiments expressed by Senator Walsh on this.<\/p> <p>As I mentioned to Senator Daly on Garda numbers, the Government is acutely aware of it and that is why Templemore College was reopened.  There are plans for an additional 600 garda&iacute; on the streets.  Senator Bradford asked about the Garda Reserve.  To the best of my information, I understand it is up and running and there has been a significant increase in its numbers.  I will come back to the Senator on the actual details on that.<\/p> <p>Senator Walsh raised quite a number of items.  The Minister is acutely aware of transport planning and traffic patterns and it is under review.  Senator Walsh also called for a debate on the repeal of the eighth amendment.  I do not think we will be able to have that debate in the House before Christmas.<\/p> <p>Senator Wilson raised the issue of gender equality and the arts and that it should be based on merit.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I take the Senator's point in respect of that matter.  However, other people have different opinions.  I also take the Senator's very valid points he made in respect of councillor representation and councillors' pay.<\/p><p>Senator Healy Eames raised a point touched upon by Senator Naughten yesterday, namely, the EU Capital of Culture and the presentation that will be made on behalf of Galway today.  I assure the Senator that there will be very stiff competition because there will be another application from the Three Sisters 2020 project relating to Waterford, Wexford and Kilkenny.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#O02000","speaker":"1130","continuing":true},{"type":"speech","time":1447324200,"counter":206,"content":"<p>They may both get through today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P00200","speaker":"1131"},{"type":"speech","time":1447324200,"counter":207,"content":"<p>I assure the Senator that Galway will have a big fight on its hands to win.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P00300","speaker":"1130"},{"type":"speech","time":1447324200,"counter":208,"content":"<p>We are ready for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P00400","speaker":"1131"},{"type":"speech","time":1447324200,"counter":209,"content":"<p>In respect of judges with personal interests in banks, I would have thought that any judges with such interests would disqualify themselves from any cases in which they might be involved.  However, I will certainly inquire further with the Minister in respect of this matter.  I respect the independence of the Judiciary and I am sure that any judge who has a personal interest in any matter would disqualify himself or herself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P00500","speaker":"1130"},{"type":"speech","time":1447324200,"counter":210,"content":"<p>That needs to be clarified.  That is all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P00600","speaker":"1131"},{"type":"unspoken","time":1447324200,"counter":211,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Finance (Miscellaneous Provisions) Bill 2015: Second Stage","time":1447324200,"counter":212,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P00800"},{"type":"unspoken","time":1447324200,"counter":213,"content":"<p>Question proposed: \"That the Bill be now read a Second Time.\"<\/p>"},{"type":"speech","time":1447324200,"counter":214,"content":"<p>I am pleased to present the Finance (Miscellaneous Provisions) Bill 2015 to this House.  At the outset, it should be noted that this Bill is very much of a technical nature and is designed primarily to address certain national and international obligations arising from a number of issues associated with the EU financial services legislative and transposition agenda.  There is also a technical amendment to the National Treasury Management Agency (Amendment) Act 2014.<\/p> <p>There are five parts to the Bill.  Part 1 - preliminary and general - covers sections 1 and 2, which are provisions of a standard and general nature.  Part 2 - agreement on the transfer and mutualisation of contributions to the Single Resolution Fund - covers sections 3 to 5 and is necessary in order to enable the ratification of this intergovernmental agreement which is required to allow the Single Resolution Mechanism to operate.  Part 3 - deposit guarantee scheme - covers sections 6 to 14 and involves a number of amendments to the Financial Services (Deposit Guarantee Scheme) Act 2009.  These are necessary for two reasons: first, to put in place a transitional funding arrangement for the new deposit guarantee scheme contributory scheme in order to underpin it while its accompanying fund is being built up; and, second, to amend section 8 of the aforementioned Act in order to address ECB concerns regarding monetary financing in circumstances where the Exchequer is required to recoup the Central Bank where it contributes its own resources towards a deposit guarantee scheme compensation event.  Part 4 - continuation of insurance regulations - covers sections 15 to 21 and the Schedule and is necessary in order to ensure the continuation of insurance regulation for companies outside the scope of the Solvency II directive, which is due to come into force at the start of 2016.  This will apply only to insurance entities below a certain premium threshold or in wind-down.  Part 5 - technical amendment to the National Treasury Management Agency (Amendment) Act 2014 - covers section 22 and is necessary in order to remove any potential ambiguity with regard to whether a directed investment made by the National Pension Reserve Fund Commission and subsequently transferred to the Irish Strategic Investment Fund, ISIF, pursuant to the National Treasury Management Agency (Amendment) Act 2014 remains a directed investment for the purposes of that Act.<\/p> <p>I wish to emphasise the importance of an early completion of the passage of this Bill to enable implementation of significant elements of the EU financial services legislative agenda.  This will underpin the stability of the financial system and increase the protections available for insurance policy holders, investors and depositors.  In particular, I wish to highlight the need to ratify the intergovernmental agreement before 30 November 2015 as failure to do so would almost certainly lead to a delay in the implementation of the Single Resolution Mechanism.<\/p> <p>I will now go into more detail on the main provisions of the Bill.  The purpose of Part 2 is to enable the ratification of the intergovernmental agreement through the lodgment of the appropriate documentation with the general secretariat of the Council of the European Union.  The intergovernmental agreement was negotiated in order to enable the Single Resolution Fund - a key element of the Single Resolution Mechanism - to be operationalised with effect from 1 January 2016.  Its primary purpose is to transfer the contributions raised at national level, in accordance with the bank resolution and recovery directive and the Single Resolution Mechanism regulation, to the Single Resolution Fund and to facilitate a transition period of eight years to full mutualisation of the fund.  It also prescribes how the Single Resolution Fund will operate during the transition period.<\/p> <p>The agreement, which is relatively short at 16 articles, was negotiated to deal with a concern of certain member states that these changes could not be accommodated within the Single Resolution Mechanism regulation as, in their view, Article 114 of the Treaty on the Functioning of the European Union did not provide an appropriate legal basis to do so.  Consequently, it was agreed that this issue should be dealt with through an intergovernmental agreement which would be formally ratified by each member state.  The legislation covers just the core points of function of the Minister and the power to spend.  The remaining commitments in the agreement are binding on the State at the state level and do not, therefore, require domestic legislation to give effect to them.<\/p> <p>I would like to say a few words about the Single Resolution Mechanism in order to give Senators a sense of the importance of this intergovernmental agreement.  In this regard, the Single Resolution Mechanism is the second pillar of the banking union and will ensure that if a bank subject to the Single Supervisory Mechanism, SSM, faces serious difficulties, its resolution will be managed efficiently with minimal costs to taxpayers and the real economy through a single resolution board and a Single Resolution Fund financed by levies imposed on the banking sector.<\/p> <p>What this means in practice is that should any of our four major banks get into financial trouble, the decision about putting it into resolution will be made by the single resolution board rather than our domestic resolution authority.  In addition, where bail-in of shareholders, capital instruments and eligible liabilities is insufficient to cover losses of the bank in question, there will be access to funds from the Single Resolution Fund.  This will contribute to breaking the link between banks and the sovereign, something I know Senators on all sides of this House would like to see, and should help avoid a repeat of many of the issues faced by countries during the recent deep financial crisis.  It should be noted that the target level for the Single Resolution Fund is at least 1% of the amount of covered deposits of all credit institutions authorised in all of the participating member states, which is to be reached at the end of eight years.  This is estimated to be in the region of &euro;55 billion.  We estimate that the contribution of Irish banks to the Single Resolution Fund will be &euro;1.8 billion over the eight years, which amounts to approximately &euro;225 million a year.  The contribution of international banks to this<\/p> <p>overall total is likely to be significant - in the region of at least 50%.  Unfortunately, it is not possible to be more precise on this matter at this stage.<\/p> <p>On the question as to whether a fund of &euro;55 billion is sufficient, it should be noted that at the time of the negotiation of the Single Resolution Mechanism regulation, there was considerable discussion around this issue.  However, the general view that emerged was that much of the losses of a bank should be covered by the bail-in of shareholders and creditors in line with the general philosophy underpinning the Single Resolution Mechanism regulation and the bank recovery and resolution directive.  In this regard, a contribution to loss absorption and recapitalisation equal to an amount of not less than 8% of the total liabilities, including own funds of the institution under resolution, measured at the time of the resolution action, must be used before the Single Resolution Fund can contribute.  This is a significant contribution to loss absorption and should in many instances mean that the use of the fund will not be needed.  Therefore, in this context, the view of most member states was that a fund of &euro;55 billion struck an appropriate balance between the need to establish a credible and effective fund while at the same time not overburdening the banking sector from a contribution perspective.<\/p> <p>As mentioned at the outset, the purpose of Part 3 is twofold - first, to put in place a transitional funding arrangement in order to underpin the new deposit guarantee scheme while its accompanying fund is being built up; and, second, to amend section 8 of the Financial Services (Deposit Guarantee Scheme) Act 2009 in order to address ECB concerns regarding monetary financing in circumstances where the Exchequer is required to recoup the Central Bank where it contributes its own resources towards a deposit guarantee scheme compensation event.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The transitional funding arrangement is covered by sections 6 to 11, inclusive.  Their primary purpose is to create a new legacy fund into which an amount equal to 0.2% of covered deposits of credit institutions will be transferred from the existing deposit guarantee fund known as the deposit protection account, and to establish under what circumstances money can be paid out from this new fund.  The background to this proposal is the transposition of the DGS directive which is proceeding in parallel to this legislation.  The directive will change the nature of our deposit guarantee funding arrangements from what is currently a ring-fenced deposit held by credit institutions in the Central Bank to a contributory fund.  The difference in approach is significant and without this legislation we would be required to return all the deposits in the deposit protection account to credit institutions.  The legacy fund is therefore necessary to ensure that we continue to have access to an adequate level of alternative funding during the period the new contributory fund is being built up.<br\/><br\/>The key sections for the transitional funding arrangement are as follows.  Section 8 - amendment of section 3 of Act of 2009<b>- <\/b>amends section 3 of the Financial Services (Deposit Guarantee Scheme) Act 2009 by providing for the establishment by the Central Bank of a new legacy fund to which I have referred.  Section 9 - amount to be maintained in deposit protection account - amends the Financial Services (Deposit Guarantee Scheme) Act 2009, by replacing the existing section 4.  It provides that a credit institution shall not carry out the business of such a body unless it has transferred 0.2% of covered deposits from the deposit protection account to the legacy fund on a date determined by the Central Bank.<br\/><br\/>Section 10 - order of payments - provides for the insertion of two new sections, 5A and 5B, into the Financial Services (Deposit Guarantee Scheme) Act 2009.  The purpose of section 5A is to set out the order of payments in the event of a deposit guarantee scheme compensation event arising, to ensure a level playing field between existing credit institutions and new entrants to the market, and to provide that the amount a credit institution holds in the legacy fund is reduced on a yearly basis by its annual contribution to the contributory fund.  The purpose of section 5B is to provide a basis for the return of legacy fund deposits, where there is any remaining, after three years to a credit institution which has ceased to carry on business.<br\/><br\/>Section 11 - charges on deposit protection account, etc<b>-<\/b>amends the Financial Services (Deposit Guarantee Scheme) Act 2009, by replacing the existing section 6.  It provides that any deposits by credit institutions in the legacy fund are protected from charges being placed upon them other than by the Central Bank.<br\/><br\/>There are two aspects to the amendment of section 8 of the Financial Services (Deposit Guarantee Scheme) Act 2009.  The first involves a reduction in the time period from three months to two weeks within which the Central Bank is recouped by the Exchequer in the event that it contributes its own resources towards a deposit guarantee scheme compensation event.  The second involves the deletion of the words &quot;with the approval of the Minister&quot;<i><\/i>for such recoupment.  These changes are covered by section 12.  The background to these changes is a result of an initial advice from the Central Bank which indicated that the ECB was unhappy with the length of time for recoupment of three months.  Consequently, this change was made in the first draft of the Bill, and in the interim, the Minister sought a formal opinion from the ECB on this article.  In response, the ECB confirmed that the two week period for recoupment was satisfactory, however it pointed out that as the purpose of this provision is to reimburse the Central Bank for short-term loans it has provided to the DGS, the repayment from the Exchequer has to be automatic in order to comply with the prohibition on monetary financing as outlined in Article 123 of the Lisbon treaty.  Consequently it suggested that the words &quot;with the approval of the Minister&quot;<i><\/i>be deleted from article 8.  As a result of this opinion, the Minister for Finance moved an amendment to delete these words on Committee Stage in the D&aacute;il, as he is of the view that he could not proceed with legislation which would otherwise be in contravention of EU law.  <br\/><br\/>In regard to Part 3, members should note that section 13 provides for the insertion of a new section, 8E, into the Financial Services (Deposit Guarantee Scheme) Act 2009.  Its purpose is to enable the return of any money recovered by the deposit protection account to credit institutions after the coming into force of this Bill which results from a successful claim by the Central Bank against credit institutions or their liquidators which had commenced prior to its enactment.  This provision is necessary, because credit institutions will at this stage be holding their requisite balance of 0.2% of covered deposits in the newly established legacy fund, and will therefore not owe it any more money.<br\/><br\/><b><\/b>Part 4 - continuation of insurance regulations, sections 15 to 21, inclusive - is for the purpose of establishing a regulatory regime for insurance undertakings that will be outside of the scope of the Solvency II directive.  The directive excludes certain undertakings based either on size - small insurance undertakings below a certain insurance premium threshold - or on the basis that they will have wound down their operation in advance of 1 January 2019.  It is essential that we maintain the current regulatory regime for such undertakings so as to ensure that there are no unregulated insurance undertakings in the State from 1 January 2016, when the Solvency II regime comes into effect.  As the current regulatory regime is governed by EU directives that are to be repealed by the Solvency II directive, continuation of that regime can only be done by primary legislation.<br\/><br\/>The key sections are as follows.  Section 16 deals with the continuation of certain regulations.  The Solvency II directive repeals a number of EU directives relating to insurance and reinsurance.  Section 16 continues in force the regulations transposing those repealed directives in respect of the undertakings excluded from the scope of Solvency II.  Section 17 - portfolio transfers - ensures continuity and ease of reference, the provisions in the Solvency II directive governing portfolio transfers will also apply to the relevant undertakings covered by this Bill.<br\/><br\/>The Schedule lists all the revocations to be carried out in terms of the current regulations as all or parts of those regulations are no longer necessary.  Part 5 is a technical amendment to the definition of a &quot;directed investment&quot; at section 37 of the National Treasury Management Agency (Amendment) Act 2014.  Paragraph 22 of Part 6 of Schedule 4 of the National Treasury Management Agency (Amendment) Act 2014 provides that any direction given to the National Pension Reserve Fund Commission under sections 19A, 19AA or 19B of the National Pension Reserve Fund Act 2000 before the Ireland Strategic Investment Fund constitution date shall have effect on or after that date, until revoked, as if given to the National Treasury Management Agency under section 42, 47(4)(b) or (c) or 43 of the National Treasury Management Agency (Amendment) Act 2014, respectively.  Section 37(a) of the NTMA (Amendment) Act 2014 provides that a &quot;directed investment&quot; means an investment made by the National Treasury Management Agency pursuant to a direction under section 42 or 47(4)(b) or the proceeds held by the National Treasury Management Agency pursuant to a direction under section 47(4)(c).<br\/><br\/>A potential ambiguity has been identified as to whether investments of the National Pension Reserve Fund Commission, which were directed investments at the time they were made and at the time of their transfer into the Ireland Strategic Investment Fund, are captured by the definition of &quot;directed investments&quot; at section 37 of the NTMA (Amendment) Act 2014.  The amendment clarifies that &quot;directed investments&quot; made by the National Pension Reserve Fund Commission and subsequently transferred to the Irish Strategic Investment Fund by the NTMA (Amendment) Act 2014 are &quot;directed investments&quot; for the purposes of that Act.<br\/><br\/>While the Bill is technical in nature it is very important to provide for its swift passage in order to ensure the implementation of a significant portion of the EU financial services legislative agenda, which will result in increased protections for insurance policyholders, depositors and investors.  We in this country, of all member states, know only too well the importance of putting such safeguards and protections in place for our citizens and for our financial services and for the stability of the country.  I am also particularly keen that we ratify the IGA as soon as possible.  This is an issue which Europe and the markets are watching closely and failure to ratify could have a negative impact on the wider banking union project.<br\/><br\/>I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#P01000","speaker":"1106","continuing":true},{"type":"speech","time":1447324200,"counter":216,"content":"<p>I thank the Minister of State for his attendance.  I wish to raise two issues which are dear to my heart.  First, the capital gains tax relief regime is not competitive with the UK.  The extension of capital gains tax relief is restricted to the first &euro;1 million of gains.  By contrast, the UK has a simpler, clearer and more attractive relief which applies a flat 10% rate to entrepreneurial gains of up to &pound;10 million sterling.  The &pound;10 million sterling relief has increased threefold since the relief was first introduced.  This was done by the British Government because it had a significant brain drain of potential entrepreneurs leaving the country for Australia and other countries.  It got its act together and introduced entrepreneurial relief.<\/p> <p>A number of other issues arise.  An individual may hold shares directly in a company which engaged in a business or may hold shares in a holding company which in turn holds shares in companies engaged in business.  The definition of a holding company, as currently drafted, is restrictive compared to the UK regime.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary M. White:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2011\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2011&amp;amp;pid=MaryMWhite&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Entrepreneurs who are using a holding company structure are unlikely to be able to avail of this relief.  The requirement that an entrepreneur is a full-time working director is very restrictive and would exclude entrepreneurs who have an interest in more than one company.  There is no full-time requirement in the UK.  The restriction that in order to qualify, shares are not listed on official lists of exchanges is an unnecessary limitation on the commercial freedom of a company in respect of whether to list its shares.<br\/><br\/>The Minister, Deputy Bruton, states constantly that he wants Ireland to be the global centre of start-ups, yet he is letting the Department of Finance dictate the way business is done.  I am not being personal about the officials who are here today.  The Bill, which is being delivered by officials in the Department of Finance, penalises start-ups.  The Department of Enterprise, Jobs and Innovation has let the Department of Finance walk all over it.  It is no wonder therefore that we have missed out on a massive business opportunity like the Web Summit.  The Government clearly has not communicated or liaised with those who try to develop start-up businesses.  Paddy Cosgrave, the founder of the Web Summit, summed up the situation well when he said:<\/p><blockquote>I have absolutely no record of a single Irish Minister ever meeting a single high-level delegate.  Last year the British Government sent a Minister here for two days.  He didn't look for photo opportunities beside Enterprise Ireland or the equivalent of IDA stands.<\/blockquote><p>Instead, like a good Brit, that Minister spent his time talking to people where he could do business and grow his business in the UK and create employment.  There is an incredible gap between Department of Enterprise, Jobs and Innovation officials and those at the Department of Finance.  I apologise but I am not being personal, I am just talking as an entrepreneur on behalf of business people.  We are not at the races despite all the action plans for jobs, of which we have had more talk today.  It is businesses that create jobs.  This finance Bill does not go far enough, in contrast to the UK.<br\/><br\/>The other issue which is dear to my heart is that of inheritance tax.  My proposals are as follows: to increase the threshold from the current &euro;225,000 to &euro;500,000, which was the 2008 level; cut the tax from 33% to 20%, the 2000 rate; and give a further 12 months to pay the tax instead of having to raise the money by October in the year of inheritance.<br\/><br\/>Over 1,000 people, mainly from south Dublin, signed a petition in favour of my proposals.  They presented it at the Department of Finance on 30 September.  In his Budget Statement, the Minister, Deputy Noonan, recognised there was an issue with inheritance tax, yet his concession of an increase in the threshold from &euro;225,000 to &euro;280,000 can only be described as miserly and minimal.  With this so-called concession, the Department of Finance expects to collect even more next year from inheritance tax - a massive &euro;375 million, up &euro;5 million on the expected receipts for this year.<br\/><br\/>The underlying issue is that the inheritance tax is not taken seriously at Government level.  Although in most parts of the country house prices are still low, prices in south County Dublin now average &euro;520,000.  That compares with &euro;225,000 in Cork city, &euro;223,000 in Galway city and &euro;144,000 in Limerick city according to the <i>daft.ie<\/i>third quarterly report.  No wonder inheritance tax is not an issue in these other cities.  It is a real live issue for families in south County Dublin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#Q00200","speaker":"1156","continuing":true},{"type":"speech","time":1447324200,"counter":218,"content":"<p>I think somebody gave Senator White the wrong speech on the wrong legislation as it was not relevant to any of this.  I am glad Senator Barrett is here.  We are about to head back to the windowless room next week.<\/p> <p>My issue is with the amount of money in the &euro;55 billion fund.  I understand about the bail-in of shareholders and the other forms of money and other kinds of requests that will come before the fund is accessed.  Given the number of institutions concerned, however, the amount seems very small.  Myself and Senator Barrett looked at the information that was given to the former Taoiseach and former Minister for Finance on the night of the bank guarantee.  They were told the cost to the Exchequer would be &euro;4 billion but it was &euro;64 billion.  I hope that the amount of &euro;55 billion is not as incorrect, by multiples, as that estimate was.<\/p> <p>Another serious miscalculation was made by others in the Department of Finance or somewhere else, who were advising the previous Administration on NAMA.  The Minister informed both Houses that the writedown on the loan book of &euro;74 billion would be 25% but it was 58%.  Again they were wrong by multiples.  I use the term \"wrong\" and have stopped using \"inaccurate\" because that would suggest they were somewhere close to the figure.<\/p> <p>I do not expect the Minister of State to respond to my concerns now.  Perhaps on another Stage he could provide a more detailed note on how the figure of &euro;55 billion was reached.  I would be more comfortable if it was &euro;550 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#R00200","speaker":"1160"},{"type":"speech","time":1447324200,"counter":219,"content":"<p>Go raibh maith agat, a Chathaoirligh.  I echo Senator D'Arcy's welcome to the Minister of State, Deputy Harris.  I thank his officials for the speech which they supplied to us.<\/p> <p>The first segment, as the Minister of State has said, contains the measures to deal with the single revolution - I am sorry - the Single Resolution Mechanism.  It nearly became a single revolution mechanism when we were trying to perform the rescues a number of years ago, as Senator D'Arcy, myself and others are investigating.  The mechanism is about 20 years too late.  There should be a resolution mechanism and a rescue mechanism when a currency is launched.<\/p> <p>I will accept any apologies which are unlikely to come from either Brussels or Frankfurt for doing things in such a hamfisted way, for which this country has paid the price.  I heard Mr. Draghi respond to the Irish MEPs.  I said earlier, during the Order of Business, that he sounded like a recruiting sergeant for euroscepticism.  He has not really grasped that his duties are on behalf of the taxpayers and citizens of Europe.  He put a limit of 15 minutes on the three Irish MEPs.  By contrast, the Minister of State has been here well over an hour at this stage; we do not carry out our public business that way.<\/p> <p>Mr. Trichet's statement to the Minister, Deputy Noonan, which he gave in evidence to the banking inquiry, that were the bondholders to be burned \"a bomb will go off in Dublin\", was also unacceptable.  So was his conduct at the Royal Hospital Kilmainham.  We still have a democracy here and the Minister of State is one of the shining examples of it.<\/p> <p>The loss of the interest rate and exchange rate was a huge change to our banking system.  The Bank of Ireland, with all its faults, had been there since Grattan's Parliament, since 1783.  It took until the advent of the euro currency for it to go broke and then present the bill to Irish taxpayers, and it wiped out its own shareholders as well.<\/p> <p>I sometimes think that neither Mr. Trichet nor Mr. Draghi realise the damage they did to this country.  Better late than never that they are now coming up with mechanisms to deal with that problem.  I note that some of them are somewhat delayed.  The single resolution fund will not be self-financing until 2024.  I accept the advice of the Minister of State that the 30 November deadline should not be obstructed by anybody in this House.  It really has taken them an awful long time to get to the correct regulation of banking, however.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Sean D. Barrett:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2370\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2370&amp;amp;pid=SeanDBarrett&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The design faults of the euro, which they continue to ignore, and for which they blame Ministers or people in countries like Greece, show that their performance in Brussels and Frankfurt is not good enough.  It is no use turning up this late to remedy faults in the currency without a sign of regret or apology on their side.  They are seriously undermining the European project in the way this exercise has been conducted.<\/p><p>With regard to the deposit guarantee scheme, Senator Michael D'Arcy noted that if the cost to us was &euro;64 billion, a fund of &euro;55 billion might not be enough.  That will remain to be determined by negotiations.  In the briefing notes, the Minister of State mentioned the correct interval for the transfer from the Government to the Central Bank under that scheme.  I think the notes suggested that one week was the acceptable period but, whatever amendment occurs to the Minister of State, I believe we will facilitate it.<\/p><p>On the continuation of insurance regulations, we have just discussed this on the Order of Business.  There are a number of aspects to it, for example, the moral hazard involved when banks and credit unions are included together, and insurance companies are grouped together.  We have a record in Ireland of always bailing out insurance companies at the cost of the customers of the companies that did not behave recklessly.  It goes through a list - Quinn, PMPA, ICI and, latterly, Setanta, which is a really peculiar case.  It was a company in Malta for which, mysteriously, we turn out to be responsible.  When will insurance companies ever reform if they know they are going to be bailed out when they go broke by companies which have not yet gone broke?<\/p><p>One also has to add the concerns expressed earlier by Senator Kelly in regard to increases of 30%, 40% and 50% in insurance premiums.  We need the Motor Insurance Advisory Board back and we certainly need much stricter regulation of insurance companies.  How can we have a situation where inflation has been taken out of the system and where huge increases in premiums are happening?  With regard to health insurance, for quite a long time premiums were being increased by a very high annual percentage because the State owned a health insurance company, VHI, and it had to make that company viable.  I did not see much interest in controlling costs on behalf of the consumer.<\/p><p>Insurance regulation in Ireland leaves much to be desired and there is much popular dissatisfaction out there.  We need that to be dealt with and put on a sounder footing because the current performance of the industry is not acceptable, and the policy of bailing out companies which go broke by levies on consumers who buy insurance from other solvent insurance companies is not a correct one and is riddled with moral hazard.<\/p><p>I turn now to the question of directed investment as outlined by the Minister of State.  I would make the contrary case that we should be getting away from directed investment.  All the evidence heard by Senators D'Arcy and O'Keeffe, and the other members of the inquiry, is that the NTMA saw what was happening in Anglo Irish Bank and said it would not put the National Pensions Reserve Fund into this bank, and it was then directed to do it.  That power of direction remains.  Surely the correct approach is that if at least somebody sees that an investment is not a good place to put the National Pensions Reserve Fund, and he or she tells the Minister, the Minister should respect that view and cease directing people to put investments into suspect vehicles for that investment, Anglo Irish Bank being the classic one.  Therefore, is it a good idea to extend that power now, given that, of all the public bodies we have looked at in regard to the collapse of the Irish banking system, the NTMA was right?  This section will remove any ambiguity so a Minister can say, \"Even though you do not think it is a good investment, I am now telling you to put public money into this company.\"  It seems a strange lesson to take from what we have been working on.<\/p><p>As always, I thank the Minister of State for raising so many interesting issues and for the speech, which I will peruse at leisure.  I wish him well in this endeavour, which raises very important questions.  None of us, throughout the House, want a repeat of what happened with the collapse of Irish banking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#R00300","speaker":"1157","continuing":true},{"type":"speech","time":1447324200,"counter":221,"content":"<p>I welcome the Minister of State to the House.  I agree with Senators Barrett and Michael D'Arcy on two points.  First, as Senator Barrett said, it is too little, too late.  The Irish people are paying the price for the failure to have a mechanism like this and we will continue to pay the price of that failure.  No amount of legislation is going to change that, as far as I can see.  I agree with Senator D'Arcy that one really has to wonder about the amount of money involved.  The latest estimate I have seen is that &euro;35 billion will be the ultimate cost to the Irish taxpayer of bailing out our banks, and that is on a good day and assumes we will get AIB back onto the market and do this, that and the other thing.  There is a real issue here about whether the size of the fund is adequate.<\/p> <p>Banking union, which is what this legislation is effectively about, has three components or pillars.  The first pillar is the supervision mechanism, the second pillar, which is what we are here to talk about today, is the resolution mechanism, and, of course, the third pillar is the deposit guarantee scheme.  There are 124 banks in the European Union that are subject to regulation by the European Central Bank.  Where do we stand at the moment in terms of those 124 banks?  How many of those 124 banks have failed to reach the requirements that have been put on them through the Single Supervisory Mechanism, SSM?  Of those banks that have failed to reach the targets, do we have any idea what a failure in regard to any of those banks would cost the European Union?  That is my first question.<\/p> <p>My second question is this.  Obviously, this is about creating a common pool of money that will allow for the efficient resolution of the collapse of a financial institution.  I am aware there are other mechanisms in place and a recovery planning process for individual banks that fail to reach the standards, and so forth.  One issues of concern is that, when a bank is in the recovery stage, it is the bank's funds that pay for the recovery process.  How do we take a bank that is failing and ask it to pay for its own recovery process?<\/p> <p>The SRF will have an eight-year horizon.  It will have a fund of &euro;55 billion and it can borrow from the markets, as I understand it.  This is being front-loaded into years one and two - 40% and 20% - and the remaining 40% will be mutualised in instalments over the remaining six years.  Does the Minister of State think that an adequate process?  Is it a realistic horizon?  Why are we front-loading and then allowing it to drift off for another six years?  I understand the contributions are going to be adjusted in proportion to the risk profile of each institution and that there will be a common backstop to facilitate borrowings.  Will the Minister of State explain this further?<\/p> <p>Some questions remain.  One debate that is ongoing in Ireland at the moment, and which is very relevant to the Irish people, is the whole issue of Brexit.  As we know, the Taoiseach came out very recently, expressing serious concerns over the prospect for Ireland of a British exit from the European Union.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Members are aware, the United Kingdom remains committed to not participating in a banking union for any of its institutions and given its proximity to Ireland - I refer specifically to the City - how does the Minister of State think the United Kingdom's unwillingness to participate in banking union will affect the Irish financial sector in the future?  Obviously, there are banks operating in Ireland that are subsidiaries of UK commercial operations.  Does the Single Resolution Fund, SRF, have an impact on any of these entities in respect of the future resolution needs and how does the Minister of State believe this will play out for Ireland in practice?  There is a general uncertainty about the balance between the national and European sources of funding in the case of a future bank crisis resolution.  The Minister of State might go into further detail about the sequence of steps that will take place in the event of a bank or financial institution being obliged to enter into the resolution process.<\/p><p>I will conclude by making the point that the intergovernmental agreement was only established because several member states had expressed serious reservations about the legal status of transferring contributions from national resolution structures to the Single Resolution Mechanism.  Is the Minister of State confident the legal concerns have been addressed adequately by this legislation both in Ireland and obviously at a broader European level?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#S00200","speaker":"1172","continuing":true},{"type":"speech","time":1447324200,"counter":223,"content":"<p>Together with other Senators, I welcome the Minister of State to the House and I will try to be brief in my comments.  As stated previously, this miscellaneous provisions Bill is a mishmash of a few different issues all in one and I will deal with each element in turn.<\/p> <p>First, in respect of the Single Resolution Mechanism, all Members are aware it has been considerably more than half a decade since the banking crisis that had such a profound and catastrophic impact on Ireland.  A recent European Central Bank, ECB, study highlighted how Ireland experienced the greatest drop in wealth of any eurozone country.<\/p> <p>Since the financial crash, Members have been warned that Europe needed to act and that new banking laws and regimes would follow swiftly.  Nevertheless, it is now approaching the end of 2015 and Members are still debating that new regime.  However, in the view of Sinn F&eacute;in, recent years have seen a watering-down of the concept of a banking union designed to separate the link between banking and sovereign debt and as the Minister of State is aware, when the final vote was taken in the European Parliament my party did not support the diluted proposal.<\/p> <p>This action was taken because Sinn F&eacute;in believes the taxpayer has not ended up being sheltered from another catastrophe and does not consider the new banking union to be a break from the past.  During the first eight years, the national compartments in the fund will be the first port of call and it is only after this that the bail-in will happen.<\/p> <p>During the debate on the fiscal treaty, much was made of the existence of the European Stability Mechanism, ESM, and it was heralded that it would help us to get some of our money back in the spirit of the new times.  However, one does not really hear much about that use for the ESM nowadays and as this legislation shows, even in its primary purpose as a recapitalisation tool, it is not designed ever to be called upon.<\/p> <p>Ten months also have passed since the option of applying for retrospective recapitalisation became available and the excellent report from the Comptroller and Auditor General puts the net cost of the banking crisis at approximately &euro;43 billion as of the end of last year.  As Members are aware, it is in the power of the Government to apply for this retrospective recapitalisation of the pillar banks but it is unfortunate this has not yet happened.  This is one point that will stick in people's minds over the next couple of months, particularly as it was heralded as a game-changer and a seismic shift.<\/p> <p>To turn to the deposit guarantee scheme, as the Minister of State said, the second Part of the Bill is to put in place a regime for the deposit guarantee scheme.  At present, the deposit protection account holds &euro;370 million, which is available for calls under that scheme and the plan is to hand &euro;200 million of this amount back to the banks and other financial institutions, while the remaining &euro;170 million will form part of a new legacy fund and this sum will cover contributions of the financial institutions for the first two years.  Rather than some sort of new policy, for many banks this change in the short term will be a financial return.  Furthermore, I wish to ascertain whether the credit union movement is expected to contribute to the deposit guarantee scheme and genuine consideration should be given to its arguments to contribute at a lower rate.<\/p> <p>The section on insurance and continuance of regulation allows for the continuation of regulation of small insurance companies and those that are winding down.  When Sinn F&eacute;in had first sight of this Bill in its own right in the legislative programme last year, my colleague, Deputy Pearse Doherty, and others were hopeful it was an antidote to the issues that arose with Setanta Insurance.  There was disappointment this was not the case but the latest twist in the story is the Motor Insurance Bureau of Ireland is appealing the High Court ruling that it is liable for third-party claims at Setanta.  This again has left the claimants in limbo, as they have been for many months, and this issue should be brought to a successful conclusion for the claimants as soon as possible.<\/p> <p>The final element of the Bill is the amendment to the National Treasury Management Agency (Amendment) Act and it is clear this amendment has a single purpose, which essentially is to make it easier to sell AIB.  This year, the State received &euro;280 million in dividends from its shares in AIB, as well as &euro;160 million in interest on its contingent convertible, CoCo, shares.  Moreover, it will receive a further &euro;160 million next year, plus redemption capital of &euro;1.6 billion.  I am aware that despite the spin suggesting otherwise, AIB is a long way from repaying the Irish people.  Moreover, when speaking to the banking inquiry, the former National Treasury Management Agency, NTMA, chief executive and current AIB director, Dr. Michael Somers, essentially poured cold water on the idea of a gradual sale of AIB and suggested it could be more beneficial to the State to receive the annual dividends from a now-profitable AIB.<\/p> <p>The Minister, Deputy Noonan, has also stated he will not sell the ordinary shares before the election, which I welcome, but there is no strategic, coherent vision of how to use our banking assets.  It appears as though there is only a vague vision in this regard, which is to sell back to private investors what essentially cost us billions of euro.  It is now time for strategic thinking on the role of AIB in the economy.  It is a valuable State asset and influence should be brought to bear on it.  While Sinn F&eacute;in is happy to allow this Bill proceed to the next Stage, it has concerns its Members have outlined both here and in the other House and we hope they will be addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#T00200","speaker":"1155"},{"type":"speech","time":1447324200,"counter":224,"content":"<p>I thank Senators for their contributions and constructive engagement with this Bill.  I look forward to a more detailed consideration of the provisions on Committee Stage and will revert directly to Members on some of the detailed questions posed during the Second Stage debate.<\/p> <p>This Bill is designed principally to facilitate the implementation of the EU financial services agenda.  It is important to note this intergovernmental agreement to which Members have made reference throughout this debate obviously was negotiated as a need to establish the Single Resolution Fund.  It was signed on 25 May and a Government decision taken on 13 May 2014 approved that course of action.<\/p> <p>As Members are aware, banking union probably has been the most high-profile EU legislative issue in recent years.  I agree with those Senators who made the point that, effectively, we are retrofitting a currency with provisions and safeguards but there is a duty on those who find themselves in these positions at these times to take every course of action possible to ensure there are as many safeguards and protections in place for the citizens and for financial stability as possible.  Banking union was seen as a necessary response to the financial crisis and its purpose is to put in place a more integrated and harmonised supervisory and resolution regime for the euro area banking sector.<\/p> <p>At this stage, progress on the creation of a European banking union is at an advanced stage.  The ECB took over its supervisory role in November last year and is working closely with national authorities to ensure that banks comply with the EU banking legislation.  This was an important first step on the road to a banking union, as centralised supervision should ensure a high level of independence and objectivity and will help to rebuild trust and confidence in the European banking sector.<\/p> <p>As for the valid question posed by Senator Hayden in respect of the 124 banks, it is more a matter for the regulatory structures but I will get that information for the Senator and revert to her directly in this regard.  The next step was to ensure that if a bank gets into trouble, there are appropriate tools and powers to manage the failure in an orderly manner.  In this regard, it was agreed that a Single Resolution Mechanism, SRM, would be established for this purpose.  This should ensure an effective European response where a bank finds itself in serious difficulties.  However, as the Minister, Deputy Noonan, has already noted, for the Single Resolution Mechanism to be made operational it is necessary to ratify this intergovernmental agreement to the Single Resolution Mechanism and to lodge the necessary documentation with the European Union by 30 November.  The importance of completing this process on time cannot be underestimated and I welcome the support from Senators on all sides in this regard.<\/p> <p>The rationale behind the main amendment to the Financial Services (Deposit Guarantee Scheme) Act 2009 seems to me to be clear.  Its purpose is to ensure the scheme continues to have access to a reasonable level of resources as we move from the old regime to the new rules under Directive 2014\/49\/EU which are currently being transposed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Simon Harris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=2338\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2338&amp;amp;pid=SimonHarris&amp;amp;year=2015&amp;amp;month=11&amp;amp;day=12\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is important from a confidence perspective as, while the likelihood of the fund being used is quite small, it provides an important reassurance to depositors that DOS funding is available if needed, as has been demonstrated in the cases of IBRC and Berehaven credit union.<\/p><p>In my opening speech, I made clear why we need to legislate for insurance continuation provisions, as in their absence, there would be no regulatory regime for insurance undertakings outside the scope of the Solvency II directive.  There will be an appreciation in the Seanad that with the difficulties we have had with insurance companies in the past, to which Senators have referred, this legislation is essential in order to protect the position of policyholders.<\/p><p>The amendment to the National Treasury Management Agency (Amendment) Act 2014 is a technical amendment to remove any potential ambiguity from existing legislation and, therefore, from a substance perspective is not designed to change the underlying intention behind the original provision.  A number of Senators, including Senators Michael D'Arcy, Hayden and Barrett, raised the sufficiency of the &euro;55 billion.  At the time of negotiation of the Single Resolution Mechanism regulation at European level, there was considerable discussion on this issue but the general view emerged from member states that much of the losses of the bank should be covered by the bail in of shareholders and creditors in line with the general philosophy underpinning the Single Resolution Mechanism regulation and the bank recovery and resolution directive.  In that regard, a contribution to loss absorption and recapitalisation equal to an amount of not less than 8% of the total liabilities, including own funds of the institution under resolution measured at the time of the resolution action, must be used before the Single Resolution Fund can contribute.  This in itself is a significant contribution to loss absorption and should, in many cases, mean that the fund in itself may not be required.  Therefore, in this context the view of most member states was that a fund of &euro;55 billion struck an appropriate balance between the need to establish a credible and effective fund while at the same time not overburdening the sector from a contribution perspective.<\/p><p>In terms of safeguards to ensure the lessons have been learnt from the past in relation to the regulation of insurance companies in this country, it should be noted that the underlying framework will be strengthened with the introduction of the Solvency II directive from 1 January next year.  This system will be much more risk sensitive and demanding, with increased capital requirements which will be unified across all member states.  The role of supervisory authorities will be significantly enhanced, including provision for more co-operation between member states and it should make previous scenarios less likely.  In addition, since the issue with Setanta arose, the Central Bank has enhanced its market intelligence on freedom of services firms and will maintain regular contact with the regulators of those insurance firms with whom it has concerns.  The Central Bank will also conduct more on-site inspections of intermediaries and managing general agencies who distribute products underwritten by FOS insurers.<\/p><p>In relation to retrospective recapitalisation, I wish to knock this issue on the head.  While retrospective recapitalisation is potentially available as a tool for the Government to seek, it seems to me rather foolish that we would apply to sell a stake in a bank to one body, albeit this European body, when we now, thanks to the recovering economy and the position we find ourselves in this country, have an opportunity to sell those same stakes to a more competitive market where there may be more potential buyers.  <\/p><p>I was asked what is the strategic vision of the Minister, Deputy Noonan, for AIB.  It is very simple; to get every cent of taxpayers' money that was put into the bank back out of it and back to the taxpayers.  If anyone thinks we should have a more lofty strategic vision, I would be interested to hear it but that is what my constituents and most citizens in this country want us to do, namely, get the money back that was put into AIB.  That is what the Minister, Deputy Noonan, will do.  <\/p><p>Advice is being sought in the Department of Finance, and the process has nothing to do with electoral cycles, it will be done at an appropriate time and in the appropriate way to maximise the return for the taxpayer.  We believe we now have a plan in place to get every cent of public funds that were put into AIB and other banks, back over time, with the exception of Anglo Irish Bank and Irish Nationwide Building Society.<\/p><p>In response to the question on why demutualisation should take place over eight years, this was a political agreement that 60% of demutualisation should occur by the end of year two, with the balance occurring evenly over the remaining six years.  What this means, therefore, is that the mutualised element of the fund makes a very significant contribution to the funding of resolution should that need arise within two years of commencement.  That was the decision made at the time.<\/p><p>Reference was also made to the deposit guarantee scheme.  In addition, a banking union deposit guarantee scheme is ultimately required if we want to complete banking union.  The Commission is expected to present a proposal for such a deposit guarantee scheme before the end of the year.  We will await the details of this scheme.<\/p><p>I hope there will be an opportunity to discuss the other matters raised by Senators as the Bill continues its progress through the Seanad.  I thank Senators for their contributions and assure them that the Minister for Finance will give careful consideration to all the issues raised before we take the next Stage in this House.  I commend the Bill to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#T00300","speaker":"1106","continuing":true},{"type":"unspoken","time":1447324200,"counter":226,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1447324200,"counter":227,"content":"<p>When is it proposed to take Committee Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#U00300","speaker":"1127"},{"type":"speech","time":1447324200,"counter":228,"content":"<p>Next Tuesday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#U00400","speaker":"1160"},{"type":"speech","time":1447324200,"counter":229,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#U00500","speaker":"1127"},{"type":"unspoken","time":1447324200,"counter":230,"content":"<p>Committee Stage ordered for Tuesday, 17 November 2015.<\/p>"},{"type":"speech","time":1447324200,"counter":231,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#U00550","speaker":"1127"},{"type":"speech","time":1447324200,"counter":232,"content":"<p>Next Tuesday at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015111200002#U00600","speaker":"1160"},{"type":"unspoken","time":1447324200,"counter":233,"content":"<p>The Seanad adjourned at 1.45 p.m. until 2.30 p.m. on Tuesday, 17 November 2015.<\/p>","notice":"TIME STRING DETECTED"}]