[{"type":"minorheading","content":"Prelude","time":1399991400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1399991400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1399991400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1399991400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1399991400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300002#A00100"},{"type":"speech","time":1399991400,"counter":6,"content":"<p>I have received notice from Senator Michael Comiskey that, on the motion for the Adjournment of the House today, he proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Education and Skills to reconsider his refusal to allow Gaelscoil Chnoc na R&eacute;, Ballydoogan, Sligo, to expand from a one-stream school to a two-stream school.<\/blockquote>I have also received notice from Senator Mary Moran of the following matter:<blockquote>The need for the Minister for Education and Skills to address the outdoor facilities and playground area in a school (details supplied) and to provide an update on upcoming funding opportunities for this school.<\/blockquote>I have also received notice from Senator Averil Power of the following matter:<blockquote>The need for the Minister for Children and Youth Affairs to intervene to ensure that funding is provided to Darndale Belcamp Integrated Childcare Service immediately to save this essential service which is facing the threat of closure within days due to cuts in State funding.<\/blockquote>I have also received notice from Senator Martin Conway of the following matter:<blockquote>The need for the Minister for Health to intervene in the case of a teenage girl from County Clare (details supplied) who is waiting over five years for orthodontic treatment.<\/blockquote>I regard the matters raised by Senators Comiskey, Moran, Power and Conway as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300003#B00100","speaker":"1120"},{"type":"majorheading","content":"Appointment of Minister and Minister of State","time":1399991400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300003#B00200"},{"type":"speech","time":1399991400,"counter":8,"content":"<p>A letter dated 8 May has been received from the Secretary to the Government regarding the resignation and appointment of a Minister and the appointment of a Minister of State.  The correspondence will be published in the official debate and the Journal of Proceedings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300003#B00300","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1399991400,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300003#B00400"},{"type":"speech","time":1399991400,"counter":10,"content":"<p>The Order of Business shall be No.1, Shannon Airports (Shannon Group) Bill 2014, Order for Second Stage and Second Stage, to be taken at 3.45 p.m. and to be adjourned no later than 5.30 p.m. if not previously concluded, with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; and No. 46(9), motion re abductions in Nigeria to be taken at 5.30 p.m. and to conclude no later than 6.30 p.m., with the contribution of all Senators not to exceed five minutes and the Minister to be called on to reply no later than 6.28 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300003#B00500","speaker":"1130"},{"type":"speech","time":1399991400,"counter":11,"content":"<p>I would like to propose an amendment to the Order of Business, the wording of which I will deal with towards the end of my contribution.  It will involve the Minister of Health coming to the House.<\/p> <p>The Leader may remember that we on this side of the House raised on the Adjournment last February our concerns about speculation and rumours that a report was being circulated privately within the HSE on the dismantling of maternity services in the HSE west and north-west hospital group area.  I had information that a consultancy firm, Health Partnership, had prepared such a report for the HSE.  I expressed my concern about the options considered, including the closure of a number of maternity units led by obstetricians throughout the country.  The Minister, Deputy Reilly, and I had a robust exchange in which he wanted to talk about the past but I wanted to discuss services in the future.<br \/>It has taken me some time to secure a copy of the Health Partnership report, marked &quot;Strictly confidential,&quot; which is in the hands of the HSE.  What does it propose?  It proposes to dismantle obstetric-led maternity services in the HSE west and north-west hospital group.  Yesterday, when the Taoiseach was in Sligo, he vowed there was no threat whatsoever to services, that all of these things would be decided in the future and there was nothing to worry about.  The people of Roscommon, Sligo and other counties know only too well that such a word is not so good.  One can understand the concerns of people in that area when the Taoiseach and others, including Tony Canavan, the chief operating officer of the Galway and Roscommon University Hospital Group, say that all these things are a matter for consideration and that no decisions have been made.  In the discussion on the Adjournment on 19 February 2014, the Minister said that when considering this issue the Government would have regard to national and not local concerns.  That was a bit different from the Taoiseach's rhetoric on the news yesterday and Mr. Canavan's remarks today as reported in <i>The Irish Times.<\/i>Senator Mullins in particular would be interested to know that when asked about the existence of a report on 19 February, the HSE initially said that it did not exist, but later on the same morning it confirmed to a news agency that it did exist.<br \/>The report states: <blockquote>Option 4: Galway main hub<br \/>- retain one satellite at Letterkenny <br \/>- close the units at Portiuncula <br \/>- close Mayo General Hospital <br \/>- close Sligo General Hospital<br \/>- merge with Galway and others (Mullingar and Portlaoise)<br \/>... Develop standalone midwife-led antenatal and postnatal clinics on hospital campuses.  <\/blockquote>What that means is that a midwife will look after the care of the woman in labour, and God knows, there are no better people who are more capable of doing an exceptionally good job in that regard.  It is fine until something goes wrong.  Let me give the example of my sister-in-law, who was in labour but in a matter of minutes needed a caesarean section.  What is the plan for Sligo when that happens to the pregnant mother in a delivery suite?  Will an air ambulance swoop in, or will we use &quot;Star Trek&quot; technology to beam her to a centre, according to this proposal, in either Letterkenny or Galway?  That would be comforting for somebody in Gurteen, County Sligo, or in Glencolmcille.<br \/>Option 5 considers no satellites at all - just a centre in Galway and midwife-led services throughout the country.  I reiterate our belief and confidence in midwifery in this country, but the people of the west and north-west hospital group area have an entitlement to safe services equivalent to those available in other parts of the country.  They are entitled to consultant-obstetrician-led services.<br \/>It is reprehensible discrimination for the Government to be considering this, and also to be so cynical as to try to keep this report secret until after the election on Friday week.  We will have a vote today and we will see if the Minister for Health, Deputy Reilly, wants to debate the report that does not exist.  Senator Mullins was on radio yesterday saying there was nothing to worry about, but the report suggests that we close the maternity services at Portiuncula Hospital and Sligo Regional Hospital.  Let us have a debate on the proposed closure of these maternity services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300003#B00600","speaker":"1149","continuing":true},{"type":"speech","time":1399991700,"counter":13,"content":"<p>Will Senator MacSharry provide the wording of his proposed amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300004#C00200","speaker":"1120"},{"type":"speech","time":1399992000,"counter":14,"content":"<p>Let us have that debate this afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00100","speaker":"1149"},{"type":"speech","time":1399992000,"counter":15,"content":"<p>What is the Senator's amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00200","speaker":"1120"},{"type":"speech","time":1399992000,"counter":16,"content":"<p>The amendment is in case it was not crystal clear from what I have outlined, that the Minister for Health comes to the House to debate the contents of the report which proposes to close maternity services in the Taoiseach's constituency, in Senator Mullins's constituency, in my constituency and in Donegal as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00300","speaker":"1149"},{"type":"speech","time":1399992000,"counter":17,"content":"<p>More scaremongering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00400","speaker":"1118"},{"type":"speech","time":1399992000,"counter":18,"content":"<p>I would like a debate on the Guerin report, which has been published since we last sat on Thursday and which many of us have had an opportunity to read in recent days.  It sets out a litany of errors, negligence and incompetence, which were exposed by the allegations of Sergeant Maurice McCabe, as reviewed by senior counsel, Sean Guerin.  Chapter 19 makes particularly concerning reading, as it refers to what can only be described as the dysfunctional workings of the Department of Justice and Equality and errors and oversights in its investigation of the allegations of Sergeant McCabe.  I would like a debate on this as soon as possible.<\/p><p>I am conscious that we on the Joint Committee on Justice, Defence and Equality have called in the Secretary General of the Department to appear on Thursday morning and I understand we are awaiting a response from him.  All the committee members have agreed it would be appropriate to call him in to talk to him, in particular, about the findings of Sean Guerin in chapter 19 of the report.  We on the committee also have hearings tomorrow on mechanisms for Garda oversight, which are very important but, notwithstanding that we are in the process of dealing with these other matters at the justice committee, it would be appropriate to have a broad ranging debate on the Guerin report in the House because it raises serious questions about the system and culture of policing throughout the State and not just in Bailieborough.<\/p><p>I welcome the debate later on the motion we all agreed unanimously should be put to the House calling on the Government to offer all available assistance and support to the Nigerian Government in its attempts to secure the immediate release of the schoolchildren abducted by Boko Haram.  I thank the Leader for that.<\/p><p>The Cabinet earlier approved a new law to support the right of workers to participate in collective bargaining, which I welcome.  This was a commitment in the programme for Government.  The trade union movement, in particular, has been seeking this for a long time and it has also been Labour Party policy for a long time.  The legislation is very important, as it will provide protection against victimisation for workers who seek to exercise their rights and it will provide much greater clarity for both workers and employers about what constitutes collective bargaining and the role of the Labour Court in collective bargaining.  It will also provide greater clarity as to the requirements to be met by a trade union advancing a claim under the Industrial Relations Acts.  It is important legislation, which is very much overdue as a result of various Supreme Court decisions on collective bargaining.  I very much welcome the fact that amendments to industrial relations legislation will be brought forward by the Government and I look forward to the debate in this House on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00500","speaker":"1148"},{"type":"majorheading","content":"Visit of Kenyan Delegation","time":1399992000,"counter":19,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00600"},{"type":"speech","time":1399992000,"counter":20,"content":"<p>Before I call Senator O'Donnell, I am sure Members will join me in welcoming a delegation from Kenya led by the Honourable Mr. Justin Muturi, MP, Speaker of the Kenyan National Assembly.  I hope he has a successful visit to Ireland and I wish him well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00700","speaker":"1120"},{"type":"majorheading","content":"Order of Business (Resumed)","time":1399992000,"counter":21,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00800"},{"type":"speech","time":1399992000,"counter":22,"content":"<p>I thank the Cathaoirleach for allowing me to jump the order of rank.  I welcome the gentlemen from Men's Shed in Monaghan who are in the Visitors Gallery.  They are in the House as my guests.  Men's Shed is an extraordinary organisation, which deals with men's learning, health, information, well-being, belonging, skills, development, engagement, talk and reflection.  I visited the Men's Shed in St. Davnet's, Monaghan, and had a wonderful day.  The skills of the men sitting in the Visitors Gallery are extraordinary.  Some have worked all over the world while others have worked with their hands all their lives.  Some have travelled abroad while others have worked in Ireland and raised families.  It is wonderful to have them in the House today because they are exactly what the Seanad is about.  They are exactly who we should represent and demonstrate how we should represent our people.  I thank them very much for being present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300005#D00900","speaker":"1170"},{"type":"speech","time":1399992600,"counter":23,"content":"<p>I welcome Senator Bacik's response to the Guerin report.  It is interesting that the Minister, Deputy Varadkar, is coming here this afternoon.  At a very early stage, he called Sergeant McCabe and Garda Wilson \"distinguished\" rather than the other \"D\" word.  I believe the Minister was right.  The whistleblowers are completely vindicated by the Guerin report.<\/p><p>I want to express concerns about some of the findings in the energy Green Paper published yesterday.  We see on page 4 of the summary that energy prices in Ireland rose since 2007 by 29% compared to the OECD-Europe average of 20%, so we are rising 50% faster.  We see later in the report that one of the fastest rises in prices found anywhere was for industrial electricity in Ireland, which rose by 80% since 2007.  We need to urgently debate the issues.  I am not satisfied the energy Green Paper is half radical enough to deal with the institutions and the policies which have led us to the sorry state I have described in regard to energy costs escalating out of control.  There is a complacency there which has to be shaken.<\/p><p>I note that 5,000 home and business owners in the centre of Dublin are being sent letters by Irish Rail about the underground DART project.  There is almost a Guerin echo in that.  The underground DART project has not been sanctioned by the Cabinet or the Parliament yet Irish Rail is writing letters to people saying it would like to acquire their properties in order to implement a &euro;2 billion project.  I believe Parliament has to assert itself against people sending those kinds of letters.  I gather the intention with the project is to permanently acquire the north-west corner of St. Stephen's Green and to acquire a significant amount below ground level along King Street South, St. Stephen's Green North and down as far as George's Street, as well as underneath the Guinness brewery.<\/p><p>If one wants to go by rail from Heuston Station to Connolly Station, the Minister is joining the two Luas lines and, in any case, it is possible to do it on the existing Luas line.  There is also a railway line that goes through Cabra and under the Phoenix Park, which means that if the tunnel engineers in CIE like tunnels, there is one already there, so they can satisfy themselves.  However, to be sending the public letters about a project which has not been sanctioned either by the Cabinet or by the Parliament seems to call for a response from the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300006#E00100","speaker":"1157"},{"type":"speech","time":1399992600,"counter":24,"content":"<p>I call on the Leader for a debate on the rental assistance scheme operated by the local authorities.  While it is a good scheme, it is not the panacea we all thought it was going to be because it has its flaws.  A lady in my area worked for years in a service industry and was never unemployed but for the last couple of years.  She has a 16 year old son who is being bullied at school and who will be going to college in a year or a year and a half.  She really needs work and we know there is absolutely no work in rural towns in the west of Ireland.  The only work that can be had is in the larger urban centres, such as Cork, Galway, Dublin, Athlone and so on.  The problem this lady has is that by virtue of being on a rental assistance scheme, there is no flexibility.  If she wishes to go the Galway to get work to fund her child in college next year, there is no transfer policy, so she is caught and she has to stay where she is.  If she decides to give up her house with the local authority and go to Galway to find accommodation in order to find work, she will be refused rent allowance.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300006#E00200","speaker":"1161"},{"type":"speech","time":1399992600,"counter":25,"content":"<p>This would seem more suitable as an Adjournment issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300006#E00300","speaker":"1120"},{"type":"speech","time":1399992600,"counter":26,"content":"<p>I am almost finished.  The only option that is open to her, as has been advised to her by the local authority, is to present as homeless in Galway as she would be put into a homeless shelter.  That is not appropriate for a mother and her 16 year old son, who is in school.  She is effectively caught in an unemployment trap that she cannot get out of.<\/p><p>This is why I am calling for a debate.  We need to flesh out ways of resolving problems where people are genuinely seeking work and, by virtue of our own Government schemes, it is not going to happen.  It is important that we have such a debate with the Minister of State, Deputy Jan O'Sullivan, as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300006#E00400","speaker":"1161"},{"type":"speech","time":1399993200,"counter":27,"content":"<p>As Members are aware, the Minister for Education and Skills yesterday launched SOLAS's further education and training strategy, which covers the period up to 2019.  The chairman of SOLAS, Mr. Pat Delaney, has claimed that the aim of the strategy is to turn further education into a fourth pillar of the education system alongside primary, secondary and higher level education.  Having worked in the further education sector in Tallaght for the last 25 years, I heartily welcome this noble goal.  The sector requires this kind of strategic attention and support, particularly in the light of the F&Aacute;S scandal.  Today's edition of <i>The Irish Times<\/i>contains a report on An Cos&aacute;n, the community organisation I co-founded with Dr. Ann Louise Gilligan as a key player in the further education sector.  Our latest innovation aims to make community learning which is intrinsically a local activity available nationwide through a virtual learning programme.  The article does not mention that we are doing all of this while suffering from significant cuts in further education budgets.  I ask the Leader to schedule a debate with the Minister for Education and Skills on the new further education strategy and pay particular attention to resources directed towards community education.  We are not afraid of the outcomes-based funding model promised in the strategy because we have followed such a path for a long time.<br \/>My second question centres on the administration of justice.  I heartily welcome the appointment of Deputy Frances Fitzgerald as Minister of Justice and Equality.  She is responding with speed to the public crisis of confidence in the policing service and the lack of transparent, accountable and genuinely independent oversight and management.  As one of the Seanad members of the Joint Committee on Justice, Defence and Equality, I look forward to the meetings referred to by Senator Ivana Bacik.  One of the biggest issues concerns the relationship between the Department and the Garda, in which GSOC appears to be a casualty.  The attitude of the Department and the Garda to independent oversight is another significant issue.  Given that clear information on what is needed has been available for years, why has GSOC not been strengthened?  No proposals for legislative reform have been brought to the Oireachtas.  It is unclear whether this is due to departmental or ministerial intransigence.  Can we have a debate with the Minister or the Taoiseach on the design of a new independent Garda authority?  One of my prime concerns is that such an authority should be established as a matter of urgency in order that it would be in a position to appoint the new Garda Commissioner.  This is a prime requirement for genuine independence.<br \/>I will conclude by referring to another justice matter.  I draw the attention of Members to a Bill I have published today - No. 17 on Order Paper - which seeks to eliminate discrimination against people with disabilities in Irish sexual offences legislation.  I ask the Leader to provide for a Second Stage debate on this legislation in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00100","speaker":"1176"},{"type":"speech","time":1399993200,"counter":28,"content":"<p>I would like to inform the Seanad-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00200","speaker":"1187"},{"type":"speech","time":1399993200,"counter":29,"content":"<p>On a point of order, this is the sixth Member from the Government side to be called.  Just two Senators from the Opposition side have spoken.  If that is in line with the procedure laid down by the Seanad Committee on Procedure and Privileges, I suggest it needs to be looked at seriously.  This has never before happened in my time in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00300","speaker":"1126"},{"type":"speech","time":1399993200,"counter":30,"content":"<p>The Senator is wrong, as usual.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00400","speaker":"1151"},{"type":"speech","time":1399993200,"counter":31,"content":"<p>Senator Katherine Zappone is not a Government Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00500","speaker":"1148"},{"type":"speech","time":1399993200,"counter":32,"content":"<p>I let in Senator Marie-Louise O'Donnell.  I was about to call Senator Jim Walsh, but I saw that he was in discussion with Senator Sean D. Barrett.  I then changed to Senator Hildegarde Naughton.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00600","speaker":"1120"},{"type":"speech","time":1399993200,"counter":33,"content":"<p>Six speakers from the other side have been called.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00700","speaker":"1126"},{"type":"speech","time":1399993200,"counter":34,"content":"<p>If the Senator wants to go ahead of me, I will be happy to facilitate him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00800","speaker":"1187"},{"type":"speech","time":1399993200,"counter":35,"content":"<p>I have called the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F00900","speaker":"1120"},{"type":"speech","time":1399993200,"counter":36,"content":"<p>I would like to inform the Seanad of a significant development in the criminal justice area that has received very little attention.  Late last week the Department of Justice and Equality informed the Law Society of Ireland that the Director of Public Prosecutions had issued a direction to An Garda S&iacute;och&aacute;na to the effect that a suspect in Garda custody who made a request for his or her solicitor to be present during Garda questioning should - for the first time - have such a request facilitated.  This welcome development is long overdue.  It will protect the integrity of the criminal justice system and should lead to a decrease in the number of challenges to statements of admission given by people while being questioned in Garda custody.  It may lead to the complete eradication of such challenges.  However, a number of issues arise in this context.  It is to be presumed that the decision of the Director for Public Prosecutions is a natural follow-up to the decision of the Supreme Court in the case of DPP <i>v<\/i>. Gormley, as given earlier this year.  The Supreme Court's decision provides that a person who requestes the presence of his or her solicitor must be able to receive that solicitor's advice before questioning commences.  It should be noted in that regard that the provisions of the Criminal Justice Act 2011 which provide for the decision in the Gormley case have not been initiated.  At least in that case the Oireachtas has debated the matter.  This direction of the Director for Public Prosecutions obviously goes much further, which is logical in the light of the Supreme Court's comments in the Gormley case.  The judgment in that case expressly did not enter into the issue of a solicitor being present during interviews as it did not arise from the facts of the case.  The comments of Mr. Justice Clarke, in particular, on the Gormley case seem most relevant to the new DPP directive.  There also appears to be an evident line from some recent cases in the European Court of Human Rights.<\/p> <p>My concern is not that this has come to pass - I welcome it - but rather that the Oireachtas has been bypassed in what is a fundamental shift in the rights of persons in custody.  This direction does not flow directly from a decision of the Supreme Court.  It is a decision made at the discretion of the Director for Public Prosecutions.  In that way it has no force in law and I can only guess indicates that the Director for Public Prosecutions will not accept prosecution files on those cases in which the direction was not followed.  If that is the case, we are left with a punitive situation where the Garda affords people their current legal rights during questioning, possibly about very serious crimes, but the Director for Public Prosecutions might not prosecute as the Garda refused to move beyond what was legally required.  I ask the Leader to arrange for the House to be informed of what exactly has happened and the views of the Minister for Justice and Equality on the matter.  I find it unusual that such a far-reaching overhaul of the system of justice is arrived at by the Director for Public Prosecutions without either a decision of the Supreme Court or debate in the Oireachtas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300007#F01000","speaker":"1187","continuing":true},{"type":"speech","time":1399993800,"counter":38,"content":"<p>I inform Senator Jim Walsh that only three Members on the Government side have spoken so far.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00200","speaker":"1120"},{"type":"speech","time":1399993800,"counter":39,"content":"<p>No.  The Government's Independent Members have also spoken<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00300","speaker":"1126"},{"type":"speech","time":1399993800,"counter":40,"content":"<p>They are not the Government side of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00400","speaker":"1120"},{"type":"speech","time":1399993800,"counter":41,"content":"<p>They are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00500","speaker":"1126"},{"type":"speech","time":1399993800,"counter":42,"content":"<p>For the information of the Senator, there is a rota.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00600","speaker":"1120"},{"type":"speech","time":1399993800,"counter":43,"content":"<p>The fact that the Senators are included in the rota does not mean that they are Government Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00700","speaker":"1151"},{"type":"speech","time":1399993800,"counter":44,"content":"<p>There is a rota and they are included in it, but they are not on the Government side of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00800","speaker":"1120"},{"type":"speech","time":1399993800,"counter":45,"content":"<p>I propose an amendment to the Order of Business, on behalf of Senator Sean D. Barrett, that First Stage of his Bill, the Seanad Electoral (Panel Members) (Amendment) Bill, be taken today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G00900","speaker":"1126"},{"type":"speech","time":1399993800,"counter":46,"content":"<p>The Senator cannot propose that Senator Sean D. Barrett's Bill be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G01000","speaker":"1120"},{"type":"speech","time":1399993800,"counter":47,"content":"<p>Can I propose that First Stage of the Seanad Electoral (Panel Members) (Amendment) Bill 2014 be taken today?  I also second the amendment proposed by Senator Marc Mac Sharry.<\/p><p>I welcome the statements, however belated, from Members on the Government side on the Guerin report and, in particular, the integrity of the whistleblowers.  So much damage has been done to the process of whistleblowing by the arrogant condemnation and denigration of the courageous people involved in the past 12 months that it has undone a lot of their good work.  I support the call for a debate on the Guerin report which clearly illustrates a serious level of dysfunctionality within the Department of Justice and Equality and, unfortunately, the management of the Garda S&iacute;och&aacute;na.  Of course, we would be fooling ourselves if we thought it stopped there because many Departments could be subject to the same criticism.  I refer, in particular, to the Department of Health.  I was appalled to hear the Taoiseach say at the weekend that he had only reached the realisation that so many elderly people who had spent their lives working for the country had been affected by the withdrawal of their medical cards.  The fact that the a huge proportion of discretionary medical cards have been withdrawn has left them in an horrendous position.  Anybody doing work in this or the Lower House could have told the Taoiseach this.  I know - I am sure my office is no different from any other - that the matter has been a major bone of contention for the past 12 months and longer and the problem needs to be corrected.  On the campaign trail it has been sad to see people in the autumn of their lives afraid of suffering bad health.  The medical card was a source of comfort for them, even if they did not have to use it.  A number of them have said to me that they have had to cut back on their medication and their pharmacists have confirmed that this is happening.  They have noticed that people have cut back on their medication simply because they cannot afford it.  The Government has done so much damage to the health services that it will not be undone for a decade or more.  Not only has it withdrawn medical cards, it has attached excessive hospital costs to private health insurers which has led to a massive increase in health insurance premiums.  As a consequence, there has been a haemorrhage from the health insurance industry.  Therefore, we should invite the Minister to come to the House to have a serious debate on the matter.  Last night when I was out canvassing, I encountered a couple of people who were seriously considering emigrating because their feared being in bad health and not being able to afford what was required.  This is a crisis and I ask that the matter be addressed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300008#G01100","speaker":"1126"},{"type":"speech","time":1399994400,"counter":48,"content":"<p>Senator Walsh cannot move the amendment on behalf of Senator Barrett.  In order to be helpful to the House and notwithstanding anything in Standing Orders, I will allow Senator Barrett to move the amendment even though he has already spoken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300009#H00100","speaker":"1120"},{"type":"speech","time":1399994400,"counter":49,"content":"<p>I thank the Cathaoirleach for his consideration.  I propose an amendment to the Order of Business, that No. 14, the Seanad Electoral (Panel Members) (Amendment) Bill 2014 &ndash; First Stage, be taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300009#H00200","speaker":"1157"},{"type":"speech","time":1399994400,"counter":50,"content":"<p>Does Senator Walsh wish to second it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300009#H00300","speaker":"1120"},{"type":"speech","time":1399994400,"counter":51,"content":"<p>I am happy to second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300009#H00400","speaker":"1126"},{"type":"speech","time":1399994400,"counter":52,"content":"<p>The Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan, recently announced under the 2014 local and regional museums scheme that the County Museum, Dundalk, County Louth, would receive funding of &euro;5,000, the Old Drogheda Society would receive &euro;4,600 and the Highlanes Gallery in Drogheda would receive &euro;2,600.  The scheme is designed to support small and medium-sized museums across the country.  Projects funded under the scheme should seek to enhance the cultural offering of museums, to encourage greater access to museums and to promote the use of museums as tourism resources in the locality or region.<\/p><p>I acknowledge the second greatest cycle racing event, the Giro d'Italia, which took place at the weekend.  It was a tremendous sporting success and a wonderful spectacle as they sped through the streets of south Armagh and Dundalk at speeds in excess of 40 kilometres per hour.  It was spectacular, and it is fitting that I acknowledge the part played by the local town council, the local Garda, the Red Cross, Cuchulainn Cycling Club and the many volunteers who made this a worldwide spectacle.  It was viewed by millions of people across the world and hopefully the land of legends - County Louth and south Armagh - will gain in tourism figures in the years to come.  Well done to all.  It shows what working together as a community can do for one's town, county and region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300009#H00500","speaker":"1138"},{"type":"speech","time":1399994400,"counter":53,"content":"<p>I refer to the privatisation of bus routes across the State.  I have raised the issue a number of times on the Adjournment in past months but have not received a satisfactory response from a Minister.  The National Transport Authority is planning to privatise, or put out to tender as the Minister puts it, 10% of bus routes across the State.  The routes will be sold to private operators who look to provide the service on the basis of profit rather than on the basis of providing a core service for rural areas.  The CIE group of companies employs 10,000 people and many of the workers will look with alarm at what is happening to these bus routes.  It is a slippery road to privatisation, and that concerns all workers.<\/p><p>Why, despite the fact that 10% of bus routes are being selected across the State for privatisation, have 100% of bus routes in my home city of Waterford been selected?  Is Waterford city being used as a guinea pig in the Minister's privatisation experiment?  The Minister has not outlined a credible reason Waterford city has been selected in this manner.  It is clear to me and to the people who work in Bus &Eacute;ireann, who provide the services, that this is what is happening.  It would be a shame if the Minister allowed private operators to cherry-pick the more lucrative routes in Bus &Eacute;ireann and sell them to people who want to provide a service on the basis of profit.<\/p> <p>The State would end up having to provide the less lucrative routes at a greater cost to taxpayers.  Much more thought must go into this issue.  I am opposed to the privatisation of bus routes.  The Leader will be aware that public meetings are taking place in Waterford this week.  Those who work in these areas are appealing to all Oireachtas Members and local councillors to oppose these plans and support the retention of public services, which is in the interests of the people and of those who use the services and those who work in the companies.  I ask the Leader to arrange for a debate on the issue before it is too late, before the Minister proceeds with his plans and before Waterford city loses some of its bus routes to privatisation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300009#H00600","speaker":"1133","continuing":true},{"type":"speech","time":1399994700,"counter":55,"content":"<p>As usual, Senator Marc MacSharry is needlessly trying to heighten matters.  I do not know whether it was a phantom or semi-secret piece of paper he had, but it is certainly not an official document or an adopted report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00200","speaker":"1151"},{"type":"speech","time":1399994700,"counter":56,"content":"<p>I bet it cost the HSE a few pounds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00300","speaker":"1149"},{"type":"speech","time":1399994700,"counter":57,"content":"<p>I suggest the Senator exercise more caution and less speed in bringing forward items, the workings of his fertile mind.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00400","speaker":"1151"},{"type":"speech","time":1399994700,"counter":58,"content":"<p>The Senator approved-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00500","speaker":"1149"},{"type":"speech","time":1399994700,"counter":59,"content":"<p>I concur with Senator Ivana Bacik's comments on the Guerin report.  I too would welcome a debate on the matter.  I am fearful, given that we have had so many Donegals in other parts of the country.  It is sad that proper lessons were not learned from the Morris tribunal report of 2005.  There is no doubt whatsoever, and it is clear from the report in regard to whistleblowers, that Sergeant McCabe is a very fine public servant.   I am delighted that he has been restored to his proper position within the force and given access to the PULSE system.  We should not say any more, but we welcome the report.  At this moment, I understand a press conference is in progress at which the Taoiseach and Minister for Justice and Equality are speaking.  I look forward to the Leader's arranging a debate in early course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00600","speaker":"1151"},{"type":"speech","time":1399994700,"counter":60,"content":"<p>I do not apologise for standing up to speak about medical cards because I do not think enough of us can discuss it.  Today, Tuesday, nothing has changed.  I welcome the Sinn F&eacute;in motion tabled in the D&aacute;il this evening on discretionary medical cards.  I welcome the news that the Joint Committee on Health will visit the medical card centre on Thursday next.  Following these two events, may we please have a statement or an action plan from the Minister for Health, Deputy James Reilly, or the Minister of State, Deputy Alex White, or both, with some solutions for these poor unfortunate children?  I empathise with those of all age groups who have had their medical cards taken from them.  State demands to involve the finances of parents or guardians should cease forthwith, as recommended by the United Nations report on children.  We had news today of a little girl of seven years of age with leukaemia whose parents are trying to have her medical card restored, but the HSE official wanted to speak to the child to verify her details.  What are we coming to?  Last Thursday night I mentioned a little boy of nine years of age who has been gravely ill and disabled since birth.  Both his parents manage to care for him full-time but they also work.  Their medical card has been removed.  The child needs to be tube-fed and suctioned and has epileptic fits.  I ask Ministers to cease discussing free universal health care and free health care for those under six.  Let us first look after the people who are desperate in society and in all our communities.  All Members are hearing from the people.  We must help these people and we must come up with solutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00700","speaker":"1169"},{"type":"speech","time":1399994700,"counter":61,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00800","speaker":"1131"},{"type":"speech","time":1399994700,"counter":62,"content":"<p>I ask the Leader to invite the Minister for Health to come to the House or make a statement, because we simply cannot continue in this vein.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J00900","speaker":"1169"},{"type":"speech","time":1399994700,"counter":63,"content":"<p>I was rising to speak about medical cards also.<\/p> <p>Since I got elected to the Seanad the most controversial issue - it keeps coming up time and again - is medical cards.  While I appreciate that almost half the population of Ireland have medical cards there are still many people who have had their discretionary cards removed and I, for one, do not agree with that.<\/p><p>I read in the newspaper the other day that a parent got a letter asking whether her child with Down's syndrome still had Down's syndrome.  The person who wrote that letter should be sacked from her job because she knows nothing about health issues if she thinks that Down's syndrome will go away or that it is not a lifelong illness.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300010#J01000","speaker":"1132","continuing":true},{"type":"unspoken","time":1399995000,"counter":65,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399995000,"counter":66,"content":"<p>There needs to be accountability.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00300","speaker":"1131"},{"type":"speech","time":1399995000,"counter":67,"content":"<p>The Minister can address that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00400","speaker":"1122"},{"type":"speech","time":1399995000,"counter":68,"content":"<p>Senator Moloney, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00500","speaker":"1120"},{"type":"speech","time":1399995000,"counter":69,"content":"<p>Sorry, I have just been interrupted.  Anyway, I am asking for the Minister to come here and for a long debate in the House.  It is a long time since we had a debate on medical cards.  I call on the Minister for Health to come to the House.  Like Senator Mary Ann O'Brien said, we need an action plan to address discretionary medical cards.  We are always being told that it is not linked to health issues, complications or illnesses.  That is crazy stuff; of course it is.  That is why people want the medical card and it is time that we woke up and saw it.<\/p><p>This morning I was delighted to be able to welcome funding for a sewerage scheme in my parish and for water services and a waste treatment plant.  We are delighted to be able to welcome these developments but perhaps sometimes we should weigh up which is more important to the people.  Is it a sewerage scheme, a road, roadworks, a bypass or looking after our sick children?  That is for us to decide.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00600","speaker":"1132"},{"type":"speech","time":1399995000,"counter":70,"content":"<p>It is my pleasure, formally and on behalf of myself and my colleagues, to welcome the appointment of the Minister, Deputy Frances Fitzgerald, to the position of Minister for Justice and Equality.  Many Members will remember that some weeks ago I commented on the effort she put into getting the Russian baby for Ms Lisa Fennessy against all the odds.  I said that having achieved that not only would her name be carved in stone but she would be a potential future leader of Fine Gael.  I am confident that she will do an outstanding job in the Department of Justice and Equality.  I have known her for many years.  She really cut her teeth in this House as Leader of the Opposition and I know she will deliver the goods.<\/p><p>On another note, it is my pleasure to congratulate the office manager of the Leader, Senator Maurice Cummins, Ms Orla Murray on her engagement to Senator John Crown.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00700","speaker":"1156"},{"type":"speech","time":1399995000,"counter":71,"content":"<p>That is a personal issue.  We do not discuss those in the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00800","speaker":"1120"},{"type":"speech","time":1399995000,"counter":72,"content":"<p>I would like not to be interrupted on the matter, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K00900","speaker":"1156"},{"type":"speech","time":1399995000,"counter":73,"content":"<p>Senator, it is a personal issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01000","speaker":"1120"},{"type":"speech","time":1399995000,"counter":74,"content":"<p>I am formally offering congratulations.  I read in the newspaper at the weekend-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01100","speaker":"1156"},{"type":"speech","time":1399995000,"counter":75,"content":"<p>It is a personal issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01200","speaker":"1120"},{"type":"speech","time":1399995000,"counter":76,"content":"<p>-----that Senator Crown and Ms Orla Murray-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01300","speaker":"1156"},{"type":"speech","time":1399995000,"counter":77,"content":"<p>Senator White, this is the Parliament.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01400","speaker":"1120"},{"type":"speech","time":1399995000,"counter":78,"content":"<p>I would like to say something about Ms Orla Murray.  During my intense sickness over the last year-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01500","speaker":"1156"},{"type":"speech","time":1399995000,"counter":79,"content":"<p>Senator White, you are completely out of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01600","speaker":"1120"},{"type":"speech","time":1399995000,"counter":80,"content":"<p>Every time I met her she had compassion for my illness.<\/p><p>I wish to raise a serious matter.  When I am out canvassing for Fianna F&aacute;il morning, noon and night I am continuously shocked at this coalition Government's cuts to discretionary medical cards.  According to recent figures released to the Fianna F&aacute;il spokesperson on health in the D&aacute;il, Deputy Billy Kelleher, the number of people with a discretionary medical card has fallen to below 50,000.  All applicants for discretionary medical cards deserve to be treated with due respect and compassion.  It is not only a matter of their income which should be taken into account but the sudden onslaught of a serious illness for them or their families.  A person diagnosed with a serious illness or disability has enough to worry about without being tortured by travel and hospital expenses.  There is a contradiction in the Government giving universal free GP care to children under six years.  The way this Government has treated older people in our society is beyond belief.  They are the people who need most medical care.  When each of us get older we need more prescriptions but the Minister for Health, Deputy Reilly, has increased the prescription charge five times.  He said he would get rid of the 50 cent charge initially but, on the contrary, he has increased it five times.  As I said in the House two weeks ago-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01700","speaker":"1156"},{"type":"speech","time":1399995000,"counter":81,"content":"<p>You are way over time, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01800","speaker":"1120"},{"type":"speech","time":1399995000,"counter":82,"content":"<p>Please bear with me.  It is important to say this in the House.  The people on the Government side have jumped on the bandwagon by saying that their Government is cutting medical cards.<\/p> <p>For the past three years, my colleague Senator Marc MacSharry has on numerous occasions raised the plight of those affected by the reduction in medical card provision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300011#K01900","speaker":"1156","continuing":true},{"type":"speech","time":1399995600,"counter":84,"content":"<p>As have Members on the Government side.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00200","speaker":"1132"},{"type":"speech","time":1399995600,"counter":85,"content":"<p>I realise that the Leader will not accept the amendment to the Order of Business, but I ask that the Minister for Health come to the House at some stage to nail once and for all the scaremongering indulged in by Senator Marc MacSharry this morning.  Together with two Independent Deputies representing Galway and Roscommon, he seems to thrive on peddling half-truths and inaccuracies and frightening people.  I would have expected Senator MacSharry to get his facts right before coming into the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00300","speaker":"1118"},{"type":"speech","time":1399995600,"counter":86,"content":"<p>I will give the Senator a copy of the report.  I am only reading out what the Government has written.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00400","speaker":"1149"},{"type":"speech","time":1399995600,"counter":87,"content":"<p>Senator Mullins without interruption.  I have a long list of Members wishing to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00500","speaker":"1120"},{"type":"speech","time":1399995600,"counter":88,"content":"<p>He stated on the record of the House that I was on local radio yesterday-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00600","speaker":"1118"},{"type":"speech","time":1399995600,"counter":89,"content":"<p>It might have been today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00700","speaker":"1149"},{"type":"speech","time":1399995600,"counter":90,"content":"<p>-----clarifying the situation in regard to Portiuncula Hospital.  I was on the radio neither yesterday nor today, because I would not dignify with a response the type of scaremongering and nonsense that was being put out there-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00800","speaker":"1118"},{"type":"speech","time":1399995600,"counter":91,"content":"<p>The Senator should go on the radio tomorrow, after he has read the report..<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L00900","speaker":"1149"},{"type":"speech","time":1399995600,"counter":92,"content":"<p>Does Senator Mullins have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01000","speaker":"1120"},{"type":"speech","time":1399995600,"counter":93,"content":"<p>Yes, I do, but I wish first to note that I was particularly pleased with the response I received to my queries yesterday from the CEO of the west and north west group of hospitals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01100","speaker":"1118"},{"type":"speech","time":1399995600,"counter":94,"content":"<p>Did he say nothing would happen before the elections?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01200","speaker":"1149"},{"type":"speech","time":1399995600,"counter":95,"content":"<p>He said the situation would be absolutely clear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01300","speaker":"1118"},{"type":"speech","time":1399995600,"counter":96,"content":"<p>We will have to wait until after the elections for that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01400","speaker":"1149"},{"type":"speech","time":1399995600,"counter":97,"content":"<p>Senator Mullins should be allowed to speak without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01500","speaker":"1120"},{"type":"speech","time":1399995600,"counter":98,"content":"<p>I would appreciate the same respect from Senator MacSharry that I gave him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01600","speaker":"1118"},{"type":"unspoken","time":1399995600,"counter":99,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399995600,"counter":100,"content":"<p>Senators, please.  Will Senator Mullins put a question to the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01800","speaker":"1120"},{"type":"speech","time":1399995600,"counter":101,"content":"<p>Mr. Bill Maher made it absolutely clear to me that no service reconfiguration options had been recommended or approved by the board of the west and north west hospital group or by senior management.  Feasibility studies have not even been carried out.  Speculation at this early stage in the process is unhelpful and upsetting to patients and staff.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L01900","speaker":"1118"},{"type":"speech","time":1399995600,"counter":102,"content":"<p>It will be upsetting to them to find out after the election what Fine Gael's attitude is to maternity services in the north west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02000","speaker":"1149"},{"type":"speech","time":1399995600,"counter":103,"content":"<p>Senator MacSharry, please.  You have spoken on this issue at length.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02100","speaker":"1120"},{"type":"speech","time":1399995600,"counter":104,"content":"<p>People have to be told.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02200","speaker":"1149"},{"type":"speech","time":1399995600,"counter":105,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02300","speaker":"1174"},{"type":"speech","time":1399995600,"counter":106,"content":"<p>Last Friday a meeting took place in my local hospital-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02400","speaker":"1118"},{"type":"speech","time":1399995600,"counter":107,"content":"<p>Senator Moran is raising a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02500","speaker":"1120"},{"type":"speech","time":1399995600,"counter":108,"content":"<p>Surely the Senator should be allowed to divulge what he knows.  This is not a cr&egrave;che, and some of us worked very hard to ensure the Seanad was retained.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02600","speaker":"1174"},{"type":"speech","time":1399995600,"counter":109,"content":"<p>That is rich coming from that side of the House.  The Government tried to throw out the Seanad as a political gimmick.  Now it will not tell the people that it is going to close maternity services, because there is an election next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02700","speaker":"1149"},{"type":"speech","time":1399995600,"counter":110,"content":"<p>I am pleased to tell the House today that different models, including midwife-led units co-located with existing----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02800","speaker":"1118"},{"type":"speech","time":1399995600,"counter":111,"content":"<p>This poor man has been told by his colleagues, \"Don't worry.  Portiuncula is sound.\"  In fact, the report shows that Portiuncula is finished for maternity services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L02900","speaker":"1149"},{"type":"speech","time":1399995600,"counter":112,"content":"<p>Senator MacSharry is going to be the cause of some of his colleagues not getting to speak on the Order of Business.  We are running out of time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03000","speaker":"1120"},{"type":"speech","time":1399995600,"counter":113,"content":"<p>I am sure they will gladly allow me to speak on an issue such as this.  The people have to be told the truth about maternity services in the north west.  My colleagues can speak tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03100","speaker":"1149"},{"type":"speech","time":1399995600,"counter":114,"content":"<p>I ask Senator MacSharry to have respect for the Chair and the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03200","speaker":"1120"},{"type":"speech","time":1399995600,"counter":115,"content":"<p>I make no apologies for putting on the record that mothers in the north west are being discriminated against reprehensively by this Government.  It is being done in secret and cynically before the election next week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03300","speaker":"1149"},{"type":"speech","time":1399995600,"counter":116,"content":"<p>Will Senator MacSharry please show respect for the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03400","speaker":"1120"},{"type":"speech","time":1399995600,"counter":117,"content":"<p>Will the Government have respect for people in the north west?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03500","speaker":"1149"},{"type":"speech","time":1399995600,"counter":118,"content":"<p>I call Senator Mullins to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03600","speaker":"1120"},{"type":"speech","time":1399995600,"counter":119,"content":"<p>I am pleased to share with Senator MacSharry the fact that Portiuncula Hospital will not only retain its obstetrician-led service but is also being considered for a midwife-led service.  Two new obstetricians will be appointed there in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03700","speaker":"1118"},{"type":"speech","time":1399995600,"counter":120,"content":"<p>Not according to the Fine Gael report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03800","speaker":"1149"},{"type":"speech","time":1399995600,"counter":121,"content":"<p>I have called Senator Fidelma Healy Eames.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L03900","speaker":"1120"},{"type":"speech","time":1399995600,"counter":122,"content":"<p>It is important that the truth of this issue be put on the record of the House.  I am located in Galway west and have received calls regarding the Portiuncula issue.  There is a fear that the service might be lost.  I have no doubt there is a report on it, but perhaps it is now an obsolete report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04000","speaker":"1131"},{"type":"speech","time":1399995600,"counter":123,"content":"<p>It is obsolete since February.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04100","speaker":"1149"},{"type":"speech","time":1399995600,"counter":124,"content":"<p>I have asked Senator MacSharry to show respect for the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04200","speaker":"1120"},{"type":"speech","time":1399995600,"counter":125,"content":"<p>I am saying that I do not know whether it is or not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04300","speaker":"1131"},{"type":"speech","time":1399995600,"counter":126,"content":"<p>I am telling the Senator that it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04400","speaker":"1149"},{"type":"speech","time":1399995600,"counter":127,"content":"<p>We need to get to the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04500","speaker":"1131"},{"type":"speech","time":1399995600,"counter":128,"content":"<p>Senator MacSharry does not know the truth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04600","speaker":"1151"},{"type":"speech","time":1399995600,"counter":129,"content":"<p>Yes, I do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300012#L04700","speaker":"1149"},{"type":"speech","time":1399996200,"counter":130,"content":"<p>For that reason, the Minister, Deputy James Reilly, must be brought before the House to answer these important questions.  Very soon Ballinasloe is going to be closed down entirely.  Its industry and health services are gone-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M00300","speaker":"1131"},{"type":"speech","time":1399996200,"counter":131,"content":"<p>That is absolute rubbish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M00400","speaker":"1118"},{"type":"speech","time":1399996200,"counter":132,"content":"<p>The maternity services are gone.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M00500","speaker":"1149"},{"type":"unspoken","time":1399996200,"counter":133,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":134,"content":"<p>Senator Fidelma Healy Eames to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M00700","speaker":"1120"},{"type":"speech","time":1399996200,"counter":135,"content":"<p>I am on the side of Ballinasloe.  Unless the truth is spoken in the very near future by the Minister with responsibility for the relevant portfolio, there will be no way for us to know where we are going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M00800","speaker":"1131"},{"type":"speech","time":1399996200,"counter":136,"content":"<p>It was stated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M00900","speaker":"1118"},{"type":"speech","time":1399996200,"counter":137,"content":"<p>With respect, the Senator is not the Minister.<\/p><p>I must express my dismay at the fact that the Guerin report is not included in the Order of Business to be dealt with either here or in the D&aacute;il this week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01000","speaker":"1131"},{"type":"speech","time":1399996200,"counter":138,"content":"<p>We are dealing with the Order of Business today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01100","speaker":"1120"},{"type":"speech","time":1399996200,"counter":139,"content":"<p>I understand that, but I would like the Leader to indicate when the report will be dealt with in the Seanad which is not sitting next week.  It vindicates the whistleblowers involved in the context of the considerable service they have done the State.  I have been particularly struck by the public's reaction to the report and its core sense of justice in respect of the issue to which it relates.  I was approached by one woman who asked me to put it to the House and the Leader that the President should award medals to the whistleblowers for their pursuit of truth and justice.  I would like the Leader to convey that woman's request to the relevant persons.<\/p><p>I ask the Cathaoirleach to afford me some latitude, particularly as I have waited a long time to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01200","speaker":"1131"},{"type":"speech","time":1399996200,"counter":140,"content":"<p>The Senator has not waited any longer than anyone else.  Does she have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01300","speaker":"1120"},{"type":"speech","time":1399996200,"counter":141,"content":"<p>I put my question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01400","speaker":"1131"},{"type":"speech","time":1399996200,"counter":142,"content":"<p>As the Senator has put her question, I call Senator Colm Burke.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01500","speaker":"1120"},{"type":"speech","time":1399996200,"counter":143,"content":"<p>I take the opportunity to express my concern about a report in today's edition of the <i>Irish Independent<\/i>on easy mortgages for first-time buyers being shored up by the Government.  I ask the Leader to ensure a debate takes place on the matter.  We do not want further reckless lending.  On the previous occasion the banks went bust, it cost us &euro;64 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01600","speaker":"1131"},{"type":"speech","time":1399996200,"counter":144,"content":"<p>I want to open up the debate on health care because it is important to state the position.  There are 11 maternity units in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01800","speaker":"1150"},{"type":"speech","time":1399996200,"counter":145,"content":"<p>Not for long.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M01900","speaker":"1149"},{"type":"speech","time":1399996200,"counter":146,"content":"<p>I did not interrupt the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02000","speaker":"1150"},{"type":"speech","time":1399996200,"counter":147,"content":"<p>We are all big boys here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02100","speaker":"1149"},{"type":"speech","time":1399996200,"counter":148,"content":"<p>The Senator should respect other Members.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02200","speaker":"1120"},{"type":"unspoken","time":1399996200,"counter":149,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":150,"content":"<p>There is nothing wrong with a little heckling.  We are all professional politicians.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02400","speaker":"1149"},{"type":"speech","time":1399996200,"counter":151,"content":"<p>Is the Senator determined to continue to heckle everyone?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02500","speaker":"1120"},{"type":"speech","time":1399996200,"counter":152,"content":"<p>Yes, until the people are heard<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02600","speaker":"1149"},{"type":"speech","time":1399996200,"counter":153,"content":"<p>There are 11 maternity units throughout the country, each of which employes three medical consultants, including an obstetrician and a gynaecologist.  I have spoken to a medical practitioner who attended a conference recently at which it emerged that 20 medical consultants were employed at a unit in Denmark at which 3,000 babies were delivered each year.  That is one consultant per 150 babies delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02700","speaker":"1150"},{"type":"speech","time":1399996200,"counter":154,"content":"<p>There is no correlation between the number of deliveries-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02800","speaker":"1149"},{"type":"speech","time":1399996200,"counter":155,"content":"<p>Senator MacSharry-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M02900","speaker":"1120"},{"type":"speech","time":1399996200,"counter":156,"content":"<p>It is not like cancer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03000","speaker":"1149"},{"type":"unspoken","time":1399996200,"counter":157,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":158,"content":"<p>There is no correlation between the number of deliveries and the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03200","speaker":"1149"},{"type":"unspoken","time":1399996200,"counter":159,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":160,"content":"<p>In Ireland-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03400","speaker":"1150"},{"type":"speech","time":1399996200,"counter":161,"content":"<p>That is a fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03500","speaker":"1149"},{"type":"speech","time":1399996200,"counter":162,"content":"<p>-----there is one medical consultant to every 500 to 750 babies delivered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03600","speaker":"1150"},{"type":"speech","time":1399996200,"counter":163,"content":"<p>Will the Senator indicate when it is intended to close the relevant unit?  Perhaps he might inform Senator Michael Mullins of when it is expected that it will be closed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03700","speaker":"1149"},{"type":"speech","time":1399996200,"counter":164,"content":"<p>That is the basic position.  If the Senator wants to discuss reports-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03800","speaker":"1150"},{"type":"speech","time":1399996200,"counter":165,"content":"<p>A report was delivered to the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M03900","speaker":"1149"},{"type":"speech","time":1399996200,"counter":166,"content":"<p>-----he should remember that his party's leader, when serving as Minister for Health and Children, commissioned 125 reports.  I do not understand, therefore, why he is referring to one report-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04000","speaker":"1150"},{"type":"speech","time":1399996200,"counter":167,"content":"<p>Our leader banned smoking in public areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04100","speaker":"1156"},{"type":"speech","time":1399996200,"counter":168,"content":"<p>-----when his party leader commissioned 125 reports and did nothing about any of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04200","speaker":"1150"},{"type":"unspoken","time":1399996200,"counter":169,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":170,"content":"<p>Does Senator Colm Burke have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04400","speaker":"1120"},{"type":"speech","time":1399996200,"counter":171,"content":"<p>I do have a question for him.  Let us have a debate about health care.  Under Fianna F&aacute;il's jurisdiction-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04500","speaker":"1150"},{"type":"speech","time":1399996200,"counter":172,"content":"<p>Is it to my jurisdiction to which the Senator is referring?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04600","speaker":"1149"},{"type":"speech","time":1399996200,"counter":173,"content":"<p>I wish to comment on the fact that someone referred to the cost of drugs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04700","speaker":"1150"},{"type":"speech","time":1399996200,"counter":174,"content":"<p>Would that be in the Sligo-Leitrim area?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04800","speaker":"1149"},{"type":"speech","time":1399996200,"counter":175,"content":"<p>Under Fianna F&aacute;il's jurisdiction, the cost of drugs to the taxpayer increased.  It is the taxpayer that pays for drugs, not the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M04900","speaker":"1150"},{"type":"speech","time":1399996200,"counter":176,"content":"<p>Who paid for the report to which I refer?  Was it the taxpayer or the Government or did the Senator pay for it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05000","speaker":"1149"},{"type":"unspoken","time":1399996200,"counter":177,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":178,"content":"<p>Under Fianna F&aacute;il's jurisdiction, the cost of drugs increased from &euro;560 million per year to &euro;2 billion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05200","speaker":"1150"},{"type":"speech","time":1399996200,"counter":179,"content":"<p>The Senator's time is exhausted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05300","speaker":"1120"},{"type":"speech","time":1399996200,"counter":180,"content":"<p>What is his question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05400","speaker":"1149"},{"type":"speech","time":1399996200,"counter":181,"content":"<p>Let us debate the matter and examine Fianna F&aacute;il's record while we are doing so.  The leader of that party was responsible for commissioning 125 reports, but the recommendations made in them were not implemented.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05500","speaker":"1150"},{"type":"speech","time":1399996200,"counter":182,"content":"<p>The most recent general election was held in 2011.  Fine Gael is now in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05600","speaker":"1149"},{"type":"speech","time":1399996200,"counter":183,"content":"<p>The Senator should not be concerned about one report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05700","speaker":"1150"},{"type":"speech","time":1399996200,"counter":184,"content":"<p>I am concerned about what it states.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05800","speaker":"1149"},{"type":"speech","time":1399996200,"counter":185,"content":"<p>Let us talk about the reality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M05900","speaker":"1150"},{"type":"speech","time":1399996200,"counter":186,"content":"<p>It was the Senator who referred to the cost involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M06000","speaker":"1149"},{"type":"unspoken","time":1399996200,"counter":187,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996200,"counter":188,"content":"<p>I call the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M06200","speaker":"1120"},{"type":"speech","time":1399996200,"counter":189,"content":"<p>What is Senator Colm Burke's question?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300013#M06300","speaker":"1149"},{"type":"speech","time":1399996800,"counter":190,"content":"<p>This is ridiculous.  We are out of time.  I call the Leader to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00100","speaker":"1120"},{"type":"speech","time":1399996800,"counter":191,"content":"<p>On a point of order, I do not think that is fair.  Several of us requested time and were told we could speak.  The despicable behaviour of some Members should not interfere with this.  I do not agree with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00200","speaker":"1174"},{"type":"speech","time":1399996800,"counter":192,"content":"<p>Time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00300","speaker":"1120"},{"type":"speech","time":1399996800,"counter":193,"content":"<p>We need control in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00400","speaker":"1158"},{"type":"speech","time":1399996800,"counter":194,"content":"<p>On a point of order-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00500","speaker":"1149"},{"type":"speech","time":1399996800,"counter":195,"content":"<p>There is no point of order.  I have called the Leader to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00600","speaker":"1120"},{"type":"speech","time":1399996800,"counter":196,"content":"<p>On a point of order, the Cathaoirleach called two Government Senators, but he should have called on a Labour Party Senator next.  We were next in line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00700","speaker":"1174"},{"type":"speech","time":1399996800,"counter":197,"content":"<p>Does the Senator not know that the Labour Party is the junior partner?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00800","speaker":"1149"},{"type":"speech","time":1399996800,"counter":198,"content":"<p>What is Senator Mary Moran's point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N00900","speaker":"1120"},{"type":"speech","time":1399996800,"counter":199,"content":"<p>If the Leader is agreeable, our side of the House will happily agree to an extension to allow all speakers to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01000","speaker":"1149"},{"type":"speech","time":1399996800,"counter":200,"content":"<p>That is not a point of order.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01100","speaker":"1120"},{"type":"speech","time":1399996800,"counter":201,"content":"<p>I understood the time limit was 90 minutes, but we have had only 60.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01200","speaker":"1149"},{"type":"speech","time":1399996800,"counter":202,"content":"<p>The Senator should resume his seat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01300","speaker":"1120"},{"type":"speech","time":1399996800,"counter":203,"content":"<p>He is bullying some of us into silence.  That is not democracy and not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01400","speaker":"1158"},{"type":"speech","time":1399996800,"counter":204,"content":"<p>As we have had 55 minutes, I call the Leader to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01500","speaker":"1120"},{"type":"speech","time":1399996800,"counter":205,"content":"<p>Senator Marc MacSharry is a disgrace - a thundering disgrace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01600","speaker":"1158"},{"type":"speech","time":1399996800,"counter":206,"content":"<p>I call the Leader, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01700","speaker":"1120"},{"type":"speech","time":1399996800,"counter":207,"content":"<p>Senator Marc Mac Sharry is in exalted company.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01800","speaker":"1138"},{"type":"speech","time":1399996800,"counter":208,"content":"<p>Can we, please, hear the Leader, without interruption?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N01900","speaker":"1120"},{"type":"speech","time":1399996800,"counter":209,"content":"<p>There must be an election in the offing, judging by the conduct of Senator Marc Mac Sharry.  It is absolutely despicable that practically everybody on this side of the House who rose to speak has been shouted down.  I could not hear what Members were saying, but I am expected to respond to them.  This behaviour is appalling and reflects very badly on the House.  People watching what is going on will be asking why they did not get rid of the Seanad.  They would be right if this is the conduct-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02000","speaker":"1130"},{"type":"speech","time":1399996800,"counter":210,"content":"<p>Does the Leader want to speak up for maternity services?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02300","speaker":"1149"},{"type":"speech","time":1399996800,"counter":211,"content":"<p>The Senator is at it again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02400","speaker":"1130"},{"type":"speech","time":1399996800,"counter":212,"content":"<p>The Leader wants the people to be silent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02500","speaker":"1149"},{"type":"speech","time":1399996800,"counter":213,"content":"<p>The Senator wants to be thrown out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02600","speaker":"1130"},{"type":"speech","time":1399996800,"counter":214,"content":"<p>This is a report that tells the people that the HSE West north-west hospital----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02700","speaker":"1149"},{"type":"speech","time":1399996800,"counter":215,"content":"<p>The Senator should be thrown out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02800","speaker":"1130"},{"type":"speech","time":1399996800,"counter":216,"content":"<p>The Leader is saying we are despicable for speaking up for the people on a report that the Government is trying to----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N02900","speaker":"1149"},{"type":"unspoken","time":1399996800,"counter":217,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1399996800,"counter":218,"content":"<p>Will Senator Marc Mac Sharry, please, resume his seat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03100","speaker":"1120"},{"type":"speech","time":1399996800,"counter":219,"content":"<p>That is the Leader's problem.  What is despicable is the conduct of the Government in not acknowledging the secret plan exposed in the report.  The people require an answer to this question.  I reject the Government's dismissal and its abuse of and discrimination against the people of the north-west region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03200","speaker":"1149"},{"type":"speech","time":1399996800,"counter":220,"content":"<p>The Senator should resume his seat and show some respect to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03300","speaker":"1120"},{"type":"speech","time":1399996800,"counter":221,"content":"<p>The Leader should show some respect to the facts being put before the House.  The report requires respect because it has been produced for an agency under the aegis of the Government.  The people are entitled to answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03400","speaker":"1149"},{"type":"speech","time":1399996800,"counter":222,"content":"<p>Will the Senator, please, resume his seat and show some respect to the House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03500","speaker":"1120"},{"type":"speech","time":1399996800,"counter":223,"content":"<p>Some 125 reports - Fianna F&aacute;il must be very proud of this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03600","speaker":"1150"},{"type":"speech","time":1399996800,"counter":224,"content":"<p>We saved a lot of lives by banning smoking in public areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03700","speaker":"1156"},{"type":"speech","time":1399996800,"counter":225,"content":"<p>Can we, please, hear the Leader, without interruption?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03800","speaker":"1120"},{"type":"speech","time":1399996800,"counter":226,"content":"<p>I do not propose to accept the amendment proposed by Senator Marc Mac Sharry.  Reports are just that.  As Senator Colm Burke mentioned, Fianna F&aacute;il should know a lot about reports from its time in government. When its current leader was Minister for Health, there were 125 reports.  they are still gathering dust.  Senator Marc MacSharry should know a lot about reports.  It would be better to deal more with the facts when speaking in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N03900","speaker":"1130"},{"type":"speech","time":1399996800,"counter":227,"content":"<p>The Leader does not want to hear the facts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04000","speaker":"1149"},{"type":"speech","time":1399996800,"counter":228,"content":"<p>The Leader to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04100","speaker":"1120"},{"type":"speech","time":1399996800,"counter":229,"content":"<p>He will not accept an amendment to the Order of Business, as happens in the case of every other debate sought.  The previous Government was adjudicated on in 2011 when the people voted against it.  Fine Gael is now in government and I ask that we talk about the facts outlined in the report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04200","speaker":"1149"},{"type":"speech","time":1399996800,"counter":230,"content":"<p>Senator Ivana Bacik and several other Members referred to the Guerin report.  I compliment Mr. Guerin on his report.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04300","speaker":"1130"},{"type":"speech","time":1399996800,"counter":231,"content":"<p>Will Senator Marc Mac Sharry, please, allow the Leader to respond?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04400","speaker":"1120"},{"type":"speech","time":1399996800,"counter":232,"content":"<p>He does not want to respond; he wants to give a lecture about what happened in the past.  He should be instructed to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04500","speaker":"1149"},{"type":"speech","time":1399996800,"counter":233,"content":"<p>I understand the Oireachtas Joint Committee on Justice, Defence and Equality has been requested to invite the Secretary General of the Department to appear before it and that he has acceded to that request.  That meeting will not take place this week, but I believe it will take place in the near future.  This is to be welcomed.  It is important and correct that he be called before the committee.<\/p><p>I note Senator Ivana Bacik's points on workers' rights and the right to collective bargaining.  I am sure we will have legislation to deal with that issue in the near future. <\/p> <p> Senator O'Donnell welcomed members of Monaghan Men's Shed, who certainly have an able advocate in the Senator.<\/p><p>I will accept Senator Barrett's amendment to the Order of Business, namely that the Seanad Electoral (Panel Members) (Amendment) Bill 2014 be taken before No. 1.  I understand it will be discussed tomorrow.  I note his points on the Green Paper on energy policy, published yesterday, and particularly those on the cost of industrial electricity having increased by over 80% since 2007.  It is imperative that the country remain competitive, so this is one area that will have to be examined.  Perhaps we can have a debate on the Green Paper in the next month.<\/p><p>Senator Kelly referred to the rental accommodation scheme and the perceived anomaly in that system.  As the Cathaoirleach has mentioned, perhaps the Senator can obtain all the information he desires if he raises the matter on the Adjournment.<\/p><p>I note the points of Senator Zappone on community education, GSOC and the need to improve the requirements of the latter for examining the Garda S&iacute;och&aacute;na.  I am sure we will be discussing GSOC in the House in the very near future.<\/p><p>Senator Naughton referred to the direction of the DPP regarding people in custody and their right to a solicitor, if requested.  This is a very valid point and I will certainly seek clarification from the Minister for Justice and Equality.<\/p><p>Senator Walsh referred to the Guerin report and also to medical cards.  Quite a number of Members have made points about discretionary medical cards.  We will certainly try to have the Minister for Health in the House to discuss medical cards.  As has been pointed out, the health committee is to visit the centre dispensing medical cards.  I am sure the committee's report will be forthcoming soon.<\/p><p>Senator Brennan referred to payments and grants to regional museums from the regional museums fund.  Obviously, the museums in County Louth have benefited, and I am sure many others throughout the country have benefited also.  The Senator referred to the Giro d'Italia.  Certainly there will be many tourism benefits arising from the race in the years ahead.  It was a pity about the rain in that we were not able to show off the country in the best possible way.<\/p><p>Senator Cullinane referred to tendering for bus routes.  He stated he had raised this on the Adjournment previously.  I am not so sure about his point that Waterford city has one of the most lucrative bus routes in the country.  He should probably reconsider this.  I can advise him that I have not been invited to any meeting in Waterford on the matter in the coming week.  <\/p><p>Senator Coghlan referred to the Guerin report and the lessons that were not learned from the Morris report.  I am sure we can discuss that matter when we are debating the issue.<\/p><p>Senators Mary Ann O'Brien, Moloney and White referred to medical cards.  I have addressed this matter.  Senator White welcomed the appointment of the new Minister for Justice and Equality, Deputy Frances Fitzgerald, whom I am sure we all wish well in her post.<\/p><p>Senator Michael Mullins clarified the position on Portiuncula Hospital and the appointment of two additional obstetricians there.<\/p><p>Senator Healy Eames called for a debate on the Guerin report and raised other points also.<\/p><p>Senator Burke pointed out the cost of drugs and said it had been reduced significantly for the taxpayer by the Government since it came into office.<\/p><p>I have dealt with all the matters that I could here.  Obviously, there were some points that I could not pick up on because of all the noise in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300014#N04600","speaker":"1130","continuing":true},{"type":"speech","time":1399997700,"counter":235,"content":"<p>Senators &Oacute; Clochartaigh, Mooney, &Oacute; Domhnaill, O'Keeffe, Moran and Conway will be taken first tomorrow.<\/p><p>Senator MacSharry has moved an amendment to the Order of Business, &quot;That a debate with the Minister for Health on the contents of the report which proposes to close maternity services in a number of hospitals be taken today.&quot;  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300016#P00100","speaker":"1120"},{"type":"speech","time":1399997700,"counter":236,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300016#P00200","speaker":"1149"},{"type":"vote","time":1399997700,"counter":237,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 14; Níl, 23.<\/p><p>Tellers: Tá, Senators Paschal Mooney and Ned O'Sullivan; Níl, Senators Ivana Bacik and Paul Coghlan.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300016#P00300","aye":["1157","1133","1131","1119","1140","1149","1128","1142","1123","1154","1145","1155","1126","1156"],"nay":["1148","1138","1150","1151","1124","1158","1130","1166","1135","1161","1162","1167","1132","1174","1118","1187","1153","1169","1170","1129","1125","1171","1176"]},{"type":"speech","time":1399998000,"counter":238,"content":"<p>Senator Sean D. Barrett has proposed an amendment to the Order of Business, \"That No. 14 on the Order Paper be taken before No.1.\"  The Leader of the House has indicated that he is prepared to accept the proposed amendment.  Is the amendment agreed to?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00100","speaker":"1120"},{"type":"unspoken","time":1399998000,"counter":239,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Seanad Electoral (Panel Members (Amendment) Bill 2014: First Stage","time":1399998000,"counter":240,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00200"},{"type":"speech","time":1399998000,"counter":241,"content":"<p>I move:<blockquote><br \/>That leave be granted to introduce a Bill entitled an Act to amend the Seanad Electoral (Panel Members) Act, 1947 and to make provision for related matters.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00300","speaker":"1157"},{"type":"speech","time":1399998000,"counter":242,"content":"<p>I second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00400","speaker":"1145"},{"type":"unspoken","time":1399998000,"counter":243,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1399998000,"counter":244,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00600","speaker":"1120"},{"type":"speech","time":1399998000,"counter":245,"content":"<p>At 3.30 p.m. on Wednesday, 14 May.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00700","speaker":"1157"},{"type":"speech","time":1399998000,"counter":246,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00800","speaker":"1120"},{"type":"majorheading","content":"State Airports (Shannon Group) Bill 2014: Order for Second Stage","time":1399998000,"counter":247,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R00900"},{"type":"unspoken","time":1399998000,"counter":248,"content":"<p>Bill entitled an Act to provide for the establishment of a body known in the English language as Shannon Group, public limited company, or in the Irish language as Gr&uacute;pa na Sionainne, cuideachta phoibl&iacute; theoranta, to define its functions, to provide for the transfer of shares held by the Minister for Public Expenditure and Reform in Shannon Airport Authority, public limited company and in Shannon Free Airport Development Company Limited to Shannon Group public limited company, to provide for the transfer of the ownership of lands held by the Minister for Transport, Tourism and Sport at the Shannon Customs-Free Airport to Shannon Commercial Enterprises, to enable the Government by order to give effect to Article XI (Alternative A) of the Protocol to the Convention on International Interests in Mobile Equipment on Matters specific to Aircraft Equipment that was opened for signature at Cape Town on 16 November 2001, to re-name the Dublin Airport Authority public limited company, to re-name Shannon Free Airport Development Company Limited, to provide for the dissolution and reestablishment of Cork Airport Authority public limited company, to amend the Airports and Aviation Acts 1936 to 2004 and the Customs-free Airport Act 1947 , to provide for consequential amendments to certain other enactments, to amend the Transport (Tour Operators and Travel Agents) Act 1982 and the Package Holidays and Travel Trade Act 1995 and to provide for related matters.<\/p>"},{"type":"speech","time":1399998000,"counter":249,"content":"<p>I move:  \"That Second Stage be taken now.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R01100","speaker":"1130"},{"type":"unspoken","time":1399998000,"counter":250,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"State Airports (Shannon Group) Bill 2014: Second Stage","time":1399998000,"counter":251,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300017#R01300"},{"type":"unspoken","time":1399998000,"counter":252,"content":"<p>Question proposed: &quot;That the Bill be now read a Second Time.&quot;<\/p>"},{"type":"speech","time":1399998300,"counter":253,"content":"<p>I thank the House for giving me the opportunity to introduce the State Airports (Shannon Group) Bill 2014.  When we last had a debate about Shannon Airport in this House in December 2012, I was about to make the order that would trigger the separation of Shannon Airport from the Dublin Airport Authority, DAA.  Separation took effect on 31 December that year when responsibility for the ownership, management and operation of the airport passed to the Shannon Airport Authority.  I will reflect on the performance of the independent Shannon Airport but separation of the airport was just one part of a two-step process designed to deliver a new future for the airport.  The second part is the subject of the Bill, the main purpose of which is to establish a new commercial State company, Shannon Group plc, which will incorporate both the Shannon Airport Authority and its nextdoor neighbour, Shannon Development.<\/p><p>The establishment of the Shannon Group will complete the foundations to support a new future for Shannon Airport and the mid-west region as envisaged in the report presented by the Shannon aviation business development task force in November 2012.  In that report the task force was satisfied that an independent Shannon Airport, coupled with a restructured Shannon Development, could develop and grow passenger traffic and the route network.  It also anticipated that it could create new employment opportunities in aviation-related services in and around the airport.  It pointed to the opportunities to develop and grow an internationally recognised centre for aviation services at Shannon.  This could draw on its geographical location, good airfield facilities and ample adjacent land.  It also has an existing foothold in aircraft leasing and maintenance operations, with a skilled English speaking workforce and US pre-clearance facilities.  <\/p><p>When we separated Shannon Development from the DAA, the first priority for the independent airport authority was to halt as quickly as possible the dramatic and constant prevailing downward slide in passenger traffic in the previous five years.  A decline on the scale suffered at Shannon - the airport had lost two thirds of its passengers between 2006 and 2012 - was always going to be challenging to address.  However, the outturn for last year of 1.4 million passengers marginally exceeded the outturn in 2012 of 1.39 million.<\/p> <p>This reversal of the serious slide of previous years was a major achievement for Shannon in its first year as an independent airport and is a tribute to its board, headed by Ms Rose Hynes, and to the management and all the staff.  With new routes operational and increased capacity on existing services, Shannon is now looking forward to new and sustainable growth.  A renewed energy is evident at the airport.<\/p><p>I will now turn to Shannon Development.  The Government decided two years ago to restructure this company.  Its functions in respect of indigenous enterprises and foreign direct investment were to transfer to Enterprise Ireland and the IDA, respectively, and its tourism functions were to transfer to F&aacute;ilte Ireland.  The main benefits of this restructuring included the streamlining of Shannon Development's activities, the elimination of duplication of work by public bodies in the region and a more focussed role for the remaining part of Shannon Development, namely, managing and developing its property portfolio including the Shannon Free Zone adjacent to the airport.  That restructuring is complete.  It was accompanied by significant staff transfers to the national tourism and enterprise development agencies and redeployments to other public bodies in the Limerick-Shannon area.  That exercise was assisted by an independent facilitation process which addressed staff concerns and concluded in May last year.  A voluntary redundancy scheme was also successfully implemented in Shannon Development under which 25 staff elected to leave the organisation. Approximately 20 staff remain in Shannon Development, which will become part of Shannon Group under this Bill.<\/p><p>Shannon Heritage is a stand-alone and successful subsidiary of Shannon Development and is unaffected by these changes.  The Government decided some time ago that Shannon Heritage will remain within Shannon Group pending a review of its most appropriate permanent location.  Considerable attention was given to the optimum legal structure for the merger of Shannon Airport Authority with Shannon Development.  A number of different options were considered and my Department and the Department of Jobs, Enterprise and Innovation worked closely with the Office of the Attorney General in this regard and we thank her and her staff for their assistance.<\/p><p>Shannon Group will be the parent or holding company for SAA and the restructured Shannon Development.  Under this legislation, it will acquire all the shares of these two companies from the Minister for Public Expenditure and Reform.  Both will maintain their separate legal identities as wholly-owned subsidiaries of Shannon Group.  In the new scenario, the restructured Shannon Development, which will be renamed Shannon Commercial Enterprises Limited, will have a commercial remit.  This structure has a number of advantages.  Keeping the businesses of Shannon Development and SAA separate from each other will impose financial discipline on each of them and ensure both will pursue a commercial ethos.  The success of Shannon Group will be enhanced by ensuring that its two main subsidiaries are each commercially successful in their own right.  This structure will also facilitate greater transparency in the application of state aid rules by Shannon Group and its subsidiaries.  Any business arrangements between them will be on a commercial basis and will involve no cross-subsidisation of operations at the airport.<\/p><p>In the case of the SAA, the proposed structure avoids another transfer of staff from the airport authority into another company.  When Shannon gained its independence from the DAA less than 18 months ago, all staff working in the airport were transferred from the employment of the Dublin Airport Authority to that of the SAA.  Despite the protections for those transferring staff which were contained in the 2004 State Airports Act and in the TUPE regulations, their union representatives expressed serious unease and reservations at the time about the transfer to the new employer.  It proved a considerable burden for management in the SAA to assuage those concerns as well as dealing with all of the administrative issues involved.  While the transfer went smoothly on that occasion, there is some merit for all concerned in avoiding yet another staff transfer for those employed by the SAA.<\/p><p>Similarly, the staff that manage and deal with the property portfolio in Shannon Development will also remain in that company.  The Government's objective in creating Shannon Group is to bring a unification of purpose to the two separate companies for the overall benefit of the business.  This will also have indirect positive impacts for the Limerick-Shannon area and the wider region, including the western region.  As well as promoting a greater commonality of purpose, the new company will maximise the synergies between the SAA and Shannon Development to promote the development and expansion of the aviation services centre in and around the airport, that is, the delivery of an international centre for aviation services with potential for new job creation as reported on by the Shannon task force.  This will be greatly facilitated by the fact that the Shannon Free Zone lands are adjacent to the airport itself.  However, this advantage of physical proximity needs a new dynamism to carry through on the potential of the Shannon campus.  On behalf of the Minister for Jobs, Enterprise and Innovation and myself, I wish to acknowledge the contribution of the chairmen, directors, management and staff of Shannon Development and Shannon Airport over the past two years in ensuring the smooth operation of the companies while working together to prepare for the establishment of Shannon Group.<\/p> <p>I know that the pioneering spirit of the people who gave us the airport and the Shannon Free Zone concept has been rekindled and there is now an exciting opportunity to exploit to ensure a brighter future for the airport and the region.<\/p><p>While the central aim of the Bill is to provide for the establishment of Shannon Group, there are some other important elements in the Bill that I want to mention, including the adoption of the Alternative A insolvency regime under Cape Town convention.  This Bill will provide for implementation in this country of the special insolvency regime applicable to aircraft that is set out in the Cape Town convention.  Through enactment of the International Interests in Mobile Equipment (Cape Town Convention) Act 2005, Ireland was among the first countries to ratify this convention.  The Cape Town convention provides an international legal framework for the financing of high-value moveable or mobile assets such as aircraft, trains and satellites.  The convention has no meaning or effect unless and until a protocol is agreed and comes into force for each of the asset types covered by the convention.  To date, only one protocol, the aircraft protocol, is operational.  The 2005 Act also gave effect to the protocol in national law.  Essentially, the convention and protocol provide protection for creditors of aircraft assets in countries that have signed up to the convention.<\/p><p>Ireland has always punched above its weight in the aviation sector and this sector is growing rapidly on a global basis.  We have a particularly strong foothold in the aircraft leasing business, with nine of the top ten global leasing companies located in Ireland.  It is estimated that an average of 1,350 new aircraft of 100 seats or more will be delivered each year up to 2030 and that the commercial aircraft market will have annual funding needs of over &euro;100 billion in the coming years.<\/p><p>About 40% of world's fleet is currently on lease, and this share is expected to grow to at least 50% over the coming decade.  Clearly, we are in a good position to capitalise on the opportunities that will arise in this area in the coming years, to strengthen our position as a leading global centre for the aircraft leasing industry and to develop aviation finance in Ireland.  Increasingly, airlines and leasing companies are looking to the capital markets for their funding needs.  A particular form of debt financing for aircraft that emerged in the US in the 1990s is enhanced equipment trust certificates, EETCs.  These are essentially bonds, an aviation-specific form of asset-backed security, where the secured asset is the aircraft itself.  One of the factors underpinning the success of these bonds in the US is the assurance under the US bankruptcy code that, in the event of bankruptcy or insolvency of the airline, creditors can repossess the collateral aircraft within 60 days.  This has proved popular for both airlines and investors in the US as it reduces the risk to investors and facilitates higher ratings from credit rating agencies for these financial instruments.  The reduced risk and higher credit rating has resulted in substantial interest cost savings for airlines and lessors.<\/p><p>The Alternative A insolvency regime for aircraft assets under the Cape Town convention and protocol essentially replicates the insolvency regime in the US, where EETCs have been successfully issued since the 1990s.  It is a matter for individual countries to specify the waiting period following which, if a default is not rectified, the creditor is entitled to automatic repossession of the aircraft.  The vast majority of countries that have adopted the Alternative A regime have opted to replicate the 60-day period applicable in the US and, under this Bill, we are also proposing to adopt a waiting period of 60 days.  Adoption of this Alternative A insolvency regime for aircraft will support the development of aviation finance in Ireland and help maintain Ireland's leading global position in aircraft leasing.  It will ensure that our leasing companies and airlines will have access to international capital at competitive rates.  There is already growing competition in this market from other jurisdictions that have adopted the equivalent of Alternative A.<\/p><p>An exemption from stamp duty was provided by the Minister for Finance in the Finance Act 2013 to facilitate the successful issuance of EETCs in Ireland and make this form of financing more attractive to investors.  Together with the proposed implementation of the Alternative A insolvency regime, these measures will enable airlines and leasing companies to access more competitive finance terms and will help sustain and develop the leasing and aviation finance sectors in Ireland.<\/p><p>I also want to make special mention of section 33 of the Bill, which provides for an amendment to the existing statutory provisions governing superannuation schemes in our State airport authorities.  It will facilitate changes by the trustee to the Irish Airlines (General Employees) Superannuation Scheme, which I will refer to as the IAS scheme.  This scheme dates from the 1950s and is a multi-employer scheme covering the majority of employees, pensioners and deferred pensioners in the State airports and in Aer Lingus.<\/p> <p>It also covers some of those who worked for SR Technics before it closed its operations at Dublin Airport in 2009.  All issues concerning the IAS scheme, such as its rules, provisions, contribution rates and benefits, are matters for the trustees of the scheme, its members, its participating employers and the national regulator of occupational pension schemes, the Pensions Authority.  I do not control the scheme and I cannot impose or prescribe a solution for its problems, but I can help and I am doing so through the expert panel, which I will discuss later in this speech.<\/p><p>Some 69% of the approximately 14,800 members of the IAS scheme work or worked for Aer Lingus, 26% of them work or worked for the Dublin Airport Authority or the Shannon Airport Authority, and 5% of them worked for SR Technics.  The members of the scheme are split almost equally into three groups: current employees, known as active members; pensioners; and deferred pensioners - those who have left the company but are not yet drawing on their pensions.  The scheme is closed to new members, such as newer staff who started to work for these companies in recent years.  Under the IAS scheme, fixed contributions are payable by employers and members regardless of the scheme's funding position.  The benefits and contributions are defined in the scheme's rules.  The scheme is registered and operated as a defined benefit scheme under Pensions Authority criteria due to the benefits it seeks to provide.  It is accounted for as a defined contribution scheme by the sponsoring employers due to the fixed funding covenant.<\/p><p>In March 2013, the IAS scheme reported a deficit on the statutory minimum funding standard basis of &euro;769 million.  The priority position of pensioners under the Pensions Act 1990 - prior to the amendments made in the Social Welfare and Pensions (No. 2) Act 2013 - means the residual funds that would be available for active and deferred members in the event of a wind-up of the scheme would be approximately 5% of their benefit expectations.  Clearly, this is not an acceptable position.  Employers and unions held extensive negotiations under the auspices of the Labour Relations Commission and the Labour Court on the way forward.  This ultimately led to the Labour Court recommendations of May 2013.  The trustees of the IAS scheme issued fresh proposals to the employers and unions in February of this year.  Those proposals include a number of benefit reductions which would affect existing active members and deferred members, as well as pensions which are already being drawn down.  The latter approach is permitted under the Social Welfare and Pensions (No. 2) Act 2013.  These proposals are the subject of ongoing discussions.  The trustees have asked that the positions of deferred members and pensioners be taken into account in those discussions.<\/p><p>As Senators will be aware, an expert panel was appointed in March 2014 following consultations between my Department and the Department of Jobs, Enterprise and Innovation with the Irish Business and Employers Confederation and the Irish Congress of Trade Unions.  The panel was asked to carry out an investigation of how a final resolution of the industrial relations issues relating to the IAS scheme can be secured.  It has held a series of meetings with all relevant parties, including the Dublin Airport Authority, the Shannon Airport Authority, Aer Lingus, the trade unions and representatives of deferred members and pensioners.  It has identified a number of critical issues that it believes should be jointly explored to deepen its understanding of the scope for progress between the parties.  Intensive discussions on these issues are ongoing.  The panel will issue a further report at the end of this month.  It is important that these discussions and deliberations be allowed to proceed in a calm atmosphere so that a resolution to this long-standing and complex issue can be found.  I hope the parties reach agreement on the way forward.  If this happens, it will be important for the necessary tools to be in place ensure their proposals can be implemented.<\/p><p>The amendments contained in section 33 of this Bill are designed to facilitate the implementation of any proposals that emerge from the negotiations that are under way to resolve the IAS scheme difficulties.  I am certainly not pre-empting or anticipating what those solutions might be.  These amendments are not intended to undermine the terms and conditions of employment of staff.  I will take Senators through section 33 in detail on Committee Stage.  In summary, provision is being made for employees, if they wish to do so, to cease making contributions to the IAS scheme when they become a member of another scheme.  It is a bone of contention among some employees who are members of the IAS scheme that they must continue to contribute to the scheme even though, given the substantial deficit in the scheme, any such contributions may accrue little benefit for them in the future.  However, this will not solve the problems in the IAS scheme, which still must be addressed by the parties.  Provision is also being made for new pension schemes to be established, with ministerial approval, that do not have to replicate the inflexibilities of the IAS scheme.  This will ensure that if the parties agree that a new pension scheme should form part of the solution to the problems in the IAS scheme, the legislative tools are in place to establish such a scheme.<\/p> <p> Clarification is being provided of the powers of the trustee of the IAS scheme, particularly in the context of ensuring an agreement among the parties on the way forward can be implemented.  Also, in a situation where, despite the best efforts of the parties, it ultimately proves impossible for the parties to reach agreement<\/p><p>With regard to the latter, I have no doubt that all the parties engaged in the current discussions will do their best to find solutions to the problems in the IAS scheme.  I am absolutely sure they are all serious and genuine in their approach and determination to find compromises that will have general acceptability.  However, we also need to prepare for the possibility that compromise may not be attainable.  In such a scenario, the only likely alternative would be a direction from the Pensions Authority to the trustees to wind up the scheme as clearly a continuation of the scheme with an unresolved substantial deficit is not tenable.  Rather than have the IAS scheme wound up, the provisions in the Bill will allow the employers to take their members out of the scheme and each can negotiate directly with their staff representatives on a solution without the multi-employer constraint and inflexibilities inherent in the scheme.  It is far more preferable that the current discussions should succeed in finding an agreement that will be sustainable into the future.  I hope all the parties involved will continue to put all their efforts into finding the most feasible and equitable solution to the matter in a timely manner.<\/p><p>I will now outline the main provisions of the Bill.  The main purpose of the Bill is to establish the new commercial State company, the Shannon Group, and transfer to it ownership of the SAA and Shannon Development from the Minister for Public Expenditure and Reform.  <\/p><p>Part 1 has five sections that deal with the Bill's Title and collective citation, definitions, expenses, the making of orders and repeals.  These are standard sections in a Bill of this nature.<\/p><p>Part 2 relates to the Shannon Group.  It is a key part of the Bill and provides for the establishment of the Shannon Group as a public limited company under the Companies Acts, the issuing of 38,100 shares in the company to the Minister for Public Expenditure and Reform and the issuing of one share, to be held in trust by the Minister, to each of the subscribers to the memorandum of association of the company.  These are standard minimum requirements for a public limited company under the Companies Acts.  The citizens of the country will be the ultimate owners of the new company.  Section 9 provides for the payment of dividends to the Minister for Public Expenditure and Reform and for such dividends to be disposed of for the benefit of the Exchequer and society at large.<\/p><p>The rest of Part 2 sets down the purpose, functions and general duties of the Shannon Group and provides power for the company to borrow, subject to ministerial consent.  An aggregate borrowing ceiling of &euro;100 million for the group and its subsidiaries is specified in section 13, but it can be varied subsequently, if necessary and justified, by ministerial order.<\/p><p>Part 3 deals with the administration of the Shannon Group and corporate governance arrangements.  The board of the company will have ten members, including the chairman, the chief executive and two employee representatives.  The chief executive of the group will also be appointed as chief executive of each of its two main subsidiaries, the SAA and Shannon Development.  Initially, it means that the current CEO of the SAA and Shannon Development, Mr. Neil Pakey, will be the first CEO of the Shannon Group.<\/p><p>On staffing matters, provisions are made in section 18 which confirm the transfer of ownership of the SAA and Shannon Development to the Shannon Group and that it will not operate in a way that will worsen the conditions of service or remuneration of staff currently working in these two bodies. <\/p><p>With regard to section 20, I took on board a suggestion made by the Oireachtas Joint Committee on Transport and Communications when it looked at the heads of the Bill, that the members of the board of any subsidiary of Shannon Group should be appointed by the group board rather than solely by the chairman.  However, subject to notifying the Shannon Group board, the Minister of the day may specify any subsidiary for which he or she wishes his or her consent to be obtained for board appointments.<\/p><p>Sections 21 and 22 provide for the reporting arrangements for the Shannon Group.<\/p><p>Provision is made in section 23 for a pension scheme in the Shannon Group.  Any such scheme will be subject to approval by the Minister, with the consent of the Minister for Public Expenditure and Reform.  Standard provisions regarding the conduct of directors and employees of the Shannon Group and its subsidiaries are also included in Part 3, as is a power for the Minister to issue directions and guidelines to the company.<\/p><p>Part 4 contains only two sections, the key one being section 28 which provides that, following the establishment of the Shannon Group, all shares held by, or on behalf of, the Minister for Public Expenditure and Reform in the SAA and Shannon Development will be transferred to the Shannon Group.  The SAA and Shannon Development will then be wholly owned subsidiaries of the Shannon Group.<\/p> <p>Simultaneously with this transfer of ownership, the existing boards of SAA and Shannon Development will be dissolved.  This will allow the board of Shannon Group to make appointments to the boards of these subsidiaries under section 20, which I referred to a moment ago.<\/p><p>Part 5 relates to the restructuring of airport companies and contains a number of provisions that are relevant to the State airports.  Section 30 provides for the dissolution of Cork Airport Authority plc.  However, the section also provides the power to re-incorporate that authority again at a later date.  Essentially, the provisions in the State Airports Act 2004, which would facilitate the separation of Cork Airport from the DAA, if such a decision is made, are being preserved.  Cork Airport Authority plc was incorporated in 2004 with the intention by the then Government of moving relatively quickly to the separation of Cork Airport from the DAA.  However, that never happened and it was never envisaged that the company would remain in existence for a decade without the airport being separated from DAA.  The board of Cork Airport Authority has existed only in skeleton form for some time.  Even in the period before that, when a board was in place, there were significant corporate governance concerns on the part of directors about being on a board in such circumstances.  Fulfilling the normal expectations of the board of a public limited company is difficult, particularly given the statutory and fiduciary duties and obligations on it.  I am therefore taking the opportunity provided by this Bill to bring this abnormal situation to an end while preserving the power for the Minister to incorporate the company again at a future date.<\/p><p>I am conscious of the importance of Cork Airport in the context of the social and economic development of the city and the wider Cork region, including its importance for tourism.  This is why DAA has established a new high level stakeholder body, the Cork Airport Development Council, CADC, to boost the development of the airport.  The council held its first meeting in March this year.  The CADC, which is chaired by DAA chairman P&aacute;draig &Oacute; R&iacute;ord&aacute;in, will provide a forum for stakeholders, including senior representatives from the tourism and business sectors, who have an interest in the development of Cork Airport to engage with management at the airport and to help contribute to traffic and route growth.<\/p><p>Section 31 provides for the re-naming of Dublin Airport Authority as &quot;daa&quot;.  The company has a strong preference to change its current name to the acronymic form, daa, and to cease all references to Dublin Airport Authority.  However, each of its two airports at Dublin and Cork will be branded separately.  Over the past ten years, the name &quot;daa&quot; has become embedded in public and corporate consciousness as the master brand for the group.  The acronym, daa, is already used extensively across infrastructure, systems and other assets.<\/p><p>Section 32 contains a series of technical amendments to existing airports legislation, in particular the Air Navigation and Transport (Amendment) Act 1998 and the State Airports Act 2004, which arise as a consequence of the re-naming of Dublin Airport Authority, the dissolution of Cork Airport Authority and the power in section 30 referred to earlier to re-incorporate CAA at a future date.  I have outlined already the rationale for the provisions in section 33 dealing with amendments to existing legislative provisions governing superannuation arrangements in the State airport authorities and to facilitate amendments to the IAS pension scheme.<\/p><p>Part 6 of the Bill pertains to Shannon commercial enterprises and contains a number of miscellaneous provisions relating to Shannon Development.  Section 34 provides for the renaming of the company's official title, Shannon Free Airport Development Company, SFADCo, as Shannon Commercial Enterprises Limited to reflect its future commercial focus.  Allied with this new commercial focus, section 35 provides for the ending, on a phased basis over four years, of Shannon Development's exemption from corporation tax and it also removes the company's current exemption from capital gains tax.  These types of exemption are only appropriate for non-commercial State bodies.<\/p><p>Section 34 provides for certain technical amendments to other legislation as a consequence of Shannon Development's future commercial remit.  This section also removes Shannon Airport Authority and Shannon Development from the scope of worker participation legislation since these two companies will be subsidiaries of Shannon Group and, as I mentioned earlier, I am providing for two employee representatives on the group board in primary legislation.<\/p><p>Section 37 provides discretionary power for the transfer of the Shannon customs free zone land from the Minister to Shannon Development.  Since approximately 1959, the Shannon free zone lands have been leased to Shannon Development at nominal rent under long-term leases.  When I published the general scheme of this Bill last year, the proposal was that these lands would be transferred to Shannon Development at no cost.  It has since been clarified in conjunction with the Attorney General's office that, subject to further analysis, such a transfer for no consideration could constitute state aid.  For this reason, section 37 provides discretion, not a commitment or an obligation, for the Minister to transfer the relevant land to Shannon Development.<\/p> <p>This will provide time and space, following enactment of the Bill, for my Department to explore, in consultation with the Attorney General's office, options for the proposed land transfer which would be in compliance with state aid rules.  The consequential amendment of the Customs Free Airport Act 1947 in section 38 will reflect the change in land ownership from the Minister to Shannon Development if, and when, the lands actually transfer.  Sections 39 and 40 provide for the transfer to Enterprise Ireland of Shannon Development's equity holdings in businesses in the Shannon Free Zone and, similarly, for the transfer of any rights, duties and obligations relating to grants awarded or approved to either the IDA or Enterprise Ireland.  These equity holdings arose from Shannon Development's enterprise and support development remit for indigenous companies.  These provisions follow-on from the restructuring last year of Shannon Development and the transfer of its non-commercial functions in respect of enterprise support to the IDA and Enterprise Ireland.  Provision is also made in section 41 for the transfer of Shannon Development's superannuation scheme, its liabilities, duties, obligations and funding, to the Minister for Jobs, Enterprise and Innovation.<br \/>This section also enables that Minister to appoint a specified agency of his Department to administer the pension scheme on his behalf.  The provisions reflect an agreement between management and staff in Shannon Development, reached last year under the auspices of an independent facilitator, that the staff remaining in the restructured company, which number approximately 20, would maintain their public service pension scheme arrangements.<br \/>Part 7 contains a number of miscellaneous provisions relating to the airports.  <br \/>Section 43 creates a new offence of dazzling, or attempting to dazzle, a pilot or air traffic controller.  This is in response to incidents of lasers being shone at aircraft which could distract the pilot.  Following consultation with the Department of Justice and Equality, this issue has been the subject of a joint approach by my Department and the Irish Aviation Authority to the Attorney General's office.  The shining of lasers at aircraft is increasingly a problem at airports throughout the world.  In 2013, the IAA received 281 reports of lasers being shone at aircraft operated by Irish airlines and more than half of those reports, 158 or 56%, related to incidents within Irish airspace.  These incidents can affect safety and have potential to cause serious side-effects such as flash blindness and glare which can distract pilots and air traffic controllers.  While, thankfully, there has never been an accident as a result of such irresponsible behaviour, it is in the public interest that it be an offence to use powerful lights to deliberately or recklessly dazzle or distract aircraft pilots and air traffic controllers.  The section provides for penalties on summary conviction of a class A fine, namely, up to &euro;5,000, or up to 6 months jail or both or, on conviction on indictment, a fine of up to &euro;250,000 for a corporation or &euro;50,000 for an individual or jail for up to five years, or both.  Section 44 provides for the updating of bye-laws at airports in relation to the immobilisation, removal, detention, release or disposal of illegally parked vehicles.<br \/>Section 45 makes it a requirement to move a vehicle, when occupied, upon being asked to do so or, where such a vehicle is unoccupied, it provides power for the airport authority to move the vehicle.  The section also provides for the costs associated with such removal to be borne by the owner or person in control of the vehicle.  Section 46 is a standard provision which provides &quot;authorised officers&quot; and &quot;authorised persons&quot; with immunity in any proceedings relating to the exercise of their duties, subject to the court being satisfied that such exercise was carried out in good faith and on reasonable grounds.<br \/>Section 47 is a technical amendment updating the definitions of &quot;authorised officers&quot; and &quot;authorised persons&quot; to take account of the change of name of Dublin Airport Authority and the fact that Shannon Airport is now vested in the Shannon Airport Authority.  Section 48 amends section 27 of the State Airports Act 2004<i><\/i>in respect of fixed payment notices at airports where offences under by-laws are alleged to have been committed and includes a new provision, section 27A, whereby the registered owner of a vehicle used in the commission of an alleged offence, if that owner was not using the vehicle at the material time, can declare who was using the vehicle.  This is in line with the fixed charge provisions in the Road Traffic Acts.<br \/>Section 49 provides the Minister with the option - not an obligation - of approving appointments to the boards of subsidiaries of the airport authorities generally.  Unless there is good reason for doing this.  I believe the Minister of the day should not involve him or herself in appointments to the boards of subsidiaries of the airport authorities.  This should be left to the main airport authority board.  That was the position under the Air Navigation and Transport (Amendment) Act 1998<i><\/i>but an amendment introduced in paragraph 13 of the Schedule to the State Airports Act 2004<i><\/i>made prior ministerial consent for appointments to subsidiary boards obligatory in all cases.<\/p> <p>I am, therefore, returning to the position under the original 1998 Act.  Section 49(2) provides that no conflict of interest will arise for directors of subsidiary companies because of their relationship with the parent company.  This is simply common sense.  The issue has arisen at Dublin Airport Authority subsidiary board meetings and for clarity the company requested that it be put beyond doubt.<\/p><p>Part 8 relates to Article XI (Alternative A) of the Protocol to the Convention on International Interests in Mobile Equipment, the Cape Town Convention, on aircraft equipment.  I have already referred to the need for Ireland to adopt the Alternative A insolvency regime under the Cape Town Convention to support the development of aviation finance in Ireland and capitalise on the opportunities that will arise in this area in the coming years.  Section 50 of this long Bill provides for the legal mechanism to do this by amending section 5 of the International Interests in Mobile Equipment (Cape Town Convention) Act 2005 to provide that the Government may make an order to implement this specific Alternative A insolvency regime.  Subject to enactment, it is my intention to arrange for the Government to make the order under this section as soon as possible.<\/p><p>The final part of the Bill, Part 9, contains two related sections amending elements of the Transport (Tour Operators and Travel Agents) Act 1982 and the Package Holidays and Travel Trade Act 1995.  Two aspects of the 1982 Act have been deemed by the European Commission to be incompatible with EU law - in particular, the statutory requirement for tour operators and travel agents wishing to sell their services in Ireland to be in possession of a valid licence from the Commission for Aviation Regulation and to lodge a bond as security against potential insolvency with the aviation commission.  One difficulty posed by these provisions is that where travel businesses within the EU meet the requirements of the member state in which they are established, we cannot impede their right to trade in Ireland by requiring them to meet additional requirements, such as licences and bonds.  A reasoned opinion was received from the Commission in October last.  We accepted the findings and undertook to the Commission to make the necessary statutory amendment at the earliest opportunity.  I am taking this opportunity to do so.<\/p><p>Section 51 is intended to overcome these difficulties by making several amendments to the Transport (Tour Operators and Travel Agents) Act 1982 to clarify the position with regard to travel businesses established in another member state offering travel for sale from Ireland.  Section 52 amends the Package Holidays and Travel Trade Act 1995 to bring penalties in line with the amended 1982 Act.  Discussions are continuing with the European Commission to ensure that these amendments make our national laws regulating the travel trade compatible with the EU Services Directive.  I may propose a further amendments on Committee Stage following the conclusion of discussions with the Commission.<\/p><p>I believe this Bill will provide for a better structure for the State assets in Shannon.  It will serve to promote renewed growth in passenger numbers at the airport and new job creation opportunities, particularly in the aviation sector.  I commend the Bill to the House and I look forward to comments from Members in the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300018#S00100","speaker":"948","continuing":true},{"type":"speech","time":1400002200,"counter":261,"content":"<p>I thank the Minister for his detailed explanation of the Bill.  The Minister is welcome to the House, as always.  I intend to focus specifically on the pensions area, which is dealt with in section 33.  My colleague, Senator Ned O'Sullivan, who is our transportation spokesperson, will deal with other elements of the Bill.  I intend to have a more detailed discussion on the matter on Committee Stage and I will be tabling amendments specifically to set aside or amend section 33, which relates to superannuation schemes, and particularly section 32A of the 1998 Act.<\/p><p>When the Social Welfare and Pensions (No. 2) Bill was going through this House, I debated the Bill directly with the Minister's constituency colleague, the Minister for Social Protection, Deputy Burton.  The Government has been going through the process of teeing up the Irish airlines' superannuation scheme and other private pension schemes like it by way of removing fundamental pension rights.<\/p><p>As Minister for Transport, Tourism and Sport, the Minister has said time and again that he cannot get involved in the commercial running of a private company, nor should he.  I happen to agree with the Minister on the matter.  I will quote specific details presently, but what the Minister proposes to do in the new section 32A in respect of a private company's defined benefit pension scheme amounts to the most fundamental change to pension rights of any pension scheme in Ireland at the moment.<\/p> <p>Before dealing with the details of the Bill, I have a question regarding the ongoing discussions to which the Minister referred that are being led by the expert panel.  My colleagues, Senator Averil Power and Councillor David McGuinness, the latter a constituency colleague of the Minister, have met a number of people, including former Aer Lingus, SR Technics and Dublin Airport Authority employees, who do not have a seat at the table of the expert panel.  That is a massive problem, particularly in respect of deferred members.  We are talking about allowing scheme members and employers to transfer members into other schemes in a situation in which one third of the membership - nearly 5,000 members - do not have an employer <i>per se<\/i>and will, based on the current proposals, take nearly a 50% hit on what they expected to receive under a defined benefit compulsory pension scheme.  People who had to join the scheme at age 20 and have paid into it ever since were aware of the difficulties with the scheme.  However, deferred pensioners are arguing that they should have a seat at the table of the expert group, which is reporting to Laura Gallagher of KPMG.  I am asking the Minister to re-examine this issue.  Everybody realises that there is no magic bullet that will solve the deficit issue within the Irish airlines' superannuation scheme, but when one recalls the &euro;1.5 billion of taxpayers' money that was given to AIB to recapitalise its scheme, there are questions that arise.<br \/>Returning to the Bill itself, section 32A(11)(b) of the 1998 Act, as inserted by section 33, provides that, &quot;The consent of the members of a company or other employer participating in the IAS scheme or of any other person referred to in any provision of the IAS scheme shall not be required by the trustees for the exercise of the powers conferred on them by this subsection&quot;.  That is a broad-reaching and very significant provision.  While we all wish to see an agreement being reached, the Minister is bringing forward this Bill to facilitate a situation whereby there is no agreement.  The subsection is premature and most unhelpful in bringing about an agreed solution among the people who have a stake in the IASS.  While we do not intend to oppose the Bill on Second Stage, we will trenchantly oppose the changes the Minister is proposing to bring about with regard to the rights of pension scheme members in the IASS.  What the Minister is effectively proposing is that if there is no agreement, any member of the scheme can be transferred to any other scheme or transferred out of the scheme and any rights they had as members will be set aside.  This follows on directly from the Social Welfare and Pensions (No. 2) Bill 2013 introduced earlier this year, which I opposed.<br \/>I hope the Minister will, at the very least, set aside this subsection, allow negotiations to continue and ensure stakeholders have proper representation at the table.  This is particularly important for deferred pensioners.  I understand the Retired Aviation Staff Association has been unable to secure a meeting with the Minister.  Has that situation been rectified?  This is a private pension scheme and the Government, through the Minister, is introducing changes that will remove people's pension rights as members of the scheme.  That has not been done in respect of any other defined benefit scheme in this country, but it is backed up by the provisions of the Social Welfare and Pensions (No. 2) Bill.  This Government is allowing what is called a single insolvency - that is, the wind-down of an insolvent scheme that was flagged a number of years ago even though the company itself is solvent and profitable.  That is what the passage of the Social Welfare and Pensions (No. 2) Bill allowed.  We all understand that where a company is wound down and its pension scheme is in deficit, there has to be a winding down and splitting up of the scheme.  However, that is not the situation here.<\/p> <p>Thankfully, Aer Lingus remains profitable.  However, the Minister is allowing it and the DAA to effectively run down the pension scheme.  I remind the Minister that in the past and under successive Governments - I am not laying blame solely at the door of the current Administration in this regard - the scheme was used as an incentive to encourage people to retire early from Aer Lingus and the DAA.  This was done by means of offering unco-ordinated early retirement.  Actuarial reports, benefit statements and annual reports on the scheme indicate that no provision was made to cover the cost of early retirement, particularly that of an unco-ordinated nature, whereby social welfare was not deducted from people's pensions.  Management at Aer Lingus used the scheme as a means of reducing the company's workforce.  The existing members of the scheme, some of whom I have met, paid into it for 36 or 37 years and were expecting to receive reasonable pensions in return.  However, they will now be obliged to contend with significant reductions to these pensions.<\/p><p>While we agree with most of what the Bill contains, I must point to the fact that the section which governs the issue to which I refer will effectively act as a Trojan horse.  The Minister is stating he does not care whether anything is agreed at the negotiations which are taking place because the law will, subject to the Oireachtas passing the legislation before us, back him up.  If the Bill is passed, what the 15,000 retired and deferred pensioners and current employees paying into the scheme have to say will not matter because the law will be on the side of the Minister.  That is my fundamental concern about the section to which I refer.  I intend to table specific amendments to it on Committee Stage and, in that context, will be interested to hear what the Minister has to say.  Both politically and in the context of the way in which he manages his Department, it is most unhelpful for him to be seeking to have the section in question implemented in advance of the negotiations being concluded.  There is no point in people negotiating because all the power will be vested in the company and the scheme trustees who, at the Minister's direction, will substantially reduce pension benefits into the future.  That is a major concern for me and my colleagues.  Perhaps the Minister might address the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300025#Z00200","speaker":"1139","continuing":true},{"type":"speech","time":1400003100,"counter":264,"content":"<p>I welcome the Minister, Deputy Leo Varadkar, and the Bill.  One of the most important aspects of the legislation is that it deals with Shannon Airport which, for whatever reason, was downgraded by successive Governments.  When I was young, there were two main airports in the country.  If one was flying transatlantic, one travelled via Shannon Airport.  Likewise, if one was flying to England or elsewhere in Europe, one passed through Dublin Airport.  In the past five years there was an alarming drop of 61% in the number of passengers flying into Shannon Airport.  In the same period, the number flying into Dublin only fell by 19%.  I accept that the withdrawal of the Heathrow Airport routes and the ending of the transatlantic stopover had an effect in this regard.  Since the separation of the State airports into different entities, the Shannon Group has gained focus and there was an increase of 8% in numbers coming through Shannon Airport during the past year.  It is welcome that the Heathrow Airport service has been reinstated and that Ryanair is operating out of the airport.  There are also new transatlantic routes serviced by US carriers to Chicago and Philadelphia.  In addition, Aer Lingus and Ryanair are offering flights from Shannon Airport to continental Europe.  These are all welcome developments.<\/p><p>Shannon Airport is a catalyst for the mid-west.  Let us consider the figures for the Shannon free zone which is divided into free zone east and free zone west.  Shannon Development owns 50% of the free zone west and 10% of free zone east.  Over 7,700 people are employed by 100 companies which operate in these zones and which generate over &euro;600 million annually in the local economy.  They make &euro;3 billion in sales each year, some 90% of which are in the export market.  The Bill before the House will ensure the Shannon Group's operations will be streamlined.  This will be to the benefit of the mid-west which has been ignored because everything has been focused towards the capital city, Dublin.  It is important that employment be retained in the mid-west.<\/p> <p>There are approximately 40 companies in the Shannon Free Zone, one-third of which are related to the aviation industry.  Of the top 12 companies supplying aeroplanes, 11 operate out of Ireland currently.  Therefore, it is important that this continues under the Cape Town convention and that this Bill puts this into practice to continue to support our economy.<br \/>Besides the companies in the free zone, Shannon Development has 54 businesses in the technological area across the region.  The Minister mentioned Shannon Heritage, which will remain a separate company that will be concerned with visitor attractions and the like.  Kilrush Creek Marina Limited is responsible for the promotion of the Kilrush marina.  We also have the national technological park in Limerick, which is tied in with the University of Limerick through Enterprise Ireland and the private sector.  Together, these are researching companies for the area.<br \/>The most damning issue for the Shannon Group was the report issued by Booz &amp;amp; Company, which stated: <blockquote>The airport lacks sufficient integration with the surrounding industrial land bank, with current management having no function in developing alternative ventures within a mixed aero-industrial complex.  On balance, and unless there is a change in strategic direction, we think there is good reason to believe that Shannon Airport will continue to require subsidies from the DAA, and that traffic will not recover to previous levels, at least in the short run.<\/blockquote>This report was damning and the Minister and the Department acted on this when the report came through.  We have seen what has happened.  Shannon Airport has been separated from the DAA and we have already seen an increase in numbers because the Shannon Group has become more focused as a result.<br \/>I was amazed when I heard this Bill dealt with the issue of dazzling, in section 43.  The Minister stated in his speech that there were 281 reports of lasers being shone at Irish aircraft in the past year and that 156 of these happened in Irish airspace.  I know we cannot stop people doing this, but if we have penalties in place, we may be able to deter them.  <br \/>I welcome the fact that the relevant bodies will deal with the pensions issue in the Labour Court.  There will be significant discussion on this on Committee Stage, but it is important that the workers are taken care of in respect of their pension rights, through this Bill and through whatever agreement is made in the Labour Court.<br \/>I commend the Bill to the House and support the Minister on it.  I believe it will help the mid-west become vibrant again and will support rural Ireland.  There is much talk about development in rural Ireland, and Shannon Airport supports this.  Rural Ireland is important in the context of employment, education and visitors, particularly in regard to helping the economy grow again.  I thank the Minister for bringing the Bill to the House and offer our support for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300027#BB00200","speaker":"1125","continuing":true},{"type":"speech","time":1400003400,"counter":266,"content":"<p>I welcome the Minister and this Bill.  Competing airports are a feature of modern aviation.  Once we deregulated airlines, the deregulation of airports followed.  I gather that it was stated in Westminster today that Gatwick and Heathrow will compete against each other in regard to where capacity in the south east of England should be installed.  When they were both part of the British Airports Authority, this sort of competition did not take place.<\/p><p>I have been keen in my writings and research to try to release the competitive dynamic between airports that we have already seen between airlines.  Therefore, I wish the project of the launch of Shannon as a separate airport and its enshrinement in this legislation well.<\/p> <p>The briefing document prepared for us in the Oireachtas refers to the precipitous decline in business \"as a result of the general economic downturn and other operational changes\".  As the Minister said, passenger traffic fell from 3.6 million at the peak to 1.4 million.  There was also a sizeable increase in charges.  I spoke to some of the airlines that left Shannon during the period in question and learned they believed the charges were excessive.  That is a matter Shannon will have to address under its new regime.  I might have some proposals later regarding that.<\/p><p>Shannon is located very close to Cork, which had 68% more passengers in 2012.  There should be a Cork airport authority.  I would give the airport its independence; it is bigger than Shannon.  The whole emphasis, particularly in the Ryanair model, is such that airports that might previously have been regarded as very small are quite well able, on their own account, to look for business and attract passengers.  Consider in this regard the national monopoly model that the British Airports Authority used to represent; it never achieved that, and I believe that is wrong.  Airports should compete and not collude.  I ask the Minister to think again about the possibility of giving Cork the same freedom as Shannon, given that it had 68% more passengers in 2012.  It had 2.35 million as opposed 1.4 million in Shannon.<\/p><p>The Booz &amp;amp; Company report mentioned by Senator O&rsquo;Neill found that the operational cost at Shannon Airport, though reduced from historically high levels, remained relatively high.  The Senator quoted a statement to the effect that Shannon Airport, unless something unforeseen happens, will continue to require subsidies from Dublin Airport Authority and that traffic will not return to previous levels, at least not in the short run.  That is the challenge the Minister puts before everyone in the Shannon area, the new board and its staff.  Studies show that when Shannon was regulated by the Commission for Aviation Regulation, it had serious problems.<\/p><p>In 1999, the IMG report stated that the operating cost per workload unit &ndash; basically a passenger or the equivalent amount of freight &ndash; in Shannon was &euro;20.6 and that in Cork was &euro;8.2.  Staff productivity at Shannon, according to the study, involved the handling of 3,591 passengers per employee per year, whereas the figure for Cork was 10,400.<\/p><p>Other productivity indicators are air traffic movement per runway and passenger revenue per square meter of terminal.  We had a phase in Irish airports when the building of a new terminal was regarded as the goal, irrespective of whether anybody used it.  Cork was particularly unlucky in that it opened a terminal just when business was going into decline.<\/p><p>The Commission for Aviation Regulation has a role in assisting airports in performing according to the efficiency indicators.  We did not have a great record in Dublin either.  It was a pity the powers of the regulator were virtually destroyed by former the Minister Noel Dempsey when he just ordered it to increase the charges by over 40% to pay for the second terminal.  It is important not only to invest but also to ensure that assets in which an investment has been made are efficiently used.  We still need to achieve this.  The Booz &amp;amp; Company report makes that point.<\/p><p>The aviation finance and leasing sector is huge.  The late Tony Ryan made Shannon the centre of it through GPA.  I attended recently the Ireland-Mexico international trade conference and noted there is a very large business involving the leasing of aircraft to Mexico.  The great tradition set up by Tony Ryan in Shannon can be developed and improved.<\/p> <p>The Cape Town convention facilitates the leasing of aircraft.  It is highly regarded and was referred to in very favourable terms at the Ireland-Mexico Chamber of Commerce seminar in the Conrad Hotel on Friday two weeks ago.  It also deals with mobile assets.  As I have previously mentioned to the Minister, I have received representations from the shipping industry in regard to whether, as this has been such a success in one area, the model could be followed in the shipping sector, which is another area in respect of which the Minister, Deputy Varadkar, has responsibility.  All of these are positive developments.<\/p><p>I understood that under insolvency law a person declared bankrupt or who is in arrangements with creditors was precluded from becoming a director.  Are such persons barred from being on the board of Shannon Airport?<\/p><p>Ireland's success in aviation financing is well worth building on.  I note there was some pressure to increase the borrowing limit beyond &euro;100 million, but that what was provided for has been retained.  I support that.  Broadly speaking, this legislation is going in the right direction.  I propose that we look again at what the Commission for Aviation Regulation can do to assist in ensuring that our airports are run efficiently.  While the commissioner first had power over all three airports, this was later reduced to one and then none by virtue of the decision to go ahead with extra terminal capacity.  There was evidence that Shannon had a productivity problem and that both Shannon and Cork Airports had invested excessively in infrastructure.  The development of aviation finance is well worth proceeding with and the Cape Town convention is a model worth developing.  I ask that the Minister consider whether it could be extended to cover the shipping sector.<\/p><p>I am pleased to endorse this Bill.  What is provided for therein is the direction in which airports are going, in that instead of being part of a national airport they now compete.  I wish Shannon and Cork airports the best of luck.  I hope that Kerry and Knock airports also thrive in this new competitive environment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300028#CC00200","speaker":"1157","continuing":true},{"type":"speech","time":1400004000,"counter":269,"content":"<p>Once again, Senator, my apologies for interrupting you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300030#EE00200","speaker":"1128"},{"type":"speech","time":1400004000,"counter":270,"content":"<p>I welcome the Minister to the House.  I welcome the substance of this Bill in relation to Shannon Airport and its continuing fortunes.  It is worth repeating the credit given by the Minister to the management at the airport, who have reversed the decline of traffic at the airport, which for some years was an issue of great concern.  The board, headed by Ms Rose Hynes, and the management and staff deserve credit for their efforts in developing Shannon and putting it back on the right path.<\/p><p>In terms of tourism and the efforts with regard to the Wild Atlantic Way, this is a good time to be talking about Shannon Airport and its tourism and business potential.  While Shannon Airport does not automatically follow into the Wild Atlantic Way, bringing passengers to the heart of that area is very important.  Every effort that can be made to build stronger tourism on the west coast is very welcome.  As I have said previously in this House, the Wild Atlantic Way has been an inspiration in terms of marketing the west coast of Ireland.  I believe this Bill will in its own small way support that, although I accept that is not the intention of the Bill.<\/p><p>Like Members opposite, I have concerns about the pensions aspect of this legislation.  I have received representations from the deferred pensions committee, which is of the view that it has been left out of the negotiations and its rights are being thrown out the door.  I hope the Minister, if he is in a position to make some observations today, will give them some reassurance in this matter.<\/p> <p>I know that the negotiations are ongoing and that a panel has been set up.  There is a view among the group of people - which is a substantial group - that they have been left out of the loop and, obviously, they are anxious about the potential outcome.  Some of the language that they have used is quite alarming.  It is a matter of whether they have used such language because they are out of the negotiating loop.  Perhaps they have not been kept in the loop by their own side.  Perhaps they feel that this is a moment that they need to raise their concerns with us and, therefore, with the Minister.<\/p><p>I do not have a huge amount to say.  I would like to take this opportunity to say that the Yeats 2015 celebrations, as of today, have been approved by Cabinet and it would be remiss of me not to say so.<\/p><p>In terms of what happens in Shannon and on the west coast we are all linked.  On a very small island like Ireland it is impossible to say that Shannon Airport is not relevant because it is and so is the aviation traffic that comes to Ireland.  I hope that we will do our bit to encourage and support the Wild Atlantic Way.  Of course, through the Yeats 2015 celebrations, we will talk to Shannon Airport during that time and see how we can connect with each other.  We want to ensure the continued success of the Wild Atlantic Way.<\/p><p>I welcome the Bill.  Even though it is not my particular area of specialisation I can see that it is good and that there is progress in the right direction.  As my colleague said earlier, it is good for rural Ireland to see investment and growth, and particularly to have the business side of the area assisted by the growth of the airport.<\/p><p>Lastly, Senator Barrett made reference to Cork Airport.  I agree with him that it is a strong airport which has a good track record.  I am sure that it is delighted to have been signed off in the legislation and that its development plan will grow as the years go by.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300030#EE00300","speaker":"1129","continuing":true},{"type":"speech","time":1400004300,"counter":272,"content":"<p>I welcome the Minister and, in general, give a broad welcome to the Bill.  I find it regrettable that it must deal with the section 33 and superannuation situation.  That fact makes it almost impossible for me to support the Bill without an amendment at least, as mentioned by my leader, Senator Darragh O'Brien.  My colleague, Senator Averil Power, concurs but regrets that she could not attend because she is in a meeting with the Minister for Education and Science at the moment.  However, she is very involved with the workforce and pension group concerned.<\/p><p>We seem to be jumping the gun a bit by debating the Bill today because the expert group is due to report later this month.  It would have been nice to see what it had to say and whether progress was made.  The pensions issue has generated an awful lot of industrial turmoil.  I do not blame the Minister for that because the turmoil has its genesis in issues that long predate the drawing up of the Bill.  Clearly, the matter must be dealt through the promulgation of the Bill.  That is just one part of it.  My side of the House will not be able to support it.  <\/p><p>Shannon Airport, as said by Senator O'Neill, is hugely important to the mid-west region.  I live less than an hour's drive from the airport and can attest to the fact that it has been a driving force for industry, growth and movement in the mid-west region for all of our lives.  Many of the hub industries have been a spin-off from Shannon Airport and they moved into the Limerick and along the Shannon estuary.  Many of them would not have been possible were it not for a vibrant Shannon Airport.  We, like everybody else, were distressed at the figures returning from Shannon Airport over the past five years when its passenger numbers were down by 61%, its business was going nowhere and a huge debt was created.  Therefore, the development in the Bill and the unyoking from the Dublin Airport Authority is good for Shannon, and is welcome.  I commend the Minister on doing so.  <\/p><p>The period of nil growth and the depression in numbers was not unique to Shannon because Dublin and Cork airports had the same experience.  However, the problems were aggravated in Shannon Airport because we fell from a peak of 3.6 million passengers down to 1.3 million over a five-year period.  The withdrawal of Ryanair for a period was a serious blow to the airport.  Also, the removal of the compulsory stopover created great challenges that are now only being addressed.  <\/p><p>The good news is that there was a small upturn in figures last year and the anticipated figures for 2014 are good as well.  Therefore, I am happy to commend the board and its chairman, Rose Hynes, on what they have managed to do in a short period and look forward to their further successes.  <\/p><p>The Bill terminates the existence of a number of entities, not quite terminates but changes them radically.  Some of them had given very good service.  In particular, and I shall be parochial, Shannon Development from the Kerry experience was very good.  One rarely hears a public representative praising State agencies.  However, I am from north Kerry and we had a great experience with Shannon Development.  We found it to be hands on, comprised of excellent staff and it dealt particularly well in setting up small and medium sized enterprises.  It was brilliant when it had the brief of tourism promotion that was taken from it after a while.  We found it easy to deal with as opposed to the IDA which has a bad name in my region because we never see them.  I do not know how many potential industrialists were brought to north Kerry in the past couple of years.  I can honestly say that we see Santa Claus more regularly and he only arrives once a year.  That is a small bit of a problem.  I hope that a hands on attention and engagement will not disappear now that we have the new entity of Shannon Group Plc because small can very often be beautiful.<\/p><p>I wish to mention one or two more minor issues.  The Minister indicated that when the amalgamations, rationalisation or whatever one wants to call it was going ahead that staff were secure and redeployment would be a priority.  Am I right or wrong in saying that this has not happened?  I know that the vast majority of staff have been facilitated by being moved into the new organisation, the IDA, local authorities or F&aacute;ilte Ireland.  However, I have seen that there is a small number of people who remain in limbo and do not know what their jobs will be under the Bill.  I ask him to look at the matter.  The number concerned may be small but regardless a promise was made regarding their jobs.<\/p><p>My next question for the Minister is on property.  Up to now the properties had been vested in Shannon Development, whose business it was to promote them.  I refer to the huge land bank of 600 acres located on the southern banks of the Shannon estuary near Ballylongford that has been mooted as a site for a gas project.<\/p><p>Perhaps more particular to this debate, I wish to mention the Kerry Technology Park in Tralee.  It has been a huge success and is a fantastic hub.  It has led to many spin-offs that have resulted in the creation of many jobs under Shannon Development.  I understand that the Institute of Technology Tralee shares a campus with Kerry Technological Park.  ITT is greatly engaged and fused with it over the years and would be interested in taking over that side of things.  The Minister for Education and Skills does not have a problem with the initiative.  Perhaps the Minister present might expedite that matter.<\/p><p>I know that the Cathaoirleach is anxious for me to finish.  However, Cork Airport seems to be the poor boy in this situation.  The decoupling has suited Dublin and Shannon Airports.  The Cork authority seems to be getting wound up.  We have no date for a new one and know nothing about the budgetary inputs necessary to get Cork back to normal.  <\/p><p>Finally, and in conclusion, I agree with Senator Sean Barrett that Knock Airport, Kerry Airport and the small regional airports are equally important.  They are especially important for tourism in both the counties of Mayo and Kerry and in the west and south-west regions.  Let us not forget them either.  Go raibh maith agat and I thank the Acting Chairman for his latitude.   <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300031#FF00200","speaker":"1142"},{"type":"speech","time":1400004300,"counter":273,"content":"<p>The Minister is very welcome to the House.  The Bill is pertinent to the part of the country that I represent, County Clare.  The Minister, although he represents himself, urban Ireland and Dublin, has shown a tremendous commitment to Shannon Airport.  One would be forgiven for thinking that he possibly represents a constituency in the mid-west due to the significant commitment that he has shown to the region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300031#FF00300","speaker":"1158"},{"type":"speech","time":1400004300,"counter":274,"content":"<p>I shall reserve all my absences for the region.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300031#FF00400","speaker":"948"},{"type":"speech","time":1400004300,"counter":275,"content":"<p>He would be very welcome to the mid-west if he ever chooses to move there.  Depending on next Friday's by-election results he may opt to do so.<\/p> <p>That said, it is very welcome.<br \/>When the Government entered office, the situation at Shannon Airport was critical and matters could have gone either way.  There was absolutely no direction on offer and what had obtained for almost a decade was decidedly lacklustre.  Although there had been growth at the airport, it had been driven by the Celtic tiger and was not due to any focused business plan or determined strategy.  It was more a result of luck than design.  Until recently, the business cards of all senior and marketing managers at Shannon Airport who travelled abroad to negotiate with airlines listed their e-mail address as that of the Dublin Airport Authority.  It was bizarre.  All of the stakeholders in Shannon Airport - those involved in the tourism sector, local authorities, the chambers of commerce, etc. - wanted it to become independent and be free from that restriction.  The Minister has responded to their concerns.<br \/>I accept that the strategies being pursued are risky.  In that context, the best one can do is to try to ensure one minimises the risk by putting in places structures which incorporate checks and balances.  Not only has the Minister given Shannon Airport its independence, he has also included Shannon Development in the equation.  I agree with Senator Ned O'Sullivan that Shannon Development punched way above its weight for many years and was extremely successful.  Unfortunately, in the past one or two decades the level of that success has waned significantly.  It was bizarre - again, as a result of the Celtic tiger - that Shannon Development was able to offload property assets in order to keep the ship afloat.  This was not how the State was supposed to be served by the company.  The correct way to proceed is to bring the two together in the form of a single entity, while allowing them to maintain their separate identities.  This will ensure one will not be obliged to feed the other.  There is absolutely no point in having an airport that is losing money and obliging the development wing to subsidise it or <i>vice versa<\/i>.<br \/>Aviation policy as it affected the west was outlandish in the past.  The then Government supported the development of airports in Donegal, Sligo, Mayo, Galway, Clare, Kerry, Cork and Waterford, despite the fact that it was possible to travel from one end of the country to the other in four or five hours.  That just did not make sense.  Of course, the politicians who represent these counties will fight to have their airports subvented, but we are obliged to take a national, holistic approach to the matter.  It was difficult when the subsidies for Galway Airport, in a county adjacent to the one in which I live, were removed, but this was the correct thing to do.  What we now have is a clear and coherent policy on aviation development on the west coast.  It is focused on the centre of excellence which Shannon Airport has the potential to become.  There are so many related aviation industries based in the Shannon area and the Minister outlined the potential in this regard in his comprehensive contribution.  Nine of the ten aircraft leasing companies have bases in Ireland.  There remains massive potential to drive economic development in the west through aviation and the Shannon Development wing of the new entity will have specific responsibility for driving it.<br \/>As opposed to aviation development, there is a need to seek to attract aviation industries from abroad.  For example, no one in Europe is exploiting the huge potential in the dismantling of end-of-life aircraft and selling the spare parts.  Shannon Airport has huge capacity in that regard.<br \/>I have not referred to what I term the &quot;aviation omnibus&quot; element of the legislation, whereby issues such as people shining lasers at aircraft at night, other health and safety aspects, the Cape Town convention, etc., are dealt with.  The Minister is correct to take the opportunity to deal with these matters in this legislation.  I have no doubt that the issue of pensions will resolve itself.  I welcome this comprehensive legislation and look forward to steering it through the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300031#FF00500","speaker":"1158","continuing":true},{"type":"speech","time":1400004900,"counter":277,"content":"<p>In view of the fact that there is very little time left, I will be as brief as possible in order to allow Senator Kathryn Reilly to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300032#GG00200","speaker":"1145"},{"type":"speech","time":1400004900,"counter":278,"content":"<p>The Senator is fine for time.  The debate will be adjourned if it does not reach a conclusion today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300032#GG00300","speaker":"1128"},{"type":"speech","time":1400004900,"counter":279,"content":"<p>I welcome the Minister.  I also welcome the Bill which is moving us in the right direction.<\/p><p>I visited Ireland West Airport Knock and it was a joy to witness the enthusiasm and pride of the people in the area who had come together to try to ensure the airport succeeded.  If we can do the same at Shannon Airport, the same level of success will accrue.  Shannon Airport is the right place in which to seek to progress so much development.  For example, the aircraft leasing business to which Senator Sean D. Barrett and others referred will give rise to many opportunities.  The late Tony Ryan first developed this concept in Ireland and I hope we will be able to develop it further into the future.<\/p><p>The Bill does not refer to subsidies for Shannon Airport or other airports.  Will the Minister expand on this issue and comment on whether estimates have been made of how these will be reduced if the Shannon Group is a success?  I presume there are some targets in place in reducing subsidies and I would be interested to hear more details if that is the case.  In addition, how will the proposed new European Union rules to bring subsidies to an end affect regional airports here?  Are these airports likely to suffer or even be forced to close as a result of the imposition of these rules?  <\/p><p>Will the Minister also expand on the tourism targets?  How many more passengers need to be brought through Shannon Airport in order to meet these targets and how many flights will there have to be?  Some airports in other jurisdictions give specific subsidies to airlines to encourage them to offer services on certain routes.  Given that the Shannon Group is commercial in nature, could it offer some incentive to new airlines to fly into Shannon Airport?  For example, could it offer Chinese airlines a good incentive to start flying into the airport?  Obviously, Ryanair and Aer Lingus cannot offer links to China but perhaps China Airlines might try out the connection if there was less risk involved for it.  I am approaching this matter from a business perspective.  What would happen if the new entity were to offer an incentive such as that to which I refer to an outside company?  The benefits for the economy, the west and the country as a whole would be massive.  I am not sure if this idea is viable, but if the Shannon Group is completely commercial, it must consider all options, including the one to which I refer, in order to give the economy a real boost.<\/p><p>Small airlines in Japan offer free flights to regional airports.  This is another option which could be worth considering in order to get the ball rolling in encouraging people from abroad who would otherwise not fly into Shannon Airport or smaller airports to think about doing so.  This could help to boost tourism in the region.  Local communities in Japan have been encouraged to subsidise their airports in order to facilitate the free flights to which I refer.<\/p><p>I wonder whether we might do more in promoting Ireland's and Shannon Airport's aviation history.  I would love to see the Air Corps' historic aeroplanes being put to better use.  Instead, as is generally the case, of being locked away from the public at Baldonnell Airport, they and other old aircraft should be displayed at a new museum at Shannon Airport.  A recent film showed some of the events in aviation history which occurred in Ireland.  A museum such as that to which I refer would be a real attraction and could for a very small cost be an international draw.  Shannon Airport would be the perfect location for it.  As a customer, I would love that sort of museum to be established.  All new ideas should be explored in the light of the revamp of the Shannon Airport and surrounding area.<\/p><p>I wish the Minister success with this legislation.  I will be interested in his responses to the questions I have posed.  We have all been approached about the pension scheme.  I accept that this is an extremely difficult matter with which to deal, particularly, as is the case elsewhere, there is a shortage in the pension fund.  Will the Minister allay the major concerns of those who paid into the scheme for many years and are worried about what will happen in the future?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300032#GG00400","speaker":"1145"},{"type":"speech","time":1400005500,"counter":280,"content":"<p>I welcome the Minister to the House and I appreciate his work since he took office.  A few of his achievements include the abolition of the travel tax, which has increased airline seat capacity to Ireland by millions; the rejuvenation of the tourism industry, thanks to the reduced VAT rate; The Gathering; and now the Wild Atlantic Way.  The west has not gone without notice by the Minister.  Last Friday, he and the Taoiseach officially turned the sod on the much-needed Gort-Tuam motorway.  This is a huge &euro;550 million project in respect of which 450 construction jobs are predicted.  The motorway will be toll-free.  The sod-turning happily ties into today's discussion in that the new motorway will allow for an excellent new means of access from Galway and the western seaboard to the revitalised Shannon Airport.<\/p><p>Only yesterday the independent Shannon Airport announced some impressive figures.  The really significant news, however, is that the airport, thanks to the Minister, has severed its umbilical tie to the State's airport group and stopped the five-year decline in passenger numbers it had been experiencing.  That is truly remarkable after only one year operating as an independent entity.  The airport recorded a 140% increase in continental passenger numbers over the April period last year.  American traffic has increased significantly.  This increased traffic has considerable knock-on effects in the western region, both in commerce and tourism.  Good news does not attract headlines, but the Minister for Transport, Tourism and Sport and the Minister for Jobs, Enterprise and Innovation, Deputy Richard Bruton, are to be sincerely congratulated on this.<\/p><p>Has the Minister for Transport, Tourism and Sport carried out an impact assessment on the provision in the Bill relating to the Cape Town Convention?  Is there any indication of what additional revenue to the State the change might bring about?  What level of aviation debt issuance is predicted?  Is the Department predicting new financing sources?<\/p><p>I very much welcome the Bill.  The changing of legislation regarding the Cape Town Convention, the new M17&ndash;M18 motorway and the significant increase in passenger numbers in Shannon Airport comprise a very positive news story for the west.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300033#HH00100","speaker":"1187"},{"type":"speech","time":1400005500,"counter":281,"content":"<p>I, too, welcome the Minister to the House.  On the face of it, this Bill would seem to be a fairly acceptable housekeeping exercise in order to streamline the operation of Shannon Airport and the various bodies charged with utilising the airport for the development of the Irish aviation industry and local region.  From reading the Bill, I believe it is a Jack-of-all-trades Bill.  We can see from the extensive eight-page speech the Minister gave that there is a lot contained in it.  Like other Senators, I have concerns about the superannuation scheme and section 33.  This section was mentioned in terms of the contact made with Senators by the deferred members committee of the IASS.  I thank the committee for some of the assistance and information it provided.  In the Minister's response later or on another date, perhaps he will deal with some of the issues raised by the committee and respond specifically to its concerns.<\/p><p>I will now deal with some of the points made by the committee, specifically in terms of section 33, which gives employers of the IASS the ability to transfer members to a new scheme without consultation.  It empowers trustees to amend benefits and contributions.  There is concern that this will affect 15,000 members of the scheme who, on average, have a pension of approximately &euro;16,000.  Under the terms of the Bill, the employers can direct members to transfer to a new scheme, and the trustees can determine how many are transferred.<\/p><p>Specifically, the areas of contention that the deferred members committee of the IASS raised in respect of section 33 concern the proposed paragraph 32A(11)(b) and subsection 32A(12).  These should be read in light of the repealing of section 9 of the Aer Lingus Act 2004, which states that anyone transferring to another scheme could not have less favourable terms.  It seems to the members of the committee and many others that, in three fell swoops, the Bill sets the IASS members up to be put into a new scheme with less favourable terms.  Obviously, many issues arise in regard to this.<\/p><p>The Minister stated previously that he does not interfere in the running of private commercial companies, but he should realise there is concern in this case about the undermining of conditions for employees.  The Minister's script states, &quot;All issues concerning the IAS scheme such as the scheme's rules and provisions, the contribution rates, the benefits under the scheme, etc., are matters for the trustees of the scheme, its members and its participating employers and, of course, the Pensions Authority.&quot;  He said he does not control the scheme and cannot impose or prescribe a solution for its problems.  For this reason, I ask him to explain in a little more detail his position to the concerned groups who have contacted Members.  It seems to them and many others from reading the section in question that it represents an attack on the rights of workers of a private company to their pension.  Sinn F&eacute;in will seek to have this section deleted from the Bill on the next Stage.<\/p><p>Various Senators and the Minister have mentioned that the proposal is subject to ongoing discussions and that there is to be a further panel report later this month.  He stated that it was important that the discussions and deliberations be allowed to proceed so a resolution can be found to this complex issue.  Could any proposed changes not have been deferred until the issuing of the panel report and the finding of a resolution?  Why make the provision at a sensitive time when talks are ongoing?  These are just some of my concerns about the Bill.<\/p><p>Although the Minister spoke sensibly on section 33 in his speech, I had to outline the concerns that have been relayed to us.  As I stated, we will be seeking an amendment on Committee Stage.  The matter is of concern to many people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300033#HH00200","speaker":"1155"},{"type":"speech","time":1400005500,"counter":282,"content":"<p>Nobody else is offering to speak.  According to the Order of Business, this debate is due to finish at 5.30 p.m.  Therefore, Minister has three minutes in which to conclude.  Alternatively, we could suspend at 5.30 p.m. and he could complete his Second Stage speech on another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300033#HH00300","speaker":"1128"},{"type":"speech","time":1400005500,"counter":283,"content":"<p>With the agreement of the Acting Chairman, I will conclude within three minutes.  I will undertake to address on Committee and Report Stages any issue I do not address today.<\/p><p>Probably the most important issue that has been raised on many occasions by Members concerns pensions.  The Government has a duty to plan for the best outcome but also to prepare for the worst, if the worst is to happen.  In this legislation, I want to prepare for a solution and have the legislative tools in place to make it a reality.  I also need to prepare for the possibility that a solution may not be found.<\/p><p>Unfortunately, what has happened to the IASS is not dissimilar to what happened with many other schemes.  The amount of money put into it over the years by the employees and former employees in the companies was not enough to match the benefits expected or promised.  Therefore, the only solution is a combination of the companies putting in more money and the members and pensioners accepting reduced benefits.  It is always worth pointing out that in a case such as this it will not be good enough just to have the support of the staff of the airport.  Any money that is to be injected into the pension scheme by Aer Lingus, for example, would require a shareholder vote.  Last week, the Government was on the losing side of a shareholder vote on a CEO's remuneration.  Aer Lingus staff and former staff need to have regard to the fact that in order to get an agreement, it is not enough for them and the Government to agree, as they will also need the agreement of the shareholders, including, potentially, institutional shareholders and shareholders such as Ryanair.  The penny may not have dropped in that regard but it does need to at some point.<\/p><p>AIB was mentioned.  I understand it transferred &euro;1.5 billion in assets - loans - into its pension fund rather than taxpayers' money.  That is exactly what is being proposed as part of the solution for the aviation workers.   I refer to the companies putting cash assets into the pension fund.<\/p><p>I understand what Members are saying in suggesting we might set aside section 32A.  I have heard that argument and I understand that this is a sensitive time.  The panel is meeting and we do not want to do anything that would undermine the possibility of a solution.  However, in what position would staff and pensioners be left if the scheme were wound up and we had not prepared for a wind-up or break-up?<\/p> <p>In the interests of those people, we should make provision for the possibility that the Pensions Authority will wind up the scheme.  I will not be winding up the scheme.  I do not have the authority, but the Pensions Authority does have the authority and there is a risk that it could do so.  We need to prepare to protect people as much as we can should that happen.<\/p><p>I will conclude there.  I have noted all the points made and I will address all of them on Committee and Report Stages.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300033#HH00400","speaker":"948","continuing":true},{"type":"speech","time":1400006100,"counter":285,"content":"<p>I am grateful to the Minister for his brevity and the content of his contribution, which was very comprehensive.  I thank him for facilitating the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300034#JJ00200","speaker":"1128"},{"type":"unspoken","time":1400006100,"counter":286,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1400006100,"counter":287,"content":"<p>Committee Stage ordered for Tuesday, 27 May 2014.<\/p>"},{"type":"majorheading","content":"Abduction of Nigerian Children: Motion","time":1400006100,"counter":288,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300034#JJ00500"},{"type":"speech","time":1400006100,"counter":289,"content":"<p>I move:<blockquote><br \/>That Seanad &Eacute;ireann calls on the Government to offer all available assistance and support to the Nigerian Government in its attempts to secure the immediate release of the children abducted in recent weeks by Boko Haram, and utterly condemns this despicable crime against humanity.<\/blockquote>I welcome the Minister of State, Deputy Costello, to the House and thank him for taking the time to debate this motion.  As we all know, more than 230 girls were abducted from a boarding school in the northern Nigerian town of Chibok by the militant Islamic group Boko Haram on 14 April 2014.  An estimated 200 heavily armed militants arrived at night in 20 vehicles to steal supplies and kidnap the students.  In the local Hausa language, Boko Haram means &quot;Western education is evil&quot; or &quot;Western education is forbidden,&quot; so the abductions indicate a hatred for Western education.  The group promotes the puritanical Islamic view that a woman's place is in the home.<br \/>Some very disturbing information has emerged in respect of these abductions.  Possibly up to 90% of those abducted were Christians.  The governor of Borno state failed to honour a commitment to ensure the security of the girls during examinations in the school.  There was no adult in the school grounds watching over 230 girls apart from one security man.  There was no electricity generator operating on the campus.  Children were alone in their dormitories when they were carried away by their captors.  The soldiers who were guarding the school were redeployed a few hours before Boko Haram launched its attack.  It has also emerged that the kidnapped girls are being raped by their captors and are being forced to convert to Islam.<br \/>It is clear that this terrorist organisation is particularly sinister and barbaric and has close links to the Taliban, Islamic Jihad, Hamas and al-Qaeda.  The leader of Boko Haram, Abubakar Shekau, is a ruthless psychopath who has played a key part in taking the organisation down the road of all-out war on the rest of Nigeria.  His organisation is reputed to have murdered up to 5,000 people in the past five years.  More moderate commanders who have argued with him have been killed, and he believes it is okay to kill anyone who disagrees with him.  <br \/>We can only imagine the anguish and worry experienced by the parents of these schoolgirls whose only crime was to try to have their children educated.  The international response to the kidnapping was slow and disappointing but, thankfully, has gained momentum in recent days.  It is very much to be welcomed that the UK, the US and France have sent specialist teams and equipment to help Nigeria's military in the search for the missing girls.<\/p> <p>Pope Francis, the Archbishop of Canterbury and other religious leaders throughout the world have pledged their support and prayers for the safe return of the girls.  We all hope that recent indications that the girls are alive are accurate but obviously the demands being made by the terrorists for the release of prisoners will be a particularly difficult issue for the Nigerian Government.  All members of this House want the Government to do everything possible as a matter of urgency to help reunite these schoolgirls with their distraught parents. <\/p><p>We hope, given our involvement with the country through our missionaries and Irish Aid that we would have high credibility within Nigeria.  I urge the Minister of State to encourage our EU partners to engage proactively in assisting the Nigerian Government in the search.  I would be very interested to hear from the Minister of State, Deputy Costello as to what actions the Government proposes to take to assist in the search.  These abductions are a major human rights violation that cannot be ignored by the international community.  We must play our part in obtaining justice for these families.  The Government will have the support of every Member of this House in whatever actions it decides to take.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300034#JJ00600","speaker":"1118","continuing":true},{"type":"speech","time":1400006400,"counter":291,"content":"<p>Senator Bacik has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300035#KK00200","speaker":"1129"},{"type":"speech","time":1400006400,"counter":292,"content":"<p>I welcome the Minister of State, Deputy Costello to the House and thank him for taking this important debate.  I second the motion, which has been put forward with cross-party support.  I am really glad we have been able to achieve that support as it shows the strength of feeling across Ireland on this horrible abduction.<br \/>As Senator Mullins has said the motion deals with the abduction of more than 230, possibly 270, schoolgirls who were taken from their school in the northern Nigerian state of Borno in mid-April by a group calling itself Boko Haram.  We have learned a good deal about this brutal terrorist organisation in recent weeks.  There was an excellent article by Elizabeth Donnelly in <i>The Irish Times <\/i>on Saturday which gave a really good insight into the context for the existence of this Nigerian born organisation, which was founded around 2002 and has been particularly violent since 2009.  It has been responsible for some 5,000 killings since then.  Boko Haram is opposed to western education, westernisation, secularism and corruption.  It is particularly against girls receiving education and in the broader context this raises the discrimination against and oppression of young women and girls across much of the impoverished part of Nigeria in particular.  There has been very little information, as Ms Donnelly writes, about the real nature of Boko Haram.  She discusses the structure of the organisation, which is very diffuse, that some of its leaders have been killed and that it has become more and more violent as the security forces have sought to address it.  The depressing scenario that Ms Donnelly paints is that it is very hard to see how to defeat this faction.  She states that the international community is approaching the crisis with caution.<br \/>There has been criticism of the slowness of the response internationally to this appalling act, but as she states, making this into an international fight might make the group take on a more international dimension and deepen the crisis.  There is a requirement that there would be some action from the international community.  It is how this is done that is the question.  The US, as we know sent a small team of hostage negotiators to Nigeria.  The UK has also sent a small team and President Hollande in France has proposed a summit to try to address the difficulty.  If one reads a little more about the context for this, one finds conflicting information as to whether the Nigerian armed forces are capable of finding the girls, rescuing them and tackling the group.  There is a good deal of conflicting information.<br \/>Nigeria, unquestionably, has one of the strongest armies on the Continent of Africa.  The country is reputed to spend about $6 billion on its military and the US gives a substantial amount of funding in aid to the Nigerian military every year.  I would be interested in learning the Minister of State's view on this.  It seems this is a particularly difficult challenge for the military in Nigeria.  There has been a great deal of criticism of the ineffective response of the military and of the Nigerian Government.  The Nigerian President, Goodluck Jonathan has vowed to rescue the girls, but the parents of the victims for whom we feel immense sympathy have despaired of the capacity of the government to rescue them.  We saw reports of the terrible video that Boko Haram produced, showing some of the girls.  It is as Senator Mullins said, a relief that they are alive, but it is unthinkable what has been happening to them.<br \/>The question that this motion seeks to address is what we in Ireland can do to help the Nigerian Government in its attempt to secure the immediate release of the children.  I know the T&aacute;naiste and Minister for Foreign Affairs and Trade has given his strong support to the UN Secretary General, Ban Ki Moon and the EU High Representative, Ms Catherine Ashton, who have demanded that those responsible will be brought to justice.  The T&aacute;naiste and Minister for Foreign Affairs and Trade supports the EU in its work to assist the Nigerian authorities.  The Irish Embassy in Abuja is also maintaining contact with the Nigerian authorities.  As Senator Mullins has said, we have very strong links directly from Ireland to Nigeria.  I would like to hear the Minister of State outline how we may best engage with the Nigerian authorities to offer support to them and how best we can support an EU or international initiative to bring those responsible for this crime to justice but most importantly to rescue the girls.  I am conscious of the bigger picture, there are many other victims of Boko Haram.  They have terrorised many people in the area.  This heinous crime has galvanised the international community and has drawn our attention to the outgoing circumstances, in which the group is terrorising the Christian population, rural villagers and children.  They killed a group of schoolboys earlier.  A significant number of atrocities have been committed by Boko Haram and it is time that stronger action was taken.  The difficulty is how best to deal with them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300035#KK00300","speaker":"1148"},{"type":"speech","time":1400006400,"counter":293,"content":"<p>Senator Walsh has five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300035#KK00400","speaker":"1129"},{"type":"speech","time":1400006400,"counter":294,"content":"<p>I welcome the Minister of State, Deputy Joe Costello.  In fact, probably a year ago I tabled a motion on Boko Haram, requesting action to be taken by the Government and at EU level.  It has also been discussed at the Joint Committee of Foreign Affairs and Trade in the past year to 18 months.<\/p><p>Boko Haram is one of the most murderous terrorist groups in the world.  Their chilling acts of terror have been referred to by my colleagues opposite.  On the night of 16 April in north-east Nigeria, dozens of armed Boko Haram terrorists captured 230 girls sleeping in their dormitories.  A month has passed and, as has been said by Senator Bacik, only now has the media come to focus on it.  That is a sad reflection on the international media and of course on the United Nations, who have been exceptionally slow to react to this situation.<\/p><p>Boko Haram has complete disdain for the education model which has been left by the British and for western education.  The translation of the group's name is &quot;Western education is sinful.&quot;.  As a consequence Boko Haram has conducted these attacks.<\/p><p>The group emerged from the 9\/11 attack in the United States, under the leadership of the then 30 year old Mohammed Yusuf, who founded the group that later became Boko Haram.  It is a Taliban inspired model of teaching that they are promoting in favour of so-called quranic sciences.  They lure the unemployed, the impoverished and students who had left government universities to their side.  They preach the necessity of Sharia law.  In fact since the death, or possible murder of Mohammed Yusuf in 2009, the group has been further radicalised.  Yusuf who was in custody was reportedly handcuffed at the time he was killed, and that has led to a reaction.  The Nigerian President has been struggling with the problem ineffectively.  He is expressing optimism but in fact the parents of the victims do not accept that.  Some of them have gone into the forest to see if they can find their children only to turn back because of the threat to their own lives.<\/p><p>I am happy to support the motion, but I am afraid it is inadequate as we are focusing only on these abductions.  I ask the Members opposite to consider the following addition to the motion - &quot;and their ongoing targeted campaign of killing Christians in Nigeria and that we call upon the international community, including the United Nations to provide whatever assistance is necessary to combat this terrorist organisation.&quot; .  I do so because Boko Haram has promised to annihilate all western culture.<\/p> <p>The killings have reflected a sectarian element.  In May 2011 two bombs killed 15 people; in August 2011 a suicide bomber killed 21; in January 2012, 185 Christians were killed just after Christmas in a church in which they were praying; in July 2013, 29 students were burned alive in their school; in September last year 40 young children were murdered; and in February this year 59 more students were killed.  It would be remiss of us not to condemn these events in the same way as we condemn the others.  Action has to be taken to eliminate Boko Haram and bring to an end its treacherous murderous campaign.  Senator Ivana Bacik mentioned that up to 5,000 people had been killed and in the first four months of this year alone Amnesty International has stated 1,500 people died.  This is a group which is promoting a genocidal campaign in Nigeria and it needs to be confronted by the international community, obviously in agreement with the Nigerian Government.  It should be eliminated.  While I am not putting this forward as an amendment, if the House could accept it as a consensus, it would be good because we would actually condemn all of the brutal activities of Boko Haram, rather than perhaps be seen to focus on one aspect.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300035#KK00500","speaker":"1126","continuing":true},{"type":"speech","time":1400007000,"counter":296,"content":"<p>I welcome the Minister of State, Deputy Joe Costello.  As he knows, I raised this issue with him last week and also raised it on the Order of Business.  Therefore, I very much welcome this all-party motion on what can only be described as an issue of the utmost concern to the international community.  Since others have covered the fine details and because the time allotted is so short I will use my time to address surrounding issues.<\/p><p>I note and support the call to action made by Walk Free, an online movement fighting to end modern slavery, which is urging the Nigerian Government to, first, act immediately on intelligence received by credible local sources; second, to work with neighbouring countries such as Cameroon which is regarded as a stronghold for the Boko Haram group and Chad, as well as other nations offering assistance to mount an effective search for the girls; and, third, to improve the protection of schools in north-eastern Nigeria in order that children can receive an education without the risk of kidnapping, forced marriage or other abuses.  Deplorably, in this instance, the attack on the girls in a school setting is no coincidence, given Boko Haram's stated opposition to perceived &quot;western education&quot;.<\/p><p>I commend the work of the Global Coalition to Protect Education from Attack to establish better protections for schools and universities from military use, including the Draft Lucens Guidelines to Protect Schools and Universities from Military Use during Armed Conflict.  Last November I met Human Rights Watch which, with Education Above All, the global initiative protecting the right of children and youth to quality education, was in contact with the Department of Foreign Affairs and Trade when it visited Ireland to seek our support in solidifying the guidelines.  I urge the T&aacute;naiste and Minister for Foreign Affairs, Deputy Eamon Gilmore, and the Minister of State, Deputy Joe Costello, to take a leadership role on the issue.  While the Department has yet to respond to the request for support, I understand 23 states and entities, including many fellow EU member states, the European Parliament and the International Committee of the Red Cross, have made statements in support of the guidelines process.  Perhaps this is something we could actively do.<\/p><p>Gender based violence, sadly, intensifies during armed and violent conflicts.  While Boko Haram's atrocities are not limited to acts of violence against girls - for example, in February this year the group murdered 59 boys in their boarding school - this incident does highlight the distinct vulnerability of women and girls to violence in times of conflict.  I recall the motion tabled by Senator David Norris on sexual violence in conflict which was debated in the House last November and which I seconded.  I spoke about sexual violence and rape in armed conflict, particularly targeted against women and girls, as a premeditated weapon of war and from which virtually no conflict was immune.<\/p><p>Female genital mutilation is another horrendous example of gender based violence perpetrated predominantly against the girl child.  The introduction of the Criminal Justice (Female Genital Mutilation) Act 2012 contributes to fulfilling the first goal of Ireland's national plan of action &quot;to prevent the practice of FGM in Ireland&quot;.  I was privileged to support Senator Ivana Bacik during its passage into law.  I am also delighted that the second goal of the plan, &quot;to provide high quality, appropriate health care and support for women and girls who have undergone FGM&quot;, has now been delivered through the opening of Ireland's first FGM clinic in the Irish Family Planning Association's clinic on Cathal Brugha Street which I understand will be officially opened to the public tomorrow.<\/p><p>Another horrifying element facing the abducted girls in Nigeria is the threat of forced marriage.  This constitutes an egregious violation of girls' fundamental human rights, including their sexual and reproductive health rights.  There are potentially fatal consequences for the girls whose immature bodies are not ready for child bearing.  As a side note, in regard to Irish legislation, while we have the age of marriage at 18 years, we do allow exemptions for special reasons.  I wonder if it is time for Ireland to set an international example by stating 18 years is the age of marriage and that there should be no exemptions in reducing it.  As it stands, we are saying it cannot be done for cultural reasons elsewhere, but that we might perhaps consider exemptions for our own reasons.  It is a question I throw out and which I would like to debate.<\/p><p>Today marks the launch of the global rights campaign &quot;I Decide&quot; in Ireland.  This campaign was launched by the IFPA and calls on world leaders to support women's and girl's basic sexual and reproductive rights.  I very much support the work it is trying to do.<\/p><p>The motion cannot be debated in a vacuum or such limited time.  I could say so much more about so many issues.  It throws up a plethora of issues, ranging from transparency and good governance to maternal health, mortality and gender based violence, all of which are interlinked and warrant further debate.  I call on the House to hold a specific debate on violence against women and gender based violence.  It would be worthwhile for us to have more time to debate this issue and also talk about how Ireland can be a role model and not just look at other countries.  Obviously, we need to play a role on the international stage, but, equally, we need to take responsibility, set an example and ensure we have supports available for women in Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300036#LL00200","speaker":"1171"},{"type":"speech","time":1400007000,"counter":297,"content":"<p>I join in the sentiments expressed in the motion.  It is very sad that we must hear about these despicable events, in particular the spiriting away of 230 girls from their boarding school and the attacks on the education of women, boarding schools and western education, as it is perceived.  One hopes better temperaments will prevail and that it will be seen that education is not a threat to girls or boys in their schools.  We all have a duty, in every society, to guard young people against such attacks.  It is galling to hear that soldiers left some time before the school was raided.<\/p><p>One has to say President Goodluck Jonathan does not seem like the most convincing person in wanting to tackle this problem, although perhaps he was alerted to it too late.  Ireland has strong links with Nigeria and perhaps one of the things we might have to say to him is that this problem should have been addressed far more urgently and thoroughly.<\/p><p>The Islamic tradition was mentioned.  It is just one week since members of the Islamic tradition were with us at Arbour Hill, joining in the prayers and celebrations.  Perhaps these contacts might also be availed of.  This incident presents an unfair and unflattering view of the Islamic tradition and perhaps Islamic leaders in Ireland might assist the Minister of State in that regard.  Demonising people is not going to help us in dealing with the issue.<\/p><p>It is a very sad occasion and our sympathy goes to the parents, brothers and sisters of the young girls who were taken away.  We all wish to see them restored to their families and schools.  It is easy to give in to despair that things like this should happen.<\/p> <p> The motion calls for us to give every assistance to the Nigerian Government so that this problem can be tackled quickly and the young girls can be restored to their families.  We had a great deal of outside help with our peace process.  We still get help.  Whatever expertise the Minister of State has in his Department - he visits Africa frequently - should be used to see this dreadful crisis is resolved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300036#LL00300","speaker":"1157","continuing":true},{"type":"speech","time":1400007600,"counter":299,"content":"<p>This is an important debate.  As the time is limited and Senator van Turnhout raised so many issues-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00200","speaker":"1135"},{"type":"speech","time":1400007600,"counter":300,"content":"<p>I am sorry to interrupt, but is the Senator sharing her time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00300","speaker":"1129"},{"type":"speech","time":1400007600,"counter":301,"content":"<p>Yes, with Senator Naughton.  It will be two and a half minutes each.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00400","speaker":"1135"},{"type":"speech","time":1400007600,"counter":302,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00500","speaker":"1129"},{"type":"speech","time":1400007600,"counter":303,"content":"<p>There is much that we could discuss, but it would be better to keep today focused on what was raised on the Order of Business, namely, the children's kidnapping and how to get them released as speedily as possible.  \"Boko Haram\" means \"Western education is forbidden\".  The girls were in school, which is every girl's right even if Boko Haram disagrees.  Senator Walsh went into the detail, so I will not repeat it, but we will not fix today all that is wrong with education in Nigeria and Boko Haram's perception of same.  Rather, this motion tries to ensure a speedy release of the 300 abducted girls.  Some 53 escaped.  They were the lucky ones.  It is difficult for the remaining parents.  The video released last night showed some of the children.  I heard on radio this morning that one of the mothers had recognised her daughter in that video.  How truthful is the video about all of them still being alive?  I hope they are.<\/p><p>The Boko Haram leader has stated that the children will be held imprisoned until the militants are free.  It is a trade.  Initially, the interior Minister stated that it would be absurd even to negotiate or to do a deal with a terrorist group.  If I were a parent in such a situation, I would climb up the side of a mountain and do any deal possible to get my children released.  Later, I heard on radio that the interior Minister had stated that everything was on the table.  It is important that everything be on the table before anything is ruled out.  If this situation is let go, it will be the thin end of the wedge.  As Senator Walsh stated, none of this started yesterday.  Rather, it started way back.<\/p><p>All modern technology must be used.  We are known as a country with expertise and we have Google, Facebook and every other IT company.  The GPS system, satellites and everything else must be used to ensure the children are found.  The US and other countries have sent technical experts.  We cannot even imagine competing with that.  However, the violent campaign must be condemned and we must ensure that every country, no matter how small, does everything it can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00600","speaker":"1135"},{"type":"speech","time":1400007600,"counter":304,"content":"<p>I join colleagues in strongly supporting this motion.  The leader of Boko Haram announced more than a year ago that he intended to kidnap girls into slavery or forced marriage as part of his plan for forced radical Islam.  No attention was paid by either the Nigerian Government or the wider international community.  Human Rights Watch estimated that 25 young girls had already been kidnapped this year, but it took the kidnapping of 276 young girls and enormous international pressure for the Nigerian Government to lift a finger.  We might criticise this, but the fact is that most of northern Nigeria is controlled by Boko Haram, which uses religion as a cover to commit acts of terror.  Its members are terrorists, plain and simple, and it is clear that the Nigerian Government does not control vast swathes of its country and needs international assistance.<br \/>Although I stated last week that Boko Haram was targeting young girls and their forced marriage as a means to control and subjugate them, I should clarify that it has no respect for young boys either.  It murders them and uses boys as young as 12 years old as child soldiers.  It has no respect for life whatsoever.  An educated female population is a challenge to these people, so they fear it.  Restricting or eliminating the right of young girls to an education is an attack on the women of tomorrow.  It makes their poverty all the more likely and reduces the population to ignorance, with a greater threat of subjugation.<br \/>Boko Haram's version of Islam is not supported by the world's Muslims.  The World Health Organization's Amman declaration of 1996 cited with strong authority Islamic laws and traditions that supported the right to education for girls and boys as well as the rights to earn a living and participate in public life.  Malala Yousafzai, the Pakistani teenager shot by the Taliban for promoting education for girls, called on world leaders to provide free, compulsory schooling for every child.  She called for a global struggle against illiteracy, poverty and terrorism.  She stated:<blockquote>Let us pick up our books and our pens.  They are our most powerful weapons.  One child, one teacher, one book and one pen can change the world.  Education is the only solution.<\/blockquote>We would do well to remember her words.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00700","speaker":"1187"},{"type":"speech","time":1400007600,"counter":305,"content":"<p>I did not realise I would be called next.  Would it be out of order to ask for another Senator to be taken first?  I am collecting my thoughts.  Do we have time?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00800","speaker":"1147"},{"type":"speech","time":1400007600,"counter":306,"content":"<p>That is fine.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM00900","speaker":"1129"},{"type":"speech","time":1400007600,"counter":307,"content":"<p>I thank Senator Crown and welcome the Minister of State to the House.  I am happy that this motion is being discussed.  As many others have stated, it is only one of a broad range of issues that could be discussed for more time than we have today.  That there is cross-party support shows that we all condemn the actions of Boko Haram and want the girls released without harm immediately.<\/p><p>Boko Haram's latest attacks on schools, particularly the recent kidnapping of more than 200 girls in north-east Nigeria, are sickening and have been rightly condemned by people across the world.  The kidnapping has sparked outrage and, for the first time, people are taking notice of the dreadful war in Nigeria and its effect on civilians.  According to the Brussels-based International Crisis Group, the war has cost 4,000 lives and caused 500,000 people to flee their homes.  The kidnapping not only highlights the fight against radical Islamists in the region, but also the right to education, especially for girls, a point that has been raised numerous times in this debate.<\/p><p>The abductees are innocent schoolgirls trying to get an education, in itself a human right.  In 2000, all UN member states adopted the millennium development goals and pledged to reach them by 2015.  The second goal was universal access to primary school education and the third was the promotion of gender equality and empowerment of women.  Although major progress has been achieved in school enrolment levels, poverty and gender are key factors keeping children out of school.  Children and adolescents from the poorest households are three times more likely to be out of school than those from the richest households.  In even the richest households, girls are more likely to be out of school than boys.  Globally, 123 million youths aged between 15 and 24 lack basic reading and writing skills.  Some 61% of them are young women.<\/p><p>We need to work together to create a world in which all children, regardless of gender, socio-economic background and circumstance, have access to free, compulsory and quality education.  For this reason, it is important that we are united in our condemnation of the kidnapping and that we send a strong signal to all girls of our support for their right to receive a quality education in a safe and secure environment.<\/p><p>Malala Yousafzai - I cannot really pronounce her name, so I apologise for the mispronunciation - was 15 years old when she was shot in the head by the Taliban for advocating for greater and more secure female access to education.  Nowhere in the world should it be an act of courage or bravery for a child to attend school.  Education is a basic human right and it should shape every child's daily routine regardless of location.<\/p><p>We must ask ourselves why so little media attention was given to this horrific story, especially at the beginning, and why many of the incidents of recent years chronicled in this debate are only being heard of now.  For the past few months, news coverage has been dominated by the hunts for the missing Malaysia Airlines flight and survivors of the South Korean ferry accident.  This is understandable and I do not condemn it, but why has there not been equal media coverage of the search for the missing girls or of what has generally been happening in Nigeria?  Questions must be asked as to why equal priority in air time has not been given globally.  Initially, it was mainly feminist, human rights and education activists who were at the forefront of drawing attention to this story.  In the modern age of an oversaturation of media-related, show business celebrities, it is time to ask ourselves why there has been such a reluctance to report on these events and what kind of responsibility the global media has for reporting on human atrocities like this one.<\/p> <p>More attention should be given to the search as a matter of priority.  Hopefully, part of any effort the Government makes will be to ensure there is sufficient attention and that it is at the forefront of people's minds.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300037#MM01000","speaker":"1155","continuing":true},{"type":"speech","time":1400008200,"counter":309,"content":"<p>I welcome the Minister of State, Deputy Joe Costello, to the House.  I support fully the cross-party motion before the House and seek to impress on the Minister of State the importance of assisting in the matter as much as possible.<\/p><p>It is heartening to see the widespread condemnation of this terrorist act and the involvement of the international community in pressuring and assisting the Nigerian Government to secure the release of the children.  I would prefer not to lend further recognition to this terrorist organisation by using its name.  It has received the notoriety it seeks already.  The group purported to be responsible for the crime opposes so-called Western education and is vehemently opposed to the education of women and girls.  Estimates vary as to the number of young girls who have been abducted.  The figure hovers between 250 and 270, with approximately 230 girls still being held captive.<\/p><p>These young people were abducted from their boarding school in the middle of the night on 14 April 2014, apparently on two grounds: first, being female; and, second, attending school.  The importance of all children receiving this opportunity is well established internationally.  Many international surveys, reports and institutions recognise that female education and women contributing to the economy is important if countries are to grow sustainably.  A large section of Nigeria's population of 168.8 million are under the age of 18.  This generation are actively being harassed and targeted by this terrorist organisation for attending school.  The education of this young generation, specifically these young women, is important to push forward gender equality in Nigeria.  Education or its denial have often been used throughout history as a tool to oppress women and other sections of society.  The tool is still being used.  By standing strong as a Seanad and a nation with our international partners, we can demand change and show our support not only for these young girls but for all young people who are denied equal opportunities and rights.<\/p><p>Currently, more than 200 girls are being held captive.  It now appears that their captors will use them as a means of leverage with the Nigerian Government for an exchange of prisoners.  This heart-breaking use of children has awoken the larger international community to the realities that face women, girls and the Nigerian nation as a whole on a daily basis.  I welcome the fact that the Nigerian Government has accepted assistance from the United States of America, Britain, China, France and Israel in the search.  I am greatly disappointed in the immediate response to the issue but welcome that action is finally being taken.  That has resulted from the international outrage expressed over the last number of weeks.<\/p><p>By adding our voices here today, we join a wider international movement that condemns not only terrorism but inequality.  We will be sending a message to the young people of Nigeria that we support them and their right to access education.  Most importantly, we will be making the statement that the young girls still being held captive are important and are not forgotten.  The international voice I spoke about earlier has already succeeded in sparking action on the matter and raising awareness.  I hope sincerely for the safe return of each and every girl to her family and loved ones as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300038#NN00200","speaker":"1174"},{"type":"speech","time":1400008200,"counter":310,"content":"<p>As a parent with three children, including two daughters, I cannot but feel on a very human level the desperate tragedy playing out here and the uncertainty of the families of 200 children who do not know what conditions their children are being kept in, what depravities they may be subjected to, what their ultimate fate will be and whether they will be reunited with their families.  On that human level, I express my extreme sorrow at this awful tragedy.<\/p><p>Boko Haram is too easy a target for us.  It is a most absurd caricature and an extreme in the worldwide and history-long trend of mixing religion and politics.  Boko Haram's ultimate aim is theocracy.  It wants to establish a regime in Nigeria which will be run not by civil or secular law but by religious Sharia law.  It has many good role models in that.  Throughout the world, there are many existing theocracies.  While it is absolutely correct for us to be utterly specific in our condemnation of this barbaric, terroristic, inhumane and murderous group of sectarian bigots, it also behoves us to have a little look into our own national soul and the soul of our Western culture and to remember throughout the big play of history the notion of sectarian atrocity.  That is what this is, as well as being a gender atrocity.  Boko Haram have not been too gentle in the handling of male Christian children in the past either.  We must survey what happens when we allow religious beliefs, no matter how sincerely held, to become an influence in public and civil policy.<\/p><p>Our hearts go out to these families and children.  We offer our practical assistance if possible.  I do not know what we can offer if they have the FBI, the CIA, the US military and the UN.  The least we can do is to extend our sympathy and love to the families and any assistance which can be made available.  We should be very forthright in our condemnation of the group and the goal for which it stands.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300038#NN00300","speaker":"1147"},{"type":"speech","time":1400008200,"counter":311,"content":"<p>I thank the Cathaoirleach and Members.  I welcome the opportunity of speaking to the House today about the ongoing disturbing situation in Nigeria.  I note the cross-party motion on the abduction of the schoolgirls in Nigeria and the quality and quantity of the contributions, which indicate clearly the deep interest among all Senators in this despicable activity.<\/p><p>I reiterate that the Government condemns in the strongest terms the abduction of more than 200 schoolgirls in Borno state on 14 April 2014.  Such acts of violence against schoolchildren are unacceptable.  Ireland is a strong supporter of the rights of women and girls, particularly the right of girls to education.  This is reflected in the Government's international development policy &quot;One World, One Future&quot; and Irish Aid's projects across Africa.  The events in Nigeria have focused world attention on what is an intolerable situation.<\/p><p>Ireland supports fully the demands of the UN Secretary General, Ban Ki-Moon, and the High Representative of the European Union, Catherine Ashton, that the schoolgirls be released and those responsible brought to justice.  My colleague, the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Eamon Gilmore, stated this explicitly in his statements on 16 April and 7 May when he condemned these violent activities against all Nigerians, particularly children.  The offers of support to the Nigerian authorities by a number of our EU partners and the United States of America in helping to find the missing schoolgirls are welcome.  The Nigerian authorities need support in their efforts to secure the safe release of the schoolgirls.  We have urged the Nigerian Government to ensure it takes all appropriate steps to protect citizens and return the girls to their families and education.<\/p><p>At the meeting of the Foreign Affairs Council in Brussels yesterday, Ministers agreed Council conclusions addressing European Union concerns about the recent terrorist attacks in northern Nigeria and the suffering caused to the population.  The Council strongly condemned the abduction of the schoolgirls and called for their immediate and unconditional release.  The European Union underlined its readiness to support the Nigerian authorities in their efforts to defeat terrorism in all its forms in full respect of human rights.<\/p><p>Ireland has been active in a number of ways in its response to the abductions.  Our embassy in Abuja is working closely with our European Union partners and others on the ground to maintain contact with the Nigerian authorities and support them in their efforts to locate and free the missing schoolgirls.<\/p> <p>Officials from the Department of Foreign Affairs and Trade have also been in contact with the Nigerian Embassy in Dublin to express concern at the ongoing situation and to request regular updates regarding the actions taken by the Nigerian authorities to recover the abducted schoolgirls.<\/p><p>At the most recent session of the UN Human Rights Council in Geneva last March I highlighted recent attacks by Boko Haram during discussions with the UN Special Representatives for Violence against Children and Children and Armed Conflict.  Our objective was to draw attention to the ongoing trend of attacks on education around the world and to highlight the importance of ensuring that the right of children to education is upheld during and after conflict.<\/p><p>From an EU perspective, the EU is already actively supporting the Nigerian authorities in strengthening their capacity to provide security and combat terrorism.  A European Union support programme to strengthen the investigation and prosecution of terrorist suspects will begin later this month.  It will include EU technical assistance to counter violent extremism and radicalisation.  I mention this EU support because it is important for us to remember that the security situation in Nigeria is complex and involves a highly diverse range of actors, including Boko Haram.  The group's attacks are not limited to the abduction of these schoolgirls.  For example, it is also responsible for the recent bombing of a bus terminal in the Nyanya area on the outskirts of Abuja.  <\/p><p>Perhaps one of the most sinister elements of these abductions, and of Boko Haram, is the fact that the group's actions are based on an opposition to education, especially for girls.  As I have mentioned, Ireland has been a consistent supporter of the rights of girls to education.  That objective is reflected in Irish Aid programmes to assist girls and women to access education across the developing world, especially in Africa.  It is clear to us in Government, and to the global community, that the Nigerian authorities have a clear moral obligation to do everything in their power to secure the safe release of these schoolgirls, and to seek to deal with the wider issues of providing security for its citizens and combating terrorism.<\/p><p>I have been to Nigeria twice in the past two years and have discussed its security situation with a wide range of stakeholders.  Last year, during Ireland's Presidency of the EU, I represented the EU at the EU-Nigeria Ministerial Dialogue in Brussels in May 2013, on behalf of the European External Action Service and Catherine Ashton, during which the security and political challenges facing Nigeria were discussed in detail with the Nigerian Minister for Foreign Affairs.  That happened just after the declaration of a state of emergency and internment in the three Nigerian states.  At the time I advised that there was a need to tackle the root causes, and that as well as the military response, that we should look at the elimination of poverty, corruption and religious intolerance.  We had a very long discussion on these issues with the Nigerian delegation that was led by the Nigerian Foreign Minister because the issues had come to the fore at that particular time.<\/p><p>I also maintain regular contacts with Nigerian citizens in Ireland, many of whom have expressed their outrage at this atrocious crime.  I can assure Senators that until the missing girls are freed and returned safely to their families, and to education, the Irish Embassy in Abuja, in co-operation with the European Union and other key partners in Nigeria, will maintain pressure on the Nigerian authorities.  I have asked officials at the Department of Foreign Affairs and Trade to keep in close contact with the Embassy of Nigeria in Dublin so that the concerns of the Irish people are known and we can have full information on the efforts of the Nigerian authorities to find the abducted girls.<\/p><p>As Senators have noted, this is a fluid situation.  Developments over the past 24 hours, including the release of the video that appeared to show a number of the young women being held in a forested area, as well as the demand for a prisoner exchange by Boko Haram, indicates that the group seeks to engage in negotiations.  Ireland welcomes the offer of operational support from its EU partners, the United Kingdom and France, as well as from the United States, to help find the missing schoolgirls.  However, primary responsibility to secure the safe release of the schoolgirls rests with the Nigerian authorities.  It is important that the European Union stresses the need for the Government of Nigeria to take all appropriate steps to protect its citizens and bring the girls back to their families.  It is important that we intensify the co-ordination of the European Union's efforts in Abuja in order to maximise the pressure and support we can bring to bear on the Nigerian authorities.  <\/p><p>I plan to return to Nigeria later this year during which time I plan to have high level meetings with the Government representatives in Abuja.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300038#NN00400","speaker":"1006","continuing":true},{"type":"speech","time":1400008800,"counter":313,"content":"<p>I thank the Minister of State.  I call on Senator Mullins to conclude the debate and he has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00200","speaker":"1129"},{"type":"speech","time":1400008800,"counter":314,"content":"<p>I thank the Minister of State for his response to the motion.  I welcome the fact that there has been some positive developments and, as he indicated, that he is working closely with our EU partners to encourage and help the Nigerian Government intensify its efforts to bring the girls home safely to their families.  We all call on the terrorist organisation that is holding the girls to release them to their families, without pre-conditions.  It would be our dearest wish that would happen, as a matter of urgency.<\/p><p>I thank all of my colleagues in the House for supporting the motion.  Senator Walsh suggested that we should strengthen the motion but I ask him to take back his request.  Instead, I suggest that we have a wide-ranging debate in the House in the near future on the whole issue in Nigeria, not just the kidnapping issue.  If Senator Walsh is happy with my suggestion then I ask the Leader to facilitate a debate in the near future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00300","speaker":"1118"},{"type":"speech","time":1400008800,"counter":315,"content":"<p>I support the Senator's suggestion but I am uncomfortable with dealing with a selective atrocity.  We are talking about a very heinous crime here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00400","speaker":"1126"},{"type":"speech","time":1400008800,"counter":316,"content":"<p>An amendment can be made formally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00500","speaker":"1129"},{"type":"speech","time":1400008800,"counter":317,"content":"<p>When one takes into consideration all of the other atrocities, particularly the killing of children which I have listed, it makes me uncomfortable.  In light of the way the Senator has put his suggestion, I accept what he has said and I trust that we will have a full debate in the very near future that will encompass all of the issues.  We can join together as a group in the Chamber to condemn the atrocities, in particular the genocide perpetrated against Christians in that locality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00600","speaker":"1126"},{"type":"unspoken","time":1400008800,"counter":318,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1400008800,"counter":319,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00800","speaker":"1129"},{"type":"speech","time":1400008800,"counter":320,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO00900","speaker":"1118"},{"type":"majorheading","content":"Adjournment Matters","time":1400008800,"counter":321,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO01000"},{"type":"minorheading","content":"School Accommodation","time":1400008800,"counter":322,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO01100"},{"type":"speech","time":1400008800,"counter":323,"content":"<p>I welcome the Minister of State at the Department of Education and Skills to the House.  I call on Senator Michael Comiskey to move his motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO01200","speaker":"1118"},{"type":"speech","time":1400008800,"counter":324,"content":"<p>Go raibh math agat, a Chathaoirligh.  I welcome the Minister of State to the House.<\/p><p>Gaelscoil Chnoc na R&eacute; opened in 1996 in order to meet the demand in Sligo for primary education taught through the medium of Irish.  Gaelscoil Chnoc na R&eacute; is the only all-Irish school in the Sligo catchment area.  The first class had an enrolment of 22 children enrolled and now 192 children attend.  The school has been located in temporary accommodation since its inception and has been located at St. Mary's GAA club since 1999.  There are 13 primary schools in the County Sligo catchment area, including Gaelscoil Chnoc na R&eacute;.<\/p> <p>In 2013 the school authorities sought permission from the Department to introduce a second stream, to expand from one to two junior infants classes in September 2014.  The Department will not allow the school to take in the second class, a decision that means the school is limited, according to its admissions policy, to accepting one class of 30 pupils this year.  As almost all of the 30 children are siblings of children already in the school, the gaelscoil will be forced to turn away 29 children of parents who are seeking education through the medium of Irish as the preferred option for their children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300039#OO01300","speaker":"1124","continuing":true},{"type":"speech","time":1400009400,"counter":326,"content":"<p>I thank the Senator for raising the matter as it provides me with the opportunity to clarify the current position on Gaelscoil Chnoc na R&eacute;, Ballydoogan, Sligo.  The over-riding objective of education capital expenditure is to meet the demographic challenge facing the education system, whereby total pupil enrolment in both primary and post-primary schools is expected to grow by around 107,000 additional pupils between 2012 and 2019, over 70,000 at primary level and over 35,000 at post-primary level.  The rise will continue until 2026 at least, which is good news for Ireland.  To ensure every child has access to a physical school place, it is vital that there be sufficient school accommodation available to cater for these pupil enrolments.  The five year construction plan prioritises major school projects in areas in which future significant demographic changes have been identified.  A priority for the Department is to ensure schools in an area can, between them, cater for all pupils seeking places in the area.  The Department is not in a position to develop one school where this may negatively impact on other schools in the area.<\/p><p>There are 13 primary schools in the Sligo catchment area, including Gaelscoil Chnoc na R&eacute;, which has not been identified as an area of demographic growth.  Total pupil enrolments in the catchment area have been relatively stable, with a decrease in overall enrolments of 167 pupils in the school year period 2004 to 2013.  This relatively stable enrolment position is projected to continue until 2019, although it is anticipated that overall pupil enrolment numbers will decline thereafter.  There is sufficient school accommodation capacity available within existing schools to cater for the demand for school places.<\/p><p>In the case of Gaelscoil Chnoc na R&eacute;, enrolments have also been relatively stable.  While pupil enrolments increased from 140 pupils in 2003-04 to 181 pupils in 2008-09, in the five year period since 2009 enrolments have increased by 11 pupils, bringing the overall number to 192 pupils.  In this regard, the Senator will appreciate that as overall pupil enrolments in the area are relatively stable, the provision of an additional eight classrooms catering for up to 224 pupils in the case of Gaelscoil Chnoc na R&eacute; has the potential to have a significant negative impact on other schools in the same catchment area.<\/p><p>To enable the Department to assess further the pupil enrolments trend in the Sligo catchment area, including information on school pre-enrolments for the 2014-15 academic year, it has commenced a further review, as part of which it will be contacting the patron and school authorities of all 13 primary schools in the area.  Once the pupil enrolment data have been collected, collated and considered, the Department will communicate further with the patron and school authorities of Gaelscoil Chnoc na R&eacute;.  <\/p><p>I again thank the Senator for giving me the opportunity to clarify the current position on Gaelscoil Chnoc na R&eacute;, Ballydoogan, Sligo.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300040#PP00200","speaker":"1042"},{"type":"speech","time":1400009400,"counter":327,"content":"<p>I am happy to hear the Minister of State say the Department will continue to review the position, which is good news.  We attended a meeting of the parents and management of the school on Thursday.  The parents believe they have a right to send their children to an all-Irish school.  In that context, we will wait to hear the outcome of the review.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300040#PP00300","speaker":"1124"},{"type":"minorheading","content":"Summer Works Scheme Applications","time":1400009400,"counter":328,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300040#PP00350"},{"type":"speech","time":1400009400,"counter":329,"content":"<p>I thank the Minister of State for facilitating this Adjournment debate.  <\/p><p>I had received representations from the school in question in County Louth before the second round of summer works scheme funding was announced.  While I welcome the announcement of the funding, particularly for schools in County Louth that have received it, I am disappointed that schools as far down as category 10 that did not receive any.  I am particularly disappointed for the school in question which did not receive funding to repair the playground surface and facilities.  It is appropriate and timely to discuss the issue as we promote Active School Week.  Appropriate and safe playground facilities are vitally important in promoting overall wellness and healthy living.  Children need to be able to play and run around during the school day.  We encourage this and are trying to reduce childhood obesity by encouraging exercise.<\/p><p>I have seen the state of the play area.  There are three playgrounds in the school which sought funding for one of them.  When I visited the school in the company of the principal, within three minutes of standing outside a child had fallen badly.  The school was built in 1956 and the playground still has the original surface.  I understand the economic difficulties and that the most important health and safety concerns must be addressed first in this round of funding.  I also understand the perspective of school principals as it takes considerable time and expense to put together the lengthy applications for funding.  I appreciate how frustrating it can be to find out later that there was not enough money to cover a particular category and that applications were not being considered.  The school applied for emergency works funding in the past but to no avail and the state of the playground continues to deteriorate.  All parties involved have acknowledged it must be improved.  From speaking to the principal, I know that the Department's engineers have been to the school and agree that it needs to be repaired immediately or replaced.  I ask the Minister of State to examine this, particularly during Active School Week.  The school was not fortunate in the second round, but perhaps the Minister of State might suggest other funds for which the school might apply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300040#PP00400","speaker":"1174"},{"type":"speech","time":1400009400,"counter":330,"content":"<p>I thank the Senator for raising this issue as it provides me with an opportunity to clarify the current position on Scoil Mhuire na Tr&oacute;caire's application for funding under the summer works scheme 2014 to undertake works to its outdoor facilities and playground area.  Last March the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, announced that 386 schools would receive funding to the tune of almost &euro;36 million to undertake gas, electrical and mechanical works under the scheme.  In a further announcement on Friday, 2 May, he announced a second round of approvals under the scheme.  Almost &euro;35 million is being provided by the Department in the second round of funding for a further 386 schools which aims to upgrade toilets and roofs in primary and secondary schools nationwide.<\/p><p>The Department has approved the spending of more than &euro;70 million in total under the summer works scheme to allow 772 schools to undertake vital improvement works during the summer months when pupils are on holidays in order to minimise any disruption to schooling.  These improvement works represent applications submitted in categories 1 to 6 in order of priority.  Commensurate with the level of funding set aside for the scheme, applications were assessed on a top-down basis in accordance with the prioritisation criteria outlined in the circular accompanying the scheme.  Unfortunately, owing to the scale of demand for funding under the scheme, it was not possible to grant-aid all applications, including the application from Scoil Mhuire na Tr&oacute;caire.  However, in accordance with the scheme's circular, the school's application will be retained and prioritised for consideration in further rounds of the scheme in the future, subject to the availability of funding.<\/p><p>Despite the difficult economic environment, we are continuing to prioritise investment in school buildings which will enhance the learning and working environment for pupils and teachers.  The school has received significant funding of &euro;661,890 in the past eight years under previous summer works schemes and contingency grant schemes for various refurbishment projects, including toilet, mechanical and electrical upgrades, as well as for floor covering replacement.<\/p> <p> I also wish to advise the Senator that the school received a minor works grant of more than &euro;9,800 in November 2013.  It is open to the school to prioritise the works it wishes to undertake within the scope of the scheme.  Works to the school's outdoor area would fall to be considered under the terms of the minor works grant scheme.<\/p><p>I thank the Senator for giving me the opportunity to outline to the House the current position regarding the application for upgrade of the play area at Scoil Mhuire na Trocaire, Ardee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300040#PP00500","speaker":"1042","continuing":true},{"type":"speech","time":1400010000,"counter":332,"content":"<p>I thank the Minister of State for his reply.  I am grateful that the application will be retained and prioritised for consideration under further rounds of the summer works scheme.   It is important at times such as this when schools are vying for pupils and, perhaps, competing with brand new schools in similar areas that older schools are maintained to the highest possible level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300041#QQ00200","speaker":"1174"},{"type":"minorheading","content":"Child Care Services Funding","time":1400010000,"counter":333,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300041#QQ00300"},{"type":"speech","time":1400010000,"counter":334,"content":"<p>Before calling Senator Averil Power, I welcome Deputy Charles Flanagan on his maiden visit to the Seanad.  I congratulate him on his recent appointment as Minister for Children and Youth Affairs and wish him a long and successful ministerial career.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300041#QQ00400","speaker":"1118"},{"type":"speech","time":1400010000,"counter":335,"content":"<p>I echo the sentiments expressed by the Acting Chairmen and welcome the Minister to the House.  I have worked with him on other issues and know his capabilities.  He is an excellent appointment to the post and I look forward to working with him on children's issues in the coming years.<\/p><p>There is probably much correspondence already on the Minister's desk on child care issues from all over the country on local and national issues but the matter I wish to raise is one of particular urgency and particular seriousness, namely, that the largest child care centre in the country, Jigsaw Darndale, is facing immediate closure due to lack of funding.  <\/p><p>Jigsaw Darndale, formally known as the Darndale Belcamp Integrated Child Care Centre, provides an excellent service to 250 children and their parents.  If the Minister is familiar with Darndale, Belcamp and the broader areas, he will be aware this area suffers from significant levels of socio-economic disadvantage.  It is the type of place where children desperately need to get the best possible start and need to have access to State-funded child care services in order that they get the same level of child care and opportunities as children in other areas and are not falling behind before starting school.  Of the 250 children served by Jigsaw Darndale, 40 are referred by the social services from families at risk.  A letter from a member of staff mentioned the type of backgrounds from which the children come and expressed the view that for many of them, the centre is their only safe space as staff look out for them and check that everything is okay for them and ensure they have three hot meals per day.  These are children who desperately need that level of care and attention.  Obviously, not every child who uses the centre has those needs but all of them need access to a child care service.  It is also essential for their parents so that they can avail of training, education and employment opportunities to improve their life chances and those of their children.  I cannot speak highly enough of the service with which I am familiar.  <\/p><p>We should bear in mind that Departments have endorsed the service.  It has been awarded the S&iacute;olta framework in 2013, ahead of many private services which charge high fees but have not reached that quality mark.  Everybody recognises the service is doing a good job and is of the highest quality and should be retained yet, as we speak, it is facing the risk of closure this week.  It has flagged various issues with the Department in recent years.  It has had a succession of funding cuts in the past five years.  It flagged to the Department in recent months that it had serious and immediate issues and was given short-term funding while discussions took place.  So far nothing has come out of those discussions and it is still faced with a &euro;200,000 gap in funding.  It costs &euro;2 million to run the service and it has only &euro;180,000.  It has already reduced staff wages to deal with the cuts of recent years.  It has done massive fundraising, it charges the parents fees ranging from &euro;25 to &euro;200, depending on the family income.  <\/p><p>The centre has gone out of its way to raise the money in order not to have to go back to the Department but it has no choice.  There is nothing else it can cut.  I sat down with the manager of the service yesterday who told me they have looked at everything from pens to toilet rolls and there is nothing else they can cut.  At this stage it is looking at a situation where it will have to let its staff go immediately.  Unless it gets a guarantee from the Government it will not be able to pay wages in a few weeks.<\/p><p>I have tabled this Adjournment debate to bring the matter to the Minister's attention and ask him to prioritise it among the various issues that have been put in front of him to ensure a solution to the issue.  It may be that it will take a few weeks to figure out the best course in terms of finding a sustainable arrangement.  While that is being worked out, I stress the need for an immediate cash injection to deal with the cashflow problems in order that the service does not go to the wall while arrangements are being made.  I ask the Minister to prioritise the issue and look forward to his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300041#QQ00500","speaker":"1154"},{"type":"speech","time":1400010000,"counter":336,"content":"<p>I thank the Acting Chairman and Senator Averil Power for their kind words.<\/p><p>I welcome the opportunity to respond to the issue raised by the Senator.  Firstly, I would like to acknowledge the importance of the services delivered by Damdale Belcamp Integrated Childcare Service Limited to some 260 children across the areas of Darndale, Belcamp and Moatview.  The centre was established in January 2001 and has evolved into the largest cr&egrave;che nationally.<\/p><p>In 2013 the Darndale Belcamp Integrated Childcare Service incurred expenditure of &euro;2.022 million and received funding amounting to &euro;1.96 million. This resulted in a deficit of &euro;62,000.  I am aware that the centre has been experiencing cash flow difficulties recently and that this has given rise to concerns regarding its future operation.  In order to assist the centre, the Child and Family Agency recently prepaid funding due in May and June and I want to acknowledge the support of the agency in this regard.  I would expect that the agency will be open to providing some further pre-payments to the centre if this is of assistance in seeking to resolve underlying issues.<\/p><p>The Child and Family Agency is one of a number of State agencies which provides funding to support the provision of services at the centre.  The level of support provided is very significant and is being provided at a time when all service providers are faced with particular challenges arising from the need to restore order to the public finances.  The Child and Family Agency provided funding of almost &euro;360,000 last year.  <\/p><p>My Department is responsible for funding three child care schemes including the community child care subvention programme, the child care education and training support programme, both of which are administered by Pobal, and the early childhood care and education programme which is administered directly by my Department.  Funding to the centre under these schemes amounted to over &euro;550,000 in 2013.  This represents total funding in excess of &euro;900,000 from my Department's Vote.  Funding is paid to the service in respect of actual attendance of children under the various programmes and funding is paid according to national capitation rates paid to all preschool services.  The Department does not provide a grant to the service directly for salaries or administration in any way.<\/p><p>I have asked my officials to meet urgently - I acknowledge the use of the word &quot;urgently&quot; by Senator Power - with the Child and Family Agency and with Pobal, which administers a number of child care schemes on behalf of my Department, to explore all possible solutions to the current difficulties.  My predecessor recently advised the centre that, in her view, the overall provision of early years services in the area might usefully be considered in seeking solutions to the current difficulties.<\/p> <p>I agree with this view because we need to ensure that all available resources to support these key services are maximised.  All services in receipt of State funding have had to generate efficiency savings.  While I appreciate the challenges involved, it is important that all such avenues are fully explored.<\/p><p>I remarked that the centre incurred a deficit of &euro;62,000.  This would have been far more substantial but for successful fund-raising by and on behalf of the centre.  I understand that fund-raising projections for this year are not as strong and there is a risk of a projected deficit of up to &euro;200,000.  I acknowledge the need to avoid such a deficit, but the centre's income projections show that income of &euro;1.8 million continues to be available.  With such a level of financial support available, it should be possible to work constructively to continue services and to avoid the closure scenario outlined by Senator Power.  The funders will be available to support this process.<\/p><p>I am acutely aware that access to affordable high-quality child care can be a significant barrier preventing many low-income and disadvantaged families from availing of work opportunities.  I acknowledge what Senator Power has said about the high level of disadvantage in the immediate area.<\/p><p>Significant investment totalling more than &euro;260 million is being provided this year by my Department to support child care programmes.  These include the free preschool year, from which approximately 68,000 children benefit on an annual basis.  The Government is attaching significant priority to children and family services, including the provision of early years services.  This is being done against the backdrop of significant and necessary constraints in overall public expenditure.<\/p><p>I hope the current difficulties at the Darndale Belcamp centre can be satisfactorily resolved.  There is a requirement for all of the parties mentioned to work to resolve the current difficulties in a constructive and proportionate manner.  As a first step, I have arranged for a meeting tomorrow of funding agencies, following which I expect there to be an early meeting with the centre to constructively explore all options for achieving a sustainable approach to the centre's operations.  I call on all parties to work with this process and, as suggested by my predecessor, to use whatever space can be provided to identify constructive solutions which will continue to deliver a service to young children and their parents in the area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300041#QQ00600","speaker":"1055","continuing":true},{"type":"speech","time":1400010600,"counter":338,"content":"<p>I welcome the Minister's indication that there will be a meeting of the funders tomorrow.  The issue is urgent, and it is significant that a meeting is taking place tomorrow.  I welcome the Minister's commitment to the effect that after the meeting an early meeting will be held with the Jigsaw Childcare Service.  I emphasise to the Minister the urgency of the provision of short-term funding for the centre.  Those responsible in the centre should be given an indication that there will be breathing space of one month or whatever while the talks are taking place.  The representatives of the centre have explained to me that as a company under law - the Minister is familiar with company law - once those responsible are aware that the centre is incurring debts, such as staff costs and other costs, that it will be unable to pay, there is a risk that they will be found to be trading recklessly.<\/p><p>The directors of the centre have been advised that unless they are given a clear indication that they will have short-term funding to pay wages in one, two or three weeks' time they will have to give people statutory notice and the various entitlements that employees have under law.  That is why I emphasise the need for an indication as soon as the meetings take place with the funders.  I appreciate that it could take some weeks to reach a longer-term agreement about how the service will be funded in future.  Anyway, there is a need for those responsible in the centre to be informed straight away that at the least they can keep the doors open for the coming month and that there is some breathing space while all of this is worked out.<\/p><p>The Minister referred to the fact that the former Minister for Children and Youth Affairs, Deputy Fitzgerald, had advised that perhaps there could be some solution in examining the overall position of early years services in the area.  However, the representatives from the Jigsaw centre have informed me that it is the only service for those under three in the area.  There are other services that cater for children of immediate preschool age, but this is an area with significant socioeconomic disadvantage and, therefore, the earlier children from those homes can get access to high-quality childhood education and care, the better.  That should be considered as well.<\/p><p>I appreciate the Minister's attendance this evening.  I realise it has been one of his first duties in the post.  Furthermore, I appreciate that the Minister has called the groups together in order that we can get all the different agencies around the table and work out a solution.  It would be a disgrace if a service such as this were allowed to close.  I assure the Minister that those involved in the centre are prepared to do everything they can to work with the funders and provide a solution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300042#RR00200","speaker":"1154"},{"type":"speech","time":1400010600,"counter":339,"content":"<p>I accept the urgency of the issue.  Again, I thank Senator Power for bringing the matter to my attention in the Seanad this evening.  She referred specifically to the matter of direct funding.  The company has been in discussion with the Child and Family Agency, which is one of several State agencies that provides funding to the centre.  The agency has already provided a level of short-term relief by way of a prepayment of cash for June.  It has not been possible for the agency to provide direct funding.  I have no wish to pre-empt what might happen at the meetings.  There is a meeting tomorrow.  I hope a resolution can be found by having all the stakeholders and parties involved.  I undertake to liaise with Senator Power in the hope that we can find a satisfactory solution to this urgent and important issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300042#RR00300","speaker":"1055"},{"type":"minorheading","content":"Orthodontic Service Waiting Lists","time":1400010600,"counter":340,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300042#RR00350"},{"type":"speech","time":1400010600,"counter":341,"content":"<p>Like others, I was pleased to see Deputy Flanagan become a senior Minister.  It is long overdue and well-deserved.  This may be his maiden visit to Seanad &Eacute;ireann, since he has not served here but has always been in the other House.  He is very welcome.<\/p><p>I am tabling this Adjournment matter this evening because I visited a house where I met a 15 year old girl who has been waiting five years to have orthodontic treatment.  This is having a detrimental effect in her formative years.  We all know that early second level education is remarkably important and that, where possible, students should have all their faculties operating to their best capacity.  That has not happened in this case.<\/p><p>We are in a modern society and a delay of more than five years is altogether unacceptable.  I have noted the responses we have received from the HSE to the effect that it will be dealt with within three to six months.  I strongly believe that this young lady in north Clare should be accommodated if there are extended hours or if a cancellation arises.  We have no wish to see some other poor unfortunate losing out because of the fact that I have the facility of raising the matter in Seanad &Eacute;ireann, but I believe the HSE has a responsibility and a duty of care to this young lady to ensure that she gets the treatment she requires as a matter of urgency.  I would like to think this could be resolved in a matter of weeks rather than months.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300042#RR00500","speaker":"1158"},{"type":"speech","time":1400010600,"counter":342,"content":"<p>I am taking this Adjournment matter on behalf of my colleague, Deputy Alex White, Minister of State with responsibility for primary care.  I thank Senator Martin Conway for raising the issue this evening.<\/p><p>Orthodontic referrals are received via the HSE's dental service school screening programme.  Referrals are assessed for eligibility and patients with the greatest clinical need are treated within the public health system.<\/p><p>There have been particular difficulties in the mid-west area concerning waiting times for assessment in recent years.  However, progress has been made in finding a resolution to the issue.  At the end of 2010 there were 1,890 patients awaiting assessment in the mid-west area.  In 2010 and 2011 a local initiative succeeded in reducing waiting times and numbers on the assessment waiting list.  The most recent figures for the first quarter of 2014 show that there are 421 awaiting assessment and that 87% of these patients are seen within one year.<\/p><p>The individual to which Deputy Conway has adverted was assessed by the orthodontic specialist on 12 April 2012, deemed to be eligible for orthodontic treatment and placed on the treatment waiting list.<\/p> <p>It is expected that she will be called to begin treatment within the next six months.  I acknowledge what Senator Conway said about her condition and that the six-month wait may cause further anxiety, pain and suffering.  I note, too, the Senator's point regarding a cancellation or appointment in lieu.  We will contact the HSE with particular reference to such an arrangement.<\/p><p>Orthodontic services are provided mainly by orthodontic consultants, orthodontic specialists and support staff, including dental nurses and hygienists.  The recruitment moratorium and the number of staff on long-term leave have had an impact on waiting lists in some areas.  The HSE is considering a number of options to tackle waiting lists where they are problematic.  These include skills mixes and the procurement of services.  Pilot schemes involving the use of orthodontic therapists are being introduced.  Such a scheme is already under way in the HSE's Dublin north east area and it is hoped to extend it to the mid-west area, including County Clare, within the next 18 months.  These changes will have a positive impact on waiting times for patients such as the individual referred to by the Senator.<\/p><p>An independent national review of orthodontic services, commissioned by the HSE, has recently been completed.  The key issue highlighted by the review is that the orthodontic service should be fully integrated within the primary care service.  This is under consideration by the HSE to be implemented as part of its transformation programme.  In addition, a new overall oral health policy is being developed.  This new policy will aim to set out how services can best be integrated with general health services and aligned with the current and future needs of the population.  The project will have three key parts.  First, a needs assessment will inform how new services should be provided.  The second part will be a review of resources.  Finally, there will be consultation with stakeholders, including the public, on new ways of delivering oral health services in County Clare, the mid-west and beyond.<\/p><p>I thank Senator Conway for bringing this matter to my attention.  I hope a resolution can be found to the individual's difficulties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300042#RR00600","speaker":"1055","continuing":true},{"type":"speech","time":1400011200,"counter":344,"content":"<p>I thank the Minister for his reply.  I acknowledge that a great deal of progress has been made nationally.  Unfortunately, however, there seems to be a significant number of hiccups in the health services in the mid-west.  This is a very sensitive issue for the young woman to whom I referred, as it would be for any young person.  I ask the Minister to request the Minister of State at the Department of Health, Deputy Alex White, to ensure that an official from the HSE contact this young woman to assure her she is at the top of the cancellation list and that the necessary arrangements will be made whereby she will be informed by telephone of any cancellation and can respond at short notice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300043#SS00200","speaker":"1158"},{"type":"speech","time":1400011200,"counter":345,"content":"<p>I will be pleased to convey the Senator's views to the Minister of State, Deputy Alex White.  I am sure he will be in direct contact with the Senator in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2014051300043#SS00300","speaker":"1055"},{"type":"unspoken","time":1400011200,"counter":346,"content":"<p>The Seanad adjourned at 7.05 p.m. until 10.30 a.m. on Wednesday, 14 May 2014.<\/p>","notice":"TIME STRING DETECTED"}]