[{"type":"minorheading","content":"Prelude","time":1538559000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1538559000,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1538559000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1538559000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1538559000,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#A00100"},{"type":"speech","time":1538559000,"counter":6,"content":"<p>I have received notice from Senator John O'Mahony that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to outline the teacher allocation for Shraheen national school, Knockmore, County Mayo.<\/blockquote> <p>I have also received notice from Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on a discussion document, Shining a Light on Seclusion and Restraint in Schools in Ireland, which was published by Inclusion Ireland on 26 September 2018.<\/blockquote> <p>I have also received notice from Senator Lynn Ruane of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on the second Sexual Abuse and Violence in Ireland report.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to establish a new system for unidentified human remains which will centralise information and streamline the identification process.<\/blockquote> <p>I have also received notice from Senator Maura Hopkins of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on plans to develop a greenway between Athlone, County Westmeath, and Ballinasloe, County Galway.<\/blockquote> <p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to outline the reason for the delay in the publication of the review of the Jigsaw youth mental health service.<\/blockquote> <p>I have also received notice from Senator Maria Byrne of the following matter:<\/p><blockquote>The need for the Minister for Employment Affairs and Social Protection to further extend the paid maternity leave entitlement for mothers of premature babies.<\/blockquote> <p>I have also received notice from Senator Lorraine Clifford-Lee of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to ring-fence funding as part of the greenway strategy for the development of the Broadmeadow Way greenway.<\/blockquote> <p>The matters raised by the Senators are suitable for discussion.  I have selected the matters raised by Senators O'Mahony, &Oacute; R&iacute;ord&aacute;in, Ruane and Burke and they will be taken now.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#A00200","speaker":"1420"},{"type":"majorheading","content":"Commencement Matters","time":1538559000,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#A00300"},{"type":"minorheading","content":"School Staff","time":1538559000,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#A00400"},{"type":"speech","time":1538559000,"counter":9,"content":"<p>I welcome the Minister of State, Deputy Catherine Byrne.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#A00500","speaker":"1420"},{"type":"speech","time":1538559000,"counter":10,"content":"<p>I thank the Chair for selecting this Commencement matter.  I have been contacted by the parents of the children who attend Shraheen national school in Knockmore, County Mayo, and by Councillor Neil Cruise about the school's pupil numbers and teacher allocations.  The school has two teachers at present.  Just 14 pupils were enrolled in the school at the start of the school year in September.  In accordance with Department of Education and Skills criteria, an extra pupil needed to be enrolled in the school by the 30 September deadline so that it could retain its second teacher.  My understanding is that a 15th pupil was in attendance at the school last Friday, 28 September.  I understand that up to 11 children from families that are already in the parish and the catchment area will be enrolling in the school in the next couple of years.  This does not take account of any extra pupils who might come to the school from outside the area in that time.<\/p> <p>I will explain the dilemma that is being faced by everybody in the area.  If the school can stay open for this year, it is projected that its numbers will increase thereafter.  As the number of pupils in fifth and sixth class is small, just two pupils will leave in the next two or three years.  It is projected that something like 11 pupils will come into the school during that time.  I understand that the deadline which was given was not relayed to the parents until after the school opened for the new term in September.  This meant that the timeframe for getting an extra pupil enrolled was very tight.  I presume the returns from Shraheen national school are not in yet.  I am raising this matter because schools in local parishes and local areas are obviously very important for the people of those communities.  It is important for the high standard of teaching in this school to continue.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John O'Mahony:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2202\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2202&amp;amp;pid=JohnOMahony&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I thank the Minister of State for being here to deal with this matter and I accept that the Minister for Education and Skills is not available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#A00600","speaker":"1426","continuing":true},{"type":"speech","time":1538559000,"counter":12,"content":"<p>I apologise on behalf of Minister who cannot be here and thank the Senator for raising this matter, as it gives me the opportunity to outline the position regarding staffing in primary schools generally and in Shraheen national school, Foxford, County Mayo, in particular.<\/p> <p>The criteria used for the allocation of teaching posts are published annually on the Department of Education and Skills website.  The key factors for determining the staffing resources provided at individual school level is the staffing schedule for the relevant school year and pupil enrolments on the previous 30 September.  The staffing arrangements for the 2018-19 school year are set out in circular 0010\/2018 which is available on the Department's website.  The staffing schedule operates in a clear and transparent manner and treats all similar types of schools equally irrespective of location.  <\/p> <p>Budget 2018 provided for a one point improvement to the primary staffing schedule, which reduced the general average pupil-teacher ratio, PTR, to 26:1.  The improved staffing schedule has been implemented for the 2018-19 school year.  This measure brings the teacher allocation ratio in all primary schools to the most favourable ever seen at primary level.  While budget 2012 increased the appointment and retention ratios for small schools, that is, schools with up to four-classroom teachers, improvements to the staffing of these schools have been made in the past number of years.  Improved retention thresholds for the second, third and fourth classroom teacher and also the improved appointment and retention thresholds for two teacher schools situated 8 km or more from the nearest school of the same type of patronage and, or language of instruction were introduced for the 2015-16 school year.<\/p> <p>Budget 2016 announced a one point improvement to the primary staffing schedule with this improvement implemented in the 2016-17 school year.  Budget 2017 announced two adjustments for one teacher schools.  Where the school is the sole primary school on an island the school will be able to appoint a second teacher.  Regarding single teacher schools generally, those with an enrolment of 15 or more pupils the school can apply to the staffing appeal board for a second post where the single teacher has children across six or more class groups.  The staffing arrangements also include an appeals mechanism for schools to submit an appeal under certain criteria to an independent appeals board.  <\/p> <p>Shraheen national school is currently a two-teacher school.  The enrolment required to retain a second teacher is 17 pupils.  On 30 September 2017, the school had an enrolment of 15 pupils and was due to have its teaching staff reduced to one in this current September.  The school submitted an appeal to the March meeting of the primary staffing appeals board.  In its appeal, the school projected an enrolment of 16 pupils across six class groupings and the school was successful in its appeal.  The school was advised that the retention of the second teacher was dependent on the school achieving an enrolment of at least 15 pupils across six class groupings on 30 September 2018.  The primary staffing appeals board operates independently of the Minister and the Department and its decision is final.  <\/p> <p>The current enrolment in the school for the 2018-19 school year has been confirmed as 14.  As the school has not achieved the required enrolment, the second teaching post will be suppressed with effect from Friday, 26 October and the most junior teacher in the school will be redeployed.  I thank the Senator again for the opportunity to outline this process to the House.  I have taken some notes on what he said regarding the fact that since last Friday,15 pupils have been enrolled in the school.  I will bring that to the attention of the Minister.  However, as outlined in the reply, the situation may well be out of his hands.  That said, I will bring it to his attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#B00200","speaker":"1307"},{"type":"speech","time":1538559000,"counter":13,"content":"<p>I thank the Minister for State for the reply.  I accept the criteria as outlined but my information is slightly different from that outlined.  The information will be confirmed one way or the other.  The parents who contacted me were disappointed that they had not been made aware of the position earlier because there would have been no problem getting up to 15 enrolments.  Efforts were made and there were 15 pupils in attendance last Friday.  I am not sure of the exact details but the numbers will have to be confirmed one way or the other.<\/p> <p>If the school's staffing allocation is reduced to one teacher, does that mean that the school will have to close?  Given that enrolments are projected to increase, with 11 children from families with pupils in the school due to start in the next two years, the issue is bridging the gap between enrolments at the start of this September and future enrolments in the coming years.  A public meeting on this issue is being held on Friday next.  I hope the matter can be resolved because Shraheen national school is the heartbeat of the community.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#B00300","speaker":"1426"},{"type":"speech","time":1538559000,"counter":14,"content":"<p>I assure the Senator that I will bring his questions back to the Minister.  In the context of the aforementioned public meeting, I understand his need for an urgent reply.  I will ask the Minister to reply to him directly.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#B00400","speaker":"1307"},{"type":"minorheading","content":"Special Educational Needs","time":1538559000,"counter":15,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#B00500"},{"type":"speech","time":1538559000,"counter":16,"content":"<p>I welcome the Minister of State to the House.  I want to raise the inaction of the Department of Education and Skills <i>vis-&agrave;-vis<\/i>unregulated seclusion and restraint of children with disabilities.  With the greatest respect to her, I am disappointed that none of the Minister for Education and Skills, the Minister of State at the Department of Health with responsibility for disability or the Minister for Children and Youth Affairs considers this issue important enough to merit their attendance in person to discuss it.<\/p><p>Inclusion Ireland published a discussion document last week, &quot;Shining a light on seclusion and restraint in schools in Ireland&quot;, which shares stories of 14 children with a disability, some as young as five years of age.  Following the publication of the document, Departments should have been reeling in an effort to react to the issues that it raises.  Inclusion Ireland is concerned that despite being asked by the National Council for Special Education, NCSE, on three occasions, the Department of Education and Skills has failed to provide best practice guidelines or to introduce reporting and monitoring protocols.  Mr. Paddy Connolly, chief executive officer, CEO, of Inclusion Ireland, has stated that the rights and welfare of children should be at the centre of all that happens in schools.  On the issue of managing the use of seclusion and restraint, best practice includes support and training for staff, whole-of-school positive behaviour strategies, school leadership and external inputs such as child mental health or disability services.  <\/p><p>I wish to put the Minister of State on notice that my colleague, Senator Lynn Ruane, will introduce legislation on this matter, to which the Government will have to respond.  I will now read into the record some of the cases that were outlined in the discussion document.  The names have been changed to protect the identity of the children involved.  <\/p><blockquote>One day I went to collect Brian* from his special school and he was sitting on the sofa in reception crying.  His arms were very sore and staff would not tell me what happened.  Later Brian calmed down and could tell me two Special Needs Assistants had held him face down on the floor by his arms which were now black and blue.<br \/><br \/>Michael*, who was 10 years old at the time, wasn&rsquo;t allowed in the classroom of his Dublin school for 3 months.  Instead Michael had to work in an empty room next door to the room where his class-mates were working.<br \/><br \/>My daughter Jenny* was restrained in a &lsquo;prone restraint&rsquo; which is being held in a face down position by 2 or three people.  On one month this took place up to 50 times and this went on for some time.<br \/><br \/>William* was restrained in his school transport by the escort with his head held down physically for the whole journey which took 20 minutes.  William said he found it very hard to breathe and it was a painful experience.  On other occasions William&rsquo;s hands were held down &lsquo;just in case&rsquo;.<br \/><br \/>Se&aacute;n* was restrained by a teacher when he was in senior infants.  The teacher in question told me that I didn&rsquo;t have to worry about Se&aacute;n&rsquo;s behaviour in school as he had found a way to restrain him.<br \/><br \/>Luke* attended a special school and he told me that his teacher had locked him into a toilet.  The school denied this when I complained.  We moved him to another school and a number of months later I was contacted by Tusla as two more children had alleged the teacher had locked them into a toilet.  An investigation followed but found that the teacher posed no risk to children and the teacher returned to the school.<br \/><br \/>&ldquo;Killian* was locked into a small storage room with a small window.  We were initially told the room would only ever be used as a &lsquo;last resort&rsquo;.  The teacher put Killian into this locked room, unattended for up to four or five hours for trivial reasons such as not doing school work quick enough or talking in class.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->These are testimonies from the parents of children with disabilities who are some of the most vulnerable children in our educational system.  The Department of Education and Skills, the Minister of State with responsibility for disabilities and the Minister for Children and Youth Affairs should be all over this report as well as making statements on how they are going to react to it.  The reaction from Inclusion Ireland is one of exasperation at the lack of action from the Department.  I understand the stresses that teachers in this area experience but the 14 case studies in this report are appalling and I want to know what the Government is going to do about it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#B00600","speaker":"1410","continuing":true},{"type":"speech","time":1538559000,"counter":18,"content":"<p>I am here on behalf of the Minister for Education and Skills.  I do not know about the other Ministers in question.  I thank the Senator for raising this important issue.  I understand the impact it has on him as a former teacher.  I wish to advise him that the well-being and safety of children should be at the centre of all policy and practices in school.  The board of management of each school is responsible for the care and safety of all of the pupils in their schools.  Schools should supervise and support children who are distressed or out of control until they have recovered and are able to re-engage in the classroom.  This may mean the temporary removal of a child from the environment where the problems have arisen in some circumstances.  Schools have a duty of care to all their students and any action taken to manage behaviour must be proportionate.  Schools are not required to report such interventions to the Department.<\/p> <p>The educational welfare service of Tusla, which is now under the aegis of the Minister for Children and Youth Affairs, has developed guidelines for schools on codes of behaviour, which all schools are required by law to have in place.  The guidelines advise that specialised behaviour management strategies, such as the use of restraint, should not be used without expert advice, training and monitoring.  In particular, the guidelines point to certain sanctions which are regarded as inappropriate, including leaving a student in an unsupervised situation while in the care of the school.  All parents must be made aware of behaviour management strategies employed by the school.  There is a range of guidance, advice and support available to schools, including from their local National Educational Psychological Service, NEPS, psychologist and the NCSE's support service.  Training is also available for teachers and schools.<\/p> <p>The Department is working on the development of guidelines for schools on responding to crisis situations and complex student behavioural needs.  These guidelines will be informed by advice from the NCSE.  The Department will consult the education partners on them as well over the coming months.  It is anticipated that they will be finalised by the end of this school year.  The guidelines will be underpinned by the principles that such intervention is never used for the purpose of discipline, it should be applied proportionately and it should last only as long as is necessary to de-escalate the situation.  The guidelines will also underline the importance of continued supervision of children during a crisis period, including matters related to behaviour.  It is also expected that the guidelines will underline the importance of recording such incidents and how they are managed.<\/p> <p>Where a parent, or any other person, has concerns about the care or safety of a child in school, they should report these concerns to the board of management of the school in the first instance.  Where a parent or other person has a concern about the welfare or protection of a child in a school they may report the matter as a child protection concern to Tusla.  In 2017, the Department received one child protection complaint, which referred to concerns relating to seclusion, and this complaint was dealt with in accordance with departmental procedures, including referral to Tusla.  There were no child protection complaints received in respect of restraint.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#C00200","speaker":"1307"},{"type":"speech","time":1538559000,"counter":19,"content":"<p>I thank the Minister of State for her reply but this sort of reply drives me round the twist.  The first paragraph of the reply is a classic case of the Department saying it is somebody else's problem: \"The board of management of each school is responsible for the care and safety of all of the pupils in their schools...Schools are not required to report such interventions to the Department.\"  It is not, therefore, up to the Department.  Mr. Paddy Connolly, CEO of Inclusion Ireland, stated that the NCSE has asked the Department on three occasions to provide best practice guidelines.  That has not happened but, according to this reply, it will respond to the NCSE by June 2019.<\/p> <p>I accept this is not the Minister of State's area of responsibility but I want her to impress on the Minister for Education and Skills, the Minister of State with responsibility for disability and the Minister for Children and Youth Affairs, who are responsible, that there is no sense of urgency in this reply.  I get the impression from this that everything is fine and tickety-boo, there are ways for people to complain, the Department received only one complaint, and so on.  There is nothing in the reply that makes me feel that the people who wrote it have read what I have read into the record today in respect of children being locked in toilets, having their faces held down on bus transport or in classrooms, or being isolated in small rooms.  Nobody is suggesting that this is an easy job but a report such as this should have made Departments react in a different way from this classic response of, \"It is not really our responsibility, it is somebody else's responsibility.  We are looking at it and will come back to you in due course\".  If anybody in this House was told that a child of theirs had been locked in the toilet or gone through any of the events raised in this report, I am sure there would be hell to pay but I do not get a sense from this reply that the Department has that feeling.  I reiterate that if this was taken seriously, there would be a Minister with responsibility for the area.  Will the Minister of State impress on those responsible the need to do something a little more urgent and impressive to give us the sense that they are taking this matter seriously?  If I was the mother or father of one of these children with disabilities who have gone through these events and this response was produced, I would not be impressed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#C00300","speaker":"1410"},{"type":"speech","time":1538559000,"counter":20,"content":"<p>I will relay all of the Senator's frustration and concerns and will outline the seriousness of some of the cases he has raised.  I believe, however, that the reply states clearly that there is a process in place and, from my limited experience of the education system and boards of management, I am conscious that people have to make a complaint and it has to be dealt with in the school.  Nobody wants to go back to the days when young children, with or without a disability, were punished for different reasons, whether by restraint or being locked in rooms.  As a Member and as a parent and grandparent, it is not appropriate that any child should experience restraint in school.  I will relay in a clear message the frustration and concerns raised by the Senator and bring them to the attention of the Minister for Education and Skills on my way back to the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#C00400","speaker":"1307"},{"type":"minorheading","content":"Sexual Offences Data","time":1538559000,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#C00500"},{"type":"speech","time":1538559000,"counter":22,"content":"<p>I thank the Minister for Justice and Equality for taking this matter.  I am raising the issue of the second Sexual Abuse and Violence in Ireland, SAVI, report which his Government has committed to, and which will investigate and survey the levels of sexual violence and abuse experienced by men and women in Ireland.<\/p> <p>It has been 16 years since the first SAVI report was published in 2002, and in light of just how much our understanding of sexual violence has changed since then, it is high time we updated the State data and considered the issue and the realities on the ground once more.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Lynn Ruane:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2481\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2481&amp;amp;pid=LynnRuane&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It has been 16 years since the first Sexual Abuse and Violence in Ireland, SAVI, report was published in 2002 and, in light of just how much our understanding of sexual violence has changed since then, it is high time we updated the State data and looked at the realities on the ground once more.  Breda Allen, in the opening words of the 2002 SAVI report, stated that, \"This is a groundbreaking study, the importance of which cannot be overestimated.\"  These words have only grown truer in the past decade and a half, especially in light of recent developments in the #MeToo movement and the breaking of a powerful and shaming silence, allowing women to come forward and speak about the abuse of power and sexual harassment they have experienced.<\/p><p>The Minister will be aware that figures released this week from the Rape Crisis Centre showed an increase of 10% in the reporting of sexual crimes in the past year.  However, even this increase is only part of the picture as we all know that huge numbers of sex crimes go unreported.  The need for another SAVI report to give us an accurate picture on the ground of the experiences of survivors of sexual violence in this country is very important and I hope the Minister is able to confirm a timeline and details of how this will happen today.<\/p><p>We keep sharing our stories, baring our souls, laying ourselves bare for all to see.  We risk questions and judgments and we hope that no one pokes away at the emotional scars our sexual assaults have left us with.  I carried a shame that was not mine for five years before I told anyone what happened to me and I waited another three years before I went to the Rape Crisis Centre.  I am not alone.  Do not let the laying bare of all we have endured be for nothing.<\/p><p>For the last two weeks since I shared what happened to me on RT&Eacute;, I have been inundated with hundreds of letters and mails from women and girls from every part of this island.  Some sat in their sitting rooms with their families and as I said those words, \"I was raped\" they found themselves saying the same, for the very first time, in the seconds after I spoke.  That is the power of sharing.  The Minister has the ability and the resources to take those experiences and transform them into action.<\/p><p>Some people may never be able to speak to another person about their experience of sexual assault, much less a garda.  However, just because people cannot report, does not mean they should be invisible.  We need a survey that goes into communities, that can reach survivors in their own surroundings and translate their experiences, their pain in sharing that part of themselves into a better understanding of the realities of sexual violence, the barriers to accessing law enforcement, medical and therapeutic services for those abused and their families and how the State can do better and respond to these needs.  That is what I am calling for today and I hope the Minister is able to share the steps he and his Department will be taking to start the second SAVI process and begin a better understanding and national conversation about sexual violence, survivors and their experiences.  I thank the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#C00600","speaker":"1404","continuing":true},{"type":"speech","time":1538559000,"counter":24,"content":"<p>I very much welcome the opportunity to address this important topic raised by Senator Ruane and I congratulate her on her recent publication.  I acknowledge her courage and bravery in the many interviews and public engagements she has undertaken in recent weeks.  It is my belief that she has started a national conversation and, as Minister for Justice and Equality, I very much welcome that and thank her for it.  I ask her to continue in that vein.<\/p> <p>My Government colleagues and I are totally committed to preventing and addressing sexual violence in Ireland.  It is extremely important to me and to the Government that policy is driven by accurate, up-to-date, reliable data.  Knowledge and information are essential to making effective policies to prevent and combat sexual violence.<\/p> <p>The SAVI report was a fundamental piece of research and its results had a significant impact, both at the time of its publication in 2002 and since.  Late last year, the Government decided that a scoping study should be undertaken to see just what the situation was regarding data available for the development of policy in this particularly sensitive area and to assess if there were gaps in the data available for policy formulation.  To this end, as the Senator may be aware, the Government agreed to establish a scoping group to consider the availability of data and make recommendations on a study to identify the prevalence of sexual abuse and violence in Ireland today, as well as emerging trends.  The group was made up of experts and relevant Department officials and was chaired by Professor Dorothy Watson, associate research professor, ESRI, and adjunct professor of sociology at Trinity College Dublin.  Presentations and submissions from key non-governmental organisations were made to the group at its first meeting and subsequent submissions from representative groups were also made and presented to the scoping group for their consideration.<\/p> <p>In line with the group&rsquo;s terms of reference and work plan, the group&rsquo;s academic members completed a paper on data points relevant to sexual violence.  During this work, other relevant international surveys were reviewed and cross-referenced to identify gaps in the original data points and address those gaps by adding new data points and variables not present in the SAVI study.  The group considered this paper and it ultimately became a core element of the group&rsquo;s report.  The group also considered survey methodology, ethical considerations, the feasibility of periodic data collection over time and data protection issues.  The group has since submitted its draft report to my office for consideration.<\/p> <p>This work is extremely complex and requires careful consideration of the sensitivities and practicalities involved.  A further piece of technical work is being completed by my Department to enable me to bring proposals to Cabinet.  I expect to be in a position to do this in a matter of weeks.  Once the report has been considered by Government it will be possible to be more specific about its recommendations.  I acknowledge the importance of this issue and I acknowledge what the Senator has said.  I am very keen to report progress on this matter over the course of the next couple of months.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#D00200","speaker":"1233"},{"type":"speech","time":1538559000,"counter":25,"content":"<p>My question relates to the scoping exercise, which is very important and which I welcome.  I know that organisations which work with survivors have been involved but I am concerned that a huge amount of data from women who never access services are missing from the report of the scoping exercise.  This is because so much is not reported.  Much still needs to be done by way of a public consultation on sexual violence so that we can gather some of that data as they will not be accessible to us via academia or those on the scoping group.  The Minister says he will get a commitment from the Cabinet on whether it can publish the specific recommendations of the group.  Is it possible to have something else that would enable us to reach the people to whom I referred?  Like me, up until now they would never have spoken out loud about their experience but they may be prepared to fill out an anonymous survey and that would give us a clearer picture.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#D00300","speaker":"1404"},{"type":"speech","time":1538559000,"counter":26,"content":"<p>I am very pleased that this debate is taking place and I thank Senator Ruane for engaging on it.  I am here, as Minister, to hear her views and take her advices on the issue.  I will do that because sexual violence is a sensitive issue and a gross violation of the individual, not only physically but psychologically and emotionally.  Due to the complexities, undertaking a survey into the prevalence of sexual violence raises a lot of issues.  The scoping group has given preliminary consideration to the key issues and further intensive work is now under way to resolve a number of technical issues.  I am sure Senator Ruane will agree that it is important that any survey which is undertaken will take full account of the care due to individuals who will be answering questions of great sensitivity, as well as to those who actually conduct the survey.  It is also essential to have a sufficiently large number of respondents to any survey so that we will be able to draw statistically robust conclusions.<\/p> <p>Once the outstanding technical matters are resolved, I will bring proposals to Government and I expect to do so shortly.  Once the report has been considered by the Government, it will be possible to be more specific about the recommendations but, in the meantime, I would be very happy to engage further with Members of the Seanad.  I very much welcome their views.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#D00400","speaker":"1233"},{"type":"minorheading","content":"Coroners Service","time":1538559000,"counter":27,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00100"},{"type":"speech","time":1538559000,"counter":28,"content":"<p>I thank the Minister, Deputy Flanagan, for taking time out of his busy schedule to be here.  In this country at the moment, when a human remains or a body is not identified there is no central database for the information that is gathered.  I understand that the information is kept within each of the coroners' areas.  Dr. Ren&eacute; Gapert, who is an expert in this area, has suggested that a central database should be established.  The cost of doing this would not be huge.  It would be important to have such a system in place.  Dr. Gapert has received the support of coroners from around the country.  I am raising this issue on foot of a case in Dublin involving a person who was reported missing more than ten years ago.  A body was washed up on the coast of County Louth within three months of the person being reported missing, but it took nine years for two and two to be put together and for it to be realised that the body which washed up in County Louth was that of the person who had been reported missing ten years earlier.  The family of that person lived with uncertainty for ten years.  A central database would help the Garda, the coroners and all the people involved.  I ask the Department to give serious consideration to this proposal.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00200","speaker":"1409"},{"type":"speech","time":1538559000,"counter":29,"content":"<p>I thank Senator Colm Burke for raising this matter.  It is distressing when the remains of deceased people are sometimes discovered on land or washed ashore on our coasts, as in the case mentioned by the Senator.  The relevant State authorities make every effort to identify such people by whatever means possible.  I am informed by coroners that fortunately there are very few cases in which remains cannot be identified within a foreseeable timeframe.  The discovery of skeletal remains or bones, usually as a result of construction activity, happens more frequently.<\/p> <p>The Senator is proposing that I should establish a new section for unidentified human remains as a means of centralising information and streamlining the identification process.  He has previously submitted to me a proposal from a well-respected forensic anthropologist that a forensic human remains identification specialist position should be established and located within the ambit of the Department.  It is proposed that such a specialist would centralise information and provide a service in respect of the identification of discovered bodies or parts of bodies.  It is argued that this could help to co-ordinate the expertise required and be of greater assistance to the families of missing people.  I have asked the various relevant divisions and agencies within my departmental remit to examine the proposal carefully.  This consideration is now under way.  The initial feedback I have received suggests that consideration must be given to whether the establishment of a separate section, with attendant costs or impacts on the work of other agencies concerned, represents the best use of available resources.  Statutory changes could also be required.<\/p> <p>I am informed that there is no evidence to suggest that there are major deficiencies in the handling and ultimate identification of human remains.  Most such remains are ultimately identified.  I would be happy to engage further with Senator Colm Burke on these issues.  I recognise that families and relations of people who go missing for long periods of time have their hopes raised when discoveries are reported.  We must ensure that all possible measures are taken to identify the deceased when remains are discovered.  I commend Senator Burke on his efforts to enhance the identification of unidentified remains.  He has done a great deal of work to advance proposals to allow families to manage the affairs of missing people.  His Private Members' Bill in that regard has passed all Stages in the Seanad and is awaiting Second Stage in the D&aacute;il.  I hope we can report progress on that issue in the coming weeks.  If the Bill is enacted, it will be of considerable assistance to the families of people who have gone missing.  I have indicated that I will do everything I can to facilitate its passage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00300","speaker":"1233"},{"type":"speech","time":1538559000,"counter":30,"content":"<p>I understand that across the various coroners' areas there are approximately 200 cases in which the bodies or partial remains of individuals have not been identified.  That figure is taken from a survey which added them all up.  There is no central relationship that allows such discoveries to be cross-checked with the cases of people who have been reported missing.  Problems can arise when people who have been reported missing turn up in a totally different part of a country.  I know of a case involving a person whose remains were discovered in County Galway and who has not been identified, in which the evidence suggests that the person was not even from Ireland.  I am concerned that there is no central place where the Garda authorities and the coroners can go after bodies are discovered to cross-check information about people who have been reported missing.  I am raising this issue in that context.  I am asking for serious consideration to be given to the establishment of a central database.  I suggest that someone be given responsibility for working on this matter, even on a part-time basis, in order to ensure that people might go to a central place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00400","speaker":"1409"},{"type":"speech","time":1538559000,"counter":31,"content":"<p>I assure the Senator that I have asked the various divisions and agencies under the remit of my Department to study carefully his proposal for the establishment of a special section to deal with the remains of unidentified people.  I will not be in a position to give a definitive response until that consideration has been completed.  I commend the Senator on his interest in this matter.  I am happy to engage with him in this public forum and bilaterally on the progress that is being made or otherwise.  I commend him on his efforts to advance matters concerning unidentified remains and the management of the affairs of missing people.  After he raised this issue with me earlier in the year, I had an opportunity to attend a conference of coroners.  I am anxious to engage further on this issue with a view towards meeting the Senator's concerns.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00500","speaker":"1233"},{"type":"majorheading","content":"Message from Dáil","time":1538559000,"counter":32,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00600"},{"type":"speech","time":1538559000,"counter":33,"content":"<p>D&aacute;il &Eacute;ireann passed the Mental Health (Renewal) Orders Bill 2018 on 2 October 2018, considered by virtue of Article 20.2.2&deg; of the Constitution as a Bill initiated in D&aacute;il &Eacute;ireann, to which the agreement of Seanad &Eacute;ireann is desired.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#E00700","speaker":"1420"},{"type":"unspoken","time":1538559000,"counter":34,"content":"<p>Sitting suspended at 11.20 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1538559000,"counter":35,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00100"},{"type":"speech","time":1538559000,"counter":36,"content":"<p>I call the Deputy Leader, Senator Noone, to outline the business of the day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00200","speaker":"1381"},{"type":"speech","time":1538559000,"counter":37,"content":"<p>The Order of Business is No. 1, motions regarding judicial and extrajudicial documents in civil or commercial matters and co-operation between courts of the member states in the taking of evidence in civil or commercial matters - referral to committee, to be taken on the conclusion of the Order of Business without debate; No. 1<i>a<\/i>on the supplementary Order Paper, Mental Health (Renewal Orders) Bill 2018 -  Report Stage amendments from the D&aacute;il and Final Stage, to be taken at 12.45 p.m.; No. 2, motion regarding earlier signature of the Mental Health (Renewal Orders) Bill 2018, to be taken on conclusion of No. 1, without debate; No. 3, Data Sharing Governance Bill 2018 - Report and Final Stages, to be taken on the conclusion of No. 2 or at 1 p.m., whichever is the later and to be adjourned no later than 3.30 p.m. if not previously concluded; No. 4, Copyright and Other Intellectual Property Law Provisions Bill 2018 - Committee Stage, to be taken at 3.30 p.m. and to adjourn no later than 4.30 p.m., if not previously concluded.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00300","speaker":"1406"},{"type":"speech","time":1538559000,"counter":38,"content":"<p>By way of clarification, No. 3 is being taken after No. 2.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00400","speaker":"1381"},{"type":"speech","time":1538559000,"counter":39,"content":"<p>Yes.  No. 5, statements on the transfer of functions of D&uacute;n Laoghaire Harbour Company to D&uacute;n Laoghaire-Rathdown County Council to be taken at 4.30 p.m. and to conclude no later than 5.30 p.m., with the time allocated to group spokespersons not to exceed eight minutes, on which members may share time and the Minister to be given no less than five minutes to reply to the debate and No. 6, Private Members' business, Irish Human Rights and Equality Commission (Gender Pay Gap Information) Bill 2017 - Report and Final Stages, to be taken at 5.30 p.m., with the time allocated to this debate not to exceed two hours.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00500","speaker":"1406"},{"type":"speech","time":1538559000,"counter":40,"content":"<p>I wish to raise commitments in the realm of justice that were promised under the programme for Government.  Last week, I raised the issue of violent muggings and burglaries on the streets of Dublin.  We also learned last week of the horrendous rapes of three college students in Cork, of how they had not reported the incidents to their colleges or to the Garda and of the fact that two of them have dropped out of college as a result of trauma and personal violation.  In response, the Government agreed to set up a forum locally so that there could be a central focus by the Garda, the HEA and the presidents of the various colleges involved.  The recently published CSO report shows increases in nine of 14 categories of crime.  While recognising the work of the Garda in respect of gangland crime, in the sexual offences category there has been a 10.2% increase.  This means that approximately 3,000 sexual offences were committed between June 2017 and June of this year.  This frightening statistic cannot be ignored.  There were also increases in theft offences and a 10.7% increase in weapons and explosives offences.  All Senators have heard of increased anti-social behaviour and increased crime in rural and urban areas.  The CSO report confirms what we have been hearing.<\/p> <p>There is a commitment in the programme for Government to consider the introduction of mandatory sentencing for robbery in the home involving violence.  Is this mandatory sentencing ever going to be introduced?  There is also a commitment to resource the courts, particularly the Circuit Court, to deal with increased non-summary prosecutions of serious crimes.  Will this happen?  I ask the Deputy Leader to provide an update on these commitments.<\/p> <p>I take this opportunity to convey my sympathies, and those of the Fianna F&aacute;il group, to the family of a woman who died in tragic circumstances on Tuesday when she was run over by a lorry on a residential street in Inchicore.  This was a freak accident but it should not have happened.  I urge vigilance on the part of those driving articulated lorries or other motor vehicles in residential areas in our cities and towns.  This tragedy could have been avoided.  My heart goes out to the woman's family.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00600","speaker":"1407"},{"type":"speech","time":1538559000,"counter":41,"content":"<p>I wish to place on record my thanks to all the Irish support organisations around the world that assist, on a daily basis, Irish people living abroad with many issues of concern.  These organisations provide general information and they also assist people in dealing with serious personal difficulties and tragedies.  The support they offer to Irish communities goes mainly unrecorded but their work is invaluable.  In the United States, the Irish support organisations offer a variety of services ranging from crisis intervention and management, supportive counselling with solution-focused orientation, information, advocacy, accompaniment to court - when required - and inter-agency liaison.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Billy Lawless:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2485\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2485&amp;amp;pid=BillyLawless&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This year, in the Boston area, the Irish Pastoral Centre provided advice and support to at least 15 prisoners.  The figures on undocumented Irish in detention for deportation nationwide are relatively low year on year but the level of support being given is placing great strain on the limited resources.  Due to policy changes in US immigration, the toxic atmosphere is causing severe stress, particularly among the undocumented community.  This has resulted in an increased demand for counselling services due to increased anxiety, a siege mentality and insular lifestyles.<\/p><p>This summer, an example of the assistance given by Irish organisations was highlighted by a serious case that came through my office.  It was of a young person who was travelling throughout in the US and had not made any contact with home for months, and the family were desperately worried.  When the person was found, his mental health was in a fragile state and he needed urgent assistance.  I contacted the local Irish Community Services, a not-for-profit immigration organisation, and it made contact immediately with the place where this person was staying.  Through sensitive and gentle discussion, he allowed them access.  He was in a bad state, both physically and mentally, and was brought immediately to a hospital where he received the urgent medical care required.  A few days later, he was able to return to his family in Ireland accompanied by his brother.  Only for the professional and sensitive approach from members of our Irish support organisation, this could have had a different and tragic outcome.  This type of assistance is replicated in communities throughout the US and elsewhere across the world.<\/p><p>The Government, through its embassies and consulates, provides significant support to Irish support agencies and organisations and we thank them sincerely for their excellent work.  The recent increase of crisis cases has reinforced the importance of having an interconnected web of agencies, providing holistic support to the global Irish community.<\/p><p>The Government must do more, through exploring how these non-profit organisations can be further financially supported and I call on the Minister for Foreign Affairs and Trade to ensure the Department continues to fund them to ensure they can continue to provide the excellent assistance they do.  Our global diaspora, particularly those who are undocumented, need and deserve the full support of the Government in every way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#G00700","speaker":"1429","continuing":true},{"type":"speech","time":1538559000,"counter":43,"content":"<p>I condemn the comments made by the DUP leader, Ms Arlene Foster MLA, earlier this week when she dismissed the Good Friday Agreement and suggested that it could be altered at the whim of the DUP.  That should not be surprising to us because, in 2003, Ms Foster left her own party because of her opposition to the Good Friday Agreement.  Her party supports Brexit.  It is important that Ms Foster understands, as she does not seem to understand, that this is an international treaty between this State and Britain and it is lodged under the United Nations.  She needs to get to grips with that.  As co-guarantor of the Agreement, the Government and the British Government need to make sure that is upheld as well.<\/p> <p>Members of this and the other House have asked why we do not just set up the institutions in the North and have commented that there are no preconditions.  However, it is a precondition of any government to treat all of its citizens equally and it is not right for people here to advocate the setting up the institutions where there are not LGBT rights and where there are not rights for everybody in society.  For example, people have had to wait decades just for the truth through legacy inquests.  While we desperately want the institutions to be up and running, we could certainly never advocate the setting up of the institutions under such an arrangement.  Perhaps all of this gives people down here a better insight into exactly what we have to deal with in the North.<\/p> <p>Today, I commend the Sinn F&eacute;in alternative budget to the House.  I commend my colleague, Deputy Pearse Doherty, and others who have worked so hard on this.  This is an alternative budget and it is about lifting the burden from the ordinary people of the cost-of-living crisis and investing in their full potential and in the public services they deserve.  It has been fully costed and it takes into account the cost of living.  The cost-of-living crisis, we must remember, exists because of Government policies and priorities.<\/p> <p>We have presented this budget.  We have shown how, through increased investment in education, housing, health, and agriculture and support for enterprise and development and job creation, we can have a different type of society.  The additional revenue raised by closing tax loopholes, increasing betting tax and introducing an income levy on those earning in excess of &euro;140,000, among other measures, could be used to open hospital beds.  Contrary to some of the nonsensical statements that are made by Members who desperately need to appease their vested interests and those who control their thinking and the actions of those in power, 99% of workers will pay no additional tax under a Sinn F&eacute;in budget or a Sinn F&eacute;in Government.  That is a fact.  I accept 1% of the wealthiest in our country are asked to pay a little more but does anybody think that those earning &euro;140,000 a year should be entitled to tax credit?  Does anybody think that banks, which made &euro;2.6 billion last year, should continue to be given a tax holiday?  If Members think that, this is not the place for them.  There is an alternative and that is the Sinn F&eacute;in budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#H00200","speaker":"1378"},{"type":"speech","time":1538559000,"counter":44,"content":"<p>Well said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#H00300","speaker":"1389"},{"type":"speech","time":1538559000,"counter":45,"content":"<p>Today, I would like to raise the housing crisis and the serious inadequacy of the State's response to a crisis affecting every sector of society.  I have no interest in scoring political points but, at this stage, it has to be accepted that the current strategies, whether it be Rebuilding Ireland or the array of other initiatives attempted by the Government, are just not working.  The housing system is not experiencing a temporary blip or market correction, as stated by housing experts in <i>The Irish Times <\/i>last week.  The system in freefall as a result of years of underinvestment, structural deficiencies in housing and planning policy, and a market-focused ideology that thinks the market can be relied on to provide the social good that is secure, safe and appropriate shelter for people in Ireland.  It can no longer be denied that this approach, and this philosophy, has been a complete and abject failure.<\/p><p>There needs to be a fundamental transformation in how we tackle the crisis and housing policy in general.  We cannot wait for the initiatives announced today to be implemented in two to three years' time when our citizens are being evicted from their homes right now.  I strongly support the cross-party motion that will be debated in the D&aacute;il later and I call on all Members to attend the Raise the Roof demonstration outside Leinster House at 1 p.m.  People are assembling to express their hopelessness because they spend an inordinate amount on rents.  Home ownership is increasingly out of reach for a vast number of people while increasing numbers of people, including children, are in emergency accommodation or sleeping on our streets.<\/p><p>We need to declare a national housing and homelessness emergency; dramatically increase spending on, and supply of, social, affordable and cost rental housing through a significant increase in capital expenditure; prioritise the delivery of public housing on public land; and work harder to bring vacant and derelict properties back into the supply as we proposed in the Civil Engagement Group in this House in February 2017.  We should pass emergency legislation by the end of the month banning all evictions as an emergency interim measure where an eviction will directly lead to homelessness.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#H00400","speaker":"1404"},{"type":"speech","time":1538559000,"counter":46,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#H00500","speaker":"1389"},{"type":"speech","time":1538559000,"counter":47,"content":"<p>We need rent controls without the wide expectations of the current rent pressure zones, with rents to be linked to inflation.  We need targets to end long-term homelessness and we need to amend the Constitution to include a right to housing.  These are radical calls but they are an appropriate response to the seriousness of the current crisis.  I hope to see as many of the Members as possible outside the gates at 1 p.m.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#H00600","speaker":"1404"},{"type":"speech","time":1538559000,"counter":48,"content":"<p>I welcome the decision yesterday in Washington DC to introduce legislation to regulate Airbnb or short-term lets, an issue I raised in this House on a constant basis over the past 18 months and on which I have been promised action over and over again.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kevin Humphreys:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2289\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2289&amp;amp;pid=KevinHumphreys&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The then Minister, Deputy Coveney, set up an internal committee between his Department and the Department of Transport, Tourism and Sport that sat for nearly a year and never published the recommendations.  This year, the current Minister promised action and that he would publish proposals in June.  He also said in August that he would bring forward legislation or regulations to the Cabinet in September.  We are now well into October and nobody has seen the regulations or legislation.  Why do I raise this issue so frequently?  It is because, at a minimum, it would bring 1,000 units back into the rental market for working people in this city and many other areas.  Where did I get the figure of 1,000 from because I believe the number is far higher?  It came from the Minister's own research, which states that the legislation he will propose will bring those 1,000 units back into the market.  I am frustrated because this has been highlighted for over two years.  The Minister has promised action on numerous occasions yet he has not taken any action or published any legislation or statutory instrument relating to this.  The Minister says that supply is the problem.  If supply is the problem, why has he not taken action with regard to these additional 1,000 units that he could return to the market very quickly?  I am putting the Leader on notice that if the Minister does not bring forward proposals to Cabinet next week, I will request, through an amendment to Standing Orders, that he attend this House.  I am not seeking that he attend today but I am putting the Leader on notice that if the Minister does not bring forward and publish proposals to Cabinet next week, I will request, through an amendment to Standing Orders, that he attend this House. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#H00700","speaker":"1417","continuing":true},{"type":"speech","time":1538559000,"counter":50,"content":"<p>I welcome Mr. Paddy McGowan and Mrs. Mabel McGowan, who are visiting the House for the first time, to the Public Gallery.  I hope they have a very enjoyable day.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#J00200","speaker":"1381"},{"type":"speech","time":1538559000,"counter":51,"content":"<p>Like many other Members, I refer to the protests that are taking place outside.  There is a housing protest and a protest from the agricultural community regarding beef prices.  The beef forum met today at 10.30 a.m.  It is important that the House acknowledge there is a significant issue with the beef industry.  The meeting of the beef forum today is an important one that will be attended by the processors, some farming organisations and the Department to work out what is happening in the beef industry.  I attended a meeting in Skibbereen last Monday week that was attended by approximately 400 beef farmers.  One could feel the disquiet, to say the least, among the community about where the beef industry, particularly the suckler industry, is going.  This morning's meeting is very important.  I realise that there is pressure on the Minister for Agriculture, Food and the Marine and the Department to try to ensure that appropriate prices are paid at the factory gate for the beef product.  This will be the significant challenge.  The beef processors' control over the industry is the biggest issue.  How we formulate a plan to ensure that the farmers get an appropriate price for their product when they go to slaughter is very significant.  The Minister needs to engage with the processors to ensure this happens.  <\/p> <p>I am sure this will be a winter of discontent in the beef industry.  From talking to the farmers, I understand that the prices at marts and in the factories have collapsed even though prices in the UK have gone up.  I can tell the House the actual price it costs to take an animal all the way to the factory but after that it goes into a black hole and we do not know where the costings go until the product actually ends up in retailers' fridges.  These are important issues.  I propose that we schedule time for the Minister for Agriculture, Food and the Marine to come to the House to discuss the beef industry.  Time needs to be allotted to the beef industry.  We need a real debate on it and to identify solutions.  More important we need to see what legislation needs to be changed to ensure farmers get what is appropriate at the farm gate.  What we really need is a labelling system.  We need to ensure that everyone knows exactly how much the farmer gets paid on the label.  The knock-on effect will be that we find out the margins the retailers and factories get so we know who is getting what out of every side of beef.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#J00300","speaker":"1386"},{"type":"speech","time":1538559000,"counter":52,"content":"<p>As I stand here, we have a team competing at the IGBA Handa World Blind Golf championship in Rome.  I wish the team well.  <\/p> <p>I raise the matter of the the leaving certificate - words that fill most of us with fear and dread, even the teachers in this room.  We have an extraordinary education system.  Some of the brightest minds in the world are born, study, invent and shine here but something is very wrong in our education system when those bright minds are being dulled by an unfair system.  The State Examinations Commission was defeated in court this week over its role in the incorrect totting up of leaving certificate marks for a Wexford student.  That was a win for that student but at what cost?  Not only did she have to fight in court, the case could be appealed if full written judgement issued next month gives the State Examinations Commission cause.  Thankfully, the student took her deserved place this week and will not suffer from having to play catch up but that is just one good news story.  Mr. Justice Richard Humphreys ruled that the current appeals process for leaving certificate students is not only highly unfair, it is not fit for purpose and causes untold stress to students.  I was contacted at one of my clinics by students from Carlow and Kilkenny with similar issues concerning a process that causes massive stress.  I welcome the fact that the Minister for Education and Skills has said that he will look at speeding up the appeals process for leaving certificate examination students to ensure they do not lose out on potential college places but we need to have a good hard look at the process and also put pressure on the State Examinations Commission to get things right in the first place.  It is wrong that a student must go to court to get a college place in time - a place she earned.  The future of several hundred students is in the air because they know they need to ask the questions and need to know their results.  They could be doing a course they thought they had to do because their points were tallied incorrectly.  More students who knew their points were incorrectly tallied have been stuck waiting a year to take a college place that should have been rightfully theirs.  A year is an enormous amount of time in a young adult's life and while some choose that route, others do not come back from it.  There is a need for a radical overhaul of the leaving certificate because a year is too long.  We also need to make sure that we are not putting students under immense pressure.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#J00400","speaker":"1395"},{"type":"speech","time":1538559000,"counter":53,"content":"<p>I return to the topic raised by Senator Ruane, namely, homelessness and the housing crisis that exists in this country.  It is about time that we realised a few basic facts.  First, there is no prospect of resolving the housing crisis unless the supply of social and affordable housing is increased.  Second, that supply will only increase if the Government takes direct action.  Third, the market will not solve this problem if left to itself in the short, medium or long term.  Fourth, the Government has had plenty of time to consider all of the underlying trends and issues such as market and land availability issues and has not done its duty by the people and addressed this issue properly.  It is very evident to anybody who travels around this city that the cranes are on the skylines.  Hotels are being built and great projects are in progress but social and affordable housing is not being built to any appreciable extent in Dublin.  It is impossible to believe that the Customs House as a Department of State, and I am not going to personalise this, can possibly have its hands on the levers of power or be resourcing local authorities adequately when pitiful results concerning the construction of social housing in particular are trickling in every year.  The former Minister for Housing, Planning and Local Government was appointed with responsibility for this and made some efforts to deal with the issue of rising rents, which is a symptom of the shortage.  He then became T&aacute;naiste and Minister for Foreign Affairs and Trade.  The current Minister has had a number of years to deal with this.  Every so often, we hear of initiatives which, to use the phrase thought up by the spin masters in Government Buildings, are game changers.  The first thing to say is that this is not a game.  It is deadly serious.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are told there is to be a new agency.  There should be a new agency and it should take direct action but where is the legislation for it?  Will we see it this year, next year or the year after?  Does anybody take this issue seriously?  Above all, does the Department and the Government intend doing anything or does it just intend to continue spinning and spinning and spinning, appearing to be concerned while doing nothing?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#J00500","speaker":"1403","continuing":true},{"type":"speech","time":1538559000,"counter":55,"content":"<p>I was very upset to read in the newspapers over the weekend about a report from Focus Ireland on the growing number of young people leaving State care and becoming homeless. Many young people leave State care and transition successfully into independent living but it is not good enough that any child finds himself or herself homeless.  Focus Ireland is calling for money to be ring-fenced for accommodation for care leavers.  Focus Ireland and the Irish Aftercare Network have been seeking a meeting with the Minister for Children and Youth Affairs, Deputy Zappone, but to no avail.  I would like the Deputy Leader to ask the Minister to come to the House for a debate on what is happening in the context of providing care and homes for young people.  It is not good enough that an 18 year old can leave care and be put out on the streets.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00200","speaker":"1375"},{"type":"speech","time":1538559000,"counter":56,"content":"<p>I commend the Irish Congress of Trade Unions on organising the Raise the Roof protest today.  I think it will be a momentous protest and I am looking forward to taking part in it.  I acknowledge the fact that all of us on the left are co-operating today.  Sinn F&eacute;in, which is the leading party on the left, the Labour Party, the Green Party, the Social Democrats and Independents on the left are all behind this.  We need to think about the potential the left has when it works together and we should focus on what we have in common, rather on what divides us.  We should all agree on something as regards next week's budget before it takes place.  We all know there is a crisis in child care and that budgets have not addressed the crisis to date, either for parents who have to pay for it or workers in the sector.  We have a simple proposal in our alternative budget, which has been costed by the Department of Finance.  We could raise the pay of every worker in the child care sector to a living wage of &euro;11.90, which would immediately address the crisis in terms of turnover of staff and would give hope to the workers in the sector.  It would cost just &euro;15 million.  For years my union, SIPTU, has been campaigning for a sectoral employment order for child care workers and this is what we need to have.  It will not happen immediately but our proposal could happen immediately.  It is the smallest of asks but it would make a huge difference, both for the workers involved and for the sector.  I call on the acting Leader and on Fianna F&aacute;il to acknowledge that it is a reasonable proposal and has been costed and to get behind it to make sure it is in next week's budget.  Let us do something today that will stand to those child care workers.  They are always forgotten about when we talk about child care and its costs<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00300","speaker":"1389"},{"type":"speech","time":1538559000,"counter":57,"content":"<p>Yesterday morning I attended breakfast at a fringe event of the Conservative Party conference, while a week before I was at a breakfast for a fringe event of the British Labour Party conference.  I was very concerned to hear statements that the Good Friday Agreement could be changed.  The Irish Government will stand up for the Good Friday Agreement and it is not up for negotiation.  We want a good result in the Brexit negotiations and we look forward to proposals being put forward by the United Kingdom in the coming weeks.  However, it is a very difficult time and I hope the negotiators on all sides can come up with some solution.<\/p> <p>An issue concerning the Irish diaspora was raised with me.  There is talk of a relief road just off junction 6 of the M42, close to P&aacute;irc na h&Eacute;ireann in Birmingham.  This will cause huge problems to the Warwickshire county board.  It has gathered 12,000 signatures and I ask the Irish Embassy and Minister for Foreign Affairs to liaise with their UK counterparts to ensure these people have a voice in this matter.  They are very concerned but they are hopeful that a solution will be identified.  My good friend and colleague Conor McGinn, the Labour Party MP for St. Helens North and chair of the all-party group of the Irish in Britain, has asked me to raise it.  I wish to show some solidarity with our colleagues in the UK and hope a solution will be found so that P&aacute;irc na h&Eacute;ireann will not be impacted by these proposed works.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00400","speaker":"1424"},{"type":"speech","time":1538559000,"counter":58,"content":"<p>I agree with Senator McDowell's sentiments about the march today.  I am on record from two and a half years ago when the then Minister, Deputy Coveney, spoke here, as saying his plan was doomed to fail before it started.  This was mainly because of the lack of specific numbers.  We had to tell each council to build a certain amount of social housing units because without a target they will not know what to do.  They muddled along and eventually got an inventory of the lands they held but the single biggest disconnect has been the building of social houses, which the Government has totally neglected.  Until it starts doing this we will go nowhere with this issue.  Talking about rent guides, rent caps and pressure zones is all a load of rubbish as the market will do what the market will do.  Social housing is where the problem started and social housing is where the problem will finish.<\/p> <p>With the budget on our doorstep we should look at the constructive use of co-operative organisations which have had great success in Britain, particularly on the outskirts of London in places such as Kent.  Villages in rural Ireland have been cut adrift, although this is not all down to Government policy.  Rural Ireland has to be sustained.and the co-operative model could progress that and keep open the local shop, the local newsagent, the local coffee shop or public house.  I implore the Minister to make funding available for co-operative activity in rural Ireland so that we do not leave our villages to the wolves.  If there are grants for these places the communities will come together and make them a success<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00500","speaker":"1411"},{"type":"speech","time":1538559000,"counter":59,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00600","speaker":"1400"},{"type":"speech","time":1538559000,"counter":60,"content":"<p>I organised a meeting of MS Ireland in the AV room today and there was a huge attendance so I thank all the Deputies and Senators who were there.  I ask everyone in the Seanad to use their contacts, within and outside political parties, to reinforce the call made by MS Ireland on the Ministers for Finance and Health for &euro;600,000 to sustain a full 52-week respite care service.  The MS Ireland care centre offers a range of therapeutic and neurological services and it is an important organisation.  It is not a big ask.  I acknowledge the attendance of the Minister of State at the Department of Health, Deputy Finian McGrath.  We should impress upon the Minister the need for this money.  It is a worthy cause and should be supported.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00700","speaker":"1379"},{"type":"speech","time":1538559000,"counter":61,"content":"<p>Earlier this week I met a number of young consultants who were working in our public hospital in Castlebar.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They outlined an issue that gives me great cause for concern because of the ramifications for our health system.  It is basically a matter of pay equality.  After 2012, all new consultants were on 30% less than their counterparts registered before 2012.  This means younger consultants are working alongside people registered before 2012 for significantly less remuneration.  On top of that, numerous locums are being brought in to fill vacancies or cover, and they are on significantly more money than these young consultants, notwithstanding the fact they are less qualified and not registered or qualified in the same fashion as the younger consultants.  These locums are brought in with any walk of life but it is pretty much an industry at this stage because of the number of vacancies across different disciplines for consultants.  I know there are vacancies in Mayo University Hospital in Castlebar and it is the case throughout the country.<\/p><p>I am particularly concerned as in just a few years there will be senior consultants and surgeons in Castlebar who will retire so how will we fill these positions?  As I understand it, it costs &euro;100 million to pay locums.  We need to look at a better way to spend money and retain our Irish-qualified doctors and consultants in the system.  If the matter is not tackled now, the problems will only get worse and I am worried about my local hospital.  I am sure that throughout the country people will be worried about their own acute hospitals.  We need to act now and I ask that the Minister for Health be brought in to discuss this, along with a number of other pressing health matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#K00800","speaker":"1425","continuing":true},{"type":"speech","time":1538559000,"counter":63,"content":"<p>I have raised the following matter a number of times in this Chamber.  I raised it as a Commencement Matter and I will raise it again today with genuine and deep regret.  It is the matter of the three-school campus for Buncrana in County Donegal.  We have two secondary schools and a primary school.  We have Crana College, which is a fantastic school but it is packed to the gills.  It is using space that should be for physical education to educate in prefabs.  It is completely unacceptable.  Gaelscoil Buncrana and Col&aacute;iste Chine&aacute;l Eoghain are on community development sites and whereas people are very grateful to be able to use them, they are not appropriate for children's education.<\/p> <p>Many years ago - over a decade at this stage - the boards of management of those three schools came together and generously agreed to go for a three-school campus, meaning there would be one location for all three schools.  One would have thought it was a straightforward proposition.  Initially the vocational educational committee in Donegal was tasked with this and, more recently, it was Donegal County Council on behalf of the Department of Education and Skills.  Yet again, the same sites have been identified in the new process, and there have been negotiations on the site for years.  There is no deadline.  What happened in recent days is truly shocking, as it has been confirmed that the site has been sold to a private sector third party.  That has left a process that was apparently close to conclusion in complete disarray, despite the parties waiting on this for more than a decade.<\/p> <p>Donegal Oireachtas Members have requested a meeting with the Minister, Deputy Richard Bruton, but we have not heard from his office about the meeting being confirmed.  This is an urgent matter.  The boards of management acted in good faith.  They did not bring people out in the streets or protest.  They have acted patiently and in good faith, and they have waited for the deal to be done.  Now the entire deal is up in the air.  The Minister and the Department of Education and Skills must answer serious questions about what has gone wrong and they must reassure us that a solution will be forthcoming immediately.  I ask the Deputy Leader to relay to the Minister the need to meet Donegal Oireachtas Members urgently and find a resolution to this.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#L00200","speaker":"1400"},{"type":"speech","time":1538559000,"counter":64,"content":"<p>Recent information from Galway City Council demonstrates that more than 150 lifesaving buoys are stolen from Galway city every year.  We know it is not a problem unique to Galway and Cork City Council has a similar problem.  It had to replace 300 lifebuoys last year due to theft or damage.  This forces the State to replace these lifebuoys at great cost.  In 2015, a 15 year old boy, Caolan Seoige-Webster, got into trouble when he went swimming with friends in Athlone, County Westmeath.  The youngster's friends ran to get a lifebuoy from the station but, unfortunately, it had been stolen the night before and Caolan lost his life.<\/p> <p>The Minister for Rural and Community Development, Deputy Ring, spoke about this vandalism in County Galway and appealed to the public to help garda&iacute; clamp down on lifebuoy vandals by reporting any incidents they witness to the Garda.  However, it is not tenable to deal with these types of crime under the Criminal Damage Act 1991 any more.  The thugs who damage lifesaving equipment need to know they will be dealt with harshly.  I disagree with the Minister, who has said the offences are already provided for in legislation dealing with criminal damage and theft in a general way.  The penalties set out in the Life Saving Equipment Bill 2017, which I drafted, would send a clear message to these thugs that they will not get a slap on the wrist but rather a significant fine and the very real possibility of up to five years in prison.  I ask the Deputy Leader to make it a priority to bring the Life Saving Equipment Bill 2017 before the House for Committee Stage.  I would like an update on when that may happen.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#L00300","speaker":"1373"},{"type":"speech","time":1538559000,"counter":65,"content":"<p>I received my booklet from the Referendum Commission this morning relating to the blasphemy referendum, although I have not had time to look at it.  I am sure it is fine.  I have raised the issue of the scandalous waste of &euro;3 million of public money in running a referendum to solve a problem that simply does not exist.  We heard from our colleague, Senator Boyhan, about the presentation from MS Ireland.  I made it along to the end of that fine presentation.  The organisation is seeking &euro;600,000 to ensure year-round running of its respite care service, which is a fifth of that &euro;3 million.  That is what could be done with that kind of money instead of wasting it on pointless referendums.<\/p> <p>This morning I wanted to raise the matter of elderly care on foot of disturbing information recently released by HIQA.  Deputy Fergus O'Dowd in the other House got a report indicating serious deficiencies in care centres for disabled and elderly citizens.  It indicates 51 disability centres were threatened with closure last year, of which three were shut and 18 showed sufficient improvement in care.  This report raises serious questions that need to be addressed by the Minister about the management of abuse allegations within the centres.  What is to happen with the 30 disability centres operating in spite of HIQA concerns about the standard of care for which no sufficient improvement has been reported?<\/p> <p>We must learn what are the procedures in place to ensure these centres come into line with HIQA guidelines in a prompt manner, and what happens if these centres are unable to show improvement?  How long are people with disabilities expected to stay in or use these centres if they are not in line with HIQA guidelines?  In the reports for each centre, dates of compliance are listed for each breach of regulation.  For centres highlighted by HIQA as having serious deficiencies, what period is allowed and how long do these centres have to operate in an inadequate fashion before they are finally shut?  Does HIQA have enough funding and resourcing to monitor all this?  We cannot just say that because this information has come out, it shows that things are being monitored and all is well.<\/p> <p>One report into a care facility in Dublin, the CASA breakhouse, recorded that eight of the nine action points from the previous visit were reissued to the centre with serious concerns over oversight arrangements.  There was an absence of fire safety training and wholly inadequate safekeeping of medicines.  People need to know how the Government is responding or has responded to the closure of the three disability centres and if there are contingency plans if some of the remaining 30 disability centres have to close because of non-improvement.  Have the services of the three centres already closed been reallocated?<\/p> <p>There has been a succession of scandals in recent years regarding the care of elderly and disabled citizens and I do not need to recount them here.  This is very worrying and the Minister must urgently investigate the matter to ensure services are adequate and people are not at risk.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#L00400","speaker":"1401"},{"type":"speech","time":1538559000,"counter":66,"content":"<p>There are two matters I wish to raise with the Deputy Leader.  There is an award from the National Adult Literacy Agency relating to plain English.  Plain English is a concept that has operated internationally.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Departments and organisations of a similar vein are encouraged to use plain English in their documents and pamphlets so that more people can understand and get the context of what is being proposed or described.  English can often be written in a convoluted manner and while some people are able to digest it, others cannot.  To ensure Government and other documentation is accessible to as many people as is possible, plain English is desirable.  In the good old days when there was a decent President in the United States, former President Obama introduced a plain writing Act which has been of enormous benefit to people with literacy challenges in the United States.  The awards are being promoted.  I encourage people who come across documents that are complex to ask that they be rewritten in plain English.    <\/p><p>The second issue is one I have raised previously with the Leader, namely, gazumping.  As the economy improves and house prices spiral, once again buyers who have paid a booking deposit and sale agreed a property are having deposits returned to them a few weeks later and the properties are being put back on the market at increased prices.  In most other countries, this is illegal.  It should be illegal here too.  I suggest that gazumping should be outlawed as part of the suite of measures to deal with the housing crisis affecting so many families.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#L00500","speaker":"1416","continuing":true},{"type":"speech","time":1538559000,"counter":68,"content":"<p>Go raibh maith agat, a Chathaoirligh, agus a Leas-Cheannaire.  Ba mhaith liom &aacute;bhar a lua at&aacute; luaite ag comhghleacaithe cheana f&eacute;in.  I rise to express what is, I am sure, a shared concern at the public utterances of the leader of the DUP yesterday in regard to the Good Friday Agreement.  As has been stated by colleagues across the Chamber, the Good Friday Agreement is an international, binding agreement.  It is not up for negotiation in the context of Brexit, nor should it be.  It is only by dint of the will of the people of Ireland we can subject that agreement to change.<\/p> <p>I understand why Government colleagues and Ministers who have come to this House have erred on the side of caution in regard to the Brexit negotiations.  I appreciate that they have be sensitive to the live nature of those negotiations.  However, as I and other colleagues have said, the Good Friday Agreement is not up for negotiation and we should not be behind the door in defence of it.<\/p> <p>I note and commend the remarks of the Taoiseach and the T&aacute;naiste yesterday in defence of the Good Friday Agreement.  It is important to remind Members that when we hear such dangerous, reckless public utterances, be it those uttered yesterday about the Good Friday Agreement not being sacrosanct or it being open to change, or today's latest statement about blood red lines in regard to Brexit, not only should we remain united in our constitutional obligations to the Good Friday Agreement and its delivery in full but, politically, we should defend the people North and South who mandated all of us to live up to and fully implement the agreement in its entirety.  <\/p> <p>Last week, I called for a debate on Brexit.  There is also merit in having statements on the Good Friday Agreement and the importance of it such that the Government can reiterate its position in defence of the agreement in order that we can move forward.  I ask that the Deputy Leader schedule that debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#M00200","speaker":"1413"},{"type":"speech","time":1538559000,"counter":69,"content":"<p>Today I raise the current crisis within the Defence Forces.  Yesterday, I listened to Mr. Gerard Guinan, general secretary of PDFORRA, outline the extent of this crisis at the PDFORRA annual conference in Castlebar, County Mayo.  He spoke of how the Minister of State had given a strong commitment to PDFORRA that the strength of the Defence Forces would not fall below the level of 9,500.  I am disappointed to say that this commitment has fallen 600 short such that the current strength of the Defence Forces is 8,900.  Members are walking away from the Defence Forces in droves.  This year, 173 of them paid a large amount of money to walk away from the Defence Forces.  In 2017, over 700 people left the Defence Forces.  The Defence Forces are in crisis.  PDFORRA recognises this crisis and the wives and partners of Defence Forces members recognise it is a crisis but, unfortunately, the Minister of State and the Government refuse to accept it.  I ask the Deputy Leader to arrange for the Minister of State, Deputy Kehoe, to come to the House for a discussion on this important issue.<\/p> <p>Yesterday, two reports on the North-South interconnector were published, one of which examined the technical feasibility of undergrounding the cables while the other examined compensation levels for those affected.  I am not surprised at the outcome as I have spoken in this House on several occasions about the credibility of these two reports.  As far as the three affected counties - Monaghan, Cavan and Meath - are concerned the credibility of EirGrid and the Department on this issue is in tatters.  I call on the four Ministers currently living within those three counties to listen to what the local people are saying.  As far as they are concerned, there will be no pylons built on their lands.  I plead with the Ministers concerned to listen to the people and to bring their views back to their Cabinet colleagues.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#M00300","speaker":"1396"},{"type":"speech","time":1538559000,"counter":70,"content":"<p>I thank all Senators who raised issues on the Order of Business.  Senator Ardagh raised the issue of crime and highlighted a number of worrying statistics, particularly in the area of sexual offences.  They are frightening statistics, as far as I am concerned.  I do not know when mandatory sentencing will be introduced but it is something in which I would be very interested.  I agree with Senator Ardagh that it is necessary.  The Senator also expressed sympathy to the family of a lady who was killed tragically in her constituency.  We all extend our sympathies to the family concerned.<\/p> <p>Senator Lawless raised the important issue of organisations that support the Irish diaspora abroad and he spoke very eloquently about the services that they provide to many vulnerable people and, in particular, the undocumented.  There is great uncertainty among the undocumented in the US under the Trump Administration, which is very worrying for individuals on a daily basis.  It is vital that the Department of Foreign Affairs and Trade increases the funding to those worthwhile organisations.  <\/p> <p>Senator Conway-Walsh and others raised the issue of the Good Friday Agreement.  We are all at one in that regard.  As stated by Senator &Oacute; Donnghaile, the Taoiseach and the T&aacute;naiste have been very strong on the issue.  Ms Arlene Foster, MLA, and her hard core DUP supporters are on a solo run.  Nobody on the island of Ireland supports what she said.  The Good Friday Agreement is internationally recognised as having been a success and it is not up for negotiation.<\/p> <p>Senator Ruane raised the housing crisis.  Homelessness is one of the greatest challenges facing this Government.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It goes without saying that nobody wants to see people homeless.  That is why there is a massive social housing programme under way at the moment.  Under Project Ireland 2040 the Government is committed to providing 100,000 new social homes over the next decade.  Since 2016 more than 15,000 new social homes have been provided.  We are on track to have almost 8,000 new social homes provided this year, 9,500 in 2019, 11,000 in 2020 and more than 12,000 in 2021 and we are committed to keeping the level of new social home provision at 12,000 per annum thereafter.  This is a level of social housing provision that is unprecedented in recent decades.  It is obviously very much needed and something to which the Government is committed.  The Department of Housing, Planning and Local Government is working with local authorities to bring a number of additional hubs on stream in 2018, details of which will become available as projects are finalised by housing authorities.  Given the continuing numbers of families presenting to homeless services, as well as the continuing use of hotels, early in January the Minister for Housing, Planning and Local Government commenced a rapid hub programme that will see additional family places added to existing hubs.  Family hubs offer families living arrangements with a greater level of stability.  All of the indicators are now showing some improvement but obviously it is still a monumental challenge and one which the Government is committed to meeting.  <br\/><br\/>Senator Kevin Humphreys raised the related issue of regulating Airbnb.  It is my understanding that an announcement will be made in that regard in a number of weeks.  I was in touch with the Minister about that very issue yesterday and while he did not give me an exact timeframe, he said that there are variables relevant to the budget which he is trying to work out.  I would expect an announcement very soon but if I get anything more concrete on that, I will pass it on to Senator Humphreys who has been raising this issue consistently in the House.  <br\/><br\/>Senator Lombard raised the issue of beef prices and the beef forum that is taking place today.  He spoke of how much commercial enterprises control the food environment including in the fruit and vegetable and tillage sectors.  Food production in so many areas is very much commercially driven.  Labelling is important, not just from the perspective of knowing the source of food but also in terms of knowing who got what along the way.  That would be very helpful because some supermarkets drive down the prices so much that it is just not sustainable for producers to continue producing.<b><\/b><br\/><br\/>Senator Murnane O'Connor referred to the leaving certificate and the State Examinations Commission.  I was also shocked to see that the case involving a student from Wexford went as far as it did and that she had to go to the High Court.  It is simply not good enough.  Senator McDowell also raised the homelessness issue and the supply of social and affordable housing.  His point was highly appropriate and I have already addressed the issue in my response to Senator Ruane.  Senator McFadden raised the issue of young people in State care.  She spoke about those leaving State care at 18 being put out on the street, which is appalling.  It raises the question as to how we handle that type of situation and what guidance those young people are given as they approach their 18th birthday.  It would be worthwhile having a debate in the House on the matter with the Minister for Children and Youth Affairs, Deputy Zappone.  I will ask the Leader to arrange such a debate sooner rather than later.  <br\/><br\/>Senator Gavan raised the issue of childcare, on which I have done some work in recent years.  It is an issue that comes up all of the time because parents are finding it very difficult to afford childcare.  It is regrettable that on the last occasion there was an increase in the minimum wage, the cost was passed on to those who were procuring childcare services.  At the end of the day, childcare is one of the worst paid sectors and getting the balance right is difficult.  It is an area that has been neglected traditionally.  In fairness to Fine Gael, it was the first party in government to put in place a dedicated Minister for Children and Youth Affairs.  Progress has been made in the area but I and many of my Fine Gael colleagues would agree that a lot more needs to be done.  Obviously there is a balance to be struck between the rights of workers and those who need childcare services.  I hope the Minister will be mindful of that when increasing childcare supports.  Hopefully there will be some positive announcements in that Department in the budget.  <br\/><br\/>Senator Feighan raised the issue of Brexit and P&aacute;irc na h&Eacute;ireann.  I agree with his comments on the latter.  It does seem like a very worthwhile organisation that is deserving of support.  It is very supportive of the Irish in the UK, in the same way as similar organisations are supportive of the Irish in the US, as outlined by Senator Lawless.  Senator Davitt raised a couple of issues, including homelessness which I have already covered.  On rural Ireland, it must be remembered that there is a Minister for Rural and Community Development which demonstrates the Government's commitment to rural Ireland.  If we manage to curb the trend towards urbanisation, we will be the first country in the world to do so but that is not to say that we should not be trying to ensure that rural areas are well supported.  The co-operative idea is a good one and if money is available in the budget for that, it should be supported.  <br\/><br\/>Senator Boyhan referred to Multiple Sclerosis, MS, Ireland and I congratulate him on organising an event in the AV room today.  I agree that &euro;600,000 does not seem to be a lot to continue that service and I hope that the current level of funding will be maintained in the upcoming budget.  Senator Mulherin raised the issue of pay equality for medical consultants, which is a huge issue.  She referred to the fact that some locum doctors are being paid more than consultants who qualified after a certain date.  It is a very hard pill to swallow for people who have so many choices internationally in terms of where they can work.  It is no wonder that we are finding it difficult to retain consultants, especially those at a certain qualification level.<br\/><br\/>Senator Mac Lochlainn raised the issue of the three-school campus in Buncrana.  He gave a very articulate explanation of how that situation has evolved.  While I cannot comment on it, I will relay the Senator's concerns to the Minister when I meet him later at the Fine Gael parliamentary party meeting.  I am sure the Senator's concern is shared by the Minister of State at the Department of Culture, Heritage and the Gaeltacht, Deputy McHugh, who would also be keen to see the meeting referred to by the Senator taking place.  I will certainly relay Senator MacLochlainn's desire for the meeting to take place as soon as possible to the Minister.  It seems entirely reasonable that the Donegal Members of the Oireachtas would ask for such a meeting.  <br\/><br\/>Senator Swanick asked about the status of his Lifesaving Equipment Bill, which sounds like very good legislation.  I will find out when that Bill is due to come before the House and ask the Leader's office to respond to the Senator on that.  It is a difficult crime to understand and is probably mostly perpetrated by vandals who do not know any better.  Certainly, promoting a greater awareness of the harm caused by damage to lifesaving equipment would be a good idea, in tandem with legislation like that referred to by Senator Swanick.  <br\/><br\/>Senator Mullen raised the issue of the forthcoming blasphemy referendum.  It is important to say that if it was not being held with the presidential election, it would cost considerably more.  While it may not be a day to day problem in most people's lives, many people feel that it would be preferable for it not to be in the Constitution.  Elderly care is another issue which Senator Mullen raised in the context of the publication of a report on the matter.  It is an important issue and one which we should debate in the House.  Indeed, it is too serious an issue not to be discussed in more depth with the Minister in this House as soon as possible.  All of us abhor the findings of the report, much of which was so difficult to read.  Senator Mullen is right to raise it in this House and I will suggest to the Leader that we have a debate on it sooner rather than later.<br\/><br\/>Senator Conway raised the plain English initiative.  Lawyers and many other professionals are guilty in this regard because they believe that if they express something in verbose language, they will sound like they know what they are talking about whereas there is a greater skill in being able to put across a complicated idea in simple language that people can understand.  In that sense, the initiative is worth highlighting.  Senator Conway also raised the issue of gazumping which I thought was illegal.  If not, clearly it should be and I suggest that the Senator consider drafting legislation on the matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator &Oacute; Donnghaile referred to the Good Friday Agreement and the Brexit negotiations.  We should have a debate on Brexit - possibly with a discussion on the Good Friday Agreement.  It would be timely.  It never seems as though we are going to be finished with or tired of discussing Brexit because it is just so important to us.  A further debate on the issue in the next few weeks would be a good idea.<\/p><p>Senator Gallagher referred to the Defence Forces.  The Chief of Staff of the Defence Forces has described what is happening as a challenge, not a crisis.  Nevertheless, there are significant problems.  I think the Minister for Defence should come to the Seanad to discuss this issue.  Senator McFadden tabled a Commencement matter in respect of this issue last week and I know that, along with Senator Craughwell, she raises it consistently.  It is something we should discuss in the House in the near future.  It is an issue that will not go away and that clearly needs to be dealt with.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#M00400","speaker":"1406","continuing":true},{"type":"unspoken","time":1538559000,"counter":73,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Judicial and Extrajudicial Documents in Civil or Commercial Matters: Motion","time":1538559000,"counter":74,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O00300"},{"type":"speech","time":1538559000,"counter":75,"content":"<p>I move:<\/p><blockquote>That the proposals that Seanad &Eacute;ireann approves the exercise by the State of the option or discretion under Protocol No. 21 on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and to the Treaty on the Functioning of the European Union, to take part in the adoption and application of the following proposed measures:(i) Proposal for a Regulation of the European Parliament and of the Council amending Council Regulation (EC) No 1206\/2001 of 28 May, 2001 on cooperation between the courts of the Member States in the taking of evidence in civil or commercial matters,<br \/><br \/>a copy of which was laid before Seanad &Eacute;ireann on 6 July, 2018; and<br \/><br \/>(ii) Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EC) No. 1393\/2007 of the European Parliament and of the Council on the service in the Member States of judicial and extrajudicial documents in civil or commercial matters (service of documents),<br \/><br \/>a copy of which was laid before Seanad &Eacute;ireann on 21 June, 2018,be referred to the Joint Committee on Justice and Equality, in accordance with Standing Order 71(3)(<i>k<\/i>), which, not later than 11 October, 2018, shall send a message to the Seanad in the manner prescribed in Standing Order 75, and Standing Order 77(2) shall accordingly apply.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O00400","speaker":"1406"},{"type":"unspoken","time":1538559000,"counter":76,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Mental Health (Renewal Orders) Bill 2018: [Seanad Bill amended by the Dáil] Report and Final Stages","time":1538559000,"counter":77,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O00600"},{"type":"speech","time":1538559000,"counter":78,"content":"<p>This is a Seanad Bill which has been amended by the D&aacute;il.  In accordance with Standing Order 148, it is deemed to have passed its First, Second and Third Stages in the Seanad and is placed on the Order Paper for Report Stage.  On the question \"That the Bill be received for final consideration\", the Minister may explain the purpose of the amendment made by the D&aacute;il.  This is looked upon as the report of the D&aacute;il amendment to the Seanad.  The only matter, therefore, which may be discussed is the amendment made by the D&aacute;il.  For Senators' convenience, I have arranged for the printing and circulation of the amendment.  Senators may speak only once on Report Stage.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O00700","speaker":"1412"},{"type":"unspoken","time":1538559000,"counter":79,"content":"<p>Question proposed: \"That the Bill be received for final consideration.\"<\/p>"},{"type":"speech","time":1538559000,"counter":80,"content":"<p>I call on the Minister of State at the Department of Health, Deputy Jim Daly, to speak on the subject of the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O00900","speaker":"1412"},{"type":"speech","time":1538559000,"counter":81,"content":"<p>I am returning to the Seanad to the D&aacute;il with an amendment to section 4 of the Mental Health (Renewal Orders) Bill 2018, proposed by Deputy Buckley of Sinn F&eacute;in, which was accepted by the D&aacute;il yesterday.  I am satisfied that this amendment brings an additional level of clarity to the text of the Bill.  As this clarification relates to the new right of review by the patient, I am happy to ask this House to agree this amendment.  Again, I thank all Senators for their co-operation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01000","speaker":"1261"},{"type":"unspoken","time":1538559000,"counter":82,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":83,"content":"<p>Question, \"That the Bill do now pass\", put and agreed to.<\/p>"},{"type":"majorheading","content":"Mental Health (Renewal Orders) Bill 2018: Motion for Earlier Signature","time":1538559000,"counter":84,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01400"},{"type":"speech","time":1538559000,"counter":85,"content":"<p>I move:<\/p><blockquote>That, pursuant to subsection 2&deg; of section 2 of Article 25 of the Constitution, Seanad &Eacute;ireann concurs with the Government in a request to the President to sign the Mental Health (Renewal Orders) Bill 2018 on a date which is earlier than the fifth day after the date on which the Bill shall have been presented to him.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01500","speaker":"1406"},{"type":"speech","time":1538559000,"counter":86,"content":"<p>Do we get a chance to speak on this?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01600","speaker":"1388"},{"type":"speech","time":1538559000,"counter":87,"content":"<p>No.  It is done now.  I might indulge the Senator for 30 seconds but I am not supposed to do so.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01700","speaker":"1412"},{"type":"speech","time":1538559000,"counter":88,"content":"<p>If the Acting Chairman is not supposed to, I would rather not.  I like to stick to the rules.  I had a great speech organised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01800","speaker":"1388"},{"type":"speech","time":1538559000,"counter":89,"content":"<p>Senator Devine indicated that she wanted to speak.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O01900","speaker":"1405"},{"type":"speech","time":1538559000,"counter":90,"content":"<p>I did not see her indicate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O02000","speaker":"1412"},{"type":"speech","time":1538559000,"counter":91,"content":"<p>She did so at the end of the debate on the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O02100","speaker":"1405"},{"type":"speech","time":1538559000,"counter":92,"content":"<p>There was no opportunity at the end.  There was an opportunity before the end.  However, once the end is reached, that is it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#O02200","speaker":"1412"},{"type":"unspoken","time":1538559000,"counter":93,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":94,"content":"<p>Sitting suspended at 12.45 p.m. and resumed at 1 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Data Sharing and Governance Bill 2018: Report and Final Stages","time":1538559000,"counter":95,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00100"},{"type":"speech","time":1538559000,"counter":96,"content":"<p>Before we commence, I remind Members that a Senator may only speak once on Report Stage, except for the proposer of an amendment who may reply to the discussion on it.  Each amendment must be seconded.  Amendments Nos. 1 and 83 are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00200","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":97,"content":"<p>Government amendment No. 1:<\/p><p>In page 7, line 9, after &ldquo;Board;&rdquo; to insert &ldquo;to amend the Social Welfare Consolidation Act 2005;&rdquo;.<\/p>"},{"type":"speech","time":1538559000,"counter":98,"content":"<p>We had a good discussion on Committee Stage on a number of different issues relating to the Bill.  We have reflected on much of what was discussed and, in particular, on amendments raised by Senators Higgins and Ruane.  I have made many amendments to the Bill as a result.  There will be some other amendments, which I will need to take to the D&aacute;il and, as a result, return to the Seanad.  I have been able to accommodate many of the amendments proposed on Committee Stage.  I have reflected on the language of some and there are some that, unfortunately, I cannot accept.  It will become clearer as we go through this Stage but I have taken much on board.  I thank the Members for their contributions.<\/p> <p>Amendment No. 83 creates a new section of the Bill providing for the addition of the National Shared Services Office, NSSO, to the list of public bodies specified under the Social Welfare Consolidation Act 2005 to collect and process the personal public service number, PPSN.  Amendment No. 1 is a consequential technical amendment to the Long Title of the Bill to reflect the change.  The NSSO currently uses the PPSN to provide human resources, pensions and payroll services to the Civil Service.  It relies on the same lawful basis that all organisations, public or private, use to provide these services to staff.  NSSO functions are currently being expanded to include the processing of financial transactions for the Civil Service, Departments and offices.  Many of the grant schemes the NSSO will be expected to carry out processing on will utilise the PPSN, where appropriate, where they involve applications, claims and payments.  To ensure the NSSO is able to fulfil this expanded remit and to use and process the PPSN where this is required, there is a need for the office to be made a specified body under the Social Welfare Consolidation 2005 Act.  I ask the House to support the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00400","speaker":"1267"},{"type":"speech","time":1538559000,"counter":99,"content":"<p>I will comment briefly on this because it is a new amendment.  I do not have a counter amendment.  Concern has been raised about the single customer view dataset associated with the public services card, PSC.  The Minister of State referenced the PPSN but the single customer view dataset is wider than that.  The issues are subject to some debate around interpretation.  I refer to special categories of personal data in the form of biometric information contained within the single view customer view dataset.  That part of that information cannot be exchanged under this Bill because the largest part of the Bill explicitly excludes special categories of personal information.  I will not oppose or call a vote on the amendments at this point, or perhaps I will just to deal with them technically.  I realise I do not have a counter amendment.  I am concerned, when we go towards the exchange, that it is not simply the PPSN.  Can the Minister of State assure me that only the PPSN will be affected or will there be access to the single customer view dataset?  This will create problems down the line, perhaps ones that can be dealt with in D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00500","speaker":"1405"},{"type":"speech","time":1538559000,"counter":100,"content":"<p>To clarify, the full public service identity, PSI, dataset will be covered.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00600","speaker":"1267"},{"type":"speech","time":1538559000,"counter":101,"content":"<p>Those issues will arise but I expect they can be debated in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00700","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":102,"content":"<p>Amendment put and declared carried.<\/p>"},{"type":"speech","time":1538559000,"counter":103,"content":"<p>Amendment No. 2 is a Government amendment.  Amendments Nos. 2 to 9, inclusive, 16, 22 to 24, inclusive, 34 and 82 are related.  Amendment No. 3 is a logical alternative to amendment No. 2.  Amendment No. 8 is a logical alternative to amendment No. 7.  Amendments Nos. 2 to 9, inclusive, 16, 22 to 24, inclusive, 34 and 82 will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q00900","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":104,"content":"<p>Government amendment No. 2:\r\n\r\nIn page 9, between lines 24 and 25, to insert the following:\r\n\r\n&ldquo;Application of Act to special categories of personal data\r\n\r\n5.This Act, other than Part 5, Part 8and Chapter 3of Part 9, shall not apply to special categories of personal data.&rdquo;.<\/p>"},{"type":"speech","time":1538559000,"counter":105,"content":"<p>We had a lengthy debate on Committee Stage on the application of this Bill to the sharing of special categories of personal data as defined under Article 9 of the general data protection regulation, GDPR.  While it has always been the intention that the legislation would not provide a general legal basis for the sharing of specific special category data, I acknowledge that the text of the Bill may not have been fully clear that this was the case.  Accordingly, I propose an amendment to provide for the insertion of a new section that explicitly states that the Bill may not be used for the sharing of special category data.  That was one of the points Senator Higgins raised.<\/p> <p>There are also a number of consequential technical amendments to remove various references to special category data that will be rendered redundant by the insertion of the new provision.  There are three exceptions to the prohibition on the processing of special category data in the Bill.  The first of these relates to the processing of data under Part 5 concerning public service information.  In some cases, it will be necessary to process special category data under these provisions, for example, to record if a public servant has retired on health grounds.  The second relates to the personal data access portal.  This is so that users of the portal will be able to see what, if any, special category data on them is held by public bodies.  That was a point a number of Senators and I raised the last night.  The third relates to Chapter 3 of Part 9 concerning the prescription of rules, procedures and standards for data management.  That is also an issue we had much conversation on in the previous debate.  Such best practice standards should also apply to special category data.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Higgins has tabled several amendments on the applicability of the Bill to special category data.  Amendments Nos. 3 and 82 propose that section 64 apply to special category data.  I wish to inform the Senator that section 64 is not concerned solely with data sharing.  Rather it is concerned with how all of the public service manages all of its data, including special category data.  We may have a need, for instance, to prescribe strong binding standards for the handling of sensitive data, such as health data.  If this amendment were accepted, this would not be possible.  This cannot be what the Senator intended and I ask her to withdraw these amendments as I cannot accept them.<\/p><p>Amendment No. 5 would have the effect of making section 38 of the Data Protection Act 2018 apply to special category data.  Section 38 does not currently apply to special category data so this would have a significant effect on the Data Protection Act.  <\/p><p>Amendments Nos. 4, 5, 7, 8 and 9 are intended to exclude the application of specific sections of the Bill to special category data.  These amendments are unnecessary, since the amendment that I am proposing to section 5 provides that the Bill does not apply to special category data, excepting for Parts 5, 8 and 9, for the reasons I have outlined and, given there is no need to keep restating that the Bill does not apply to special category data, I ask the Senator to withdraw these amendments.<\/p><p>Amendment No. 6 proposes that processing of special category data shall be subject to section 38 of the Data Protection Act 2018.  I would like to inform the Senator that section 38 of the Data Protection Act relates only to the processing of \"personal data\" and does not provide a legal basis for processing special categories of personal data.  Where special categories of personal data are concerned, the relevant provision under the Data Protection Act is section 49(b), which provides that subject to suitable and specific measures being taken to safeguard the fundamental rights and freedoms of data subjects, the processing of special categories of personal data shall be lawful where the processing respects the essence of the right to data protection and is necessary and proportionate, another issue raised here the last time we debated this, for the performance of a function conferred on a person by or under an enactment or by the Constitution.  I appreciate that this is very technical but the debate the last night was technical.  I apologise for going on a bit.  This amendment could have the effect of amending the Data Protection Act to permit the processing of special category data under section 38.  This cannot be what the Senator intended when she made this amendment and I ask her to withdraw it. <\/p><p>Amendments Nos. 7 and 8 proposed for section 6 relate to interactions with the Social Welfare Consolidation Act 2005.  These amendments seek to clarify that any elements of the public service identity, PSI, data set that constitute special category data cannot be shared in accordance with this Act.  From the outset, we have been clear that the Bill does not provide a general basis for the sharing of special category data.  That is an important point.  We are reinforcing this with the proposed amendment to section 5, which I am adding on foot of the Senator&rsquo;s comments on Committee Stage.  This means that in the event that any part of the PSI included special category data, it would not be lawful to share that data under this Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Q01100","speaker":"1267","continuing":true},{"type":"speech","time":1538559000,"counter":107,"content":"<p>Can the Acting Chairman clarify whether we are also speaking to amendments Nos. 16, 22, 24, 34 and 82 in this group?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#R00200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":108,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#R00300","speaker":"1418"},{"type":"speech","time":1538559000,"counter":109,"content":"<p>I thank the Minister of State and I acknowledge that there have been some significant steps forward on this, notably the provision in his amendment No. 2, which makes it clear that nothing in this Bill, except Parts 5 and 8 and Chapter 3 of Part 9 shall apply to special category personal data alleviates many of the amendments.  Many of my amendments were submitted prior to the Government amendments.  It is useful to see this.  Several of my amendments which sought to address case by case the dangers of an inadvertent inclusion of special categories of personal data will no longer be necessary.  That is very positive.<\/p> <p>I have concerns about Chapter 3, Part 9.  I addressed them here and that is why I propose that the Bill exclude special categories of personal data, not just from Parts 5 and 8 where I realise the case is strong in respect of pensions, in Part 5, and access to information on data breaches under Part 8.  I do have some concerns on Chapter 3, Part 9, but I seek to address them in a later amendment in a different way and have had some indication from officials that they may be interested in considering that in another way so I might not need to press it. <\/p> <p>My concerns were that because Chapter 3, Part 9, included several measures in respect of the grounds on which the Minister might be promoting data sharing, it would be important and probably inadvertent, if it were to suggest that the Minister is promoting data sharing in order to encourage data sharing, that it would not include special categories of personal information.  There is a separate issue because it is a tautological argument.  I am sure it will be addressed.  I will leave it for now.<\/p> <p>I recognise that amendments Nos. 3, 4 and 5 are perhaps not necessary in this case.  In terms of amendment No. 6 I want particularly to recognise this was one of my deepest concerns in respect of the special categories of personal information and it was the danger that there could be an exclusion from section 38 of the Data Protection Act which would affect special categories of personal information and, as the Minister of State mentioned, there are suitable and specific measures involved.  I am happy to withdraw that amendment.  <\/p> <p>I will press amendment No. 7 because it is important.  This is an ongoing debate between me and the Minister for Employment Affairs and Social Protection, Deputy Doherty, with whom I agree on several issues but we disagree on photographs and biometric data.  I would like the definition from the GDPR included in this Bill.  I am happy to leave amendment No. 9.<\/p> <p>Amendment No. 16 is a Government amendment.  There would be no point in pressing amendment No. 22 because it seeks to replicate the measures in the Data Protection Act for clear procedures where public interest is invoked.  I realise that given the location of my amendment it is no longer applicable to this section and to the Bill because special categories of personal data are no longer covered under that section. <\/p> <p>I urge my colleagues in Sinn F&eacute;in and Fianna F&aacute;il who supported the insertion of this measure into the Data Protection Act to ensure there is a similar measure which states that the Minister when invoking public interest, needs to set out very clear reasons for that public interest, and that it is placed in the appropriate section when the Bill goes to the D&aacute;il.  <\/p> <p>My final amendment in this group is amendment No. 82 and is perhaps no longer necessary given the wide exclusion of special categories of personal data offered by the Minister.  I sincerely thank his officials for engaging with me on that.  It will narrow and clarify the function of this Bill in a constructive way.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#R00400","speaker":"1405"},{"type":"speech","time":1538559000,"counter":110,"content":"<p>I am accepting amendment No. 8 in the names of Senators Higgins and Ruane because it strengthens the language after the word \"identity\".<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Similarly with amendment No. 9, where the Senators have drawn attention to Article 9 of the GDPR, it strengthens the language and I am prepared to accept it.<\/p><p>To go back to some of the commentary on section 22, the main issue, which the Senators will appreciate, is we do not want in any way to compromise the independence of the data commissioner.  I know this is not what is intended but it would have that unintended consequence.<\/p><p>I am happy to accept amendments Nos. 8 and 9.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#R00500","speaker":"1267","continuing":true},{"type":"unspoken","time":1538559000,"counter":112,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":113,"content":"<p>Amendment No. 3 has already been discussed and cannot be moved because amendment No. 2 has been agreed to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S00300","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":114,"content":"<p>Amendment No. 3 not moved.<\/p>"},{"type":"unspoken","time":1538559000,"counter":115,"content":"<p>Amendments Nos. 4 to 6, inclusive, not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":116,"content":"<p>The Minister of State has indicated that he will accept amendment No. 8.  If amendment No. 7 is agreed then amendment No. 8 cannot be moved.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S00600","speaker":"1418"},{"type":"speech","time":1538559000,"counter":117,"content":"<p>On the basis of the Minister of State's clarification of his acceptance of amendment No. 8 I will not move amendment No. 7.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S00700","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":118,"content":"<p>Amendment No. 7 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":119,"content":"<p>I move amendment No. 8:<\/p><blockquote>In page 10, line 3, after &quot;identity&quot; to insert the following:&quot;excepting such parts of that public service identity which constitute special categories of personal data&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S00900","speaker":"1405"},{"type":"speech","time":1538559000,"counter":120,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01000","speaker":"1378"},{"type":"unspoken","time":1538559000,"counter":121,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":122,"content":"<p>I move amendment No. 9:<\/p><blockquote>In page 10, line 5, after &quot;Act&quot; to insert &quot;and compliant with Article 9 of GDPR&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":123,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01300","speaker":"1378"},{"type":"unspoken","time":1538559000,"counter":124,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":125,"content":"<p>Amendments Nos. 10, 18 to 20, inclusive, and 35 to 37, inclusive, are related.  Amendments Nos. 19 and 20 are physical alternatives to amendment No. 18.  Amendment No. 20 is a physical alternative to amendment No. 19.  Amendment No. 36 is a physical alternative to amendment No. 35.  Amendments Nos. 10, 18 to 20, inclusive, and 35 to 37, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01500","speaker":"1418"},{"type":"speech","time":1538559000,"counter":126,"content":"<p>I move amendment No. 10:<\/p><blockquote>In page 10, line 8, to delete <i>&quot;section 12(2)(a)(ii)(VIII)&quot; <\/i>and substitute <i>&quot;section 2(2)(a)(ii)(III) or (VIII)&quot;<\/i>.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01600","speaker":"1405"},{"type":"speech","time":1538559000,"counter":127,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01700","speaker":"1378"},{"type":"speech","time":1538559000,"counter":128,"content":"<p>What is the grouping?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01800","speaker":"1405"},{"type":"speech","time":1538559000,"counter":129,"content":"<p>Amendments Nos. 10, 18 to 20, inclusive, and 35 to 37, inclusive, are in this grouping.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S01900","speaker":"1418"},{"type":"speech","time":1538559000,"counter":130,"content":"<p>My concern is with regard to the only exemption to a specified body disclosing a person's public service identity information to another specified body.  The intention of the amendment is to expand the grounds not to be considered appropriate for the sharing of somebody's personal information with a specified body.  Avoiding the financial and administrative burdens that would otherwise be imposed on a second public body or another person where the amount is to be collected is mentioned.  I recognise the Government has tabled its own amendment in this regard.  Legal concern has been expressed at the highest European courts about the invoking of financial and administrative ease as the grounds on which personal information may be shared between specified bodies.  The Government has tabled amendments with regard to avoiding a financial or administrative burden on the person.  I recognise significant progress has been made in this regard because the Government now recognises that a financial or administrative burden for a body is not an adequate legal basis on which to share information and has reframed it to deal with financial and administrative burdens on a person.  This is positive and I will support the Government's amendment in this regard.<\/p> <p>I intend to press amendment No. 20.  To make this meaningful, people need the option of being able to state they do not regard it as a financial or administrative burden to provide the information twice, and that it would be their preference to give each of the specified bodies the information separately rather than have them share it.<\/p> <p>We cannot have an assumption that the preference of people is that their data would be shared between bodies without their explicit consent.  They have to be asked.  I do not go so far as stating they should be asked, which is what I would like to have included.  I have tried to be reasonable and accommodate reasons of efficiency.  I am simply looking to insert an opt-out so people can state they have given information to a particular public body and would prefer other public bodies that wish to use the information to ask them directly rather than having the information shared.  It comes back to financial and administrative burdens.  Some people will say it is convenient and wonderful that their data is shared between many bodies, that they do not have to think about it and that they have to be asked for it only once, but others will state that for them it is not burdensome to decide in each instance to give their information directly to a number of different bodies for the reasons and purposes they set out and to have control of their data.  For some people it is more financially and administratively burdensome to trace retrospectively where their information has been exchanged.  Some people will make a point of trying to track it.<\/p> <p>I accept there is progress.  I recognise the default measure will be an assumption that people are happy to have their information shared but I ask for a mechanism, and perhaps it is something that may be considered in the D&aacute;il, to allow those probably quite few individuals who do not want their information shared without their knowledge to have the option to state they would prefer to engage directly with each body.  It is a very small point but it is important for the dignity and element of choice of the person.  This is with regard to amendment No. 20, which is the only amendment of particular concern to me in this grouping.<\/p> <p>Amendment No. 35 makes the same point.  In amendments Nos. 20 and 37 I have given two approaches and it would be good if the Minister of State was able to indicate whether one of the approaches is more amenable to him.  In amendment No. 20, I suggest a person could give instruction that he or she does not regard collection of personal data directly by a public body as burdensome.  In amendment No. 37, I suggest a mechanism might be provided to allow a person to whom a service is about to be delivered to give instruction that he or she does not regard collection of personal data directly as a burden.  These are the two approaches and I am very happy to press only one.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Minister may have a suggestion as to how to address the issue but he will understand the point I am trying to get to.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#S02000","speaker":"1405","continuing":true},{"type":"speech","time":1538559000,"counter":132,"content":"<p>Government amendments Nos. 18 and 35 arise directly out of discussions we had with Senator Higgins on the previous occasion, and they clear up some of the issues.<\/p> <p>On amendment No. 20, Senator Higgins referred to mechanisms that would be available to the individual.  There is a right to object enshrined in the GDPR process.  There is also a fairly protracted public consultation process that goes on well in advance of the agreements being set out.  In addition, the public can avail of the data protection complaints process.  One of the concerns - I have gone through this in detail with the officials in my Department and I know it would not be an intended consequence - relates to the fact that the genesis of the Bill is to allow for data sharing.  We do not want to have a situation where every single individual would have to be contacted in advance of the data being used. and I know that is not what the Senator intends either.<\/p> <p>All data sharing under the enactment of the legislation goes through a rigorous governance process which has been identified and which has been accepted by the House, which includes a public consultation inviting the public to make submissions on the proposed data sharing.  Also under GDPR, the right to object applies, giving data subjects the right to object to the processing of their individual data at any time.  A data subject may also lodge a complaint with the Data Protection Commissioner if he or she feels that his or her personal data is being processed inappropriately.  The purpose is to remove the financial or administrative burden placed on them as a person.  This is a positive thing for citizens as I am sure the House will agree.  However, as I have outlined there is also ample measure in place for citizens to make an objection if they see fit.  I ask the Senator to consider withdrawing amendment No. 20 on the basis of the thrust and the spirit of what is envisaged to be captured in it already being available through other mechanisms.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T00200","speaker":"1267"},{"type":"speech","time":1538559000,"counter":133,"content":"<p>As the Minister of State, Deputy O'Donovan made clear, there is a right to object, but I hope a better way of dealing with it will be found in the D&aacute;il.  This amendment is not simply about objecting to the processing of personal data because in many cases people do not object at all but they may object to an automatic mechanism being put in place as to how their data will be processed.  People may say they have absolutely no problem with a sports authority or another body having their data but may want them to ask them individually.  There is a letter in one of today's newspapers from a large number of ex-academics from Maynooth, Digital Rights Ireland, the Irish Council for Civil Liberties and Data Compliance Europe explicitly addressing the concerns about the automatic mechanism, the idea that one should not assume that people want to give their data once to the system and have it go on its journey forevermore.  A mechanism will have to be found, not to object to the data use because in many cases people do not want to object to the data, but to object to the mechanism deployed.  It may only involve a small number of people but the simplest way to address it is to put a measure in place for those involved.<\/p> <p>I accept that my wording and my approach to this might not be perfect.  It would neither serve the State nor the citizen well if the only means by which people can address what is in fairness a very small but, for many people, deeply personal concern, is through laborious journeys through our court system, through objections and the full mechanisms of the Data Protection Commissioner.  Yes there are hefty complaint mechanisms in place but I think mechanisms of consent would be an easier way to deal with the issue.<\/p> <p>I ask the Minister of State to reconsider my wording.  I absolutely acknowledge that there has been a shift in this area.  If we say we are concerned for the individual, we need to follow through by allowing a person to express concern.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T00300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":134,"content":"<p>I will accept Senator Higgins's suggestion that I reflect further on this in advance of the Bill going to the D&aacute;il.  I think the Senator understands the reason I cannot accept the amendments today.  I noted the contents of the letter that was published in the newspaper.  I hope that some of the clarifications that have been given here today on the existing legal mechanisms that are in place will ease the concerns of the academics who have voiced them.<\/p> <p>I hope the Senator will appreciate the constraint I have.  Further amendments along the line may address some of the points she has raised.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T00400","speaker":"1267"},{"type":"speech","time":1538559000,"counter":135,"content":"<p>Before I proceed with the Bill, I wish to welcome Deputy Charlie McConalogue and his guests to the public Gallery.<\/p> <p>Is Deputy Higgins pressing amendment No. 10?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T00500","speaker":"1418"},{"type":"speech","time":1538559000,"counter":136,"content":"<p>No.  I will withdraw it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T00700","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":137,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1538559000,"counter":138,"content":"<p>Amendment No. 11 in the names of Senators Higgins and Ruane arises out of committee proceedings-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T00900","speaker":"1418"},{"type":"speech","time":1538559000,"counter":139,"content":"<p>Apologies, have I missed my opportunity to press amendment No. 10?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T01000","speaker":"1405"},{"type":"speech","time":1538559000,"counter":140,"content":"<p>Yes.  Unfortunately I have moved on to amendment No. 11.  Amendment No. 11 in the names of Senators Higgins and Ruane arises out of committee proceedings.  Amendments Nos. 11, 17 and, 38 to 41, inclusive, are related.  Amendments Nos. 40 and 41 are physical alternatives to amendment No. 39.  Amendments Nos. 11, 17, and 38 to 41, inclusive, may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T01100","speaker":"1418"},{"type":"speech","time":1538559000,"counter":141,"content":"<p>I move amendment No. 11:<\/p><blockquote>In page 10, between lines 14 and 15, to insert the following:&ldquo;(6) A specified body may not make presentation of a public service card or access to a person&rsquo;s public service identity the sole or exclusive basis by which a person may confirm their identity in order to conduct a transaction or access a service.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T01200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":142,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T01300","speaker":"1388"},{"type":"speech","time":1538559000,"counter":143,"content":"<p>The Senator may discuss the other amendments that are grouped with No. 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T01400","speaker":"1418"},{"type":"speech","time":1538559000,"counter":144,"content":"<p>Amendments Nos. 11 and 17 relate to the concern about the public service card and the single customer view dataset.  Again the measure we are looking to tackle here has become more important because we now have the Social Welfare Consolidation Act included in the rubric and it is now explicitly implicated in this Bill.<\/p> <p>We have major questions around the public service card and legal concerns have been raised.  There is a report on this, which is not yet published but due to be published under a section 10 investigation by the Data Protection Commissioner.  There have been numerous stories during the summer since our last discussion, highlighting the very serious concerns, including potential legal concerns, on this matter.  On that basis, amendment No. 11 is very reasonable.  It simply proposes that while a public service card might be presented as a basis for conducting a transaction or accessing a service, it cannot be the sole or exclusive basis for so doing.  While there are still question marks over this mechanism and a serious concern that has not been addressed, it should not be the case that it is the only basis on which a service user can be identified.  One is effectively forcing people to comply because many of these services are vital.  We have seen very positive movement from the Minister for Transport, Tourism and Sport in respect of the driver's licence because there was a situation whereby one could not access a driver's licence.  In some cases a person's employment would be precarious if they could not drive unless the individual was willing to agree to the exchange of data or joining the single customer view dataset.  This is again around the options for the individual.  It is particularly important at a time when we cannot robustly stand up and say the single customer view dataset is adequately and completely to the satisfaction of the Data Protection commissioner in terms of the legal basis for sharing how information is stored.  It may be the case that we get to that point, but at present we do not have that assurance.  That is the basis for this amendment, which is simply saying if one wants to access a bus or other service, one should not have to have a single customer view dataset card as the only acceptable identification.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> That causes a lot of distress for people.  These issues can be abstract but they can be deeply personal as well, as we know from the large number of people who were distressed at having to get a PSC as a condition to attend college or access child benefit.  This is particular to other bodies outside of the social protection system.  So much for amendment No. 11.  Amendment No. 17 effectively addresses the same issue.<\/p><p>I turn to amendments Nos. 38 to 41, inclusive,.  Amendment No. 38 provides that the Minister will \"have regard to whether provision is made for a person&rsquo;s right to verify their identify using an<\/p><p>alternative process\".  We have been told that the PSC is not an identity card.  Surely there must be another mechanism by which a person can prove their identity.  Amendment No. 39 is the Minister of States and I will respond when he has contributed.<\/p><p>Given the changes that he is making, I will not speak to amendments Nos. 40 and 41 yet.  Amendment No. 40 will no longer be necessary if the Minister's amendment is successful, as I am sure it will be.  I acknowledge that it represents progress, but it is not fully clear to me.  I find it hard to see what it means.  I was concerned about this Part of the Bill because it seems to suggest that in cases where information is stored in a base registry, the public body would be obliged to go to the registry to access the data and would not have other mechanisms or opportunities.  I recognise that there has been a change.  Perhaps the Minister of State can explain how this change addresses my concern, namely that there are instances in which the best practice is to gather information from a person.  I am particularly thinking of some of the social and other services that may involve particular vulnerabilities.  Sometimes the very act of asking for consent or information has an empowering and sociologically necessary function.  I am genuinely not sure about this.  I can see that the Government has changed it.  I am not exactly sure how it addressed my concerns, and I apologise that I need clarification on that. <\/p><p>Finally, amendment No. 41 still stands.  It is perhaps a little more bluntly worded.  It inserts the wording, \"other than where that information may be sought or collected on the basis of direct consent of the person or data subject\".  There might be times when someone should be personally asked for a name or address, for example, for inclusion in a Christmas list or a therapeutic project.  Whatever the reason might be, this allows for human engagement, which is one of the indicators of success for social work.  It is quite technical.  I apologise, but I am not clear on amendment No. 39. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#T01500","speaker":"1405","continuing":true},{"type":"speech","time":1538559000,"counter":146,"content":"<p>The Senator has raised some of the points I wished to raise about amendments Nos. 11, 17 and 38.  The basic issue relates to the Social Welfare Consolidation Act 2005, to which the Senator has referred.  It is pre-existing law, whether we like it or not.  I cannot accept amendments that would be in direct conflict with provisions relating to the PSC set out in existing legislation.<\/p> <p>In regard to amendment No. 39, which amends altering section 42, I note that the third last line of the amendment is the most important in figuring out what it is about - \"the information so collected is collected for the purposes of enabling that public body to access information\".  The information is an enabler.  It is the first piece of data, accessed before the dataset is even compiled.  It was referred to earlier as the key rather than the lock itself.  It is the initiating piece of data, which allows the public body to collect the initiator, as opposed to the subsequent pieces of data that will be collected thereby.<\/p> <p>Senator Higgins is correct about amendments Nos. 40 and 41.  If amendment No. 39 is accepted, amendments Nos. 40 and 41 will be nullified.  I appreciate the issues the Senator has raised about the PSC in the amendments.  In respect of section 6, the Senator is proposing to provide that the card, or the underlying public services identity data associated with the card, cannot be \"the sole or exclusive basis by which a person may confirm their identity in order to conduct a transaction or access a service\".  Similarly, the Senator proposes to amend section 12 to provide that the data may be shared \"as one non-mandatory means to verify the identity of a person\".<\/p> <p>Amendments Nos. 38 and 41 provide for the person receiving the service to decide for themselves what is an appropriate means of identification.  Current legislation clearly sets that out.  Service providers must put in place necessary and proportionate requirements for identity verification to ensure services are provided to the right person and to protect personal data.<\/p> <p>The Senator will appreciate that in light of the GDPR and the importance that Government places on the protection of personal data, it is more important than ever that we ensure the providers of public services are certain they are dealing with the correct people.  This is only fair, given that in many cases it is not only a question of dealing with the right person but also one of dealing with large sums of the State's money.  That is an important part of the security with which the State wants to be surrounded.  The State has invested significant money and resources in the PSC MyGovID and the underlying safe registration process and it continues to do so.  It is a result of the safe registration process that the card and MyGovID are the most robust and assured means of establishing a person's identity when he or she accesses a public service.  In this context, it is a matter for each service provider to decide the most appropriate means by which it verifies a person's identity.  That is why I referred to the Social Welfare Consolidation Act 2005, because in that case it is identified.  This should be necessary and proportionate to each service.  I know we will discuss the words \"necessary and proportionate\" later.  It is something the Senator referred to a lot.  One never knows; there might be further good news.  It is not appropriate to place a blanket restriction on how the PSC or public services identity data can be used to facilitate data protection.  On that basis, I do not propose to accept the amendments and I ask for consideration to be given to their withdrawal. <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00200","speaker":"1267"},{"type":"speech","time":1538559000,"counter":147,"content":"<p>Does Senator Higgins have anything further to outline on the amendments?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00300","speaker":"1418"},{"type":"speech","time":1538559000,"counter":148,"content":"<p>I refer to amendment No. 11.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00400","speaker":"1405"},{"type":"speech","time":1538559000,"counter":149,"content":"<p>The Senator is entitled to contribute once more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00500","speaker":"1418"},{"type":"speech","time":1538559000,"counter":150,"content":"<p>I realise we have much to get through so I will not speak at length.  Given that the Social Welfare Consolidation Act 2005 is referred to in this Bill, it is opened up to this suggested interpretation.  Amendment No. 11 is compatible with that Bill.  The Social Welfare Consolidation Act 2005 provides that there may be a requirement for the Minister to be satisfied.  Amendment No. 11 complies with this requirement.  It simply suggests that there may be other mechanisms by which the Minister may be satisfied.<\/p> <p>There is no point in having the social welfare debate here.  There are serious concerns around that.  We need to be clear, because there is a misapprehension, that contrary to what anybody may have seen on the side of a bus, a significant incidence of identity fraud does not affect public services.  There are instances of it.  There have been one or two high-profile cases, which have been covered extensively.  Error within the Department of Employment Affairs and Social Protection constituted a large and probably larger proportion of the concerns expressed in the reports.  There are also more instances of data breaches.  There are some instances, and I can see the Minister of State's officials passing him notes on some.  However, the savings on identity fraud come nowhere near recouping the significant cost of the public services card, which I acknowledge is being investigated by other committees in this House.  <\/p> <p>I will press amendment No. 11 while recognising that amendments Nos. 40 and 41 fall.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00600","speaker":"1405"},{"type":"speech","time":1538559000,"counter":151,"content":"<p>We have noticed that there are several additional buses on the road in the past week, with a lot of data on their sides.  I wonder if that is covered in this legislation.  Is amendment No. 11 being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00700","speaker":"1418"},{"type":"speech","time":1538559000,"counter":152,"content":"<p>Yes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#U00800","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":153,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"speech","time":1538559000,"counter":154,"content":"<p>As amendments Nos. 12, 27 and 28 are related, they may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00200","speaker":"1418"},{"type":"speech","time":1538559000,"counter":155,"content":"<p>I move amendment No. 12:<\/p><blockquote>In page 10, to delete lines 24 to 32 and substitute the following:&quot;<b>Data-sharing: meaning<\/b><br \/><br \/><b>8.<\/b>(1) In this Act, &quot;data-sharing&quot; means the execution and operation of defined processes for the exchange of information between one or more entities for the purpose of supporting the delivery of statutory public sector services, or the execution of obligations under EU law.<blockquote>(2) The basis on which data sharing processes may operate include&mdash;<blockquote>(a) a case by case basis for the validation and verification of data,<br \/><br \/>(b) on a defined batch processing basis for the validation, verification, and updating of specific populations of data, or<br \/><br \/>(c) as once-off consolidation and integration of disparate data sets to form a new, shared, master data repository.&quot;.<\/blockquote><\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":156,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00400","speaker":"1388"},{"type":"speech","time":1538559000,"counter":157,"content":"<p>I could debate at length the differences between what I am proposing in amendments Nos. 12 and 28 and the Government's exact proposal in amendment No. 27.  It is important to acknowledge that the Government has gone a considerable way towards clarifying the basis on which data is being shared, the impetus for data-sharing and the kinds of ways in which data is shared.  For example, clarification has been provided regarding whether the information relates to individuals or to classes of data subject, and regarding whether it is being collected on a once-off or ongoing basis.  I have sought to spell out a number of these issues in amendments Nos. 12 and 28.  In light of the movement from the Government in this regard, I think I will withdraw amendment No. 28.  Amendment No. 12 might involve duplication.  I would like the definition of \"data-sharing\" that is set out in amendment No. 12 to be included in the Bill.  I recognise that it is not in it at present.  Maybe it can be considered.  Amendment No. 12 proposes that \"In this Act, \"data-sharing\" means the execution and operation of defined processes for the exchange of information\".  I would like if that part of the amendment could be included in the Bill.  I recognise that the rest of the amendment might not fit.  For that reason, I am not going to press my amendments.  I suggest that my colleagues in Sinn F&eacute;in and Fianna F&aacute;il might take up the definition issue.  I acknowledge the Government's amendment and, on that basis, I will not pursue my amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00500","speaker":"1405"},{"type":"speech","time":1538559000,"counter":158,"content":"<p>Government amendment No. 27 reflects the discussion we had in this House on Committee Stage.  As I do not accept the proposal in amendment No. 12 to alter the definition of \"data-sharing\", I do not propose to accept the amendment.  A simple definition of \"data-sharing\" is required here and that is what we have provided for in the text of the Bill.  Section 12 sets out the purposes for which data sharing may be carried out.  The wording proposed by Senator Higgins directly conflicts with that.  I imagine that this is not what she intends.  Amendments Nos. 12 and 28 are very similar.  Amendment No. 27 certainly covers the intention of what was identified on Committee Stage.  I suggest that it covers what is intended in amendments Nos. 12 and 28 without the unintended consequences of those amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00600","speaker":"1267"},{"type":"speech","time":1538559000,"counter":159,"content":"<p>Senator Higgins has indicated that she does not wish to press amendment No. 12.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00700","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":160,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1538559000,"counter":161,"content":"<p>As amendments Nos. 13 to 15, inclusive, and amendment No. 79 are related, they may be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V00900","speaker":"1418"},{"type":"speech","time":1538559000,"counter":162,"content":"<p>I move amendment No. 13:<\/p><blockquote>In page 10, to delete lines 34 to 38, and in page 11, to delete lines 1 to 30 and substitute the following:&quot;<b>9<\/b>. (1) In this Act, &quot;public body&quot; is given the same meaning as a public body and a public authority as set out in section 2 of the Data Protection Act.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V01000","speaker":"1405"},{"type":"speech","time":1538559000,"counter":163,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V01100","speaker":"1388"},{"type":"speech","time":1538559000,"counter":164,"content":"<p>This is a somewhat technical issue.  I do not think there is a point in belabouring it.  I know the Minister of State and his officials are very aware of the difficulties being caused by the inconsistency between the definition of \"public body\" in this Bill and the definition set out in the Data Protection Acts.  There are public authorities and public bodies under the Data Protection Acts and there will be another definition under this data-sharing legislation.  The effect of this will be that certain bodies which are authorities for the purposes of the Data Protection Acts will be public bodies for the purposes of this legislation.  I feel that the potential for confusion exists.  I appreciate that it might be difficult to unravel this one.  This amendment is noting that and putting a marker down.<\/p> <p>Amendment Nos. 14 and 15 are included in this grouping.  There is concern about the fact that the definition of \"public body\" in this Bill includes commercial or private companies that may be contracted to deliver public services or functions.  Amendment No. 14 attempts to ensure \"the Minister will make and publish regulations on suitable and specific\" measures to make sure it is not the case that commercial activities taking place within companies that have contracts for the delivery of public services, which will be considered to be public bodies under this Bill, are not suitably corrected.  Amendment No. 15 seeks to address situations in which bodies that are considered to be public bodies under this legislation may also have commercial interests.  It is the same concern.<\/p> <p>I will let the Minister of State speak on amendment No. 79 because it is a Government amendment.  I know he has looked at this key issue.  I appreciate that it is difficult to reconcile the Data Protection Acts and the Bill before the House.  I am very concerned about the commercial companies.  This matter will arise at a later stage of this debate when we talk about the data governance board.  I note that this Bill proposes to give the Minister the power to hire consultants, for example, in respect of the data governance board.  We need to be very careful when commercial actors are operating in a public service delivery and public regulatory space.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V01200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":165,"content":"<p>I will respond in simple language to what the Senator said in proposing amendment No. 13 about the difference between how public bodies are defined in existing legislation and in this proposed legislation.  To put it simply, there must be a definition in this Bill to facilitate the sharing of information between body A and body B.  That is why we have taken the approach we have taken.  Otherwise, we could get into an even more difficult situation.  If we were to provide for a loose definition of the bodies that are sharing information, organisations and public bodies that need to have data-sharing agreements might unintentionally fall outside the scope of it as an unintended consequence.  I do not think that is something anyone would want.<\/p> <p>The Senator is seeking to align the definition of a \"public body\" in this Bill with the definition that is already set out in the Data Protection Acts.  I understand the logic of the Senator's proposal and I do not disagree with it.  However, I cannot accept it because of the language that is used in her amendments and the way in which they are constructed.  The primary reason for the difference between the definition of \"public body\" in this Bill and the definition in the Data Protection Acts is the need for this Bill to specify a legal person or entity that can sign the data-sharing agreements.  No similar requirement applies in the case of the Data Protection Acts, which means that a different approach to the definition can be used.  The two definitions do not have to be identical.  The differences between them reflect the different requirements of both pieces of legislation.  The important point here is that we are talking about sharing between body A and body B.  In any event, the Data Protection Acts and the GDPR will continue to apply to all public bodies that come within the scope of this legislation and, therefore, will capture the issues to which Senator Higgins has referred.<\/p> <p>In addressing amendment No. 14, I should point out that amendment No. 79 came out of the discussions we had on Committee Stage.  I intimated at the time that I was prepared to come back and do something.  In that context, amendment No. 79 proposes to amend section 64 of the Bill to allow the Minister to issue rules, standards and procedures in respect of \"the processing of personal data by a public body designated in an order made under section 9(4)\".  I believe this will have the effect the Senator is seeking here.  I ask her to consider withdrawing her amendments on the basis of the context in which we had our previous discussions.  Amendment No. 15 would have the perhaps unintended effect of excluding public bodies from data sharing in the furtherance of any commercial activities in which they may be involved.  While I can see where the Senator is coming from with these amendments and I support the principle of what she is trying to achieve, there are a number of technical difficulties with the wording.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->For instance, commercial interests are not defined.  I ask the Senator to withdraw the amendment, and I will propose an amendment with the same effect on Committee Stage in the D&aacute;il.  My amendment proposes an change to section 64.  It adds a requirement that a Minister can issue rules, standards and procedures in respect of the processing of personal data by a public body designated in an order made under section 9(4).  This will have the effect that the Senator is trying to achieve, and I ask her to consider withdrawing her amendment and supporting mine instead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#V01300","speaker":"1267","continuing":true},{"type":"speech","time":1538559000,"counter":167,"content":"<p>I will support the Minister of State's amendment and I recognise it as progress.  My only concern is that it states the Minister may introduce regulation in this area but it does not require that regulations would be put in place, as my amendment would have done.  That is still a concern and I imagine it might be taken up by others.  Senator Devine will know that the difference between \"may\" and \"shall\" is important in many cases.  I recognise, however, that this is significant progress and there will be capacity for regulatory measures to be put in place in this regard.  I accept the Minister of State's amendment and withdraw mine.  I would also like to thank the Minister of State for indicating that he will look to reframe my other amendment on Committee Stage.  On that basis, I will not press that either.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W00200","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":168,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1538559000,"counter":169,"content":"<p>Amendment No. 14 in the names of Senators Higgins and Ruane arises out of committee proceedings.  It has been discussed with amendment No. 13.  Is amendment No. 14 being moved?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W00400","speaker":"1418"},{"type":"speech","time":1538559000,"counter":170,"content":"<p>I move amendment No. 14:<\/p><blockquote>In page 12, between lines 11 and 12, to insert the following:&quot;(5) Where a body designated by the Minister as a public body under this section has activities and functions which do not relate to the delivery of services to the public under an agreement with a public body, the Minister will make and publish regulations on suitable and specific safeguards to protect against any inappropriate access to or processing of data shared under this Act within that body.&quot;.<\/blockquote> <p>I wish to withdraw it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W00500","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":171,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1538559000,"counter":172,"content":"<p>Amendment No. 15, in the names of Senators Higgins and Ruane, arises out of committee proceedings.  It has been discussed with amendment No. 13.  Is amendment No. 15 being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W00700","speaker":"1418"},{"type":"speech","time":1538559000,"counter":173,"content":"<p>I move amendment No. 15:<\/p><blockquote>In page 13, between lines 20 and 21, to insert the following:&quot;(h) the commercial interests of public bodies as defined under this Act.&quot;.<\/blockquote> <p>On the basis the Minister has indicated he will address this issue in the D&aacute;il, I withdraw the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W00800","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":174,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1538559000,"counter":175,"content":"<p>Government amendment No. 16:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":176,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":177,"content":"<p>Amendment No. 17, in the names of Senators Higgins and Ruane, arises out of committee proceedings.  It has been discussed with amendment No. 11.  Is it being pressed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W01200","speaker":"1418"},{"type":"speech","time":1538559000,"counter":178,"content":"<p>I move amendment No. 17:<\/p><blockquote>In page 14, to delete lines 5 and 6 and substitute the following: &ldquo;(I) as one non-mandatory means to verify the identity of a person, where the first or second mentioned public body is providing or proposes to provide a service to that person, without prejudice to a person&rsquo;s right to seek to verify their identity by other means;&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W01300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":179,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W01400","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":180,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1538559000,"counter":181,"content":"<p>Government amendment No. 18:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":182,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":183,"content":"<p>Amendments Nos. 19 and 20 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":184,"content":"<p>Amendment No. 21, in the names of Senators Higgins and Ruane, arises out of committee proceedings.  Amendments Nos. 21 and 30 are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W01900","speaker":"1418"},{"type":"speech","time":1538559000,"counter":185,"content":"<p>I move amendment No. 21:<\/p><blockquote>In page 15, line 4, to delete &ldquo;body.&rdquo; and substitute the following:&ldquo;body, and <br \/><br \/>(f) the sharing of personal data is necessary and proportionate.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W02000","speaker":"1405"},{"type":"speech","time":1538559000,"counter":186,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W02100","speaker":"1388"},{"type":"speech","time":1538559000,"counter":187,"content":"<p>Amendments Nos. 21 and 30 relate to the issue of necessity and proportionality.  One of the core requirements of the GDPR is that sharing be done in a way that is both necessary and proportionate in order that it does not exceed what is required.  We debated these two points at such length on the previous Stage that we do not need to go over them again.  The Minister of State has indicated progress on the inclusion of the concern of \"necessary and proportionate\" in the Bill.  On that basis, I would like to hear from him before proceeding with these amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W02200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":188,"content":"<p>The Senator will be glad to know her efforts last night were not in vain.  While she had reason to suspect I was trying to be obstreperous or difficult, I have taken on board what she advocated.  Considering it is in line with other European legislation, I propose to accept amendments Nos. 21 and 30.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W02300","speaker":"1267"},{"type":"unspoken","time":1538559000,"counter":189,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":190,"content":"<p>Amendment No. 22, in the names of Senators Higgins and Ruane, arises out of committee proceedings.  It has been discussed with amendment No. 2.  Is Senator Higgins pressing the amendment?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W02400","speaker":"1418"},{"type":"speech","time":1538559000,"counter":191,"content":"<p>I move amendment No. 22:<\/p><blockquote>In page 15, between lines 5 and 6, to insert the following:&quot;(4) Where special categories of personal data are disclosed by one public body to another public body for reasons of public interest, regulations shall be made&mdash;<blockquote>(a) by the Minister following consultation with such other Minister of the Government as he or she considers appropriate, or<br \/><br \/>(b) by any other Minister of the Government following consultation with the Minister and such other Minister of the Government as he or she considers appropriate.<\/blockquote>(5) The Minister or any other Minister of the Government shall consult with the Commission before making regulations under<i>subsection (4)<\/i>.<br \/><br \/>(6) The Commission may, on being consulted under <i>subsection (5)<\/i>, make observations in writing on any matter which is of significant concern to it in relation to the proposed regulations and, if the Minister or any other Minister of the Government proposes to proceed to make the regulations notwithstanding that concern, that Minister shall, before making the regulations, give a written explanation as to why he or she is so proceeding to&mdash;<blockquote>(a) the Committee established jointly by D&aacute;il &Eacute;ireann and Seanad &Eacute;ireann known as the Committee on Justice and Equality or any Committee established to replace that Committee, and<br \/><br \/>(b) any other Committee which that Minister considers appropriate having regard to the subject matter of the regulations.<\/blockquote>(7) Regulations made under<i>subsection (4) <\/i>shall specify&mdash;<blockquote>(a) the personal data that may be processed,<br \/><br \/>(b) the circumstances in which the personal data may be processed, including specifying the persons to whom the data may be disclosed, and<br \/><br \/>(c) such other conditions (if any) as the Minister or any other Minister of the Government, as the case may be, considers appropriate to impose on such processing.&quot;.<\/blockquote><\/blockquote> <p>I recognise that if I moved this it would be in conflict with an amendment that has been accepted in respect of the sections to which special categories of information apply.  While I strongly believe in the spirit of this amendment, I will not press it at this time.  It was originally a Sinn F&eacute;in amendment, supported by Fianna F&aacute;il, and I hope it can be relocated constructively.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W02500","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":192,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1538559000,"counter":193,"content":"<p>Government amendment No. 23:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":194,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":195,"content":"<p>Government amendment No. 24:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":196,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":197,"content":"<p>Amendments Nos. 25 and 26, in the names of Senators Higgins and Ruane, arise out of committee proceedings.  The amendments are related.  Amendment No. 26 is a physical alternative to amendment No. 25.  They will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W03350","speaker":"1418"},{"type":"speech","time":1538559000,"counter":198,"content":"<p>I move amendment No. 25:<\/p><blockquote>In page 17, to delete line 6 and substitute the following:&quot;<b>16<\/b>. (1) A data-sharing agreement shall be published and made available to any Oireachtas committee on request.<br \/><br \/>(2) An opinion of the data sharing-agreement by the Data Protection Commission must be published before the date of commencement of the agreement and made available to any Oireachtas committee on request.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W03400","speaker":"1405"},{"type":"speech","time":1538559000,"counter":199,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W03500","speaker":"1388"},{"type":"speech","time":1538559000,"counter":200,"content":"<p>This relates to an issue of transparency.  My concern is that currently line 6 states that the formal requirement in a data-sharing agreement is simply that it must be in writing.  It certainly cannot exist in thought alone and, therefore, the requirement that it be in writing is good and clear but we need more than that.  I am sure it is probably the intention, but the data-sharing agreement should not only be written but also published.  The question then arises as to where it should be published, accessed and shareable.  The proposals I make in these amendments are that it could be published and made available to any Oireachtas committee on request.  For example, if a committee is dealing with local government and sport, a data-sharing agreement might be implied and the relevant committee should be able to access it.  If there was a data-sharing agreement between an educational body and another body, the relevant committee would be able to access it and it would be made available.<\/p> <p>I recognise that this will be pushed back.  My original proposal had been that an opinion on each data-sharing agreement should be sought from the DPC and published before the date of commencement of the agreement, and made available to Oireachtas committee on request.  I can anticipate the concerns there might be about that as I know the Government wishes to ensure the independence of the commissioner's role.  I am happy to review this but my intention is not that the commissioner would be consulted in advance of the data-sharing agreement, rather, that following the agreement between the public bodies, there should be an advance opportunity to give an opinion on it prior to its commencement.  It will make the life of the DPC's office easier if it does not have to respond following commencement, and mistakes could be avoided.  The commission will not be involved in the preparation of the data-sharing agreement but, following the conclusion of the agreement, it should be given the opportunity to express an opinion prior to commencement.  If issues arise, we would anticipate the problem rather than retrospectively seeking to address it.  My preferred version, therefore, is No. 25.  <\/p> <p>Amendment No. 26 has the same intent.  It is a simple amendment relating to the publication of data-sharing agreements, but I am also happy if the Minister of State has another way to address that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#W03600","speaker":"1405"},{"type":"speech","time":1538559000,"counter":201,"content":"<p>During the early stages of the drafting of the Bill, officials in my Department had extensive engagement with the Data Protection Commission.  My office took the view that it would not be appropriate for it to have a role in scrutinising at that point.  I have no difficulty accepting amendment No. 26.  I draw attention to section 60(2), which states that the Minister shall cause copies of the documents received by him or under subsection (1) to be laid before each House of the Oireachtas and to be sent to the board.  It is already catered for, but I do not see a difficulty in accepting the amendment as it is proposed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X00100","speaker":"1267"},{"type":"unspoken","time":1538559000,"counter":202,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"speech","time":1538559000,"counter":203,"content":"<p>I move amendment No. 26:<\/p><blockquote>In page 17, to delete line 6 and substitute the following:<b>&ldquo;16. <\/b>A data-sharing agreement shall be published and made available to any Oireachtas committee on request.&rdquo;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X00300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":204,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X00350","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":205,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":206,"content":"<p>Government amendment No. 27:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":207,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":208,"content":"<p>Amendment No. 28 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":209,"content":"<p>Amendments Nos. 29 and 31 to 33, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X00750","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":210,"content":"<p>Government amendment No. 29:<\/p><p><\/p>"},{"type":"speech","time":1538559000,"counter":211,"content":"<p>Amendment No. 32 in the name of Senator Higgins is very similar to amendment No. 29, which arises out of Committee Stage proceedings.  Amendment No. 29 provides that, as part of the data-sharing agreement, public bodies will formally undertake to share data in accordance with the principles of data protection in the GDPR.  This was agreed on Committee Stage and I indicated that I would revisit the matter.  I ask the Senator to reflect on the matter and withdraw her amendment.<\/p><p><b><\/b>The subject matter of amendment No. 31 is already provided for in section 18(1)(i), which requires a data-sharing agreement to &ldquo;specify the security measures to apply to the transmission, storage and accessing of personal data in a manner that does not compromise those security measures&rdquo;.  Accordingly, the amendment is unnecessary and I ask the Senator to withdraw it.<\/p><p>I do not have a difficulty with amendment No. 33 because it is proposed in the context of GDPR.  We discussed the matter to which it relates at length on Committee Stage.  Without prejudice, it does not limit the right of a person or data subject in respect of any data controllers in the data-sharing agreement.  I do not have a difficulty with that and I propose to accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X01000","speaker":"1267"},{"type":"unspoken","time":1538559000,"counter":212,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":213,"content":"<p>I move amendment No. 30:<\/p><blockquote>In page 18, between lines 11 and 12, to insert the following<blockquote><blockquote><blockquote>&ldquo;(n) demonstrate necessity and proportionality of sharing.&rdquo;.<\/blockquote><\/blockquote><\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X01200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":214,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X01250","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":215,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":216,"content":"<p>Amendments Nos. 31 and 32 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":217,"content":"<p>I move amendment No. 33:<\/p><blockquote>In page 19, between lines 38 and 39, to insert the following:<blockquote>&ldquo;(6) This section is without prejudice to and does not limit the rights of a person as a data subject in respect of any or all data controllers in a data sharing agreement.&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X01500","speaker":"1405"},{"type":"speech","time":1538559000,"counter":218,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X01550","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":219,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":220,"content":"<p>Government amendment No. 34:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":221,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":222,"content":"<p>Government amendment No. 35:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":223,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":224,"content":"<p>Amendments Nos. 36 and 37 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":225,"content":"<p>I move amendment No. 38:<\/p><blockquote>In page 32, between lines 26 and 27, to insert the following:<blockquote>&ldquo;(5) The Minister shall, when making an order under <i>subsection (1)<\/i>, have regard to whether provision is made for a person&rsquo;s right to verify their identify using an alternative process.&rdquo;.<\/blockquote><\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X02200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":226,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X02300","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":227,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1538559000,"counter":228,"content":"<p>Government amendment No. 39:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":229,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":230,"content":"<p>Amendments Nos. 40 and 41 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":231,"content":"<p>Amendments Nos. 42 to 56, inclusive, are related and may be discussed together by agreement.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X02750","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":232,"content":"<p>Government amendment No. 42:<\/p><p><\/p>"},{"type":"speech","time":1538559000,"counter":233,"content":"<p>These amendments, some of which are technical in nature, provide for an extension of the scope of the personal data portal so that it can be used as one means by which public bodies may communicate data breaches to data subjects in accordance with what is provided for under Article 34 of the GDPR.  This is on foot of amendments proposed and agreed in principle at Committee Stage with a number of Members, including Senators Higgins and Ruane.  I note that Senator Higgins has proposed similar amendments and I ask that she might consider withdrawing her amendments and accept those I am proposing.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X03000","speaker":"1267"},{"type":"speech","time":1538559000,"counter":234,"content":"<p>I thank the Minister for the amendments he has put forward.  They address the concern we had, including that the data portal would be a space where people could fully access their information as it related to data breaches.  In light of amendments Nos. 42 to 45, inclusive, put forward by the Government and relating to the same issue, I am happy to withdraw my amendments.  One of the most fundamental issues for any person is that he or she is made aware of the position when his or her personal data has been breached, and that he or she has a mechanism to access it.  What is proposed strengthens the data portal.  I acknowledge the work of the Minister of State and his engagement on that issue.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X03100","speaker":"1405"},{"type":"speech","time":1538559000,"counter":235,"content":"<p>I welcome Deputy Jackie Cahill and his guest to the Public Gallery.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X03200","speaker":"1418"},{"type":"speech","time":1538559000,"counter":236,"content":"<p>The issues that are not, perhaps, as comprehensively addressed in the Bill are those relating to the content of data-sharing agreements where data is shared with public bodies.  In that context, I have tabled amendment No. 50.  While data-sharing agreements can be accessed, it is sometimes difficult for people to know where to look or which agreement is relevant.  There is transparency in the context of data-sharing agreements as such, but the provision could still be strengthened for the individual seeking to access information about the agreements which impact upon him or her.  Given the very good spirit with which the Minister of State has addressed the majority of concerns in this area, I am not going to press my amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X03300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":237,"content":"<p>I thank Senator Higgins for that.  Earlier, I neglected to say that I propose to accept amendment No. 50, which relates to section 44.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#X03400","speaker":"1267"},{"type":"speech","time":1538559000,"counter":238,"content":"<p>Is amendment No. 46 a Government amendment or is it in the names of Senators Higgins and Ruane?  It is a bit confusing.  Is there a typo?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y00100","speaker":"1388"},{"type":"speech","time":1538559000,"counter":239,"content":"<p>It is in the names of the Government and Senators Higgins and Ruane.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y00200","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":240,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":241,"content":"<p>Government amendment No. 43:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":242,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":243,"content":"<p>Government amendment No. 44:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":244,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":245,"content":"<p>Government amendment No. 45:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":246,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":247,"content":"<p>Government amendment No. 46:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":248,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":249,"content":"<p>Amendments Nos. 47 to 49, inclusive, not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":250,"content":"<p>I move amendment No. 50:<\/p><blockquote>In page 34, between lines 25 and 26, to insert the following:(c) view the contents of the data-sharing agreements under which his or her data has been shared between public bodies.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y01300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":251,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y01400","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":252,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":253,"content":"<p>Government amendment No. 51:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":254,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":255,"content":"<p>Government amendment No. 52:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":256,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":257,"content":"<p>Government amendment No. 53:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":258,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":259,"content":"<p>Government amendment No. 54:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":260,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":261,"content":"<p>Government amendment No. 55:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":262,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":263,"content":"<p>Government amendment No. 56:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":264,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":265,"content":"<p>Amendments Nos. 57 to 59, inclusive, are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y02800","speaker":"1418"},{"type":"unspoken","time":1538559000,"counter":266,"content":"<p>Government amendment No. 57:<\/p><p><\/p>"},{"type":"speech","time":1538559000,"counter":267,"content":"<p>Amendment No. 57 is an amendment to section 46 in respect of the functions of the data governance board to provide that the Minister may enter into an arrangement for the provision of consultancy, advice or other services to the board.  This is a standard provision given to most boards.  I would expect that the skill sets each member will bring to the board will be sufficient for it to carry out its functions internally most of the time.  However, I foresee circumstances where it would be appropriate for the board to seek external advice and assistance on specific matters.  We discussed this during a previous debate on the Bill.  This particularly arises where the board is developing data management rules, procedures and standards and may need to draw on specialised technical advice on certain matters.  Nobody would want a situation where we tie the hands of the board so it could not get external advice.<\/p> <p>I propose to accept amendment No. 58.<\/p> <p>With regard to amendment No. 59, I understand where the Senators are coming from but the phrase \"annual review and expiry\" would mean we could have a situation where consultancy advice required for more than one calendar year would have to be procured every year.  That is not intended.  As the Minister of State with responsibility for public procurement, I am aware of the level of administration that has to be dealt with by public bodies and by those tendering who hope and aspire to secure public contracts.  Given that amendments Nos. 57 and 58 are accepted, the Senators might consider withdrawing amendment No. 59.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03000","speaker":"1267"},{"type":"speech","time":1538559000,"counter":268,"content":"<p>Amendment No. 59 is a response to the question of private companies that may be contracted.  It is a transparency mechanism.  We do not want a consultant to become a de facto member, which we know sometimes happens.  An adviser or consultant can be there for ten or 15 years, effectively managing a board while members come and go.  I know this is not the intent of the Minister of State.  Given his generosity in accepting amendment No. 58, I will not press amendment No. 59.  Amendment No 58 will, in itself, require clear parameters of service and will address the concerns I was dealing with in amendment No. 59.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03100","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":269,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":270,"content":"<p>I move amendment No. 58:<\/p><blockquote>In page 36, between lines 11 and 12, to insert the following:&quot;(5) Any contracts in respect of consultancy, advice or other services to the board shall be subject to public competition.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03300","speaker":"1405"},{"type":"speech","time":1538559000,"counter":271,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03400","speaker":"1388"},{"type":"unspoken","time":1538559000,"counter":272,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":273,"content":"<p>Amendment No. 59 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":274,"content":"<p>Amendments Nos. 60 to 68, inclusive, are related.  Amendment No. 64 is a physical and logical alternative to amendment No. 63.  Amendment No. 66 is a physical alternative to amendment No. 65.  Amendments Nos. 60 to 68, inclusive, will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03700","speaker":"1412"},{"type":"speech","time":1538559000,"counter":275,"content":"<p>I move amendment No. 60:<\/p><blockquote>In page 36, between lines 13 and 14, to insert the following:&quot;(2) Of the members of the Board, an equal number shall be male and female.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03800","speaker":"1405"},{"type":"speech","time":1538559000,"counter":276,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y03900","speaker":"1404"},{"type":"speech","time":1538559000,"counter":277,"content":"<p>These amendments relate to the composition of the data governance board, which plays a key role in the data-sharing Bill and the proposed new system of data governance.  I acknowledge the Minister of State has addressed the majority of the concerns I have regarding gender balance, composition and ensuring clarity on the time people might sit on the board.  In this regard, I will not press the majority of my amendments.  There is only one area in which we will come to a slight conflict, which is with regard to amendments Nos. 63 and 64.  My concern is that the overall positive amendment No. 63 allows the Minister to appoint no fewer than two and no more than four people who are not employees or holders of an office or other position in a public body.  If the number of members of the board is increased in the future, the cap of no more than four people who are not employed by a public body could be an issue.  I agree with every other word of the amendment.  Amendment No. 64 also proposes no fewer than two members who are not employees of a public body but removes the cap of having four such people.  This is the only difference, otherwise the wording is identical.  I acknowledge the thought that has gone into these amendments on the part of the Minister of State.  Amendment No. 64 is slightly better worded and could address a concern that might arise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y04000","speaker":"1405"},{"type":"speech","time":1538559000,"counter":278,"content":"<p>I do not disagree with the Senator.  With the consent of the House, I will withdraw amendment No. 63 and accept amendment No. 64.  I ask that the remainder of the amendments in the Senators' names be withdrawn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y04100","speaker":"1267"},{"type":"speech","time":1538559000,"counter":279,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Y04200","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":280,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1538559000,"counter":281,"content":"<p>Amendment No. 61 not moved.<\/p>"},{"type":"unspoken","time":1538559000,"counter":282,"content":"<p>Government amendment No. 62:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":283,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":284,"content":"<p>Amendment No. 63 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":285,"content":"<p>I move amendment No. 64:<\/p><blockquote>In page 36, between lines 17 and 18, to insert the following:&quot;(4) When appointing members of the Board, the Minister shall have regard to&mdash;<blockquote>(a) the objective that at least 40 per cent of members of the Board shall be women and at least 40 per cent shall be men, and<br \/><br \/>(b) the guidelines, if any, prepared by the Minister in relation to appointments to boards of State bodies.<\/blockquote>(5) The Minister may, following consultation with the Minister, if any, in whom functions in relation to the public body are vested, appoint a person who is an employee of, or holds an office or other position in, a public body to be a member of the Board.<br \/><br \/>(6) The Minister may appoint not less than 2 who are not employees of, or the holders of an office or other position in, a public body to be a member of the Board.<br \/><br \/>(7) The Minister shall ensure, where practicable, that not less than one third of the members of the Board are appointed pursuant to <i>subsection (6)<\/i>.&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z00200","speaker":"1405"},{"type":"speech","time":1538559000,"counter":286,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z00300","speaker":"1404"},{"type":"unspoken","time":1538559000,"counter":287,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":288,"content":"<p>Amendment No. 65 not moved.<\/p>"},{"type":"unspoken","time":1538559000,"counter":289,"content":"<p>Government amendment No. 66:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":290,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":291,"content":"<p>Government amendment No. 67:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":292,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":293,"content":"<p>Government amendment No. 68:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":294,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":295,"content":"<p>Amendments Nos. 69 to 72, inclusive, are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z01200","speaker":"1412"},{"type":"unspoken","time":1538559000,"counter":296,"content":"<p>Government amendment No. 69:<\/p><p><\/p>"},{"type":"speech","time":1538559000,"counter":297,"content":"<p>Amendment No. 69 was requested by Senator Higgins on Committee Stage.  The amendment imposes a requirement on committees established by the board to make regular reports on their activities and for the board to report on the activities of its committees in its annual report to the Minister.  It is straightforward.  The amendment also sets a time limit for the time a committee may remain in existence unless this time is extended by way of a resolution of the board.<\/p> <p>Senators Higgins and Ruane make a similar proposal in amendments Nos. 70 and 71.  I ask that they consider withdrawing them.<\/p> <p>Amendment No. 72 is a technical amendment to insert the words \"its committees\".  I propose to accept that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z01400","speaker":"1267"},{"type":"speech","time":1538559000,"counter":298,"content":"<p>Some of my amendments were tabled prior to seeing the Government's amendments.  I am happy to withdraw amendments Nos. 70 and 71 and support the Minister of State's amendment.  Amendment No. 72, as he said, is technical.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z01500","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":299,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":300,"content":"<p>Amendments Nos. 70 and 71 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":301,"content":"<p>I move amendment No. 72:<\/p><blockquote>In page 38, line 16, after &quot;it&quot; to insert &quot;, and its committees,&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z01800","speaker":"1405"},{"type":"speech","time":1538559000,"counter":302,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z01900","speaker":"1404"},{"type":"unspoken","time":1538559000,"counter":303,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":304,"content":"<p>Amendments Nos. 73 to 75, inclusive, are related and will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z02100","speaker":"1412"},{"type":"unspoken","time":1538559000,"counter":305,"content":"<p>Government amendment No. 73:<\/p><p><\/p>"},{"type":"speech","time":1538559000,"counter":306,"content":"<p>The amendment arises out of earlier discussions.  Amendment No. 73 has the same effect as amendment No. 74, and is probably even stronger.<\/p> <p>Amendment No. 73 provides that public bodies, where they have not carried out a data protection impact assessment, shall set out the reasons in the public consultation documents they are required to publish under section 55, which was a moot point here on the previous occasion but which I accepted and said that I would revert on.  It, basically, requires them to state why they would not do it.  I note that Senator Higgins has proposed a similar amendment, and I ask that she, together with Senator Ruane, might consider withdrawing it in favour of my proposal.<\/p> <p>I propose to accept amendment No. 75.  Given that we are providing for the signatories to the data-sharing agreement to comply with Article 5 of the GDPR, to which amendment No. 29 refers, I accept the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z02250","speaker":"1267"},{"type":"speech","time":1538559000,"counter":307,"content":"<p>I will support amendment No. 73 and withdraw amendment No. 74.  I thank the Minister of State for accepting amendment No. 75.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z02300","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":308,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":309,"content":"<p>Amendment No. 74 not moved.<\/p>"},{"type":"speech","time":1538559000,"counter":310,"content":"<p>I move amendment No. 75:<\/p><blockquote>In page 39, between lines 19 and 20, to insert the following:&quot;(iii) is satisfied that the agreement adheres to the principles of data protection as specified in Article 5 of the General Data Protection Regulation and is necessary and proportionate,&quot;.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z02600","speaker":"1405"},{"type":"speech","time":1538559000,"counter":311,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z02700","speaker":"1404"},{"type":"unspoken","time":1538559000,"counter":312,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":313,"content":"<p>Amendments Nos. 76 to 78, inclusive, are related.  Amendment No. 78 is a physical and logical alternative to amendment No. 77.  Amendments Nos. 76 to 78, inclusive, will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z02900","speaker":"1412"},{"type":"speech","time":1538559000,"counter":314,"content":"<p>I move amendment No. 76:<\/p><blockquote>In page 42, to delete line 23 and substitute the following:&quot;(a) the time periods referred to in:<blockquote>(i) <i>section 55(1)(d)(iii)<\/i>setting a minimum of two weeks;<br \/><br \/>(ii) <i>section 56<\/i>,<br \/><br \/>and&quot;.<\/blockquote><\/blockquote> <p>The amendment intends to ensure there will be a time period.  I acknowledge that the Minister of State has in amendment No. 77 met that.  Of course, I pushed the boat out with a further ambition that there would not simply be a 14-day, but a 30-day, concession or time period.  However, given that he has moved towards me on the 14 days, I will not press the 30 days.  I hope that colleagues may take that up to further increase our ambition in terms of consultation.<\/p><p>I acknowledge amendment No. 77 and I will withdraw amendment No. 76 in that context.  I will not press amendment No. 78.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z03000","speaker":"1405"},{"type":"speech","time":1538559000,"counter":315,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z03100","speaker":"1404"},{"type":"speech","time":1538559000,"counter":316,"content":"<p>Senator Higgins was pushing her luck.  We agreed two weeks and that was explicitly stated on the previous occasion.  I ask that she might consider withdrawing amendments Nos. 76 and 78.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z03200","speaker":"1267"},{"type":"unspoken","time":1538559000,"counter":317,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1538559000,"counter":318,"content":"<p>Government amendment No. 77:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":319,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":320,"content":"<p>Amendment No. 78 not moved.<\/p>"},{"type":"unspoken","time":1538559000,"counter":321,"content":"<p>Government amendment No. 79:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":322,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1538559000,"counter":323,"content":"<p>Amendments Nos. 80 to 81 are related.  Amendment No. 81 is a physical alternative to amendment No. 80.  Amendments Nos. 80 to 81 will be discussed together.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z03900","speaker":"1412"},{"type":"speech","time":1538559000,"counter":324,"content":"<p>I move amendment No. 80:<\/p><blockquote>In page 43, to delete lines 13 to 16.<\/blockquote>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z04000","speaker":"1405"},{"type":"speech","time":1538559000,"counter":325,"content":"<p>I second the amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z04100","speaker":"1404"},{"type":"speech","time":1538559000,"counter":326,"content":"<p>This is the most fundamental amendment.  There was confusion in the Bills Office that three amendments due to be made in this section, the third of which would also include lines 13 and 14.<\/p> <p>These are the grounds.  This is probably the final substantive concern that we have.  It relates to the fact that the purposes under which the Minister may prescribe rules and promises, procedures and standards relating to base registries, for example, and how information is recorded in public databases, include \"to promote increased sharing of information between public bodies in accordance with this Act\".  We could end up with a tautology whereby one could share data to share data so that there is a kind of self-fulfilling loop.  It could undermine much of the positive work that has been done on the rest of the Bill if we had a situation whereby promoting \"increased sharing\" became a value that we were pressing rather than the sharing of information being something that was necessary and proportionate given all the other excellent concerns that have been addressed in the Bill, which have made it more robust.  It may be an oversight in that section.<\/p> <p>I am conscious also that Chapter 3 of Part 9 reflects special categories of personal information.  As the Minister of State pointed out earlier, what is set out in that section on governance under Chapter 3 extends much wider than this Bill.  Effectively, it relates to much of what the Minister of the day might do in many areas.  In that regard, lines 13 and 14 are a serious concern.<\/p> <p>There are also concerns in respect of lines 15 and 16.  The language is broad in terms of ensuring \"a consistent approach to the management of information by public bodies so as to facilitate the exchange of information between them\".  Given that we have a number of other areas where performance of the functions, modernisation and appropriate management are addressed, I do not know what is added by that caveat.  There is a danger that we fall into that same trap of administrative concerns being the driver in this regard.<\/p> <p>I will probably press is the amendment providing for the removal of lines 13 to 16, inclusive, but my primary concern relates to lines 13 and 14.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Alice-Mary Higgins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2480\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2480&amp;amp;pid=AliceMaryHiggins&amp;amp;year=2018&amp;amp;month=10&amp;amp;day=03\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It would be very positive if the Minister of State could indicate that he will move on these issues.  If not, I will press the amendment proposing the removal of lines 13 to 16.  The section has a very wide impact and it does not just relate to personal information but to special categories of personal information.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#Z04200","speaker":"1405","continuing":true},{"type":"speech","time":1538559000,"counter":328,"content":"<p>The proposed amendment seeks to remove a number of the purposes under which rules, procedures and standards may be prescribed by the Minister regarding data management.  I will address each of the purposes in turn.  First, the Senator proposes to remove the following purpose, &quot;to promote increased sharing of information between public bodies in accordance with this Act and any other enactment providing for such sharing of information&quot;.  It is not the intent of this Bill to promote the sharing of information as an end in itself.  It is merely the means to achieving a modern and safe infrastructure for the delivery of public services.  As such, I accept this part of the amendment.<\/p><p>The Senator also proposes to remove the following purpose, &quot;(c) to ensure a consistent approach to the management of information by public bodies so as to facilitate the exchange of information between them&quot;.  With the sharing of data between public bodies for the delivery of public services, it is essential that such sharing is performed in a consistent and secure manner.  This provision allows the Minister to ensure that public bodies follow best practice when undertaking such sharing.  The removal of this purpose would unintentionally limit the ability of the Minister to ensure that sharing is performed in a safe and reliable manner and, as such, I cannot accept this part of the amendment.<\/p><p>Lastly, the Senator proposed to remove the following purpose:<\/p><blockquote>(d) to increase the usefulness of information held by public bodies for the purposes of&mdash;(i) performing their functions,<br \/><br \/>(ii) modernising and developing public services,<br \/><br \/>(iii) evaluating the effectiveness of services provided by public bodies, and<br \/><br \/>(iv) evaluating the effectiveness of expenditure by public bodies;<\/blockquote> <p>This purpose is limited by a set of sub-purposes where it is clear there is a benefit to citizens and businesses.  It behoves the Government to increase the usefulness of data to continue to improve and modernise our public services.  As such I cannot accept this part of the amendment.<\/p><p>As I have said, I would be willing to remove section 64(2)(<i>b<\/i>) but unfortunately, for the reasons I have given, I cannot accept the amendments that propose removing other parts of section 64(2).  If the Senator will withdraw the amendment, I will propose an amendment on Committee Stage in the D&aacute;il to remove section 64(2)(<i>b<\/i>), ensuring the most contentious word, that is, &quot;promote&quot;, is removed from the Bill.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA00200","speaker":"1267"},{"type":"speech","time":1538559000,"counter":329,"content":"<p>That is the substantive concern and it is not the intention of the Bill.  In light of that, and in faith that the Minister of State will remove the two lines, I will not press the amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA00300","speaker":"1405"},{"type":"unspoken","time":1538559000,"counter":330,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1538559000,"counter":331,"content":"<p>Amendments Nos. 81 and 82 not moved.<\/p>"},{"type":"unspoken","time":1538559000,"counter":332,"content":"<p>Government amendment No. 83:<\/p><p><\/p>"},{"type":"unspoken","time":1538559000,"counter":333,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":334,"content":"<p>Bill, as amended, received for final consideration.<\/p><p>Question proposed: \"That the Bill do now pass.\"<\/p>"},{"type":"speech","time":1538559000,"counter":335,"content":"<p>I thank the Minister of State for bringing the Bill through the House.  It will prove to be a very important piece of legislation.  I also thank him for the co-operation he has shown to Members of the House and for accepting amendments.  He has accepted many amendments to the Bill which will enhance it.  I am delighted the Bill has been passed by this House and I look forward to it being enacted in due course.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01000","speaker":"1380"},{"type":"speech","time":1538559000,"counter":336,"content":"<p>I thank the Minister of State and his officials for their engagement with me between the Stages of the Bill.  We made significant progress together and the Bill is strengthened by that.  I look forward to watching the further debates from a distance.  I am sure that it will move very quickly when it comes back with the amendments that have been committed to on Committee Stage in the D&aacute;il.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01100","speaker":"1405"},{"type":"speech","time":1538559000,"counter":337,"content":"<p>I am normally my own party's spokesperson on this issue but I cannot say much because I am in the Chair.  I thank the Minister of State and his officials and I thank Senator Higgins for her input.  She has put a lot of time and effort into it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01200","speaker":"1412"},{"type":"speech","time":1538559000,"counter":338,"content":"<p>I thank the House for passing the Bill 15 minutes ahead of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01300","speaker":"1267"},{"type":"speech","time":1538559000,"counter":339,"content":"<p>It is 45 minutes ahead of time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01400","speaker":"1412"},{"type":"speech","time":1538559000,"counter":340,"content":"<p>That is a lot more than I thought.  I thank Senators for their co-operation and my officials from the Department of Public Expenditure and Reform.  I thank those Senators who engaged with the Bill, particularly Senator Higgins who has engaged a lot.  After Second Stage and Committee Stage, she may have thought I would come back with no amendments on Report Stage and without having listened to anything she suggested.  It was a very constructive debate and a lot of what was discussed on Committee Stage worked successfully.  I agree with Senator Paddy Burke that further legislation could be initiated in this House.  Given some of the showboating one sees in the other House from time to time, it might make for a better quality debate.  I look forward to going into the D&aacute;il with the Bill but I look forward to being back in the Seanad with it too, because there are amendments to which I have committed and there may also be D&aacute;il amendments.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01500","speaker":"1267"},{"type":"speech","time":1538559000,"counter":341,"content":"<p>This is the Upper House.  We are very civilised here.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#AA01550","speaker":"1412"},{"type":"unspoken","time":1538559000,"counter":342,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1538559000,"counter":343,"content":"<p>Sitting suspended at 2.46 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Copyright and Other Intellectual Property Law Provisions Bill 2018: Committee Stage","time":1538559000,"counter":344,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#FF00100"},{"type":"speech","time":1538559000,"counter":345,"content":"<p>I welcome the Minister of State, Deputy Halligan, to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#FF00200","speaker":"1406"},{"type":"unspoken","time":1538559000,"counter":346,"content":"<p>Sections 1 to 17, inclusive, agreed to.\r\n\r\nSECTION 18<\/p>"},{"type":"speech","time":1538559000,"counter":347,"content":"<p>Amendments Nos. 1 and 3 to 5, inclusive, are related.  Amendment No. 4 is a physical alternative to amendment No. 3.  The amendments will be discussed together by agreement.  Is that agreed?  Agreed.  A seconder is not required at this Stage for the first amendment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#FF00400","speaker":"1406"},{"type":"speech","time":1538559000,"counter":348,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 16, line 18, after &quot;given in&quot; to insert &quot;an educational institution or in&quot;.<\/blockquote> <p>I have very valuable and able seconders, including my colleague, Senator Bacik.  I have just landed from a six hour flight so I am a bit daft.  Senator Warfield and probably Senator Ruane also support the amendment.<\/p><p>I have been briefed on these matters by Professor Eoin O'Dell.  I am not sure if he is in the Gallery; I cannot see because I have broken my glasses.  I tried over the past five days to contact him by email and telephone without success but luckily I managed to get a copy of the amendments on my way to the plane in Larnaca this morning.  I have read them and I have a certain understanding of them.<\/p><p>Although this is a technical Bill and the amendments are therefore technical as well, they seem to cover an important range of subjects.  I will deal with the first two as I am sure we will have a little argument to and fro, particularly as I have distinguished legal colleagues with me.  As I see it, the primary aim of the amendments is to enable people in an academic atmosphere - in a university, library or somewhere like that - to have access to copyrighted material outside the restrictions of natural copyright.  I very much welcome the fact that the Minister of State is taking charge of the Bill as I know he is open-minded.  I remember approximately 15 years ago there were alarms about the question of copyright and the length of copyright.  I spoke to the then Minister who was responsible for the matter and warned about the attempt by the European Union to standardise copyright.  I argued it would have a very significant effect on the studies of the works of Mr. James Joyce, for example.  The Minister took that on board but this was introduced as a statutory instrument from the European Union under a heading that did not immediately attract attention to the literary component.  As a result, it went through and we followed the example of the majority of countries in Europe, extending the length of time under which copyright subsisted from 50 years to 70 years, with pretty catastrophic consequences for Joyce scholarship.<\/p><p>The Bill would insert the following subsection:<\/p><blockquote>(2) Without prejudice to the generality of section 50(1), the brief and limited display of a copy of a work &mdash;(a) either&mdash;<blockquote>(i) in a prescribed library or prescribed archive or by the librarian or archivist of a prescribed library or prescribed archive, or<br \/><br \/>(ii) during the course of a public lecture given in a prescribed library or prescribed archive or given by the librarian or archivist of a prescribed library or prescribed archive,<\/blockquote><\/blockquote> <p>In a brief discussion with the Minister of State in the ante-room, he assured me the scope of the amendments was covered by the Bill.  Professor O'Dell and my supporting colleagues are concerned that the Bill is not broad enough.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2018100300002#FF00500","speaker":"1392"},{"type":"unspoken","time":1538559000,"counter":349,"content":"<p>Additional debate to follow.<\/p>"}]