[{"type":"minorheading","content":"Prelude","time":1432805400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1432805400,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1432805400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1432805400,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1432805400,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#A00100"},{"type":"speech","time":1432805400,"counter":6,"content":"<p>I have notice from Senator James Heffernan that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<blockquote><br \/><br \/>The need for the Minister for the Environment, Community and Local Government to clarify the Government&rsquo;s position in relation to gasification plants and how this fits with the Government&rsquo;s 2020 targets.<\/blockquote>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter:<blockquote>Go dtabharfaidh an tAire Eala&iacute;on, Oidhreachta agus Gaeltachta m&iacute;ni&uacute; ar an bpr&oacute;iseas a bhain le cinneadh na Roinne gurb &eacute; an eagra&iacute;ocht Muintearas a bheidh ag riaradh Sc&eacute;im na gCampa&iacute; Samhraidh thar ceann na Roinne feasta.<\/blockquote>I have also received notice from Senator Marie Moloney of the following matter:<blockquote>The need for the Minister for Social Protection to clarify the delay in paying incremental arrears due to temporary clerical officers who worked for the Department of Social Protection but have since finished working for the Department.<\/blockquote>I have also received notice from Senator Colm Burke of the following matter:<blockquote>The need for the Minister of State with responsibility for the Office of Public Works to outline the current position in respect of the planned flood relief work that is urgently needed in the Cork city area and when the necessary work is likely to commence. <\/blockquote>I have also received notice from Senator Thomas Byrne of the following matter:<blockquote>The need for the Minister for Health to make a statement on the case of a child - details supplied - with a suspicious lesion who requires an urgent medical appointment and where there is a family history of melanoma in circumstances where there is no dermatology doctor available in Temple Street Children's Hospital. <\/blockquote>I have also received notice from Senator Paul Bradford of the following matter:<blockquote>The need for the Minister for Foreign Affairs and Trade to give his views on the ongoing threat posed by ISIS and the response of the EU to the ISIS campaign of terror.<\/blockquote>I regard the matters raised by the Senators as suitable for discussion.  I have selected Senators Heffernan, &Oacute; Clochartaigh, Moloney and Burke and they will be taken now.  Senators Byrne and Bradford may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1432805400,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#A00300"},{"type":"minorheading","content":"Waste Disposal","time":1432805400,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#A00400"},{"type":"speech","time":1432805400,"counter":9,"content":"<p>I welcome the Minister of State.  There was confusion within the Department of the Environment, Community and Local Government yesterday when I proposed this item.  It did not understand whether it came under its remit or that of the Department of Communications, Energy and Natural Resources.  That says it all about this gasification technology, that senior people in Departments are unaware of it.  I tried, through the Oireachtas Library and Research Service, which provides a fantastic service, to get a bit of information on this and the Government&rsquo;s position on it but it could not provide much.  My own research has found international examples.<\/p> <p>It is of huge concern, especially to the people of west Limerick but also throughout the county.  I do not want to see my county being treated as a dump.  People have had to live next door to Gortadroma for the past 20 years and the local authority was well aware of the problems associated with it.  If the Minister of State drives around the area she will see shells of houses which people have left.  The property is worthless.  Those people had to leave the area.  Having put up with that over all those years, the communities are now expected to lie down and take this huge gasification unit which will be built on their doorstep.<\/p> <p>The justification for this is that it will be a terrific economic driver in the area which will create a heap of jobs, that the council will get a huge sum in rent - the figure quoted ranges between &euro;3 million and &euro;5 million per year - and that everything is hunky-dory with this.  That is not the feeling of the people in the area.  It is my duty and that of every public representative to represent the public but that has not happened in this instance.  It is one year since the amalgamation of Limerick County and City Councils.  The Putting People First document, published by the Department of the Environment, Community and Local Government, is the biggest oxymoron I have ever heard in respect of issues such as this because people have not been put first in this instance, quite the contrary.  Many of these decisions were made clandestinely.  Councillors from Fianna F&aacute;il, Fine Gael, Sinn F&eacute;in and Independent Fianna F&aacute;il in the municipal district talked about this and came to the conclusion that it was a good idea.  They went back to their party groups in the council with the disposal notice when it was agreed at municipal district level and a decision was taken at the full council meeting, which was a rubber-stamping job.  <\/p> <p>Council meetings in Limerick have become a circus since the amalgamation.  This was put down to teething problems but the situation has not improved at all.  Issues such as this, with potentially huge effects on the people of the area, were not discussed.  There was no presentation on gasification to all council members when they voted on the disposal notice.  They had no clue what they were voting on.  Some were duped into voting on this.  It is not good enough that the council has conducted itself in this way and manipulated the systems put in place by the Department's Putting People First document so that its decisions and those of county management are put ahead of the people who voted for the councillors.  I would like to hear the Minister of State&rsquo;s response on where the Government stands on gasification because I have not seen where it can fit in or improve or help move Ireland towards the 2020 targets.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#A00500","speaker":"1119"},{"type":"speech","time":1432805400,"counter":10,"content":"<p>My response is to the question that was put: \"The need for the Minister for the Environment, Community and Local Government to clarify the Government&rsquo;s position in relation to gasification plants, and how this fits with the Government&rsquo;s 2020 targets.\"<\/p> <p>Ireland currently has an ambitious greenhouse gas emission reduction target under the 2009 EU effort-sharing decision for each year between 2013 and 2020.  Under the decision, we must limit the growth of greenhouse gas emissions to 20% below 2005 levels in the period 2013 to 2020.  In terms of renewable energy, Ireland has been set a legally binding target of meeting 16% of our energy requirements from renewable sources by 2020.  We aim to meet this target by using renewable resources for 40% of electricity demand, with 10% of transport fuelled from such sources and 12% of heat.<\/p> <p>Attaining the greenhouse gas emission reduction target requires a concerted national effort, and the Government has responded energetically to the challenge.  Following on from the adoption of the national policy position on climate action and low-carbon development in 2014, and in anticipation of enactment of the Climate Bill, which is currently before the Oireachtas, work has begun on preparing a national low-carbon transition and mitigation plan.<\/p> <p>A primary objective of the national mitigation plan will be to bring a clear and strong focus to both the challenges and the opportunities of transitioning to a low-carbon future, and the importance of a forward-looking and cost-effective national transition agenda.  The plan will also track the implementation of steps already under way and identify additional measures in the longer term, including in the area of emerging technologies.<\/p> <p>With respect to renewable energy, our national energy policies recognise the importance of other renewable sources such as biodegradable waste.  In this regard, both the alternative energy requirement, AER, and the renewable energy feed-in tariff, REFIT, schemes support electricity generated from anaerobic digestion, landfill gas and the biodegradable element of municipal solid waste.<\/p> <p>In terms of further developing waste as an energy resource, the draft national bioenergy plan, published last year, recommends optimising the availability of waste for energy and continued support for innovative energy uses for animal by-products.  Furthermore, analysis underpinning the draft bioenergy plan demonstrates that an additional bioenergy-focused measure in the heat sector would represent the most cost-effective means of meeting a number of our policy goals.  In this regard, I understand it is the intention of my colleague, the Minister for Communications, Energy and Natural Resources, subject to further Government approval and State aid clearance, to introduce a renewable heat incentive in 2016.  Research suggests there is a potentially significant role for biogas and biomethane in the transport sector.  However, I understand that more detailed economic analysis of the supply chains, from production through to distribution and use, would be helpful to guide future policy.<\/p> <p>In terms of the Senator's reference to gasification plants, it is important also to outline the role of waste policy.  National waste policy is predicated on the management of waste in line with the waste hierarchy as set out in Article 4 of the waste framework directive of 2008.  Gasification and incineration with energy recovery occupy the same tier of the waste hierarchy, called \"other recovery\", and national waste policy does not favour one particular technology over the other in this instance.  Similarly, while the waste management plans that were recently launched by the regional groupings of local authorities support the development of up to 300,000 tonnes of future additional thermal recovery capacity at a national level, the plans do not differentiate between different thermal recovery technologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00100","speaker":"964"},{"type":"speech","time":1432805400,"counter":11,"content":"<p>I thank the Minister of State for her reply.  The last part of her reply says it all when gasification and incineration are put in one bracket.  That is what people fear, certainly in Ballyhahill, Foynes, Shanagolden and such areas, as they see them as all the one.  I cannot see how this will improve the 2020 targets in the slightest.  The Minister of State mentioned other renewable sources of energy.  What is proposed to be burned in this plant is thousands of tonnes of tyres and plastics, which will emit all sorts of poisons and toxins into the air.  That is something we do not want.  Much truck has been given to the EPA, with people saying it will provide protection when it comes to emissions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00200","speaker":"1119"},{"type":"speech","time":1432805400,"counter":12,"content":"<p>Does the Senator have a question for the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00300","speaker":"1120"},{"type":"speech","time":1432805400,"counter":13,"content":"<p>Judging from what I have heard from the EPA, I am not confident that it can fulfil that role, given that it has immunity from prosecution, which is an issue that the Department needs to look at.  That has been raised here by me and others on a number of occasions and is the big elephant in the room.  I do not see how the response from the Government can inspire confidence in this plant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00400","speaker":"1119"},{"type":"speech","time":1432805400,"counter":14,"content":"<p>Does the Senator have a question for the Minister of State?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00500","speaker":"1120"},{"type":"speech","time":1432805400,"counter":15,"content":"<p>It is certainly a matter that the Department needs to get to grips with, because this is going to become a big issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00600","speaker":"1119"},{"type":"speech","time":1432805400,"counter":16,"content":"<p>Climate change, waste, how we deal with waste, energy sources, energy resources and renewables are not specifically the remit of the Department of the Environment, Community and Local Government.  If the Senator were to engage also with the Minister for Communications, Energy and Natural Resources, Deputy Alex White, it might help him to see the other side of the equation.  I can sense the Senator's frustration.  It may help to inform him that if he was to engage with the officials in that Department, they may be able to provide some specific information on biomass targets and how they see the position.  He could then put the two pieces of information together to arrive at a more informed opinion.  As it is not only the Department of the Environment, Community and Local Government that deals with this issue, the Senator may need to get some more information from the other Departments to help him.  I am not sure if the Senator finds that helpful, but I think it would be helpful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#B00700","speaker":"964"},{"type":"minorheading","content":"Sc&eacute;imeanna Teanga","time":1432805400,"counter":17,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#C00050"},{"type":"speech","time":1432805400,"counter":18,"content":"<p>Cuirim c&eacute;ad f&aacute;ilte roimh an Aire St&aacute;it.  T&aacute; br&oacute;n orm gur tharraing m&eacute; isteach sa Seanad inniu &eacute;, ach bhraith m&eacute; nach raibh an dara rogha agam mar gur chur m&eacute; ceist chuig a oifig tr&iacute; seachtaine &oacute; shin maidir leis seo.  Leis an gceart a thabhairt d&oacute;, d&uacute;irt s&eacute; go gcuirfeadh s&eacute; ar aghaidh &eacute; chuig an Roinn le freagra a fh&aacute;il ach n&iacute; bhfuair muid freagra le tr&iacute; seachtaine, in ainneoin gur chur m&eacute; dh&aacute; mheabhr&uacute;ch&aacute;n chomh fada le hoifig an Aire St&aacute;it.  Baineann an cheist le sc&eacute;im na gcampa&iacute; samhraidh, sc&eacute;im a bhfuil an-rath agus an-t&oacute;ir uirthi agus at&aacute; ag d&eacute;anamh an-leas go deo sna ceantair Gaeltachta.  Is sc&eacute;im &iacute; seo ina bhfuil p&aacute;ist&iacute; na Gaeltachta ag neart&uacute; na Gaeilge i rith an tsamhraidh, ag spraoi agus ag baint an-sult as.  T&aacute; go leor eagra&iacute;ochta&iacute; deonacha ag riar campa&iacute; samhraidh ar fud na Gaeltachta.  Is iontach go deo an sc&eacute;im &iacute; agus ba mhaith linn &iacute; a fheice&aacute;il ag l&aacute;idri&uacute; agus ag neart&uacute;, ach tamaill &oacute; shin, rinne Roinn an Aire socr&uacute; nach &iacute; an Roinn Eala&iacute;on, Oidhreachta agus Gaeltachta feasta a bheadh ag riar sc&eacute;im na gcampa&iacute; samhraidh, ach go bhfuil an sc&eacute;im sin anois le tabhairt ar l&aacute;mh do Mhuintearas le reacht&aacute;il.<\/p><p>N&iacute;l aon rud agam i gcoinne Muintearas <i>per se<\/i>, ach th&aacute;inig roinnt mhaith daoine chugam ina dhiaidh sin ag cur roinnt ceisteanna s&iacute;os.  Chuir m&eacute; na ceisteanna seo chuig an Aire St&aacute;it.  Baineann siad leis an mbuncheist seo: c&eacute;n f&aacute;th ar ghlac an Roinn an cinneadh seo agus c&eacute;n f&aacute;th nach bhfuil s&iacute; f&eacute;in ag lean&uacute;int le riaradh na sc&eacute;ime seo.  An rinne s&iacute; athbhreithni&uacute; ar an sc&eacute;im?  M&aacute; rinne, an bhfuil tuairisc ar thorrtha&iacute; an athbhreithnithe sin le f&aacute;il?  Ba mhaith le daoine f&aacute;il amach c&eacute;n chaoi a roghna&iacute;odh Muintearas leis an sc&eacute;im a riar.  An raibh f&oacute;gra poibl&iacute; ann?  An raibh pr&oacute;iseas tairisceana ann?  An ndearnadh gearrliost&uacute; ar iarrth&oacute;ir&iacute; agus an raibh pr&oacute;iseas caighde&aacute;nach roghn&uacute;ch&aacute;in i gceist?  C&eacute; a rinne an cinneadh?  An ndearna an tAire St&aacute;it an cinne n&oacute; arbh iad feidhmeannaigh na Roinne a rinne an cinneadh ar a shon?  An bhfuil an tAire St&aacute;it s&aacute;sta leis an gcinneadh?<\/p><p>An bhfuil aon imn&iacute; air maidir le coinbhleacht leasa a bheith ann de bharr go mb&iacute;onn Muintearas f&eacute;in ag pl&eacute; le campa&iacute; samhraidh?  Seo ceist a chur roinnt daoine orm.  Is gr&uacute;pa &eacute; seo a bh&iacute; ag baint tairbhe as an sc&eacute;im seo &eacute; f&eacute;in le campa&iacute; a reacht&aacute;il, campa&iacute; a bhfuil an-rath orthu, de r&eacute;ir mar a thuigim.  Bhraith daoine go raibh s&eacute; aisteach go raibh ceann de na gr&uacute;pa&iacute; a bh&iacute; ag f&aacute;il an airgid roimhe seo ag riar na sc&eacute;ime anois agus go bhf&eacute;adfadh coinbhleacht leasa a bheith ann.  An bhfuil an tAire St&aacute;it s&aacute;sta nach bhfuil coinbhleacht leasa i gceist?<\/p><p>C&eacute;n bunt&aacute;iste a bheas le f&aacute;il ag pobal na Gaeltachta as an cinneadh a bheith glactha?  An bhfuil s&eacute; chun a bheith feabhsaithe?  C&eacute;n buis&eacute;ad a bheas le riaradh ag Muintearas don sc&eacute;im seo gach bliain?  C&eacute;n pr&oacute;iseas riarach&aacute;in a bheas ann maidir le meast&oacute;ireacht ar iarratais?  An mbeidh pr&oacute;iseas neamhsple&aacute;ch athchomhairc ar f&aacute;il agus m&aacute; t&aacute;, c&eacute;ard &eacute;?  T&aacute; daoine ag fiafra&iacute; d&iacute;om an mbeidh siad in ann athchomharc a dh&eacute;anamh muna bhfuil siad s&aacute;sta leis an gcinneadh a bheas glactha ag Muintearas faoin iarratas agus m&aacute; dh&eacute;anann siad sin, c&eacute; aige a dh&eacute;anfaidh siad &eacute;.<\/p><p>C&eacute; mh&eacute;ad den bhuis&eacute;ad a bheas caite ar riarach&aacute;n na sc&eacute;ime agus c&eacute; mh&eacute;ad a bheas le d&aacute;ileadh ar lucht eagraithe na gcampa&iacute;?  An mbeidh cuid den airgead at&aacute; ann do na campa&iacute; samhraidh seo &aacute; chaitheamh ar riarach&aacute;n i Muintearas, n&oacute; an mbeidh an t-airgead ar fad ag dul i dtreo na campa&iacute;?  C&eacute;n compar&aacute;id at&aacute; idir sin agus nuair a bh&iacute; an Roinn i mbun riarach&aacute;in?  M&aacute; bh&iacute; m&eacute;id &aacute;irid airgid ar f&aacute;il &oacute;n Roinn le haghaidh na campa&iacute; go d&iacute;reach, an mbeidh an m&eacute;id c&eacute;anna le f&aacute;il go d&iacute;reach ag na campa&iacute; a bheas &aacute; riar faoin sc&eacute;im?  C&eacute;n pl&eacute; a rinneadh le lucht eagraithe na gcampa&iacute; maidir leis na riachtanais at&aacute; acu sular ghlac an Roinn an cinneadh?  An bhfuil aon dul siar ar an gcinneadh ag an bpointe seo?  Sin iad na ceisteanna a arda&iacute;odh liomsa.  Bh&iacute; daoine ann nach raibh ag iarraidh na ceisteanna seo a ard&uacute; go poibl&iacute;, mar bhraith siad go mb'fh&eacute;idir go gcuirfeadh s&eacute; isteach ar aon iarratas a dh&eacute;anfadh siad, agus sin n&aacute;d&uacute;r na sc&eacute;ime.  Mar a deir m&eacute;, t&aacute; an-mheas agam ar an sc&eacute;im seo.  T&aacute; an-t&oacute;ir ag p&aacute;ist&iacute; na Gaeltachta uirthi.  Baineann siad an-tairbhe aisti, ach caithfidh m&eacute; a r&aacute; gur th&aacute;inig an cinneadh seo aniar aduaidh ar dhaoine, n&aacute;r thuig siad c&eacute;n r&eacute;as&uacute;na&iacute;ocht a bh&iacute; taobh thiar de agus go bhfuil siad ag ard&uacute; na ceisteanna seo ar mhaithe leis na campa&iacute; a neart&uacute; agus a l&aacute;idri&uacute; amach anseo.  Bheinn an-bhu&iacute;och den Aire St&aacute;it as ucht soil&eacute;iri&uacute; a thabhairt d&uacute;inn ar maidin.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#C00100","speaker":"1122"},{"type":"speech","time":1432805400,"counter":19,"content":"<p>T&aacute; an ceart ag an Seanad&oacute;ir.  Fuair m&eacute; c&uacute;pla ceist &oacute;n Seanad&oacute;ir tr&iacute; seachtaine &oacute; shin agus fuair m&eacute; freagra cuimsitheach c&uacute;pla l&aacute; &oacute; shin.  D'ardaigh an Seanad&oacute;ir 11 cheist agus chomh maith leis sin t&aacute; freagra cuimsitheach anseo agam.  N&iacute;l s&eacute; le s&iacute;ni&uacute; ach t&aacute; s&eacute; anseo.<\/p><p>T&aacute; m&eacute; bu&iacute;och don Seanad&oacute;ir as an &aacute;bhar seo a ard&uacute; inniu.  Buna&iacute;odh sc&eacute;im na gcampa&iacute; samhraidh i 1999 chun cabhr&uacute; le caomhn&uacute;, leathn&uacute; agus buan&uacute; na Gaeilge sa Ghaeltacht agus go h&aacute;irithe chun &iacute; a threisi&uacute; mar theanga labhartha i measc aos &oacute;g na Gaeltachta.  Rinneadh &eacute; seo tr&iacute; r&eacute;imse imeachta&iacute; oideachas&uacute;la a eagr&uacute;, mar shampla r&iacute;omhaireacht, cearda&iacute;ocht, dr&aacute;ma&iacute;ocht, ceol agus sp&oacute;rt.  Is imeachta&iacute; tr&iacute; Ghaeilge at&aacute; i gceist le sc&eacute;im na gcampa&iacute; samhraidh seachas foghlaim na Gaeilge <i>per se<\/i>.  Is tr&iacute;d na himeachta&iacute; seo a spreagtar f&eacute;inmheas i measc an aosa &oacute;ig agus meas ar a n-oidhreacht agus ar a gcult&uacute;r.  Ina theannta sin, tuigeann pobal na Gaeltachta i gcoitinne an tionchar dearfach is f&eacute;idir a imirt ar &uacute;s&aacute;id na Gaeilge sa Ghaeltacht tr&iacute; na gn&iacute;omha&iacute;ochta&iacute; at&aacute; i gceist leis an sc&eacute;im.<\/p><p>T&aacute; comhphl&eacute; ar bun le tamall anois idir mo Roinn agus &Uacute;dar&aacute;s na Gaeltachta maidir leis na beala&iacute; go bhf&eacute;adfa&iacute; cur le h&eacute;ifeacht na sc&eacute;imeanna agus na ngn&iacute;omha&iacute;ochta&iacute; a thagann faoi sc&aacute;th an d&aacute; eagra&iacute;ocht agus an luach is fearr ar airgead a fh&aacute;il don St&aacute;t.  T&aacute; s&eacute; seo &aacute; dh&eacute;anamh i gcomhth&eacute;acs chur i bhfeidhm c&oacute;rasach na Strait&eacute;ise 20 Bliain don Ghaeilge.  T&aacute; s&eacute; &aacute; dh&eacute;anamh fosta i gcomhth&eacute;acs na bhfreagrachta&iacute; breise at&aacute; sainithe don &Uacute;dar&aacute;s faoi Acht na Gaeltachta 2012 mar a bhaineann s&eacute; le cur i bhfeidhm an phr&oacute;isis plean&aacute;la teanga sa Ghaeltacht.<\/p><p>Ag eascairt as an bpl&eacute; sin, aonta&iacute;odh le gairid go n-aistreofa&iacute; an fhreagracht do sc&eacute;im na gcampa&iacute; samhraidh sa Ghaeltacht &oacute; mo Roinn chuig &Uacute;dar&aacute;s na Gaeltachta.  Th&aacute;inig an socr&uacute; sin i bhfeidhm ar an 15 Aibre&aacute;n.  Tuigim go ndearna an t-&uacute;dar&aacute;s cinneadh ina dhiaidh sin an fhreagracht maidir le re&aacute;cht&aacute;il na sc&eacute;ime a thiomn&uacute; chuig Muintearas Teoranta, at&aacute; mar fhochuideachta de chuid an &uacute;dar&aacute;is.<\/p><p>T&aacute; m&eacute; s&aacute;sta go nd&eacute;anfaidh &Uacute;dar&aacute;s na Gaeltachta agus Muintearas Teoranta an sc&eacute;im a riar go h&eacute;ifeachtach.  N&iacute; bheidh aon laghd&uacute; ar an maoini&uacute; a bheidh ar f&aacute;il d&oacute;ibh si&uacute;d a bheidh ag eagr&uacute; campa&iacute; samhraidh sa Ghaeltacht agus beidh na rialacha c&eacute;anna i bhfeidhm faoin sc&eacute;im agus a bh&iacute; anuraidh.  Cuirf&iacute;dh mo Roinn all&uacute;ntas de &euro;300,000 ar f&aacute;il don &uacute;dar&aacute;s i mbliana don sc&eacute;im agus suim nach m&oacute; n&aacute; sin i 2016 agus i leith gach bliain ina dhiaidh sin go dt&iacute; 2020.  Beidh &Uacute;dar&aacute;s na Gaeltachta freagrach as gach gn&eacute; den sc&eacute;im a re&aacute;cht&aacute;il agus a riar go ceann c&uacute;ig bliana.  D&eacute;anfar athbhreithni&uacute; ar an socr&uacute; seo in 2020.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#C00200","speaker":"997"},{"type":"speech","time":1432805400,"counter":20,"content":"<p>T&aacute;im bu&iacute;och den Aire St&aacute;it agus beidh m&eacute; ag s&uacute;il leis na freagra&iacute; cuimsitheacha at&aacute; luaite aige a fh&aacute;il uaidh chomh luath agus is f&eacute;idir.  Is d&oacute;cha gurb &iacute; an bhuncheist anseo n&aacute; go bhfuil difr&iacute;ocht idir &Uacute;dar&aacute;s na Gaeltachta agus Muintearas, c&eacute; gur fochuideacht &eacute; Muintearas de chuid &Uacute;dar&aacute;s na Gaeltachta.  Bh&iacute; Muintearas f&eacute;in ag baint leasa as ciste na gcampa&iacute; samhraidh agus braitheann daoine &aacute;irithe at&aacute; ag pl&eacute; le campa&iacute; samhraidh go mb'fh&eacute;idir go bhfuil coinbhleacht leasa i gceist ansin.  N&iacute; d&oacute;igh liom go mbeadh deacracht acu d&aacute; mbeadh an sc&eacute;im &aacute; riar ag &Uacute;dar&aacute;s na Gaeltachta &eacute; f&eacute;in ach braitheann siad go bhf&eacute;adfadh - agus n&iacute;l mise ag cur i leith Muintearas go mbeadh - coinbhleacht leasa a bheith ann.  An aonta&iacute;onn an tAire St&aacute;it leis sin n&oacute; an bhfuil s&eacute; 100% s&aacute;sta nach bhfuil coinbhleacht leasa i gceist sa ch&aacute;s seo?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#C00300","speaker":"1122"},{"type":"speech","time":1432805400,"counter":21,"content":"<p>Mar is eol don Seanad&oacute;ir, rinneadh an cinneadh ar an 15 Aibre&aacute;n i mbliana.  T&aacute; an t-&uacute;dar&aacute;s freagrach as an sc&eacute;im.  Bh&iacute; aistri&uacute; ar si&uacute;l ar an l&aacute; sin.  &Eacute; sin r&aacute;ite, rinne an t-&uacute;dar&aacute;s cinneadh an fhreagracht maidir le reacht&aacute;il na sc&eacute;ime a thiomn&uacute; chuig Muintearas Teoranta, at&aacute; mar fhochuideachta de chuid an &uacute;dar&aacute;is.  Is comhlacht neamhsple&aacute;ch &eacute; Muintearas ach t&aacute; ceangal m&oacute;r foirmi&uacute;il idir an t-&uacute;dar&aacute;s agus Muintearas.  Mar at&aacute; a fhios ag an Seanad&oacute;ir, t&aacute; go leor obair d&eacute;anta ag Muintearas ar an talamh ar son na teanga Gaeilge maidir le &Oacute;ige na Gaeltachta, maidir leis na c&uacute;nt&oacute;ir&iacute; teanga agus an nasc leis na heagra&iacute;ochta deonacha ar an talamh.  Maidir le cur i bhfeidhm an phlean Gaeltachta 2012, t&aacute; r&oacute;l m&oacute;r agus t&aacute;bhacht m&oacute;r aige agus t&aacute; go leor obair ar si&uacute;l ar son Acht na Gaeltachta 2012.  T&aacute; Muintearas ag obair ar an talamh.  T&aacute; taith&iacute; m&oacute;r aige agus t&aacute; ceangal ann idir na bunscoileanna agus Muintearas.  Caithfear a r&aacute; go bhfuil d&uacute;shl&aacute;n m&oacute;r ann sna ceantair Gaeltachta maidir le hAcht na Gaeltachta a chur i bhfeidhm.  Beidh athr&uacute; ar si&uacute;l i ngach &aacute;it agus b'fh&eacute;idir go bhfuil na campa&iacute; samhraidh i l&aacute;r an turais leis an obair at&aacute; ar si&uacute;l acu ag spreagadh na Gaeilge tr&iacute; dhr&aacute;ma, tr&iacute; sp&oacute;rt agus tr&iacute; chult&uacute;r.  T&aacute; r&oacute;l m&oacute;r acu.  T&aacute;im s&aacute;sta leis an aistri&uacute;.  T&aacute;im s&aacute;sta go mbeidh an t-&uacute;dar&aacute;s freagrach as an sc&eacute;im go 2020.  T&aacute;im s&aacute;sta leis an bplean at&aacute; ann idir &Uacute;dar&aacute;s na Gaeltachta agus Muintearas Teoranta, fochuideacht an &uacute;dar&aacute;is, agus t&aacute; ceangal foirmi&uacute;il ann.  T&aacute;im s&aacute;sta leis an sc&eacute;im.  N&iacute;l an sc&eacute;im &aacute; chur i bhfeidhm.  T&aacute; s&uacute;il agam go mbeidh obair dearfach agus t&aacute;bhachtach ar si&uacute;l an samhradh seo chugainn.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#C00400","speaker":"997"},{"type":"minorheading","content":"Departmental Staff Remuneration","time":1432805400,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00050"},{"type":"speech","time":1432805400,"counter":23,"content":"<p>I welcome the Minister of State, Deputy Kevin Humphreys.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00100","speaker":"1120"},{"type":"speech","time":1432805400,"counter":24,"content":"<p>The Cathaoirleach will be delighted to know that my contribution will be short and sweet.  Former employees of the Department of Social Protection contacted me on this matter.  I want to find out why former employees, who were temporary clerical officers working in the Department of Social Protection and possibly in other Departments, have been waiting more than 12 months for payment of arrears of pay.  Under the Haddington Road agreement, circular DPE\/071-1213, their rate of pay should have been increased from 1 November 2013.  The client I am dealing with left the Department of Social Protection in May 2014 without having received that increase.  To date, she has not received her arrears.  This week she received a cheque for &euro;327 but she is owed approximately &euro;1,110.  The cheque amount seems to equate to approximately eight weeks pay instead of 28 weeks.  I fail to understand the delay because the CPSU has secured arrears of pay for all serving temporary clerical officers with the exception of former employees.  It is a shame I have to raise this matter in the House in order to have these arrears sorted out.  The situation should have been settled long ago.  It is 12 months later and these people are still waiting for their arrears.  I await the Minister of State's reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00200","speaker":"1132"},{"type":"speech","time":1432805400,"counter":25,"content":"<p>I thank the Senator for raising this matter.  As she pointed out, current temporary clerical officers have received their arrears of pay.  The Department only received lists from PeoplePoint - our HR shared service-provider - of all TCOs affected by the change in October 2014.  The total number is 644.  A total of 132 temporary clerical officers who were still employed by the Department received their full arrears in December 2014.  The Department commenced the payment of arrears to the remaining 512 temporary clerical officers during April 2015.  The computation of the arrears are being processed and then paid.  A total of 61 payments have issued to date.  The remaining 451 are being processed and will be paid as quickly as our payroll resources allow.  I ask the Senator to contact me if any particular difficulties arise for individuals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00300","speaker":"1033"},{"type":"speech","time":1432805400,"counter":26,"content":"<p>I thank the Minister of State and I will bring a particular case to his attention.  These people do not wish to jeopardise their chances of being re-employed and they are nervous about coming forward as a result.  They have been waiting for 12 months and it is not a large number of people.  Four hundred and fifty-one people have been waiting a year and a half.  I am astonished that it would take so long to process arrears due to them.  They are now being paid in drips and drabs.  Why give a partial payment rather than the whole payment?  It does not make sense.  Perhaps more payroll staff are required.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00400","speaker":"1132"},{"type":"speech","time":1432805400,"counter":27,"content":"<p>I assure the Senator that it is being dealt with.  Temporary clerical officers were hired by the Department and were subject to the revised reduced entry pay grade.  They are receiving back money as a result of negotiations under the Haddington Road agreement.  This matter is being dealt with as quickly as possible.  I expect those payments will be made quite quickly as payroll resources allow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00500","speaker":"1033"},{"type":"minorheading","content":"Flood Prevention Measures","time":1432805400,"counter":28,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00550"},{"type":"speech","time":1432805400,"counter":29,"content":"<p>I welcome the Minister of State, Deputy Simon Harris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00600","speaker":"1120"},{"type":"speech","time":1432805400,"counter":30,"content":"<p>I know the Minister of State has a very busy schedule and I thank him for taking the time to deal with this important matter.  Cork has had major flooding on a number of occasions.  The most recent flooding was extremely severe.  The Office of Public Works drew up plans following detailed consultation in July 2014.  It is important that we are given an outline of the intended work and its timeframe.  It is unfortunate that this work was not undertaken many years ago because Cork has been subjected to severe flooding on a number of occasions in the past 20 years.  Therefore, this matter deserves immediate priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00700","speaker":"1150"},{"type":"speech","time":1432805400,"counter":31,"content":"<p>I thank Senator Burke for raising this matter and for giving me the opportunity to provide some updated information to the House on our plans for Cork city.  I thank Senator Burke for pursuing this matter with me on several other occasions over the past year.<\/p> <p>Work on developing a flood relief scheme for Cork city has been underway for some time.  The scheme covers the area from Inniscarra dam to downstream of the city on the River Lee and it will also include proposals for Blackpool and Ballyvolane which are affected by tributaries of the River Lee.<\/p> <p>The scheme is being progressed under the provisions of the Arterial Drainage Acts.  A number of public information days on the scheme have already been held.  Under the statutory provisions, a four to six week consultation period will take place through a formal public exhibition which is planned to commence in the third quarter of this year.  On a number of days members of the design team will be in attendance to deal directly with members of the public.  These events will be widely advertised in the Cork media.<\/p> <p>At that stage, the outline design of the proposed scheme will have been completed and will be displayed with full drawings to ascertain the views of the public and other stakeholders.  Significant consultation is expected to take place with interested parties at this stage.  All submissions made during the exhibition period will be fully considered in the following months and any amendments arising from such submissions will be incorporated, as appropriate, in the detailed design stage of the scheme.  It is very important for us to consult with the local business community and the residents so that we implement the correct scheme which will be acceptable to the business-owners and to the residents of Cork.<\/p> <p>Subject to the proposed scheme being accepted by the people of Cork and the statutory bodies which will be consulted during the exhibition stage, the detailed design of the scheme will be commenced.  During this stage, the procurement of a civil works contractor will also be commenced.  Once the detailed design is complete, the scheme will be submitted to the Minister for Public Expenditure and Reform for confirmation as required by the Arterial Drainage Acts.  This approval process requires an independent review of the environmental impact statement before the Minister can approve the scheme.<\/p> <p>If and when the scheme is confirmed it would be the intention of the OPW to appoint a civil works contractor and to commence construction in mid-2016.  Due to the likely scale of the proposed scheme, it is possible that the scheme will be undertaken on a phased basis under a number of contracts.  This will be a very significant scheme with commensurate costs and it is anticipated that the works will take at least four to five years to complete.<\/p> <p>The scheme is a complex one as it involves the use of a flood warning system and the optimisation of dam discharges so it is hugely important that all the necessary technical analysis is carried out thoroughly before the outline design of the scheme is finished.  This work is very detailed and the necessary time must be given to allow it to be completed properly.<\/p> <p>The estimated cost of the scheme is currently being assessed in the context of the preparation of a cost-benefit analysis to be completed prior to public exhibition.  The Government is, however, committed to providing the necessary funding to carry out the works.  I reiterate that funding commitment today.<\/p> <p>The Government remains fully committed to the provision of a flood relief scheme for the people of Cork city and the OPW has made provision for the cost of implementing the scheme in its multi-annual budget profiles.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00800","speaker":"1106"},{"type":"speech","time":1432805400,"counter":32,"content":"<p>I thank the Minister of State.  I note he referred to the third quarter of 2015.  I ask that work would commence in the very early part of the third quarter because this matter should be progressed as early as possible.  The ESB has implemented flood control measures in Inniscarra and Carrigadrohid dams and this is welcome.  The local authority has a warning system in place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have a lot of work to do, as the Minister of State outlined.  It will take four to five years.  Therefore, it is highly important that the work commence at the earliest possible date.  It would be helpful to have a consultation in the early part of the third quarter in terms of moving on and making sure that we set clear targets in order that the work will start in mid-2016.  I again thank the Minister of State for his very comprehensive reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#D00900","speaker":"1150","continuing":true},{"type":"speech","time":1432805400,"counter":34,"content":"<p>Senator Burke can be absolutely assured that the OPW will do all it can to expedite and progress the capital flood relief works with minimum delay within the resources available to it.  The Senator and I had an opportunity to meet with representatives of the business community when I visited Cork earlier this year.  We had a very good engagement and I was left in absolutely no doubt of the importance of the scheme to the people of Cork, the business owners of Cork and the local economy.  We are very eager that the scheme be in place.  The funding is in place, which is the crucial message I wish to get out today.  The Government is fully committed to funding the scheme, and the OPW has included it in its multi-annual budgets.<\/p> <p>I have already outlined that the scheme is likely to be phased.  It is likely that the Blackpool part of the scheme will be implemented as a separate scheme, even though we may exhibit it along with the Cork city scheme.  No decision has been taken on the phased nature of the main city scheme, but it is unlikely to be undertaken in one contract.  It will probably be broken into a number of contracts.  Ballyvolane will probably be advanced by the local authority with funding from my office under the minor works scheme.<\/p> <p>I know this scheme is absolutely vital.  I am very eager to ensure that it will get under way as quickly as possible.  I want to see the works commence in mid-2016, but I also want to make sure we get the best scheme possible, that we get all the technical analysis right and that there is adequate consultation with the business owners, who, rightly, have very strong views and have done a lot of work on the issue, and with the public.  I look forward to the public exhibition getting under way as quickly as possible within the third quarter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#E00200","speaker":"1106"},{"type":"unspoken","time":1432805400,"counter":35,"content":"<p>Sitting suspended at 11.15 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1432805400,"counter":36,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00100"},{"type":"speech","time":1432805400,"counter":37,"content":"<p>The Order of Business is No. 1, motion re the Companies Act 2014 (Section 1313) Regulations 2015, back from committee, to be taken without debate on the conclusion of the Order of Business; No. 2, Statute Law Revision Bill 2015 - Second Stage, to be taken at 12.45 p.m. and to adjourn not later than 3 p.m., with the contributions of group spokespersons not to exceed eight minutes and those of all other Senators not to exceed five minutes; No. 3, Children (Amendment) Bill 2015 - Committee Stage, to be taken at 3 p.m. and to adjourn not later than 5 p.m., if not previously concluded; and No. 3<i>a<\/i>, statements on Aer Lingus, to be taken at 5 p.m., with the contributions of all Senators not to exceed five minutes, and the Minister to be called on to reply to the debate not later than 6.25 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00200","speaker":"1130"},{"type":"speech","time":1432805400,"counter":38,"content":"<p>I circulated two motions earlier this morning.  The first was to the effect that Seanad &Eacute;ireann calls on the Government to reject the offer from IAG to purchase the 25.1% stake in Aer Lingus, thereby protecting Ireland's strategic interests into the future.  The second motion was that Seanad &Eacute;ireann recommends that should the Government proceed with the sale of the 25.1% stake in Aer Lingus, the moneys received should be used to reduce the savage cuts imposed on Aer Lingus pension scheme members.  Both of those motions were submitted this morning.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":39,"content":"<p>They are not on the Order Paper.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00400","speaker":"1130"},{"type":"speech","time":1432805400,"counter":40,"content":"<p>They were submitted this morning.  They are not on the Order Paper because, in fairness, while it is not the fault of the Leader, the manner in which the debate on Aer Lingus has taken place in the Lower House has been nothing but farcical in terms of timing and when the debate will finish.  We thought the Minister might come to the House yesterday evening but he did not.  He could not.  That is fair enough as he was in the D&aacute;il.  He is back in the House today at 5 p.m., 18 minutes after the D&aacute;il will vote on the sale of Aer Lingus, to take statements on it.  What is the point?  The reason I tabled the motions this morning was that, in effect, at least the Seanad would have a voice in this-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00500","speaker":"1139"},{"type":"speech","time":1432805400,"counter":41,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00600","speaker":"1196"},{"type":"speech","time":1432805400,"counter":42,"content":"<p>-----and it would be able to give its opinion on the matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Cathaoirleach to strongly reconsider motion No. 1, which I tabled on my behalf and that of my colleagues in Fianna F&aacute;il.  I look for support from everyone else for the motion to be taken today, before the Minister, Deputy Donohoe, comes to the House.  <\/p><p>A number of issues have arisen.  I listened to Deputy Michael McNamara in the other House outline why he will not support the sale.  I also note with interest that SIPTU will not support the sale.  I am astonished that neither the Taoiseach nor the Minister for Transport, according to the Taoiseach, has had sight of the Nyras report, which highlights the potential for massive job losses within Aer Lingus.  The Taoiseach said yesterday that he had not seen any of the documentation, yet the Cabinet made a decision on it.  I discussed this with Senator Bacik yesterday.<\/p><p>There is a very good reason for selling 74.9% of the airline, namely, to invest money in the airline, in new aircraft and in making the airline viable.  Under EU state aid rules, direct Government investment in the airline was not allowed.  The reason 25.1% was kept was to ensure that the State kept a strategic interest in the airline and its direction, and to make sure that the sphere of influence for the airline stayed in Ireland.<\/p><p>A false process has been going on for two years or more, since the T&aacute;naiste and Minister for Social Protection, Deputy Joan Burton, brought in the Social Welfare and Pensions Act 2013.  That was the start of it, because it gave the Minister the power to remove people unilaterally from their pension schemes and reduce pension scheme benefits unilaterally without the permission of members.  That was to make sure that Aer Lingus and the IASS knew they could build up the deficit.  They doubled the deficit within two years because the Government had laid out the roadmap for the changes it intended to make.<\/p><p>The Government then brought in savage cuts in the State airports Act, for which Fine Gael and the Labour Party voted, and took 60% of pension benefits from long-service members and six weeks' pay from retired people who had given their whole lives to the airline.  The Government did that.  Lo and behold, two weeks after that, an offer came in from IAG to buy the Government stake.  I do not think it is a coincidence; it was all choreographed and had been coming down the track.  I said that to the T&aacute;naiste over two years ago and she denied it at the time.  The Labour Party denied it at the time and it lied at the time.  That is a fact, because this was all choreographed.  <\/p><p>The reality of the situation is that the 5,000 workers in the airport and the 3,500 people working in Aer Lingus are concerned about their jobs because the Government has not done proper due diligence on this offer and considered the Nyras report, which highlights job cuts of 20% in ground handling, 40% in catering, 15% in maintenance and 25% in heavy maintenance, as well as cabin crew and pilots.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#F00700","speaker":"1139","continuing":true},{"type":"speech","time":1432805400,"counter":44,"content":"<p>You are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00200","speaker":"1120"},{"type":"speech","time":1432805400,"counter":45,"content":"<p>The problem is that all of this will not be discussed in the Seanad until the Government sheep in the other House march behind their Ministers and vote for what they said only two months ago they would not do.  At the Labour Party conference, it was said that if Aer Lingus was sold the money would be used to defray the cuts to IASS members.  That will not be done.  The money will be put into a connectivity fund.  Why is that needed if there is no threat to connectivity between Ireland, Britain and the rest of the world?  It is absolute nonsense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":46,"content":"<p>Senator, you are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00400","speaker":"1120"},{"type":"speech","time":1432805400,"counter":47,"content":"<p>If I cannot get these two motions on the Order Paper, I will propose an amendment to the Order of Business to the effect that Seanad &Eacute;ireann calls on the Government to reject the offer from IAG to purchase a 25.1% stake in Aer Lingus, thereby protecting Ireland's strategic interests into the future.  I want that discussed before the Minister for Transport comes before the House at 5 p.m., 18 minutes after the Labour Party and Fine Gael sell off the strategic interest of this State in Aer Lingus and given another slap in the face to the 15,000 members of the IASS who-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00500","speaker":"1139"},{"type":"speech","time":1432805400,"counter":48,"content":"<p>Senator, are you requesting me to allow the motion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00600","speaker":"1120"},{"type":"speech","time":1432805400,"counter":49,"content":"<p>If the Cathaoirleach does not put the motion on the Order Paper today-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00700","speaker":"1139"},{"type":"speech","time":1432805400,"counter":50,"content":"<p>I have given very careful consideration to the motion, which I did not get until 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00800","speaker":"1120"},{"type":"speech","time":1432805400,"counter":51,"content":"<p>I understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G00900","speaker":"1139"},{"type":"speech","time":1432805400,"counter":52,"content":"<p>There are timeframes regarding motions and I have made my ruling.  I have not agreed to the motion going ahead.  You are now proposing an amendment-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01000","speaker":"1120"},{"type":"speech","time":1432805400,"counter":53,"content":"<p>Okay.  I respect the ruling, as I always do.  It is unfortunate and I am very disappointed in it.  I am, therefore, proposing an amendment to the Order of Business to the effect that, directly after the Order of Business, not at 5 p.m., a debate take place in the Seanad for one or two hours - I will leave that open to my colleagues - in which we can address issues and the Seanad can have a voice in rejecting the below-cost offer which, if accepted by the Government, will do extreme damage to Aer Lingus and the State and copperfasten the savage cuts the Government has introduced to the 15,000 members of the IASS.  <\/p> <p>I want to be clear.  I am proposing an amendment to the Order of Business to the effect that the debate should happen straight after the Order of Business.  We can discuss the two motions I tabled, which the Government, unfortunately, has not accepted.  One deals with rejecting the sale and the other with what should happen if the Government proceeds with it, namely, that the proceeds be used to defray the cuts in the pension scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01100","speaker":"1139"},{"type":"speech","time":1432805400,"counter":54,"content":"<p>You are looking for a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01200","speaker":"1120"},{"type":"speech","time":1432805400,"counter":55,"content":"<p>I am looking for a debate.  It is extremely disappointing that the Seanad, because of the way business has been scheduled this week, will have no voice whatsoever in the sale of the stake of the Government and taxpayers in Aer Lingus.  That is the reality of how the business has been scheduled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":56,"content":"<p>We have no say in the sale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01400","speaker":"1130"},{"type":"speech","time":1432805400,"counter":57,"content":"<p>Our voice will not even be heard.  The problem is that the Seanad has-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01500","speaker":"1139"},{"type":"speech","time":1432805400,"counter":58,"content":"<p>Senator O'Brien, through the Chair.  There are two issues.  You have already sent motions to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01600","speaker":"1120"},{"type":"speech","time":1432805400,"counter":59,"content":"<p>I have, and you are not accepting them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01700","speaker":"1139"},{"type":"speech","time":1432805400,"counter":60,"content":"<p>I am not prepared to accept them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01800","speaker":"1120"},{"type":"speech","time":1432805400,"counter":61,"content":"<p>Which is a shame.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G01900","speaker":"1139"},{"type":"speech","time":1432805400,"counter":62,"content":"<p>There are statements later on this particular issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02000","speaker":"1120"},{"type":"speech","time":1432805400,"counter":63,"content":"<p>Yes, after the vote is taken in the D&aacute;il.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02100","speaker":"1139"},{"type":"speech","time":1432805400,"counter":64,"content":"<p>What exactly are you proposing?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02200","speaker":"1120"},{"type":"speech","time":1432805400,"counter":65,"content":"<p>That the statements take place after the vote happens in the D&aacute;il makes the statements irrelevant, because the decision will have been made.  That is pathetic and it is the fault of the Government, not the Cathaoirleach, for listing the business that way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":66,"content":"<p>Senator, is your amendment to the Order of Business to bring forward the statements-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02400","speaker":"1120"},{"type":"speech","time":1432805400,"counter":67,"content":"<p>It is to bring forward the statements so that they are taken directly after the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02500","speaker":"1139"},{"type":"speech","time":1432805400,"counter":68,"content":"<p>It is that No. 3<i>a<\/i>be taken before No. 1.  Can I help the Senator?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02600","speaker":"1130"},{"type":"speech","time":1432805400,"counter":69,"content":"<p>The Leader can, but it would have been helpful if we had scheduled-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02700","speaker":"1139"},{"type":"speech","time":1432805400,"counter":70,"content":"<p>We will be rejecting it, but I can help the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02800","speaker":"1130"},{"type":"speech","time":1432805400,"counter":71,"content":"<p>I thank the Leader.  In fairness, people need to know where different groups stand on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G02900","speaker":"1139"},{"type":"speech","time":1432805400,"counter":72,"content":"<p>Senator, you are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03000","speaker":"1120"},{"type":"speech","time":1432805400,"counter":73,"content":"<p>My amendment is that No. 3<i>a<\/i>be taken after the Order of the Business.  It is a grave disappointment to us that the Seanad will still not have a voice because the motions have been ruled out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03100","speaker":"1139"},{"type":"speech","time":1432805400,"counter":74,"content":"<p>Senator, you can make those points during the debate.  I call Senator Bacik.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03200","speaker":"1120"},{"type":"speech","time":1432805400,"counter":75,"content":"<p>We should be voting on those motions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":76,"content":"<p>It is very difficult to sit and listen to Senator O'Brien's brazen hypocrisy on the issue of Aer Lingus.  As I said, his party, when in government, presided over the effective privatisation of Aer Lingus by selling off 74.9% of its share.  It is brazen hypocrisy, and nothing less than that.  Furthermore, the Senator has now spoken for nearly 20 minutes on the subject of Aer Lingus.  I do not know why he is looking for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03400","speaker":"1148"},{"type":"speech","time":1432805400,"counter":77,"content":"<p>Senator Bacik, he has not spoken for 20 minutes.  I have timed him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03500","speaker":"1120"},{"type":"speech","time":1432805400,"counter":78,"content":"<p>It is now 11.50 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03600","speaker":"1148"},{"type":"speech","time":1432805400,"counter":79,"content":"<p>Senator Bacik, I can tell you the business of the House did not start until 11.38 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03700","speaker":"1120"},{"type":"speech","time":1432805400,"counter":80,"content":"<p>He still spoke for a lot longer than the time allowed.  Given that the Leader has scheduled a debate on Aer Lingus today, as requested by many of us, and that the Minister will be on his feet in the D&aacute;il for most of the day, I do not see how we can have the debate any earlier.  I ask the Senator to read the letter sent by the CEO of Aer Lingus, Mr. Stephen Kavanagh, to the Minister of State, Deputy Gerald Nash, and Labour Party colleagues, providing reassurance on the register-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03800","speaker":"1148"},{"type":"speech","time":1432805400,"counter":81,"content":"<p>He is benefiting from the sale.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G03900","speaker":"1139"},{"type":"speech","time":1432805400,"counter":82,"content":"<p>I did not interrupt Senator O'Brien.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G04000","speaker":"1148"},{"type":"speech","time":1432805400,"counter":83,"content":"<p>Senator Bacik, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G04100","speaker":"1120"},{"type":"speech","time":1432805400,"counter":84,"content":"<p>He provided helpful reassurance on the issue of registered employment agreements, compulsory redundancies and outsourcing, three of the key issues which most concern many of us in the proposed sale.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I welcome the announcement by the Minister for the Environment, Community and Local Government today of a &euro;91 million investment in housing.  Senator Hayden will also welcome the announcement, as she has spoken eloquently on the issue on numerous occasions in this House.  The fund is hugely welcome.  It will make social housing available in greater quantities, which will improve housing for people with disabilities.  The investment includes funds for retrofitting homes to improve energy efficiency.  It will also ensure that more than 1,000 vacant social housing units will be refurbished for people who are on the social housing waiting list, at a cost of &euro;20 million.  Vacant units are known as voids, and this is one of the issues that many of us have raised here repeatedly.  I ask the Leader to arrange a debate in early course on the issue of investment in housing.  In the meantime, I welcome this important announcement.  <\/p><p>Finally, I ask the Leader for a debate on prison and penal reform in light of the 11 reports by the prison visiting committees which were published yesterday by the Minister for Justice and Equality.  Some of the reports were positive, certainly with regard to the refurbishment and greatly improved conditions at Mountjoy Prison.  The reports also clearly identified many key challenges that remain, including the imprisonment of young people and the issue of drugs within prisons.  I ask the Leader for a debate on prison reform, in light of those reports, before the end of the summer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#G04200","speaker":"1148","continuing":true},{"type":"speech","time":1432805400,"counter":86,"content":"<p>I second the amendment proposed by Senator Darragh O'Brien.<\/p> <p>I would like to ask for a debate on ethics in sport in view of the situation regarding Sepp Blatter.  The whole international sports world is a byword for corruption.  The International Olympic Committee is a mess.  FIFA is a complete and absolute disgrace, with hundreds of millions of dollars washing around being used as bribes.  Now Mr. Putin has come out and made the matter an international political thing.  If anything would make me look further for the resignation of Sepp Blatter, it would be the support of Mr. Putin.<\/p> <p>Mr. Blatter is the chief executive of FIFA, so he should know what goes on.  There was the extraordinary situation in which a football match was awarded to Qatar but was scheduled to take place in the middle of the summer, which was absolute, utter and outrageous madness.  The chief executive is responsible when there is systematic corruption, just as is the case in politics.  If there is political corruption then a Minister is expected to resign.  The corruption may be deemed somebody's fault down the line but the Minister resigns, and it should be the same for Sepp Blatter.  The chief executive is either a nincompoop or a crook.  If he did not know what was going on then he is a nincompoop and if he did then he is a crook.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00200","speaker":"1136"},{"type":"speech","time":1432805400,"counter":87,"content":"<p>The Senator has used very unparliamentary language.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00300","speaker":"1120"},{"type":"speech","time":1432805400,"counter":88,"content":"<p>It is not a bit.  I defy the Cathaoirleach to find the word nincompoop in the list of regulated words.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00400","speaker":"1136"},{"type":"speech","time":1432805400,"counter":89,"content":"<p>That is not the word I was talking about, as the Senator well knows.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00500","speaker":"1120"},{"type":"speech","time":1432805400,"counter":90,"content":"<p>In terms of the word \"crook\", Mr. Blatter is a crook.  It is as simple as that.<\/p> <p>I wish to make a suggestion to the red-top newspapers or whatever they are called.  I mean the tabloid newspapers, which I despise, but they are quite funny with their headlines.  I suggest the headline \"Splatter Blatter\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00600","speaker":"1136"},{"type":"speech","time":1432805400,"counter":91,"content":"<p>The Senator has missed his vocation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00700","speaker":"1148"},{"type":"speech","time":1432805400,"counter":92,"content":"<p>I wish to raise the issue of home care providers, which was featured on the front page of the <i>Irish Examiner<\/i>this morning.  The fact is someone can serve five years in Mountjoy jail and still set up a company to provide home care the day after release.  There is no regulation governing the matter.  I published a Private Members' Bill on the matter over four months ago.  Resistance to a debate on the matter came from the Department of Health and not from the Minister.  The issue is now out in the public domain.  It is scheduled to be a major issue for discussion at a conference taking place in Dublin today.  Therefore, I ask that time be allocated for a debate on my Private Members' Bill in this House.  The Bill, which is important, seeks to put in place proper regulation to cover people who provide home care.  A huge number of people require a professional standard of home care and, therefore, a proper legislative structure should be put in place.  The draft Bill has been published and is in this House.  I ask that the matter be put on the agenda for a debate at the earliest possible date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00800","speaker":"1150"},{"type":"speech","time":1432805400,"counter":93,"content":"<p>I have already given the Cathaoirleach notice of my intention, in accordance with Standing Orders, to seek an adjournment of the House in order to discuss the specific and urgent matter of Aer Lingus.  I wish to make an appeal to the Leader.  What vision do we have for the Seanad if we are only discussing Aer Lingus after the horse has bolted in the D&aacute;il?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H00900","speaker":"1116"},{"type":"speech","time":1432805400,"counter":94,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01000","speaker":"1196"},{"type":"speech","time":1432805400,"counter":95,"content":"<p>What is the Seanad for?  Is it merely a debating Chamber?  Do we merely rubber-stamp things?  Is this a House of Parliament?  If this was a serious House of Parliament then a debate on Aer Lingus would have been scheduled to take place before the D&aacute;il vote so that all voices could be heard before the D&aacute;il made its decision.  I acknowledge that it is a decision for the D&aacute;il.  The idea that we can discuss Aer Lingus afterwards is plainly ludicrous.  We do not need the Minister for Transport, Tourism and Sport to be present.  It would be useful to have him attend, but we do not need to have him here, particularly if he is busy in the D&aacute;il.  We are here to make our voices known and to put them on the record of the Seanad.  Perhaps our views can be taken into account by our colleagues in the D&aacute;il.  Among our number is Senator Barrett, who I presume is attending the banking inquiry at the moment.  He is the foremost transport economist in the country.  The idea that the opportunity to hear his views and vision must be postponed until after the D&aacute;il vote is plainly ludicrous.  The Seanad is for voices such as his.  Senator Barrett was one of the people, in the 1980s, who helped to ensure that the Dublin to London airline market was opened up to competition, a move that has resulted in huge benefits for the country.  I would like to hear his voice, if he is not attending the banking inquiry, before the D&aacute;il votes on this matter at 4.42 p.m.  I understand that is the time the vote is scheduled to take place.  We will make a holy show of Parliament if we allow the debate to happen after the D&aacute;il votes.  One is left wondering whether the people should have abolished the Seanad when Fine Gael asked them to.  The Leader is running the place into the ground if he allows this to happen, and we will have become completely irrelevant.  I appeal to the Leader to have the debate before the D&aacute;il votes so that all voices can be heard. <\/p><p>I wish to briefly mention another matter.  I tabled a Commencement matter the other day when the Minister of State at the Department of the Environment, Community and Local Government, Deputy Ann Phelan, was in attendance. <b><\/b>She gave me certain information, which I forwarded to local media and residents in a particular area, using her exact words.  Deputy Helen McEntee then stepped in to say that the Minister of State was wrong and merely gave her own opinion.  Can we rely on what Ministers or Ministers of State tell us in this Chamber?  Do Fine Gael backbenchers know more than Ministers or Ministers of State?  If a Minister of State comes in here and does not state the facts of a situation in response to a very specific question, then she should not be a Minister of State and should resign.  We need procedures in place to deal with this matter.  It is a matter for the Cathaoirleach as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01100","speaker":"1116"},{"type":"speech","time":1432805400,"counter":96,"content":"<p>No.  I have no control over any response that a Minister gives in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01200","speaker":"1120"},{"type":"speech","time":1432805400,"counter":97,"content":"<p>The Seanad should have control where a Government backbencher contradicts a Minister.  Somebody is right and somebody is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01300","speaker":"1116"},{"type":"speech","time":1432805400,"counter":98,"content":"<p>Both of them are Members of the other House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01400","speaker":"1120"},{"type":"speech","time":1432805400,"counter":99,"content":"<p>We need to know who is right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01500","speaker":"1116"},{"type":"speech","time":1432805400,"counter":100,"content":"<p>Both of them are Members of the other House.  I have no control over what they say.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01600","speaker":"1120"},{"type":"speech","time":1432805400,"counter":101,"content":"<p>The Cathaoirleach has no control over them?  Are we meant to get the proper answers to Commencement matters?  I do not want to hear a row between a backbencher and a Minister of State.  I want to know what the exact position is.  It seems absolutely ludicrous that a backbencher would know more than a Minister of State.  What is the position?  What is the story?  What can we rely on in terms of what we are told in this House?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01700","speaker":"1116"},{"type":"speech","time":1432805400,"counter":102,"content":"<p>I wish to raise an issue with regard to the terms and conditions of the new beef genomics scheme created by the Department of Agriculture, Food and the Marine.  The issue is unique in nature because a huge majority of farmers in County Galway do not wish to participate in it.  Under the scheme farmers will be given money, but they do not want it because they fear the terms and conditions of the scheme.  I cannot blame them for having such fears.  Recently I attended a meeting of the IFA and its members held in Tuam, County Galway, where as many as 700 farmers were present.  On foot of the meeting I reviewed the terms and conditions of the scheme, and now I have serious reservations about parts of the scheme.<\/p> <p>The Department needs to go back to the drawing board when it comes to the six-year rule.  The clause needs to be eliminated, because I firmly believe that every year should stand on its own merit.  If somebody is disqualified from participating in the scheme, then it is patently unfair and inequitable that every payment ever made under the scheme can be clawed back, irrespective of a lack of proof of previous breaches.  The clause is wrong and flies in the face of natural and constitutional justice.  I have written to the Minister about the matter.  Clawbacks of this nature are more punitive, rather than less.  It is important that the Minister understand that clawbacks would be unenforceable in a court of law if, on balance, they are deemed to be penalty clauses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01800","speaker":"1173"},{"type":"speech","time":1432805400,"counter":103,"content":"<p>Does the Senator seek a debate?  This may be more suitable for a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H01900","speaker":"1120"},{"type":"speech","time":1432805400,"counter":104,"content":"<p>I raised the matter because the scheme will close quite soon and, therefore, it is important to extend the deadline.  It is also important that the Minister come in here to discuss the matter.  We have a situation in which farmers will be penalised in the short term but the State will be penalised in the long term if farmers pursue a legal action through the courts.  I want a debate arranged to discuss the scheme with the Minister at the earliest possible opportunity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#H02000","speaker":"1173"},{"type":"speech","time":1432805400,"counter":105,"content":"<p>I was planning to congratulate the Leader on arranging the debate on Aer Lingus because it was not planned yesterday but we were told one was scheduled late last evening.  However, having listened to Senators Darragh O'Brien and Byrne today, it does not make sense to have a debate at 5 p.m. after the D&aacute;il has made its decision, nor does it make sense because, as Senator Byrne said, Senator Barrett will not be in the House before the decision is made.  We are very fortunate Senator Barrett, the foremost transport economist in the country, is a Member of the House, but he is tied up at the banking inquiry today.  I urge the Leader to find time to accept Senator Darragh O&rsquo;Brien&rsquo;s amendment.  We should have that debate immediately after the Order of Business, which will give us time to do all the other jobs we have to do.  <\/p> <p>The news today that Ireland has slipped back to sixteenth place in the competition league is bad.  The Taoiseach wants Ireland to be the best small country in the world in which to do business and yet we have slipped to sixteenth place in the world.  If we are to achieve what we must achieve, we can do that but with a Government policy, commitment and dedication to removing the barriers to competitiveness so that we can become more competitive in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#J00100","speaker":"1145"},{"type":"speech","time":1432805400,"counter":106,"content":"<p>I support Senator Higgins&rsquo; call for a debate with the Minister for Agriculture, Food and the Marine on the beef genomics scheme.  The one bit of good news is that he has announced an extension of the deadline for applications, giving farmers an additional week to apply.  Approximately 15,000 applications have been received to date.  Hopefully that number will increase significantly over the coming week.  There are a few issues of concern to the farmers and it is important to have a meeting with the Minister to tease some of those out so that the level of applications will increase significantly.<\/p> <p>I very much welcome that &euro;91 million is being made available for social housing initiatives, as announced today.  Of this &euro;5 million will be spent in County Galway,  &euro;689,000 will be spent on bringing 42 units back into use.  In total over 1,000 units will be refurbished nationwide.  In Galway city and county &euro;2.7 million will be allocated for investment in housing adaptation grants for older people with disabilities, which is very welcome.  In addition, &euro;1.2 million will be spent on retrofitting social housing in Galway to make it more energy efficient.  I hope this is a significant start in making much more social housing available so that the long waiting lists in our county can be reduced significantly over the next couple of years. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#J00200","speaker":"1118"},{"type":"speech","time":1432805400,"counter":107,"content":"<p>Ba mhaith liom aont&uacute; leis na cainteoir&iacute; ar an dtaobh seo den Teach at&aacute; tar &eacute;is a gcuid imn&iacute; maidir leis an d&iacute;olach&aacute;n at&aacute; ar bun de Aer Lingus a lua chomh maith.<\/p> <p>What is happening around the Aer Lingus debacle is really disgraceful, rushing through such an important and strategic decision without the full information being given to these Houses, without proper debate and without allowing the Oireachtas Joint Committee on Transport and Communications to go through it in great detail.  It reminds me of previous debacles such as Irish Water and the Irish Bank Resolution Corporation, IBRC, when the Government said &ldquo;Don&rsquo;t worry lads, this will be all right, just take our word for it&rdquo;.  We can see what happened as a result.  I support the call for the amendment to the Order of Business.  The fact that workers&rsquo; rights are being left as the final thing to be tied up or discussed in such situations is indicative of the way this Government approaches workers&rsquo; rights.  There are other situations, such as the Dunnes Stores scenario and the zero hour contracts, which are ongoing.<\/p> <p>This type of attitude is filtering into local communities.  I am aware of a nursing home in Tuam in County Galway that refuses to recognise the rights of workers there to union recognition.  The workers in that nursing home work very hard and have been looking for that right through the State&rsquo;s mechanisms but the employers are turning it down point blank.  It is about time the Labour Party stood up, said enough is enough and that it will not stand for this trampling on workers&rsquo; rights any more.  The problems around the pensions in Aer Lingus show that Fine Gael has made the Labour Party capitulate on these issues.  This is Labour Party&rsquo;s chance to stand up and be counted and try to salvage something from a Government which has a pitiful record on workers&rsquo; rights.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#J00300","speaker":"1122"},{"type":"speech","time":1432805400,"counter":108,"content":"<p>I agree with the statements of Senators on the other side of the fence that it is a futile exercise to have a debate on Aer Lingus this afternoon after the decision has been made.  It should happen sooner, if at all possible.  I encourage the Leader to fit in an hour and cancel what is already on the programme to discuss it.  Whether we can make a difference is another matter.<\/p> <p>From 1 July new household food waste regulations will come into existence.  These require that food waste be segregated from other waste and no longer placed in the black bin.  Once segregated, food waste must either be subjected to a home composting process, which would save householders' money, or brought to an authorised treatment facility run by county councils.  It is a significant change and I am calling for a debate on this.  Many landfill sites throughout the country have, thankfully, been closed down.  Where landfill sites still exist less is being deposited in them.  I am concerned about what will happen to sites that have been closed for years.  Are there proposals to use some of them for \"gasification\", a word used here yesterday by my colleague from Limerick?  An urgent debate is required as soon as possible to alleviate people&rsquo;s fears because this is a big change for householders and businesses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#J00400","speaker":"1138"},{"type":"speech","time":1432805400,"counter":109,"content":"<p>I want to raise the lack of progress on the charities regulator with the Minister for Justice and Equality.  Jim Cusack, a journalist at the <i>Irish Examiner<\/i>, wrote recently about a children&rsquo;s charity because four of the seven directors have resigned, citing irregular governance and expenses.  A raft of questions need to be answered.  The charities regulator has not commented on the case, and that is as it should be as an investigation is ongoing.  We had much debate on this issue and celebrated 18 months ago the fact that the Charities Regulatory Authority was put in place but it is in a no-win situation, with high expectations from us and the public as a champion of transparency and integrity.  The Minister for Justice and Equality is not putting the necessary funding or manpower into this.  On 17 April, she provided charities with another year to register.  Now, a very prominent children&rsquo;s charity seems to be in trouble and four very prominent people have resigned from it.  I need the Minister to interject, give us her thoughts and give the regulator some teeth so that we can all have faith.  The Government gives between &euro;4.5 billion and &euro;5 billion to the charity sector.  We need it regulated.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Ann O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2389\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2389&amp;amp;pid=MaryAnnOBrien&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This office seems to have been put away and put on the long finger.  It is not good enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#J00500","speaker":"1169","continuing":true},{"type":"speech","time":1432805400,"counter":111,"content":"<p>I support the request by Fianna F&aacute;il to change the Order of Business today.  It is outrageous that we are going to have a debate after the deal is done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00200","speaker":"1196"},{"type":"speech","time":1432805400,"counter":112,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":113,"content":"<p>It is also outrageous that we do not hear from the only independent voice that I have heard, Senator Sean Barrett.  I will not take any advice from those who are about to feather their own nest inside on the board of Aer Lingus, getting a huge payout once this deal is done, and other people who have conflicts of interest.  I know the Leader is a decent man and I ask him to change the Order of Business.<\/p> <p>I wish to raise today Article 44.2.2&deg; of the Constitution, which guarantees that the State will not endow any specific religion.  It has come as something of a shock to me to find out that, quite to the contrary, the State is endowing a religion through the chaplaincies that are appointed in institutes of technology all over this country.  There are a number of serious issues involved.  Salaries of &euro;30,000 to &euro;50,000 a year are being paid to chaplains but there is no selection process or application process and there are no criteria under which these chaplains are appointed, yet Trinity College pays its chaplains out of its own coffers.  There is something seriously wrong in a country that, on the one hand, says it will not endow a religion and, on the other, appoints a specific set of religious preachers to third level education institutes, when the people who attend those institutes are all adults capable of making up their own minds as to what religion they want to follow.  I ask the Leader to organise a debate which would include the issue of chaplaincy in schools and hospitals throughout the country and who pays for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00400","speaker":"1196"},{"type":"speech","time":1432805400,"counter":114,"content":"<p>I strongly support what my colleagues have said in regard to the Aer Lingus debacle.  Without going into the specifics, this House is being disrespected today by the Government in not allowing for a debate prior to a decision being taken in the other House.  We are dealing with a matter which is being driven by vested interests at the expense of the public interest.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00500","speaker":"1123"},{"type":"speech","time":1432805400,"counter":115,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00600","speaker":"1196"},{"type":"speech","time":1432805400,"counter":116,"content":"<p>We are not being given the opportunity here, as public representatives, to debate an issue of national significance and importance ahead of a decision being taken.  I know it may not be at the discretion of the Leader and he may be forced into a situation by the Government.  However, I would ask him to stand strong and represent the Seanad, not accept the push which is coming from the Government on this issue and to have a debate in the House before a decision is made in the other House.<\/p> <p>I agree with other Senators that we should have a debate in regard to agriculture, particularly the beef genomics scheme, the closing date for which is today.  It is not workable at all.  We need a debate on that issue and on the other environmental schemes from Pillar 2 of the Common Agricultural Policy.  These schemes are not working.  Money is coming from Europe but farmers are unable to draw it down and unable to apply, given the complexities of the schemes.  It needs a deeper debate than is possible in a Commencement debate because there are issues that need to be teased out with the Minister in the House.  I ask that this be organised in the next few weeks.<\/p> <p>I call on the Leader to have the Minister for Finance come before the House for a debate on the most recent European Commission recommendations and opinion on the national reform programme in Ireland.  There are some damning statistics, information and opinion in the report, which outlines that while there is some level of economic improvement in the country, there are other issues like private and public debt which are not being addressed by public policy interventions.  The report outlines the crisis in the health sector and also looks at the banks' self-reliant techniques in order to deal with people who find themselves in debt which they are unable to pay.  I ask that the Minister for Finance come to the House for a debate on the report.  In all of its public policy interventions, the Government is failing to deal with the outlook being expressed not only by the European Commission, but also by the IMF and others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00700","speaker":"1123"},{"type":"speech","time":1432805400,"counter":117,"content":"<p>To follow on from what my two Fianna F&aacute;il colleagues have said about Aer Lingus, a debate today is essential.  As other colleagues have said, Senator Sean Barrett will be busy at the banking inquiry this afternoon and will not be here.  In fairness, Senator Barrett is one of the few independent voices on this issue.  He is a man who makes quite a lot of sense and is someone who should be listened to.<\/p><p>We are told this is a great deal by those members of the Dublin Airport Authority and the people in paid Government positions in Shannon and Cork.  I do not take great heed of what they say.  This is a further demonstration of the Department of Transport, Tourism and Sport's lack of commitment to the regions, in particular the mid-west.  Limerick yesterday launched its campaign for the 2020 capital of culture, one I hope the Government will put its weight behind.  However, by 2020 there may not be connectivity to bring people to the area.  The Leader knows the road from Waterford to Limerick is diabolical, the road from the Cork to Limerick is a disgrace and the road from Limerick to Killarney and other areas is terrible.  This move could be a serious blow to Shannon's connectivity in the mid-west.<\/p><p>It is not good enough.  Even if this deal, unfortunately, seems to be a <i>fait accompli<\/i>, and perhaps there is not a whole pile that can be done about it, I believe that debate should take place earlier rather than later.  I hung around yesterday because I thought the debate was going to take place at 9 p.m. last night but it did not happen, and I had thought it might have happened a couple of days ago but it did not.  It has now been pushed aside again.  I would like the Leader to accede to the amendment to the Order of Business and support calls for that debate to take place today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00800","speaker":"1119"},{"type":"speech","time":1432805400,"counter":118,"content":"<p>I have listened to the views of Members in regard to the Aer Lingus debate.  It was not possible to have it last night because the debate lasted until 10 p.m. in the other House.  The Minister is in the other House until 5 p.m. today on the issue.  As far as I know, the Minister does not have powers of bilocation as yet, so there is no prospect of having him here.  However, in listening to what the Members have stated, I am prepared to amend the Order of Business so that we could have this debate immediately, but we will not have a Minister present.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K00900","speaker":"1130"},{"type":"speech","time":1432805400,"counter":119,"content":"<p>Can we have any Minister?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K01000","speaker":"1139"},{"type":"speech","time":1432805400,"counter":120,"content":"<p>How can I manufacture a Minister out of a hat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K01100","speaker":"1130"},{"type":"speech","time":1432805400,"counter":121,"content":"<p>They have enough of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K01200","speaker":"1139"},{"type":"speech","time":1432805400,"counter":122,"content":"<p>I will sit here and then report back to the Minister myself.  The Senators are looking for an amendment to the Order of Business that we would speak on that issue.  I cannot supply a Minister at the drop of a hat.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K01300","speaker":"1130"},{"type":"speech","time":1432805400,"counter":123,"content":"<p>Then let us have the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K01400","speaker":"1139"},{"type":"speech","time":1432805400,"counter":124,"content":"<p>I will report on what is said to the Minister.  Senators cannot have it all ways, as they want to have it with Aer Lingus.  I am prepared to amend the Order of Business as follows: after the Order of Business, we would have a debate on Aer Lingus up to 2 p.m. with all spokespersons allocated five minutes; No. 2, Statute Law Revision Bill 2015 - Second Stage would be taken at 2 p.m. and adjourn not later than 3 p.m., with the contributions of group spokespersons not to exceed eight minutes and all other Senators not to exceed five minutes; and we would delete No. 3<i>a<\/i>on the supplementary Order Paper.  That is in response to the request from Members of the House in trying to go some way to accede to their requests.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Maurice Cummins:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2003\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2003&amp;amp;pid=MauriceCummins&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As I said, the Minister does not have powers of bilocation and he cannot be here.  I will relay what was said in the House to him.  He was anxious to come into the Chamber but could not do so before 5 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#K01500","speaker":"1130","continuing":true},{"type":"speech","time":1432805400,"counter":126,"content":"<p>On a point of order, what the Leader has said is reasonable.  Can I suggest that if Senator Barrett gets time from the committee and he does wish to speak, then Members could give way to him?  He will only have a short time-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00200","speaker":"1116"},{"type":"speech","time":1432805400,"counter":127,"content":"<p>We cannot run the business of the House on whether a Member is here or not.  That is one of the reasons that I have put the item down for 5 p.m.  We could hear Senator Barrett at that stage because he will probably be finished at the committee by then.  However, he will not be finished now to contribute to the debate now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00300","speaker":"1130"},{"type":"speech","time":1432805400,"counter":128,"content":"<p>He will have a lunch break.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00400","speaker":"1116"},{"type":"speech","time":1432805400,"counter":129,"content":"<p>These matters have to be organised properly.  One cannot organise business at the drop of a hat.  This is what I have done to facilitate the House.  I am amending the Order of Business accordingly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00500","speaker":"1130"},{"type":"speech","time":1432805400,"counter":130,"content":"<p>Is it just group spokespersons who have five minutes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00600","speaker":"1120"},{"type":"speech","time":1432805400,"counter":131,"content":"<p>All Senators will have five minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00700","speaker":"1130"},{"type":"speech","time":1432805400,"counter":132,"content":"<p>Is it up to 2 o&rsquo;clock or 2.30 p.m.?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00800","speaker":"1139"},{"type":"speech","time":1432805400,"counter":133,"content":"<p>It is up to 2 o&rsquo;clock and we will continue the rest of business as outlined.<\/p> <p>Senator Bacik and others raised the &euro;91 million investment in housing that was announced by the Minister for the Environment, Community Local Government, Deputy Alan Kelly, today which is certainly to be welcomed.  We are overdue a further debate on housing and I will try to arrange one.<\/p> <p>Senator Bacik also called for a debate on recently published reports on prison and penal reform.  I will ask the Minister for Justice and Equality to attend the House to debate those reports.<\/p> <p>Senator Norris raised the question of ethics in sport.  The Minister of State with responsibility for sport has been in the House on several occasions recently.  There are certainly concerns about FIFA.  I note the Senator&rsquo;s points about the chief executive officer of the body and suggestions of corruption and so forth.  That is a matter for FIFA, football&rsquo;s governing body, to deal with.  I do not think anything we say in this House will make any difference to the question of FIFA.  We can certainly consider the question of ethics in sport and have a debate on it.<\/p> <p>Senator Burke called for proper regulations for home care providers.  As he rightly pointed out, he has a Bill on this issue on the Order Paper.  We will certainly consider debating that Bill in Fine Gael&rsquo;s next Private Members&rsquo; business.<\/p> <p>Senators Higgins and &Oacute; Domhnaill called for an extension to the beef genomic scheme and a debate on it with the Minister for Agriculture, Food and the Marine.  I am sure the Minister will be quite willing to come to the House to deal with the matter.<\/p> <p>Senator Quinn pointed out how Ireland has dropped several places to 16th place in the world competitiveness standings.  We had an excellent debate last night on the Springboard scheme.  The issue of competitiveness is important to the development of our economy.  I note Senator Quinn&rsquo;s points in that regard and the Government is mindful of the situation also.<\/p> <p>Senator &Oacute; Clochartaigh raised the issue of workers&rsquo; rights.  The Government has been strong on workers&rsquo; rights.  I was disappointed in the contributions on yesterday's debate on the National Minimum Wage (Low Pay Commission) Bill 2015.  Many Members over the past weeks and months have called for a debate on this issue.  However, when legislation on it is before the House, a paltry number of Members speak on it.  I was very disappointed with that yesterday.<\/p> <p>Senator Brennan raised the question of food waste segregation.  The House will take an environmental planning Bill later during the session.  I am quite sure a number of speakers will want to come in on this Bill.  Senator Brennan can raise this question on it then.<\/p> <p>Senator Mary Ann O&rsquo;Brien raised the issue of the charities regulator.  I can assure her the regulator has teeth and powers which can be used.  Due to requests from quite a number of charities, the Minister has given an extension to them to register with the regulator.  Where irregularities have occurred, the charities regulator can investigate them.  I was not aware of the specific case she raised.   She can bring it to the attention of the Minister.  I am sure the Minister will get the charities regulator to act on it.<\/p> <p>Senator Craughwell raised the issue of payments to chaplains in third level institutions and institutes of technology.  The chaplains play an important role in those education facilities.  He said Trinity College Dublin pays its own chaplains.  The others are paid by whom?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L00900","speaker":"1130"},{"type":"speech","time":1432805400,"counter":134,"content":"<p>They are paid from the public purse.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01000","speaker":"1196"},{"type":"speech","time":1432805400,"counter":135,"content":"<p>I note the Senator&rsquo;s point which I will raise with the Minister for Education and Skills.  Is the Senator suggesting that college chaplains should not be paid from the public purse?  Chaplains can be from either religion in institutes of technology and other third level institutions.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01100","speaker":"1130"},{"type":"speech","time":1432805400,"counter":136,"content":"<p>I am suggesting that, like all public jobs, they should be advertised with criteria and interview panels.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01200","speaker":"1196"},{"type":"speech","time":1432805400,"counter":137,"content":"<p>I will bring the matter to the attention of the Minister for Education and Skills and the Minister for Public Expenditure and Reform.<\/p> <p>Senator &Oacute; Domhnaill raised the issue of a European Commission report on national reforms.  This will be debated along with other finance issues.<\/p> <p>Senator Heffernan also raised the issue of Aer Lingus which I addressed earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01300","speaker":"1130"},{"type":"speech","time":1432805400,"counter":138,"content":"<p>Senator Darragh O&rsquo;Brien has proposed an amendment to the Order of Business: &ldquo;That No. 3<i>a<\/i>on the supplementary Order Paper be taken before No.1.&rdquo;  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01400","speaker":"1120"},{"type":"speech","time":1432805400,"counter":139,"content":"<p>I will withdraw it.  I thank the Leader for going some way towards accommodating it.  It is disappointing we do not have a Minister.  I am not expecting the Minister for Transport, Tourism and Sport, Deputy Paschal Donohoe, to attend but the Government has a truckload of other Ministers and Ministers of State, all of whom should have an interest in what happens with Aer Lingus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01500","speaker":"1139"},{"type":"speech","time":1432805400,"counter":140,"content":"<p>The Senator will have to do with me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01600","speaker":"1130"},{"type":"speech","time":1432805400,"counter":141,"content":"<p>I am happy with the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01700","speaker":"1139"},{"type":"speech","time":1432805400,"counter":142,"content":"<p>Is the Senator withdrawing the amendment?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01800","speaker":"1120"},{"type":"speech","time":1432805400,"counter":143,"content":"<p>I am and I thank the Leader for varying today&rsquo;s business.  We will see how it goes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L01900","speaker":"1139"},{"type":"speech","time":1432805400,"counter":144,"content":"<p>The Leader has proposed an amendment to the Order of Business for new arrangements for the taking of No. 3<i>a<\/i>: &ldquo;That the statements on the sale of Aer Lingus be taken at the conclusion of the Order of Business and conclude at 2 p.m., with the contributions of each Senator not to exceed five minutes and no Minister be required to attend.&rdquo;  Is that agreed?  Agreed.  That means No. 2 will be taken at 2 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#L02000","speaker":"1120"},{"type":"unspoken","time":1432805400,"counter":145,"content":"<p>Order of Business, as amended, agreed to.<\/p>"},{"type":"majorheading","content":"Aer Lingus Share Disposal: Statements","time":1432805400,"counter":146,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#M00100"},{"type":"speech","time":1432805400,"counter":147,"content":"<p>The motion for the sale of the 25.1% share in Aer Lingus is being debated in the other House.  It is a financial matter and a financial decision.  As Members will be aware, this House does not have a say in financial matters.  However, I have agreed that the House would debate the issue, as requested on the Order of Business.<\/p> <p>This is a good deal for the taxpayer and a good deal for Aer Lingus and there is no question that this is a good deal for the country.  It has been agreed that up to 635 jobs will be created by 2020, with 150 new jobs next year.  There are plans for four new transatlantic services.  As has been stated, the guarantees hold as they are written into the articles of association.  A seven-year guarantee has been given regarding the use of the Heathrow slots as part of the deal and will begin once the transaction is completed.  The use of the slots will be defined by the summer and winter schedules.  The current frequency of use will be maintained across a seven-year period.  This is a significant guarantee.  As I mentioned on the Order of Business yesterday, the Government has been in contact with the European Commission regarding the legal mechanisms and the Government has indications that the Commission will not oppose the guarantees.<\/p> <p>The fact that all the airports involved in the operation of these slots have welcomed this deal is an indication of the confidence which the airports have in the operation of the guarantee which currently does not exist.<\/p> <p>The question of outsourcing and redundancies is a matter for the unions and management.  However, I draw the attention of the House to a letter received by Mr. Kavanagh which stated that they will look at the scope of the registered employment agreements and will look to extend the number of employees covered by the REAs.<\/p> <p>The Nyras report was mentioned on the Order of Business.  This report was commissioned by the chief executive officer of Aer Lingus and it has nothing to do with IAG, no matter what way Fianna F&aacute;il or other parties might paint the picture that the Nyras report is connected to the sale.  There is no question of this being part of the sale because this report was commissioned by the CEO of Aer Lingus and this type of exercise is part of the normal course of business in the highly competitive and international airline sector and it would have been commissioned before any talks on a sale.  Any airline would commission such a report on a regular basis and Aer Lingus is no different in that regard.<\/p> <p>It beggars belief that the party which privatised Aer Lingus and bankrupted the State is now trying to play politics with such a great company as Aer Lingus.  Over the course of the past few days Fianna F&aacute;il members have, on one hand, praised Aer Lingus management for turning the company around and making it a success while, on the other, claiming that they are determined to sell out the interest and that of workers and customers.  They cannot have it both ways but that is the way they operate on the other side of the House; it is a case of on one hand and on the other.  They do not know whether they are coming or going with regard to Aer Lingus.<\/p> <p>I look forward to listening to measured comments and contributions from all sides of the House.  I will relay the contributions to the Minister before any decision is made in the other House.  However, it is ultimately the decision of that House and we will have no say on the sale.  I will relay the measured comments of Members of the House to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#M00200","speaker":"1130"},{"type":"speech","time":1432805400,"counter":148,"content":"<p>I thank the Leader for amending the Order of Business.  However, I wish to put on the record of the House that we are debating without any Minister or Minister of State in attendance.<\/p> <p>The Leader and other Members will be aware that I live and I have grown up beside Dublin Airport.  I have spent my whole life there and I know families, friends, members of my own family and work colleagues who work there.  Whole families have been employed at Dublin Airport and in Aer Lingus.  It is a very important company for this country and from a selfish Dublin and north Dublin perspective.  I know the airport and Aer Lingus very well.  I have grown up with the airline.<\/p> <p>It is a fact that D&aacute;il Members will be making a decision this evening.  My constituency colleague, Deputy Alan Farrell, admitted that he had not read any of the reports before he spoke in the other House.  With the exception of Deputy Michael McNamara, they are making their decision on trust, without doing any research.  The State will get about &euro;340 million out of this deal.  As I said on the Order of Business, this has been choreographed for the past two to three years.  The Fine Gael Party, the Labour Party, the T&aacute;naiste, Deputy Joan Burton, the Minister, Deputy Donohoe, and the Taoiseach all know this.  That is why they butchered the pension scheme.  That is why the Fine Gael and Labour parties enabled legislation for the first time in the history of the State to allow a company's private pension scheme to be changed by legislation to reduce people's pension benefits by up to 60%, to take six weeks' money from retired people in their 70s, 80s and 90s, so that there would not be a deficit in the pension scheme when they flogged off the State's interest.  Those are the facts.  That is what the people think and what the people know.  The Fine Gael Party has done it and the Labour Party has facilitated it.<\/p> <p>It does not surprise me with regard to the Fine Gael Party because the selling of State assets has always been its strategy; it would sell them all if it could and that is why NewERA was set up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#M00300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":149,"content":"<p>Fianna F&aacute;il stripped Aer Lingus first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#M00400","speaker":"1125"},{"type":"speech","time":1432805400,"counter":150,"content":"<p>I will deal with that point in a moment.  The Senator may not have been here earlier or yesterday.  The reality is that the Fine Gael Party would sell.  However, from the perspective of the Labour Party, the number of U-turns its members have done over the past four years means their heads must be spinning.  The founders of the Labour Party must be spinning in their graves because of what the party is allowing to be done to the strategic interests of this State.  I will explain again for those who are a little bit slow on the uptake that the reason the 25.1% stake was kept was to protect the State's interest in the airline.  The 75% that was sold was invested in the airline for new airplanes, new staff, to improve the company and to make the company profitable and viable.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=05&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This company is profitable and has nearly &euro;1 billion in cash reserves.  It carried more than 11 million passengers last year.  Based on the record of British Airways, in terms of what it does with airlines it takes over, the whole move towards consolidation is bad for consumers and is certainly bad for an island nation.  While the Minister can spin it whatever way he wants, the reality is the Government has been sold a pup and is selling the State short.<\/p><p>I am disgusted with Deputy Joe Costello and others who made a big play at the Labour Party conference of getting a motion passed to stand up for Aer Lingus and its workers.  They were going to stand up for the pensioners but they sold the pension scheme members down the river.  I would say to those reading the transcript or watching this debate that if Fine Gael is re-elected, this will be the first of many.  All it is about is cash.  It is not good for Ireland or for jobs.  <\/p><p>The Minister mentioned the Nyras report and yet the Taoiseach has admitted he did not even read it.  It is not just a stand-alone report.  Does the Minister think for one moment that Willie Walsh and IAG are not going to look at that report and identify where they can cut staff in Aer Lingus?  It is outlined and given to them on a plate.  That is what is going to happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#M00500","speaker":"1139","continuing":true},{"type":"speech","time":1432805400,"counter":152,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00200","speaker":"1123"},{"type":"speech","time":1432805400,"counter":153,"content":"<p>If the Minister thinks any of these allegedly cast-iron guarantees are going to stand up in the commercial operation of a future Aer Lingus, that is complete nonsense.  No one has even explained how the B share will work in reality.  The Minister for Finance says there is no veto and the Taoiseach says there is.  It is an absolute farce and a mess, brought to us by the Government that created Irish Water.  Why should I trust this Government in anything it does?<\/p> <p>I know Aer Lingus and the people who work there who have given their life's work to turn the airline around.  I know why the 25.1% stake was kept; it was to make sure Ireland's interests are protected.  Fine Gael and the Labour Party are selling our interests cheaply and they will regret it.  I have debated with the Minister, Deputy Donohoe, on numerous occasions what he has done to the company and the pension scheme.  He, his predecessor, Deputy Varadkar, and the T&aacute;naiste, Deputy Burton, will be remembered for doing this, and not favourably.  <\/p> <p>We have talked about Dublin but what about Shannon and Cork?  There are no guarantees there.  There is practically nothing.  They have been left swinging in the wind as they do not matter.  It is an awful shame that the Minister is not here to listen to the views of the Seanad.  I endeavour to represent the views of those who have been in contact with me, namely, the employees of the company who I know and people in many different roles in the company.  Those who have been suffering the brunt of this since 1 January are the 15,000 people in the IAAS scheme.  The Government's decision today will have an impact on the company, the airport and all the other companies and people who work in that airport.  This is a cheap sale.  After its acquiescence in this decision, the Labour Party has proven it has no role in the Government, certainly not in economics.  It has rolled over again and it is shameful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00300","speaker":"1139"},{"type":"speech","time":1432805400,"counter":154,"content":"<p>I thank the Leader for allowing the debate.  It would have been nice if the Minister was here but the Opposition was not agreeable to accepting a 5 p.m. time for him to be here and we have to discuss this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00400","speaker":"1125"},{"type":"speech","time":1432805400,"counter":155,"content":"<p>The decision will have been taken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00500","speaker":"1139"},{"type":"speech","time":1432805400,"counter":156,"content":"<p>No.  The decision has to be taken in the other House yet.  We do not know what way the vote is going to go.<\/p> <p>This is a correct decision for Aer Lingus and for the country.  We are a small island nation and connectivity to mainland Europe, the UK and the US is one of the most important things we have.  The Government's decision to sell its share in Aer Lingus and the takeover by IAG of the Aer Lingus group will secure the future for air transport.  It is about jobs.  Senator Darragh O'Brien said jobs are under threat but he is totally wrong on that.  The plan is that 150 extra people will be employed by 2016 and we hope to have 635 new jobs by 2020.  Those are not just new jobs in Aer Lingus but around Dublin Airport, the services, airport police, customs, etc.  The Senator said this will be detrimental to the country and that the Government is failing the people.  This is the Government that supported the tourism industry.  He said the highest number of passengers, 11 million, came through Dublin Airport last year-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00600","speaker":"1125"},{"type":"speech","time":1432805400,"counter":157,"content":"<p>I said Aer Lingus carried 11 million.  More came through Dublin Airport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00700","speaker":"1139"},{"type":"speech","time":1432805400,"counter":158,"content":"<p>That was part of a tourism package the Government put together, bringing in the 9% VAT rate and dropping the travel tax which Fianna F&aacute;il imposed-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00800","speaker":"1125"},{"type":"speech","time":1432805400,"counter":159,"content":"<p>Was that by taking &euro;2 billion out of private pension schemes?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N00900","speaker":"1139"},{"type":"speech","time":1432805400,"counter":160,"content":"<p>We have been given commitments on connectivity and the Heathrow slots from IAG.  Those slots are the most important part of the Aer Lingus package, as Heathrow is the busiest airport in Europe.  They give us connectivity to the rest of the world.  The vision is that rather than Heathrow being used as a hub for the north Atlantic, Dublin and Shannon Airports will be part of the overall view of IAG's transatlantic travel.  The Aer Lingus brand is one of the most recognisable in Ireland and worldwide.  Ireland does not have many brands.  There is Kerrygold in the food industry, and Aer Lingus is similar type of brand.<\/p> <p>IAG has given a commitment that it will continue to grow our transatlantic routes.  By 2016, we will have two new routes and, by 2020, four more.  That will bring 2.4 million extra passengers through the Aer Lingus brand, the IAG brand or British Airways brand, whichever it uses.  Senator Darragh O'Brien and Fianna F&aacute;il seem to have a crystal ball.  The Senator told us this will have a detrimental effect on jobs in Dublin, Shannon, Cork and Knock Airports and yet the Fianna F&aacute;il crystal ball could not see the economic crash coming.  I do not believe the Senator on this matter.  The Fianna F&aacute;il tactic most of the time is to scaremonger. <\/p> <p>This is the correct decision for the future of the airline industry in this country.  The Minister is not here but I ask the Leader to pass on one concern.  The Heathrow slots are the most important slots.  The only two airlines flying into Heathrow from Dublin are Aer Lingus and British Airways.  It is important that we do not allow a monopoly situation whereby people could be exploited in terms of prices.  We have Ryanair but it does not fly into Heathrow.  The Competition and Consumer Protection Commission should look into this to ensure people are not exploited.<\/p> <p>I thank the Leader for the debate.  This is an important decision for the country which will secure the future of an Irish brand, Aer Lingus, the tourism industry and connectivity with the rest of the world.  The investment IAG will make in the Aer Lingus brand will further enhance it and make it a success.  Aer Lingus has been successful over the past few years after its restructuring.  I hope by 2020, we will have 650 new jobs, 2.4 million extra passengers and four new transatlantic routes and that if Senator Darragh O'Brien is in either House of the Oireachtas, he will acknowledge that the right decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015052800002#N01000","speaker":"1125"},{"type":"unspoken","time":1432805400,"counter":161,"content":"<p>Additional text to follow.<\/p>"}]