[{"type":"minorheading","content":"Prelude","time":1487082600,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1487082600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1487082600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1487082600,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1487082600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#A00100"},{"type":"speech","time":1487082600,"counter":6,"content":"<p>I have received notice from Senator Ivana Bacik that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality, in light of the findings of the Court of Appeal on the rights of non-EEA people who were in Ireland as students before 2011 and who wish to continue to stay and work here, to state how many cases are awaiting her decision.<\/blockquote> <p>I have also received notice from Senator Jennifer Murnane O'Connor of the following matter:<\/p><blockquote>The need for the Minister for Health to award all cancer patients a medical card once they receive their diagnosis. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to put in place a scheme to provide transport for people with intellectual and physical disabilities to enable them to attend day care facilities.<\/blockquote><p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to make a statement on the provision of suitable accommodation for Cork Educate Together secondary school for the 2017-18 academic year and beyond.<\/blockquote><p>I have also received notice from Senator Gerard Craughwell of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to explain why the leaving certificate applied programme was not offered in any school in County Leitrim in 2016 or 2017.<\/blockquote><p>I have also received notice from Senator Neale Richmond of the following matter:<\/p><blockquote>The need for the Minister for Arts, Heritage, Regional, Rural and Gaeltacht Affairs to take action to prevent and tackle gorse fires.<\/blockquote><p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Bacik, Murnane O'Connor and Colm Burke and they will be taken now.  Senator Buttimer has withdrawn his matter, which I had selected.  Senators Craughwell and Richmond may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1487082600,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#B00200"},{"type":"minorheading","content":"Immigration Status","time":1487082600,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#B00300"},{"type":"speech","time":1487082600,"counter":10,"content":"<p>I welcome the Minister of State, Deputy Finian McGrath, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#B00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":11,"content":"<p>I welcome the Minister of State and thank him for coming to the House to deal with this question.  In light of the findings of the Court of Appeal on the rights of non-EEA nationals who were in Ireland as students before 2011 and who wish to continue to stay and work here, I would like the Minister for Justice and Equality to state how many cases are awaiting her decision and to make a statement on the issue.<\/p><p>I am referring specifically to the decision of the Court of Appeal, as issued on 15 December 2016, in the case of Balchand and others <i>v<\/i>. the Minister for Justice and Equality and others.  In her decision, Ms Justice Finlay Geoghegan said that the refusal of an application for permission to remain made on behalf of two Mauritian individuals, whose child was born here after they had originally come here as students, potentially interfered with the applicants' right to respect for private and family life under Article 8 of the European Convention on Human Rights.  According to the Court of Appeal ruling, the Minister is &quot;obliged to consider&quot; these rights before making a decision on the application for permission to stay here.  Ms Justice Finlay Geoghegan said that the Minister, &quot;was obliged to consider the Article 8 rights contended for on behalf of the applicants&quot;.  Mary Carolan's report on this case in <i>The Irish Times<\/i>in December 2016 noted that, &quot;dozens of other cases were awaiting the outcomes of the two appeals [two appeals were joined together] in which the Irish Human Rights and Equality Commission was involved&quot;.<\/p><p>The question I am raising relates to the sequel or the consequence following the handing down of this judgment.  How many cases are still awaiting decision?  Will the Minister make a statement on the issue?  I want to ensure individuals like the members of the Mauritian family at issue in the Balchand case have their full rights considered.  The family rights, etc., of their child, who was born here after they had arrived here as students, should be considered.  I want to keep an eye on this matter to ensure the Minister's approach is under scrutiny following the handing down of the Court of Appeal decision.  I will be grateful for the Minister of State's response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#B00500","speaker":"1402"},{"type":"speech","time":1487082600,"counter":12,"content":"<p>I thank Senator Bacik for raising this important matter.  While it is the responsibility of non-EEA nationals to keep their immigration permission current at all times, the T&aacute;naiste recognises that some former students now find themselves undocumented.  As the case referred to by the Senator is being appealed to the Supreme Court, the T&aacute;naiste is somewhat limited in what she can say at this point.<\/p> <p>The court ruling came about as a result of non-EEA nationals who previously held student immigration permissions having their applications for new permissions, or variation of the original permissions, refused.  The T&aacute;naiste understands proceedings have issued in approximately 70 similar cases.  Part of the issue with regard to this complex matter relates to whether existing legislation is sufficiently clear on whether an application under section 4 of the Immigration Act 2004 needs to be made by a person seeking to vary an existing permission, which is current, or whether such an application can be made by a person who is out of permission.<\/p> <p>The Court of Appeal judgment raises the issue of whether Article 8 rights under the European Convention on Human Rights should be considered as part of the application process.  The State's clear position, which is in keeping with the jurisprudence of the Irish courts and the European Court of Human Rights, is that consideration of Article 8 rights is only required when a person applies to enter the State or when he or she is being considered for removal from the State as part of the deportation process.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Such a consideration would take place under a different statute, section 3 of the Immigration Act 1999 and as part of a fundamentally different process.  Prior to 1 January 2011, student permissions, it could be argued, were effectively open-ended.  A new regime for full-time non-EEA students commenced on 1 January 2011, which capped at seven years the total time student permission would be granted, subject to certain conditions.  The T&aacute;naiste appreciates the Senator&rsquo;s concerns and input on this matter and further consideration is being given by her officials to the wider impacts of the case.  As was outlined at the outset, the judgment itself is currently under appeal to the Supreme Court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#B00600","speaker":"1359","continuing":true},{"type":"speech","time":1487082600,"counter":14,"content":"<p>I believe it is important that we raise the wider context and the implications of this case while being conscious that it is under appeal.  This case concerns two families because there was a related appeal judgment that was given on the same day in the Luximon case.  In the case I spoke about, the Balchand case which is under appeal, the couple involved had a son who was born in Ireland in 2009 and who had lived his entire life in the State.  He had never even visited Mauritius - the original home country of his parents - and so on.  The Minister of State has clarified for me that there are 70 similar cases in which proceedings have now issued.  That is a large number of families who are now, as the Minister of State has said, in a position similar to that of Irish people who are undocumented in America.  At a time when we are protesting - rightly in my view - about the unfair treatment by President Trump towards undocumented individuals and towards Irish citizens in the US who are currently in such a difficult and uncertain position, it would behove Ireland to look at its own policy and to look at the wider implications.  I am glad the Minister of State, Deputy McGrath has said that the T&aacute;naiste is giving further consideration to the wider impacts of the case.  I know that the rule from 2011 capped at seven years the total time student permission may be granted, but that is quite a lengthy period and it is very likely that people - as did the couple in the Balchand case - will set down roots, become fully integrated and have a family here.  As pre-2011 entrants to the State, it would be a fair approach to state these are people in respect of whom the application to remain could have been granted.  Ms Justice Finlay Geoghegan was very clear that in considering the application as to whether to renew permission to stay, the T&aacute;naiste was bound to consider the constitutional principles and the principles as set out in the European Convention on Human Rights.  The judge clearly set it out that it was at that stage of the process when the T&aacute;naiste would be bound, and indeed later in the process.  I will say no more, given that the matter is under appeal, but I ask the Minister of State, Deputy Finian McGrath, to bring back to the T&aacute;naiste my concern that in appealing this case, the State and the Government are perhaps overlooking the wider implications and the detrimental and negative impact this sort of uncertainty will have for so many families, potentially 70 families, whose status is now uncertain as a result of the State's appeal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#C00200","speaker":"1402"},{"type":"speech","time":1487082600,"counter":15,"content":"<p>I totally accept the importance of raising this particular case in light of the broader debate.  As I said at the outset, while it is the responsibility of non-EEA nationals to keep their immigration permission current at all times, the T&aacute;naiste and I recognise the issue where some former students now find themselves undocumented.  The T&aacute;naiste also recognises there is a need to address the issues highlighted by the court judgment in a structured way that maintains the integrity of the immigration system, while addressing the needs on a case-by-case basis.  The history of student permissions is such that the rules changed on 1 January 2011 and consequently we are dealing with legacy issues here.  The State&rsquo;s position, which is in keeping with the jurisprudence of the Irish courts and the European Court of Human Rights, is that consideration of Article 8 rights is only required when a person applies to enter the State or in cases of deportation.  I do, however, accept the broader issue also and Senator Bacik made reference to Irish people who are undocumented.  I totally take that point and will bring it to the T&aacute;naiste.<\/p> <p>The T&aacute;naiste appreciates the Senator&rsquo;s concerns and thanks the Senator for her input on this matter.  As was outlined at the outset, the judgment itself is currently under appeal to the Supreme Court so the T&aacute;naiste is limited in what she can do and say at this stage.  I will of course bring the Senator's concerns to the T&aacute;naiste and to the Department of Justice and Equality. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#C00300","speaker":"1359"},{"type":"minorheading","content":"Medical Card Eligibility","time":1487082600,"counter":16,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00050"},{"type":"speech","time":1487082600,"counter":17,"content":"<p>Is the Minister of State taking all the Commencement matters?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":18,"content":"<p>I am working overtime today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00300","speaker":"1359"},{"type":"speech","time":1487082600,"counter":19,"content":"<p>Obviously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":20,"content":"<p>I am so glad to be here after the past few days.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00500","speaker":"1359"},{"type":"speech","time":1487082600,"counter":21,"content":"<p>My motion relates to medical cards, for cancer patients in particular.  I will offer one of many examples from people in my constituency who have come to me.  In November 2016 I heard from a woman who applied for an emergency medical card.  We went to the primary care unit in Carlow.  The forms were completed and presented along with a letter from the doctor outlining the diagnosis and the medical history as well as bank statements.<\/p> <p>The person started treatment within days of submitting the application.  Following the initial application, the medical card section was contacted and asked about the status of this application.  We were told that further information was requested.  The process is like going for a mortgage.  First, those responsible wanted proof of the mortgage and a statement from the bank with details of monthly payments made.  This was requested despite bank statements showing the money going out of the account.  The officials still needed confirmation that the person was paying the mortgage.  A letter from the mortgage protection provider with details of cover and how much was paid monthly was sought.  A copy of the car log book and proof of address of place of work was sought to work out travel expenses.  A copy of the house insurance policy, including the details of fire and contents cover was sought.  Confirmation of payment for insurance cover was sought.  A copy of the insurance policy showing cover for fire and contents was sought.  Completed medical forms from other members of the family detailing medical information to be completed by the GP were sought.  A further letter from the oncologist indicating that he supports the application for an urgent medical card was sought.<\/p> <p>This person is still undergoing treatment.  Under normal circumstances, sourcing and submitting all this information would take time, never mind during treatment while caring for three children as well as producing all this information.<\/p> <p>That information was submitted in November.  This week, we were told that if all the information was not submitted by 28 February, the application would be closed.  That is a disgrace.<\/p> <p>This is the process for what we call an emergency medical card.  This is what a person undergoing cancer treatment has to submit.  The person in question is in the middle of radiation treatment.  She is going up every day to get treatment and she stays over.  The cost for car parking is &euro;8 for the day.  That is another issue.  This is unacceptable.<\/p> <p>I have applied for cards for several people seeking palliative care medical cards.  That is a separate issue.  People can get them quickly and I am aware of that because I have got them.  Those involved are very good with palliative care.  However, the system is falling down in the case of emergency medical cards and this needs to be changed.<\/p> <p>I will outline another bugbear of mine.  People who have medical cards still have to pay.  Every time a person goes to the doctor for blood tests, that person has to pay &euro;20.  That is unacceptable.  Let us suppose a person has a medical card and is undergoing treatment.  That person has to pay &euro;20 for blood tests.<\/p> <p>There is a broader issue at play.  I call on the Minister of State to bring this back to the Minister for Health, Deputy Harris, and to ask for emergency medical cards to be issued on the same basis as palliative care medical cards - they are the same.  As I said, the woman in question is getting treatment but she has been waiting for four months for her medical card.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00600","speaker":"1395"},{"type":"speech","time":1487082600,"counter":22,"content":"<p>I thank Senator Murnane O'Connor for her contribution and for raising this important issue.<\/p> <p>While we have made significant progress in the treatment of cancer in Ireland, a cancer diagnosis obviously has a major impact on the patient both physically and psychologically.  A cancer diagnosis can also have social as well as financial impacts.  The diagnosis often has a significant effect on a patient's family and friends.<\/p> <p>I have met many cancer patients and their families during my time in the Department of Health.  This has given me a profound appreciation of how difficult and varied the effects of a cancer diagnosis can be.<\/p> <p>Eligibility for a medical card is determined by reference to the means, including the income and expenditure, of the applicant and the partner or dependants.  Therefore, the legislation was neither designed for, nor would it permit, the granting of a medical card solely or primarily on the basis of a person's medical condition.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In 2014, following considerable public and political controversy regarding the basis on which people&rsquo;s eligibility for a medical card was determined, the HSE was asked by the Minister for Health to establish an expert panel to examine the range of conditions that should be considered as a basis for eligibility and seek to prioritise such conditions.  The Report of the Expert Panel on Medical Need for Medical Card Eligibility, the Keane report, was accepted by the Government and forms the basis for the current operation of the medical card system.  The report explicitly considered the potential for the award of medical cards on the basis of a person's medical condition and recommended that a person's means should remain the main qualifier for a medical card; the panel concluded that it would not be feasible, desirable nor ethically justifiable to list medical conditions in priority order as a means of determining medical card eligibility and that a financial assessment remains the most equitable method of allocating scarce resources in the health sector.<\/p><p>Following the expert group report, a clinical advisory group was established by the director general of the HSE to assist in the development of guidance on assessing medical card applications involving significant medical conditions.  Now, as a result of this group's deliberations, the HSE, when assessing a person for a medical card, has procedures in place which as well as looking at income have regard to their overall financial position, including medical evidence of cost and necessary expenses.<\/p><p>The HSE also has a system in place for the provision of emergency medical cards for patients who are terminally ill or who are seriously ill and in urgent need of medical care they cannot afford.  Emergency medical cards are issued within 24 hours of receipt of the required patient details.  Where a patient is terminally ill in palliative care, the nature of the terminal illness is not a deciding factor in the issue of an emergency medical card in these circumstances and no means test applies.  Given the nature and urgency of the issue, the HSE has appropriate escalation routes to ensure the person gets the card as quickly as possible.<\/p><p>To sum up, the HSE is ensuring a more integrated and sensitive approach towards the processing of medical card applications, including those from persons with a diagnosis of cancer involving greater exchange of information between the central assessment office and the local health offices in relation to people&rsquo;s circumstances and need.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#D00700","speaker":"1359","continuing":true},{"type":"speech","time":1487082600,"counter":24,"content":"<p>I acknowledge that considerable work has been done in the area of medical cards but there are still concerns.  I outlined to the Minister of State, the details being sought by the HSE prior to it making a decision on the awarding of an emergency medical card.  Therefore, what he said in that respect is misinformation.  It is tough enough for people who are suffering with cancer or who have other illnesses and who are trying to manage their illnesses without having to fight with the HSE to get their entitlements.  People's applications for medical card, whose incomes are only &euro;2 or &euro;3 over the threshold for qualification for a medical card, are being refused on a regular basis.  Some leniency needs to be shown but that is not happening.  I firmly believe that there are people who are genuinely entitled to a medical card but their applications are being refused because their income is slightly over the threshold.  However, the issue of emergency medical cards needs to be addressed.  I compliment the medical card section of the HSE on the granting for medical cards for those in  palliative care.  Those medical cards are processed within 24 hours.  I know that because I have secured several for people.  However, emergency medical card applications are dealt with similarly to normal medical card applications and that is unacceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#E00200","speaker":"1395"},{"type":"speech","time":1487082600,"counter":25,"content":"<p>I accept the Senator's concerns.  It is difficult enough for people with serious illnesses like cancer who are in emergency situations without having to take on this battle as well.  I will convey that message to the Minister.  I agree with the Senator that the granting of medical cards for those who are in palliative care works very well.  I will bring the two key issues that the Senator has raised to the attention of the Minister, Deputy Harris.  One is the emergency card issue.  I agree with the Senator on another point she made.  I dealt with a similar case in my constituency last week where there was a lack of flexibility shown.  That happens when people's incomes are only &euro;2, &euro;2.50 or &euro;3 over the threshold.  I know this is an issue for every Senator and Deputy.  The keys issues that I will convey to the Minister are the emergency medical card issue and the flexibility issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#E00300","speaker":"1359"},{"type":"speech","time":1487082600,"counter":26,"content":"<p>I thank the Minister for being available to dealt with this matter.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Over 1,500 people attend day care services in the Cope Foundation in Cork.  One good result of the care being given to people with disabilities is that they are living longer.  Many parents using these services drive their children, although some of them are in their mid-50s, to the Cope Foundation's facilities in Cork city each day and collect them in the evening.  These parents are getting older, however.  I know of several families where the parents are in their late 70s and early 80s and who drive their children to the facilities provided by Cope in Cork city.  They are coming under more pressure as they cannot drive in the same way as they could before and, sometimes, they cannot do it every day.  They are finding there is no support mechanism for them if they stop taking their son or daughter to these facilities.  Another issue is if their child is over 18 years of age, no allowance is made for them either.<\/p><p>This is an issue that is beginning to come up more and more.  I have come across cases nearly every second week in my constituency clinics.  It is a matter which needs to be examined.  Can a system be put in place to support those parents who have been so good, in the sense they saved the State significant amounts of money through the years?  In one case I have encountered, the person availing of the services is over 50, meaning the parents have looked after their child for over 50 years at little cost to the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#E00400","speaker":"1409","continuing":true},{"type":"speech","time":1487082600,"counter":28,"content":"<p>I thank Senator Colm Burke for raising the issue of transport for people with disabilities and commend him on his work for people with physical and intellectual disabilities.  I welcome the opportunity to outline the current position on the issue of transport for people with disabilities attending HSE-funded day services.  Over the past 12 months, I have visited and met over 4,000 people with physical and intellectual disabilities in many services across the country.  Recently, I visited the Cope Foundation in Cork and met the parents and families of its clients.<\/p> <p>The provision of transport to adults with a disability attending HSE-funded day services is not a core health service.  I am fully aware, however, of how important transport is for people with disabilities who attend day services.  As a general rule, public transport should be used in all circumstances where it is an option.  This is in keeping with the principle of mainstreaming with a clear focus on ensuring persons with a disability have access to the normal range of services and participate in community life as far as possible.<\/p> <p>It must be noted that, in general, day service users are in receipt of disability allowance and are automatically entitled to the free travel pass, meaning there should be no additional cost burden at an individual level.  New developments being put in place to meet the service needs of school leavers with disabilities who require continuing HSE-funded supports each year will be located as close as possible to where people reside, to reduce the travel time for each person and enable them to be more connected with their local community.  Funding is not provided to service providers for the transportation of young people to and from day services.<\/p> <p>However, when all other options are exhausted and people cannot avail of a day service because they do not have transport to attend, the service provider is advised to use some of the service money to cover the transport costs.  This may result in the provision of a reduced quantum of service to the service user.  However, it is also my experience that the HSE will do its best to provide transport in certain cases without reducing services.<\/p> <p>While day service users in receipt of disability allowance are automatically entitled to the free travel pass, I am also conscious of the fact that the travel pass is not worth much if there are no buses on which to use it.  This may be the case in rural areas.  I am also conscious of the social isolation which many people with disabilities feel on a daily basis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Finian McGrath:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1822\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1822&amp;amp;pid=FinianMcGrath&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In that regard, I am pleased to see that the HSE has committed to establish a high-level cross-divisional working group this year to rationalise the provision of transport and to maximise equitable access and efficiencies.  The HSE also intends to liaise with the National Transport Authority and disability service providers to explore ways in which the authority&rsquo;s services could assist people with disabilities.  I understand that the National Transport Authority has a total of 17 transport co-ordinating units called Local Link, which provide safe, secure and reliable public transport services in local and rural areas of Ireland through a combination of scheduled public transport services and door-to-door services. The HSE plans to explore the opportunities these units may provide to people with disabilities to access day services and allow them to fully participate in the social, educational and economic life of their own local communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#F00200","speaker":"1359","continuing":true},{"type":"speech","time":1487082600,"counter":30,"content":"<p>I thank the Minister of State.  I appreciate that this is a complicated area.  It will be a growing problem and I welcome that a group has now been set up within the HSE.  I am concerned about it in that in some cases, the parents will end up having to have their son or daughter admitted into full-time care in a community setting.  Then one has a huge cost in that as well.  I am concerned that numbers are growing.  We need to plan very quickly for it and to do so within the next 12 months.  I was delighted by the Deputy's visit to the Cope Foundation in Cork and to St. Paul's School, which have been providing superb service in Cork.  We have been very fortunate in Cork with all the services we have but there are major challenges and we need to look at them.<\/p> <p>Finally, the interesting thing with vehicle registration tax is that, while it is available for someone getting a vehicle who has registered a vehicle in his or her own name, there is no allowance of any description for parents who are providing transport for their child.  It is a problem they have as well.  In this case, a parent who is driving 15 miles each way, morning and evening, to make sure the child can attend a service gets no allowance of any description and has not for the past 25 or 30 years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#G00200","speaker":"1409"},{"type":"speech","time":1487082600,"counter":31,"content":"<p>I thank Senator Colm Burke for this issue.  I welcome his comments on the setting up of this group and I accept his point that we need to move on this particular issue on transfer for people with disabilities and that we need to deal with it over the next 12 months.  I also want to say something on the strong economic argument which is used regularly with service providers.  I came across one service provider recently which gets a grant of &euro;90 million a year and yet it was looking at cutting back transport services to very complex young adults with physical and intellectual disabilities.  That is not acceptable to me and we told it to go back to the drawing board and to not cut transport services.  We told it that if it wants to do other reorganisation to its finances it can go ahead but to not do that.  That goes on.<\/p> <p>The Senator made a very strong and important point and my plan is to try to get services in the local community as near to families as possible.  The Senator's argument, which I will relay to my officials and the people in the HSE, is that if we do not provide transport for these young adults with these intellectual and physical disabilities and if they go into residential care, they will actually cost the taxpayer more money.  That is a very valid economic argument.  In addition, the human rights argument - which I have always pushed very strongly - is that the best idea is to try and get services running from their home to the service provider.  Children and young adults in rural areas have to be looked at as well.  At present, I am looking at and working closely with this group and I am going to deal with this issue.  I will deal with the issue of the high cost of transport as well.  The Senator mentioned a figure there related to the issue of mobility and families who bring disabled children or teenagers around the place.  I am considering legislation for transport mobility and there are in the region of 4,700 such people in the wider community.  These are all issues that we have to deal with.  As the fellow says, if we get two or three years to deal with these things, I will be delighted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#G00300","speaker":"1359"},{"type":"speech","time":1487082600,"counter":32,"content":"<p>I thank the Minister of State and the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#G00400","speaker":"1420"},{"type":"unspoken","time":1487082600,"counter":33,"content":"<p>Sitting suspended at 3.05 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1487082600,"counter":34,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#N00100"},{"type":"speech","time":1487082600,"counter":35,"content":"<p>The Order of Business is No. 1, Criminal Law (Sexual Offences) Bill 2015 [Seanad Bill amended by the D&aacute;il] Report and Final Stages to be taken at 4.45 p.m. and to conclude no later than 9 p.m., if not previously concluded, by the putting of one question, which shall in relation to amendments, include only those set down or accepted by the Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#N00200","speaker":"1391"},{"type":"speech","time":1487082600,"counter":36,"content":"<p>It would be remiss of me not to mention the Maurice McCabe controversy.  I welcome the cross-party consensus in regard to the establishment of a public tribunal of inquiry but I also look forward to hearing the Ministers' clarifications in respect of certain questions in the Lower House.  I look forward to listening to them answer those questions later today.<\/p> <p>I wish to raise two items on the Order of Business.  The Minister supplied Members with a list of schools across the country with DEIS status.  The Leader of the House will know that this is a bugbear of mine.  This will be the sixth time I have raised the issue of the Assumption girls' national school, Walkinstown, in the House.  There is a boys' national school, a girls' national school and a girls' secondary schools in the area.  These schools are on an island in a sea of DEIS schools that do not have DEIS status.<\/p> <p>The Assumption girls' school in Walkinstown is in an area of very high disadvantage.  We hear of difficulties in the inner city with drug and crime gangs in the Crumlin area.  The children attending this school come specifically from the area of Drimnagh and Crumlin.  What is most shocking is that when the boys and girls attending the Assumption junior school proceed to secondary school, the boys go on to Drimnagh Castle secondary school which has been given DEIS status and the girls go on to the Assumption secondary school in Walkinstown, which has not been given DEIS status.  This is an anomaly, which discriminates between boys and girls.  The boys in Drimnagh Castle are getting a better education than the girls attending the Assumption secondary school.  This issue must be examined.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is outrageous that this school, whose case I have raised six times, has not been given DEIS status in the recent allocation.  Will the Leader ask the Minister for Education and Skills how on earth his Department is coming up with the criteria to allocate DEIS status?  It says it has access to PPS numbers and knows whether parents are in receipt of social welfare allowances and that schools are asked to submit second, fourth and sixth class results.  The Department is saying that if a school is doing well, and the teachers are busting their asses to get good results for their kids - excuse me; my apologies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1487082600,"counter":38,"content":"<p>What kind of language is that in the Seanad?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00200","speaker":"1427"},{"type":"speech","time":1487082600,"counter":39,"content":"<p>The Senator, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00300","speaker":"1420"},{"type":"speech","time":1487082600,"counter":40,"content":"<p>Where are we know?  At a bus stop?  Or are we in the Seanad?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00400","speaker":"1427"},{"type":"speech","time":1487082600,"counter":41,"content":"<p>Well spoken.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00500","speaker":"1391"},{"type":"speech","time":1487082600,"counter":42,"content":"<p>Schools are being penalised for getting good results for their kids and teachers are being penalised for working too hard.  That is outrageous.<\/p> <p>The second matter I would like to raise relates to the Harold's Cross Greyhound Stadium, which was unexpectedly closed.  I was meant to go to the stadium this evening but I learned that it has been closed.  This is part of the Irish Greyhound Board's decision to shift races from Harold's Cross to Shelbourne Park in a move designed to cover the cost of developing the new track in Limerick, which cost &euro;21 million to complete.  The Harold's Cross Greyhound Stadium is an historic venue in Dublin and opened in 1928.  It is a very important part of the local history and community in Harold's Cross and in the wider Crumlin and Drimnagh area.  In addition to the contribution it makes to the local community, it also makes money.  It makes financial sense to maintain the track.  It is not operating at a loss.  The decision to close the track, and its potential sale, has infuriated both me and the Dublin Greyhound Owners and Breeders Association, which has been protesting against the sale since the news first broke.  I would ask the House to support the Dublin Greyhound Owners and Breeders Association and call for the decision to sell the track at Harold's Cross to be reversed.  It is a short-term decision that will damage the local community and greyhound racing in the long term.  It is appalling.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00600","speaker":"1407"},{"type":"speech","time":1487082600,"counter":43,"content":"<p>I propose an amendment to the Order of Business that No. 13 be taken before No. 1.  I have a seconder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00700","speaker":"1427"},{"type":"speech","time":1487082600,"counter":44,"content":"<p>I will call the seconder in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00800","speaker":"1420"},{"type":"speech","time":1487082600,"counter":45,"content":"<p>Senator Gerard Craughwell is the seconder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O00900","speaker":"1427"},{"type":"speech","time":1487082600,"counter":46,"content":"<p>He can do that when he rises to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O01000","speaker":"1420"},{"type":"speech","time":1487082600,"counter":47,"content":"<p>Over recent days, the information that has come to light regarding the vilification and what can only be described as inhumane torture of Garda Sergeant McCabe has shocked people right across this nation.  At the outset I commend the strength and raw courage of Maurice McCabe, his wife, Lorraine, and their family.  Their quest for truth, transparency, openness and honesty on how An Garda S&iacute;och&aacute;na serves this State is deeply appreciated by all right-minded citizens.  This has been a long and painful journey spanning over three Governments, led by Fianna F&aacute;il and Fine Gael, starting out when Maurice McCabe raised concerns about corrupt practices in the hierarchy of An Garda S&iacute;och&aacute;na in 2008, and then continuing publicly when he and Garda John Wilson brought their concerns into the public domain.  The past eight years have seen a concerted campaign by some who call themselves journalists and many other people in authority to discredit, bully and undermine Maurice McCabe and other whistleblowers who attempt to root out despicable and possibly criminal behaviour within An Garda S&iacute;och&aacute;na and other agencies of the State.<\/p> <p>How can the Leader expect people to have confidence in this cobbled together Government, propped up by Fianna F&aacute;il, when they have witnessed it preside over a police service in which there is a completely unacceptable level of dysfunction at management level and over a child protection service which asks us to believe the most incredible fairy story I have heard since Bertie told us he won the money on the horses?  Why did the Leader oppose the Sinn F&eacute;in amendment to the terms of reference of the commission that would have allowed the investigation of contacts between member of An Garda S&iacute;och&aacute;na and the Government, Oireachtas and other State agencies?  When was the Taoiseach briefed about the child sex abuse allegations made against Sergeant Maurice McCabe?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I ask the Leader to amend the Order of Business to allow the Minister, Deputy Zappone, to come to this House to make a statement on the mismanagement of Tusla in this regard.  This is very important because many citizens and many children rely on Tusla to-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#O01100","speaker":"1378","continuing":true},{"type":"speech","time":1487082600,"counter":49,"content":"<p>Is the Senator proposing an amendment to the Order of Business, rather than asking the Leader to do so?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#P00200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":50,"content":"<p>I am proposing an amendment to the Order of Business.  Clarity needs to be brought to this matter so that we can have confidence in the many cases that are being dealt with by Tusla at present.  People need to know that our child protection services meet the needs of all these children and families.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#P00300","speaker":"1378"},{"type":"speech","time":1487082600,"counter":51,"content":"<p>I want to express my concern and disgust regarding the treatment of Sergeant Maurice McCabe and his family.  I just had to mention this on the Order of Business today.  As we all know, the greatest fear of any parent is to be accused of mistreating or abusing his or her children.  It is an absolute nightmare.  The treatment of Maurice McCabe by the organisation he continues to serve and by Tusla has been shameful.<\/p><p>I read this morning in the <i>Irish Examiner<\/i>that a garda who has made complaints of malpractice is saying he has been subjected to intimidation and harassment.  For example, a minor incident between this garda and his wife was referred to Tusla.  It is reported that this case is known to the Minister and the Garda Commissioner.  How many more cases are known?  Does the Leader agree that there should be full disclosure of any files held by Tusla regarding any other Garda whistleblower?  This should include the name of the person who made the initial report to Tusla.<\/p><p>If public confidence in the Garda is to be restored, it is essential for everyone involved in the mistreatment of Maurice McCabe and his family to be held accountable.  The role of Tusla also needs to be investigated because the credibility of this organisation is in serious trouble.  A full public inquiry is needed now.  Anything less will prolong the agony of the McCabe family.  It is time for all agencies and individuals with any knowledge of Maurice McCabe's mistreatment to be heard.  I hope Sergeant McCabe is heard at last and is treated with the dignity and respect he and his family deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#P00400","speaker":"1408"},{"type":"speech","time":1487082600,"counter":52,"content":"<p>A significant gender gap in the fitness levels of teenagers has been revealed in the results of a report that has been published on foot of the Irish Life Health schools fitness challenge, which was carried out in Irish schools last year.  The most concerning aspect of the researchers' findings is that the gender gap widens as teenagers make the transition through secondary school.  In first year, boys are 32% fitter than girls, but this increases to 41% in fourth year and so the trend continues.<\/p> <p>The researchers found that a significant proportion of girls drop out of sport for social and academic reasons as they make the transition through education.  These findings are unsettling from the perspective of childhood health and obesity, which is an issue on which I regularly work.  When adolescent girls fall into unhealthy lifestyles at a young age, it becomes increasingly difficult to reverse that pattern in later life.  Girls should be encouraged at home and in school to continue to play sports throughout their years in education.  If they are not aware of the long-term benefits of sporting activity, they need to be informed of them.<\/p> <p>Playing sports can be particularly beneficial for physical and mental health, especially when the pressures of the leaving certificate, etc., start to manifest themselves.  I believe we are struggling to deal with this issue in general.  I have called on numerous occasions for a debate in the House on childhood obesity.  I hope we can have such a debate with the Minister of State, Deputy Corcoran Kennedy, in the near future.  We could discuss many matters that come under this heading.  The stark findings of the report I have mentioned represent one such matter.  I would welcome an opportunity to debate them with the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#P00500","speaker":"1406"},{"type":"speech","time":1487082600,"counter":53,"content":"<p>It is clear that we will not be having a commission of investigation into the issues surrounding Sergeant McCabe because there has been a political move towards a full public inquiry or tribunal of investigation.  As a result, this week we will not be dealing with the business that was originally slated.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Leader might, at some point in time in the next few days, inform the House what he knows about the ordering of business to provide space to consider the legislation that will be required.  All of us in the House support Sergeant Maurice McCabe and his family.  He has been treated scandalously by the State and its agencies.  The conduct of the Government in recent days has drawn the public's attention to the dysfunctional arrangements made in the administration of the State.  It has expedited or shortened the lifetime of the Government because it is very difficult to see how the public can continue to have trust in a Government that has behaved in the way it has in the past few days.  We have had several contradictory statements from Ministers and I understand the opportunity has not yet been taken in the Houses to correct the record.  The people need to have confidence in the Ministers who are administering the State.  Because of the way they have behaved recently that certainly is not the case.  It would be useful if the three Ministers in question which include the Taoiseach wee to set the record straight on what they knew and when.  Is it the case, in fact, that some people knew an awful lot about this matter and then decided to forget it?  In the meantime, Sergeant McCabe and his family should be at the forefront of our concerns.  As I said, the Labour Party fully supports the idea of a full public inquiry or tribunal in order that these matters could be aired in public.  Given the experience of Sergeant McCabe and the O'Higgins' examination of the issues involved, it is fair to say Sergeant McCabe would not have any confidence in an examination of matters of this importance that would take place behind closed doors.  As parliamentarians, we should acknowledge and reflect on the seriousness of a State agency having an open file on allegations of child abuse against an individual, as well as a file on his family, and this information being propagated with impunity by others.  I would not be surprised if we were not just dealing with matters before a tribunal of inquiry but also, potentially, looking at a criminal investigation at some point down the line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#P00600","speaker":"1398","continuing":true},{"type":"speech","time":1487082600,"counter":55,"content":"<p>I wish to raise an issue I have raised previously in the House - the chronic and severe shortage of substitute teachers in the State's schools, which issue has been to the forefront in the media in recent days.  The situation has become so bad that it is anticipated that some schools may actually have to close because they have no other choice as they have no substitute teachers to stand in.  The Irish National Teachers Organisation estimates that, on average, 800 to 1,000 substitute school teachers are needed on a day-to-day basis, but currently there are only 30 stand-by teachers available for 3,300 schools.  That is a chronic figure and illustrates how bad the system is.  It is at breaking point and principals may have no choice but to close schools.  Recruitment fairs are very much in vogue in third level colleges.  Very attractive packages are offered to young teachers coming out of college.  In places such as Abu Dhabi and in the Middle East generally tax free packages are offered, plus perks, to individuals willing to go there on 12-month or two-year contracts.  That is what the State is competing with.  People are voting with their feet and taking up these contracts.  When a school cannot find a substitute teacher, a number of things happen.  A class is divided creating a larger one.  This means that the most vulnerable children and those with special needs are the ones to suffer and lose out.  I ask the Leader to bring this matter to the attention of the Minister for Education and Skills and ask him to ensure action is taken immediately to ensure the crisis will not move beyond this point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Q00200","speaker":"1396"},{"type":"speech","time":1487082600,"counter":56,"content":"<p>I propose an amendment to the Order of Business that consideration of No. 1 be adjourned at 7 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Q00300","speaker":"1403"},{"type":"speech","time":1487082600,"counter":57,"content":"<p>Will the Senator repeat that, please?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00100","speaker":"1391"},{"type":"speech","time":1487082600,"counter":58,"content":"<p>Senator McDowell has proposed an amendment to the Order of Business: \"That consideration of No. 1 shall be adjourned at 7 p.m.\"<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":59,"content":"<p>Senator Boyhan is seconding the proposal.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00300","speaker":"1403"},{"type":"speech","time":1487082600,"counter":60,"content":"<p>He can second it when he comes to speak.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":61,"content":"<p>I wish to make a point of order.  Does Senator McDowell want to have the Bill finished tonight or to continue it on another night?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00500","speaker":"1391"},{"type":"speech","time":1487082600,"counter":62,"content":"<p>He is proposing that it be adjourned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00600","speaker":"1420"},{"type":"speech","time":1487082600,"counter":63,"content":"<p>I wanted to ensure that I understood the Senator's request.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00700","speaker":"1391"},{"type":"speech","time":1487082600,"counter":64,"content":"<p>I heard the word \"adjourned\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00800","speaker":"1420"},{"type":"speech","time":1487082600,"counter":65,"content":"<p>The purpose of our amendment to the Order of Business is that consideration of No. 1 should be adjourned at 7 p.m. this evening.  That means the item would be put back to another date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R00900","speaker":"1403"},{"type":"speech","time":1487082600,"counter":66,"content":"<p>Anyone looking at the proceedings in the other House today would see the considerable toing and froing on the Opposition.  They are discussing who knew what and when.  That has become a greater issue than the real issue at stake.  Who cares who said what and to whom they said it?  Who cares where it was said?  Who cares who knew what and at what time they knew it?  To me, it is like they are schoolchildren because of the way they are carrying on.<\/p> <p>What is important is that a man's reputation has been damaged and his family is distressed - as any family would be.  What we in the Oireachtas need to do is restore this man's good name as quickly as possible and restore confidence in the Garda S&iacute;och&aacute;na, whose members do an excellent job day in, day out on our behalf.  I call on politicians from all parties and none to stop using this as a political issue to make political gains.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R01000","speaker":"1375"},{"type":"speech","time":1487082600,"counter":67,"content":"<p>It is a political issue.  Is Senator McFadden mad?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R01100","speaker":"1413"},{"type":"speech","time":1487082600,"counter":68,"content":"<p>Senator McFadden, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R01200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":69,"content":"<p>We should allow the tribunal to find out whether a deliberate smear campaign was waged against Sergeant McCabe.  We should allow him to have his name cleared.  We need to find out, through the tribunal, by whom this was perpetrated and we should not use it for politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R01300","speaker":"1375"},{"type":"speech","time":1487082600,"counter":70,"content":"<p>I wish to echo not what the previous Senator has said but the comments of other Senators in their condemnation of the vile, nauseating and atrocious attempt to denigrate Sergeant McCabe in recent years.<\/p> <p>I have another concern with regard to this matter.  Notwithstanding the need to play politics with it &ndash; it is political &ndash; we need to consider the damage it is causing to Tusla and the children we are trying to protect through that agency, as set up by the Government.  That is of utmost and equal concern.  This is relevant for vulnerable children and those who, perhaps, have been misguided in their recording in Tusla.  That matter is seriously concerning, but let us deal with it on another day.<\/p> <p>I second the amendment to the Order of Business from Senator Conway-Walsh.  St. Valentine's night of 36 years ago is burned into our collective memories.  A total of 48 young people on the north side of Dublin never came home.  They lost their lives in the Stardust fire.  These young people lost their lives and hundreds of their friends and lovers were injured horrifically.  Words cannot fully describe the extraordinary pain visited on the affected families, including mothers, fathers, brothers and sisters, for the past 36 years as a result of that dreadful night in 1981.  The journey these families have had to go through began then and continues to this day.  It has included the flawed Keane report of 1982, which added much pain to the families, and the Coffey review of 2009, which contained an unpublished recommendation for a new inquiry.<\/p> <p>The Government now has the power to take action and help discover the truth.  Moreover, it has the power to create a commission of investigation.  The State claims it needs new evidence.  The families have handed over that new evidence.  The State can now go ahead and attempt to uncover the truth of this murky night in our collective history.<\/p> <p>The families of those who died long before their time, those who were injured physically and psychologically and their parents and sisters continue to vigorously pursue the truth for their loved ones.  We should all be ashamed of the inaction of this Government and previous Governments, as well as the thwarting and procrastination in respect of this horrific tragedy visited on young people from working-class communities in this city.  They are seeking justice and we need to assist them in every way possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#R01400","speaker":"1388"},{"type":"speech","time":1487082600,"counter":71,"content":"<p>I agree with some of the sentiments expressed.  What has occurred regarding Maurice McCabe and his family is atrocious.  There are answers that he needs and there are answers that we need.  A full public tribunal of inquiry is what is required.<\/p> <p>The cut-and-paste exercise in putting together a report is also an important element.  If that is the standard in how an extremely serious report is prepared, then very difficult questions must be answered regarding what is a very dangerous way of completing something which could lead to a full investigation of a person and which could involve criminal prosecution.  There are many questions to be answered in this matter.  There are also many questions to be answered as to why it has taken so long for this issue to be dealt with within Tusla and why something of this nature has been left to fester.  That is exactly what has happened.  It has been left to fester within both the Garda and Tusla.  The sooner the public tribunal is set up and the issues are fully aired, the better.  If information comes through that people were involved deliberately in trying to muddy a person's name and destroy that person's family, those who were party to that type of business must be prosecuted and the appropriate penalty imposed on them for ruining someone's life.  This is an extremely serious issue.  It is something we cannot allow happen in any part of the State.  We have checks and balances in this State with the Oireachtas, the Judiciary and State agencies and it is important all those checks and balances work properly.  This is an issue that needs to be dealt with in the shortest possible period.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#S00100","speaker":"1409"},{"type":"speech","time":1487082600,"counter":72,"content":"<p>The Harold's Cross dog track has been in existence since 1928 and the announcement of its closure has greatly saddened the local community.  In the context of the week that is in it, sometimes speedy decisions may end up resulting in a great loss to the local community.  A local area plan is badly needed for that area.  A new secondary school is also badly needed in that area and the Harold's Cross site could be an ideal in that regard.  There is talk of the site being put up for immediate sale, which is a concern.  I would be grateful if the Leader would raise this issue with the Minister concerned.  Currently, the zoning on that site is Z9, which means that only 5% of the site can be developed.  If it is the board's intention to sell the site with its current zoning, the likelihood is it will lie sterile for several years because I do not believe there will be any great intention on the part of the council to change the zoning.  It is an important site not only for the local community but for the city.  I ask the Leader to raise with the Minister the future use of the site, encourage him to fund a local area plan and to engage with the Department of Education and Skills to see if it can facilitate the provision of a second-level educational institute on that site.  I would be very grateful if the Leader could raise this matter with the Minister as soon as possible and come back to me on it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#S00200","speaker":"1417"},{"type":"speech","time":1487082600,"counter":73,"content":"<p>I do not want to labour the point regarding the establishment of a tribunal of inquiry.  However, I must state that Tusla is an organisation that most people hope they will never have to get involved with because it is generally the most vulnerable children who are cared for by it.    Separate from or independent of the inquiry relating to Maurice McCabe, there is now an belief that an agency of the State is cutting and pasting allegations from one file to another.  How can people who make suggestions or allegations of there being a difficulty that could involve a child who is at risk - whether it be within their family or their wider home or school community - have faith in Tusla?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerry Horkan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2476\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2476&amp;amp;pid=GerryHorkan&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The responsible Minister needs to explain to the House how this kind of behaviour could happen.  If people are not willing to report to Tusla, there will be children who will ultimately not receive the protection and service they need from the State when they need it.<\/p><p>Last week the sod was turned on the Cherrywood development in south Dublin.  The number will come to 8,000 housing units which will be able to accommodate 20,000 people in an area at the end of the Luas Green Line.  It is important that the Leader ask the Minister for Transport, Tourism and Sport to come to the House to discuss how 20,000 more people will be handled on the Luas Green Line which has been operating at full capacity for some time during the day.  It is all very well and we would love to believe everyone who will live in Cherrywood will be self-sufficient and attend schools and places of work there.  However, that is not realistic.  While it is fantastic that these homes will be created, many of the people who will buy and rent homes in Cherrywood will want to use the Luas.  We need a wider debate, not just about the Luas service to Cherrywood but also about mass transit generally in Dublin.  Its transport infrastructure is creaking and needs to be tackled soon.  The Minister for Transport, Tourism and Sport needs to address the House on what he is doing to deliver quality public transport services in the greater Dublin area.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#S00300","speaker":"1412","continuing":true},{"type":"speech","time":1487082600,"counter":75,"content":"<p>I also welcome the decision to hold a public inquiry on the situation involving Sergeant Maurice McCabe and hope the truth will come out.  It has been a difficult few years for the McCabe family and now we will have the right mechanism to get to the truth which must be heard.<\/p> <p>I want to raise an issue which I do not particularly like raising.  On the way to Dublin this morning I was listening to the radio station Shannonside Northern Sound.  Last Sunday there was a Gaelic minor football match in Cavan.  A lady, the parent of two of the players involved, gave her account of racist abuse suffered at the match which effectively ended in mayhem.  I understand the GAA will deal with the matter.  It was harrowing to hear, however, that in this day and age there are still racism and sectarianism in sport.  The GAA has done a lot of work in this regard, with the FAI, under the Show Racism the Red Card programme.  This is, however, a complex problem and there are spectators and players who think they can get away with it.  This is a wake-up call.  I was taken aback by the account of the lady in question who, while passionate about the GAA, would not like her children to play again.  While the GAA will deal with the matter correctly, there is no place for sectarianism and racism in sport, especially among young people.  I blame the parents who believe they have a right to use racist and sectarian chants.  We must ensure we put a stop to it.  During the years, as a former Glasgow Celtic supporter, I remember attending Old Firm matches between Celtic and Rangers in Glasgow which is infamous for sectarianism.  The two clubs involved, with the Scottish FA, the Northern Ireland FA and the English FA, have done much to work together to deal with the problem.  While the incident to which I am referring happened at a Gaelic football ground, we need to do much more to ensure there will be no place for sectarianism and racism in sport.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#T00200","speaker":"1424"},{"type":"speech","time":1487082600,"counter":76,"content":"<p>I formally second Senator Marie-Louise O'Donnell's proposed amendment to the Order of Business.<\/p> <p>Tusla has been spoken about.  In my office I have a complaint from parents who brought an issue to Tusla.  Six weeks later another group of parents from the same town went to it to report a similar incident.  It informed them that they were telling the same story as Mr. and Mrs. Bloggs six weeks previously.  The entire story was told to the second family which was a complete and utter breach of confidentiality.  We have heard much about the Garda, but Tusla is a dysfunctional organisation which needs a root and branch examination.  With respect to the Garda and Sergeant Maurice McCabe, I will not be lectured about politics and what has been done.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Politics has destroyed this man's life.  Yesterday we had one of the most senior Garda officers return to his post after malicious allegations against him were rejected.  He is now sitting in his Garda uniform, as is the Garda Commissioner.  Both will appear in front of a tribunal in Garda uniforms.  The most senior garda in this country, the Commissioner, will be in charge of an organisation that may be asked, under discovery, to release documents.  It is completely untenable for the Garda Commissioner to remain in place right now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#T00300","speaker":"1390","continuing":true},{"type":"speech","time":1487082600,"counter":78,"content":"<p>Hear hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00200","speaker":"1389"},{"type":"speech","time":1487082600,"counter":79,"content":"<p>The Garda Commissioner must step aside.  She has no alternative.  I am not for one moment saying that she has done anything wrong, but the man who was restored to his job yesterday said she did something wrong.  He pointed the finger at her and said that he was instructed to go out and damage Sergeant McCabe's-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00300","speaker":"1390"},{"type":"speech","time":1487082600,"counter":80,"content":"<p>That will be a matter for the inquiry, Senator.  We are not going into detail like that here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":81,"content":"<p>I am afraid that has already been done.  Did the Commissioner not appoint her husband to investigate it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00500","speaker":"1390"},{"type":"speech","time":1487082600,"counter":82,"content":"<p>We cannot make that allegation against somebody who is not present here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00600","speaker":"1420"},{"type":"speech","time":1487082600,"counter":83,"content":"<p>This is not on.  The Commissioner must step aside.  I will leave it at that for now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00700","speaker":"1390"},{"type":"speech","time":1487082600,"counter":84,"content":"<p>I thank the Senator and call Senator Paul Gavan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00800","speaker":"1420"},{"type":"speech","time":1487082600,"counter":85,"content":"<p>I begin by sending out greetings of solidarity on behalf of my party, Sinn F&eacute;in, to the Tesco workers who are on strike today.  They are striking for decency and respect at work.  I hope that everyone in the Chamber will join with me in saluting their courage today.<\/p> <p>I was at another picket line this morning and it is one that has not reached the headlines for some reason.  The picket line is at Kerry Foods in Charleville.  The picket line resembled something from Wapping in the 1980s.  We had multiple cameras installed by the company.  We had a whole host of heavies and security guards present.  Last week, Kerry Foods bused in strike breakers from Britain for the day to replace workers on a legal trade dispute.  The most shocking point of all is that the management of Kerry Foods is refusing to attend the Workplace Relations Commission regarding the dispute which is about changes to job patterns and workers' rights.<\/p> <p>I ask that the Minister for Jobs, Enterprise and Innovation come to the House as a matter of urgency.  Some 250 jobs are at stake.  I see colleagues from Limerick and Cork here and I appeal to them to engage in this process because this is extremely serious.  The company is engaging in practices like demanding that workers who have worked for 30 years now ask permission before they go to the toilet.  Imagine that.  Imagine the humiliation of that, when one has worked for a company for 30 years and now has to put one's hand up and say \"Please sir, can I go to the toilet?\"  That is how Kerry Foods is humiliating its workers.  Its stance on refusing to engage with the Workplace Relations Commission is nothing less than outrageous for a company that made &euro;700 million last year and has received millions of euro in grants from this State.  I ask the Minister for Jobs, Enterprise and Innovation to come to the House as a matter of urgency.  There are 250 jobs potentially at stake here and we need to discuss the situation and demand that the management of Kerry Foods respects its workers and engages with the industrial relations machinery of the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U00900","speaker":"1389"},{"type":"speech","time":1487082600,"counter":86,"content":"<p>I want to support Senator Gavan in his remarks on industrial disputes that are ongoing today.  The Tesco issue is one that I feel quite strongly about.  This does not have to be a divisive issue in this Chamber and I want to echo the call for the Minister in charge of this area to come to the House to talk about her vision for workers' rights in Ireland.  Over the course of the last five years, on a statutory and legislative basis, Ireland is the only country in Europe to have had improvements in workers' rights, thanks in no small way to the efforts of my colleague, Senator Nash.  However, regardless of discussions in the transport area where management is talking about profit margins, unsustainability and all the rest of it, it is quite galling to see that we have a huge multinational organisation, Tesco, making massive profits in this country and yet trying to pit one worker against another.  It is quite gratifying and inspirational to see the voices of workers who are willing to step outside their own area of employment and to put their necks on the block for their fellow workers because of what management is doing.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aodh&aacute;n &Oacute; R&iacute;ord&aacute;in:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2301\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2301&amp;amp;pid=AodhanORiordan&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Let us be honest about this.  Across parties in this Chamber, we have an opportunity to talk about the vision we have for work, for the future of work and for the rights that underpin that work.  The European Union, of which we are a proud member, has helped in that endeavour.  I join my Sinn F&eacute;in colleague in calling for the Minister to come to the House to outline her vision, if she has one.  This will not go away; these disputes will continue.  Media will always second-guess the motivations of workers and unions.  At this point it is appropriate for the Minister to come and articulate in this Chamber whatever vision she may have.  We can collectively underpin that agenda in this Chamber to ensure we stand for something much more basic and important than profit margins.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#U01000","speaker":"1410","continuing":true},{"type":"speech","time":1487082600,"counter":88,"content":"<p>I offer my support to Sergeant Maurice McCabe and his family.  We need to have that public tribunal of inquiry in order to get to the truth and the sooner the better for everybody's sake.<\/p> <p>I agree with the Tesco workers, as that issue needs to get sorted.<\/p> <p>We are all aware of the boundary changes, including a proposed change in my area, which I believe will not happen and which is very unfair.  It was proposed for Graiguecullen to come into Carlow from Laois.  Nobody ever mentions the services.  I live in an area called Graiguecullen; I would say it is called no-man's land.  The people in Graiguecullen live two minutes from Carlow town.  They access every service they can from Portlaoise.  If they have to go to the hospital or have to have their teeth attended to, they have to go to Portlaoise.<\/p> <p>Housing is a major issue.  A person is not allowed to be on two local authority housing lists and is limited to being on one, which is unacceptable.  Whoever is looking at these boundary changes should be accountable.  There is not one word about the people of Graiguecullen and the services they access.  It is all about Laois County Council losing nearly &euro;1 million in property taxes, which is unacceptable.  I call for the Minister, Deputy Coveney, to come to the House to address the matter.  The services for the people of Graiguecullen should be addressed.  It is not about money, but about people and their livelihoods.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00200","speaker":"1395"},{"type":"speech","time":1487082600,"counter":89,"content":"<p>I second Senator McDowell's amendment to the Order of Business.<\/p> <p>Garda Sergeant Jerry McCabe and his wife, Lorraine, have been vilified and demonised.  A terrible travesty has happened to them.  I do not intend to use my time here in the Senate to carry out some sort of tribunal.  This afternoon I sat in the D&aacute;il Gallery and watched the Taoiseach announce a public tribunal of inquiry, further to a robust parliamentary process from all sides of the House.  I think that was welcome.  It is democracy at its best to see all parties stand up and question the Taoiseach.  At the end of the day there is now a commitment to have a public tribunal of inquiry.  It behoves everybody, particularly those in the Houses of the Oireachtas to let that work take its course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00300","speaker":"1379"},{"type":"speech","time":1487082600,"counter":90,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00400","speaker":"1391"},{"type":"speech","time":1487082600,"counter":91,"content":"<p>We have ideas and suggestions.  We all have opinions based on the media but the media had a role in all this too and propagated all this propaganda, and very few people have said it.  They too are running up and down the corridors for the sound bite and the story, and running out on the plinth.  Everybody in this business has fed into it and it is a disgrace.  I particularly thank Senator McFadden, who touched on it when she made the point that there has been a lot of conjecture and commentary.  The real people at the centre of this story are Sergeant Jerry McCabe, his wife, Lorraine and their children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00500","speaker":"1379"},{"type":"speech","time":1487082600,"counter":92,"content":"<p>Maurice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00600","speaker":"1377"},{"type":"speech","time":1487082600,"counter":93,"content":"<p>Maurice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00700","speaker":"1378"},{"type":"speech","time":1487082600,"counter":94,"content":"<p>They deserve justice, an apology and an acknowledgement of what happened.  More importantly they deserve redress.  I will be interested to see the redress.  I ask the Leader to confirm that the Seanad will have to approve the terms of reference.  When will the Minister come to the House with the terms of reference for this public inquiry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00800","speaker":"1379"},{"type":"speech","time":1487082600,"counter":95,"content":"<p>T&aacute; na figi&uacute;ir&iacute; a th&aacute;inig amach &oacute; <i>daft.ie<\/i>inniu ag cur an-imn&iacute; orm.  L&eacute;ir&iacute;onn siad go bhfuil ard&uacute; an-suntasach tagtha ar phraghas tithe ar c&iacute;os.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Trevor &Oacute; Clochartaigh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2363\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2363&amp;amp;pid=TrevorOClochartaigh&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The most recent<i>daft.ie<\/i>figures regarding the rental sector are very disturbing.  We see massive increases once more - up to 10.9% in my home county of Galway and 10% in Galway city - on top of the huge increases that have already taken place.  Prices in the rental sector in Galway have almost doubled since 2012.  I was very proud to stand yesterday with the Galway Housing Action Group, which is drawing attention to the issues surrounding homelessness in Galway city.  It is quite ironic, then, that I have been sent documentation concerning irregularities in the allocation of housing under the affordable social housing scheme that has been operated by Galway City Council.  According to the documents I have been sent, former senior management officials were allocated housing under the scheme who did not fit its criteria.  That a retired head of a particular department whose income would be publicly known to be in excess of the limits allowable under the affordable social housing scheme was given a house is a very serious matter.  Furthermore, I am told he already had a primary residence prior to purchasing the house.  I am informed that other senior officials were awarded houses in excess of their needs as well - for example, three-bedroomed houses for single occupancy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#V00900","speaker":"1377","continuing":true},{"type":"speech","time":1487082600,"counter":97,"content":"<p>I think a Commencement matter concerning this issue has been tabled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":98,"content":"<p>It is believed that these senior officials cherry-picked the higher-spec houses and inevitably breached the waiting list for these sought-after dwellings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00300","speaker":"1377"},{"type":"speech","time":1487082600,"counter":99,"content":"<p>Does the Senator want two bites at the cherry?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":100,"content":"<p>This is a very serious issue of allegations of officials-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00500","speaker":"1377"},{"type":"speech","time":1487082600,"counter":101,"content":"<p>I am just pointing out that a Commencement matter concerning the issue has been tabled.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00600","speaker":"1420"},{"type":"speech","time":1487082600,"counter":102,"content":"<p>My understanding was that it had been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00700","speaker":"1377"},{"type":"speech","time":1487082600,"counter":103,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00800","speaker":"1420"},{"type":"speech","time":1487082600,"counter":104,"content":"<p>-----turned down as a Commencement matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W00900","speaker":"1377"},{"type":"speech","time":1487082600,"counter":105,"content":"<p>It has not been selected for tomorrow but it may be selected another day.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01000","speaker":"1420"},{"type":"speech","time":1487082600,"counter":106,"content":"<p>It is an issue that needs to be brought to the floor of the House.  I wish to know whether the Minister for Housing, Planning, Community and Local Government is aware-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01100","speaker":"1377"},{"type":"speech","time":1487082600,"counter":107,"content":"<p>I am sorry-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":108,"content":"<p>-----that this has happened.  Is he aware that it has happened in other local authorities?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01300","speaker":"1377"},{"type":"speech","time":1487082600,"counter":109,"content":"<p>T&aacute; an t-am istigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":110,"content":"<p>If so, what does he intend to do about it?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01500","speaker":"1377"},{"type":"speech","time":1487082600,"counter":111,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01600","speaker":"1420"},{"type":"speech","time":1487082600,"counter":112,"content":"<p>There are people languishing on housing lists and it would appear-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01700","speaker":"1377"},{"type":"speech","time":1487082600,"counter":113,"content":"<p>I thank the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01800","speaker":"1420"},{"type":"speech","time":1487082600,"counter":114,"content":"<p>-----that there are housing officials taking houses ahead of them on the list, which is absolutely disgraceful.  I hope the issue is taken as a Commencement matter before the end of the week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W01900","speaker":"1377"},{"type":"speech","time":1487082600,"counter":115,"content":"<p>Now for something completely different.  The Leader will know that I attended the Government's all-Ireland civic dialogue on Brexit yesterday.  The purpose of yesterday's meeting was to focus on the implications of Brexit for the human rights aspects of the Good Friday Agreement.  These are very critical and harmonious rights and entitlements right across the entire island.  I took great heart from the civic dialogue and the broad range and comprehensive number of groups and organisations present, some with great experience and the wherewithal regarding the issue of human rights and equality to come together to concentrate and focus minds on these important issues.  I commend the Minister, Deputy Flanagan, on this occasion and the Government.  I thought it was particularly important that yesterday's meeting focused on the Good Friday Agreement and aspects thereof because, as we move ahead in a post-Brexit scenario, what is becoming increasingly clear is that the decision by voters in England and Wales to remove my part - the northern part - of Ireland from the EU against our will is going to have direct implications for the Good Friday Agreement.  Not only are the Governments of the North and South co-guarantors of the Good Friday Agreement, but what is probably more important and more open to challenge is the fact that the people of this State overwhelmingly endorsed with their vote the Good Friday Agreement.  Unlike other learned colleagues in the House, there are those of us who can see clearly that there is a direct subversion of the institutions of the Good Friday Agreement as a result of this vote.  We have a British Government and a British Parliament that, as late as last week, when debating the Bill to trigger Article 50, flat-out rejected any amendment that took into consideration the unique situation put forward as a result of the Good Friday Agreement.<\/p> <p>The European Parliament Committee on Legal Affairs is telling us very clearly that Brexit will alter the Good Friday Agreement.  What are we to do about it?  We need to get beyond rhetoric and sitting back wishing, hoping and praying and start to stand up not just for the clear mandate from the North in terms of our desire to remain, but also our clear desire North and South overwhelmingly-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#W02000","speaker":"1413"},{"type":"speech","time":1487082600,"counter":116,"content":"<p>The Senator has gone over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00100","speaker":"1420"},{"type":"speech","time":1487082600,"counter":117,"content":"<p>-----to initiate and imbed aspects of the Good Friday Agreement.  To conclude, a Leas-Chathaoirligh-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00200","speaker":"1413"},{"type":"speech","time":1487082600,"counter":118,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00300","speaker":"1420"},{"type":"speech","time":1487082600,"counter":119,"content":"<p>-----although Senator Devine may already have done so-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00400","speaker":"1413"},{"type":"speech","time":1487082600,"counter":120,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00500","speaker":"1388"},{"type":"speech","time":1487082600,"counter":121,"content":"<p>In that case, I second Senator Conway-Walsh's amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00600","speaker":"1413"},{"type":"speech","time":1487082600,"counter":122,"content":"<p>Sorry, I did second the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00700","speaker":"1388"},{"type":"speech","time":1487082600,"counter":123,"content":"<p>I thank the Senator.  I call on the Leader to reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00800","speaker":"1420"},{"type":"speech","time":1487082600,"counter":124,"content":"<p>I thank the 20 Senators who have contributed to the Order of Business.  As many as 13 Members have rightly mentioned the treatment meted out to Sergeant Maurice McCabe and his family.  At the beginning of my reply as Leader of the House, I remind all Senators that we are not the judge and jury of what the Government has proposed, that our language is important and that what we say matters.  I appeal to all Members to be cognisant of these facts.  People are presumed innocent until proven otherwise and, therefore, everything that we say or do is important.<\/p> <p>All of us in this House share the view that Sergeant McCabe, his wife, Lorraine, and family deserve justice.  There are many strands to this unedifying story.  There are questions to be answered.  It is incumbent on us to ensure that they are answered and that the truth is revealed.  This afternoon, the Taoiseach announced in the Lower House that the Government will establish a public tribunal of inquiry, under the Tribunals of Inquiry (Evidence) Act, into the alleged smear campaign against Sergeant McCabe.  It is important that truth and justice are arrived at and that the eminent judge charged with the task is allowed to do his or her work.  If there is a deliberate smear campaign against Sergeant McCabe, then those who carried it out should not be immune from prosecution and should be held to account for their actions.<\/p> <p>In terms of the questions posed on terms of reference, the information that I have indicates that we should have some material to debate within the next 48 hours.  As members know, we already had an issue scheduled for the Order Paper for Thursday next but events have led to a change.<\/p> <p>It is important that the presumption of innocence still stands for any citizen.  Equally, on a personal level, I hope that the truth comes out and, as Senators Boyhan and McFadden have said, that this will not be a political matter.  I was irked by some of the comments that many Senators have made in terms of their ability to come in here today-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X00900","speaker":"1391"},{"type":"speech","time":1487082600,"counter":125,"content":"<p>Very naive.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X01000","speaker":"1388"},{"type":"speech","time":1487082600,"counter":126,"content":"<p>-----when their party was involved in matters.  Their leader - and the leadership of their party - hid behind the truth.  They did not rush to offer assistance and instead ran away.  Let us have a proper debate on the matter.  Let us hope that the inquiry brings an answer that is in the interests of the McCabe family, the person that is Maurice McCabe and his wife, Lorraine.<\/p> <p>Very valid points were made about Tusla.  Senator Conway-Walsh raised an issue.  I am happy to inform her that the Minister for Children and Youth Affairs will come before the House tomorrow.  She cannot come here this evening because she is answering questions in the D&aacute;il, as per the D&aacute;il Order Paper.  She will come to this House tomorrow evening.  I shall arrange with the Whips later tonight or in the morning to arrange a time for her visit.  <\/p> <p>I agree with Senator Craughwell and others who raised the issue of Tusla that there is a need for the organisation to be transparent and accountable.  There is political accountability and it is called the electorate.  They make their decision.  As I said during the Order of Business last week, that there is no longer an acceptance by those of us who have been elected to the Lower or Upper Houses to  see public bodies that are non-accountable.  That day has passed.  There must be a change in how they are held to account. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X01100","speaker":"1391"},{"type":"speech","time":1487082600,"counter":127,"content":"<p>Fair play to the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X01200","speaker":"1390"},{"type":"speech","time":1487082600,"counter":128,"content":"<p>In respect of any inquiry, I fully agree that, in my opinion, the file that was created was not a copy-and-paste job.  The person who carried out the job should be fired automatically.  Those who are not held account should be held to account by us as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X01300","speaker":"1391"},{"type":"speech","time":1487082600,"counter":129,"content":"<p>One would need to be fairly sure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X01400","speaker":"1390"},{"type":"speech","time":1487082600,"counter":130,"content":"<p>I know.  We are elected representatives so we have political accountability.  There are those who hide behind Chinese walls when answering parliamentary questions, Topical Issues debates or requests from us, as parliamentarians, as public representatives or as messengers of the people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That can no longer be allowed to continue, irrespective of what Department or agency is involved.  We are the ones who are accountable.  Senators and Deputies can be voted out of these Houses, but the people concerned cannot be voted out.  That point should not be lost.<\/p><p>Senator Catherine Ardagh referred to a DEIS school.  The Minister for Education and Skills has published his plan to tackle educational disadvantage, but I share the Senator's concern about how some schools are allocated or, more specifically, not given DEIS status.  As in the Senator's constituency, there are some schools in mine that do not have DEIS status when they should have.  The Senator could raise the matter in the Commencement debate, but it is important that we invite the Minister to come to the House to discuss the issue.  It is also important to acknowledge that his announcement yesterday included 108 actions to help every child in school to achieve his or her potential.  That translates into 110 schools receiving additional supports, from which 28,000 pupils will benefit.  This is about improving literacy, numeracy, school completion rates and ensuring more children aged 11 and 12 years will go on to attend post-primary education where they will be able to attain their potential.  I am a former teacher and taught the leaving certificate applied programme in educationally disadvantaged areas.  It is important that we allow every child to reach his or her potential.  The Minister is identifying a new model of education to deliver on the objective of ensuring more children will stay in school.  We will see a different model whereby they will have the ability to be educated.  However, I agree with the Senator that there is a need for that model and status to be explained properly because there are some schools that we believe should have DEIS status.<\/p><p>I am happy to accept the amendment proposed by Senator Marie-Louise O'Donnell to allow No. 13 to be taken.<\/p><p>Senator Catherine Noone referred to the Irish Life health fitness challenge.  It is important that we invite the Minister of State at the Department of Health, Deputy Marcella Corcoran Kennedy, to come to the House because the nation must tackle the issue of obesity.  We are heading into the final weeks of \"Operation Transformation\", which programme, in tandem with the Healthy Ireland project, promulgates the need for fitness, healthy eating and physical activity.  The Minister was due to hold an event today, but it was cancelled.  Collectively and in a cross-party manner, we should get ourselves moving to tackle the problem of obesity.<\/p><p>Senator Robbie Gallagher also raised an education issue.  We should acknowledge that the Government has recruited more teachers.  There are an additional 2,400 teachers, as well as an additional 900 special needs assistants, SNAs, employed.  Part of the reason schools cannot find teachers is that they are already employed.  It is good that we have more teachers employed and that there is increased activity.  However, I accept the Senator's point that it is a nightmare for school principals.  I will invite the Minister to come to the House to discuss the issue.<\/p><p>I will not accept Senator Michael McDowell's proposed amendment to the Order of Business because it is important that the Bill be passed.  We have waited a long time for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#X01500","speaker":"1391","continuing":true},{"type":"speech","time":1487082600,"counter":132,"content":"<p>It is more important that it be debated than passed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Y00200","speaker":"1403"},{"type":"speech","time":1487082600,"counter":133,"content":"<p>As the Senator knows, I am happy to have the debate.  The time up to 9 p.m. has been allocated for the debate on Report and Final Stages of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Y00300","speaker":"1391"},{"type":"speech","time":1487082600,"counter":134,"content":"<p>It is not enough.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Y00400","speaker":"1403"},{"type":"speech","time":1487082600,"counter":135,"content":"<p>I will be happy to allow the Senator to move a recommittal motion if he so wishes.  I am not seeking to be obstructionist.  I have worked with the Senator and the Seanad Office to ensure amendments will be allowed to be tabled.  It is an important Bill for which there is cross-party support.  It is about having it enacted.  While I understand the Senator's concerns and I am not having an argument with him, an amount of work has been done on the Bill.  A huge campaign was undertaken on the part of the Parliament, citizens and the non-governmental organisation, NGO, sector to ensure the Bill would be a priority in the last as well as in this Oireachtas.  If one looks at the statistics, one can recognise its importance.  What I have proposed in terms of recommittal and allocating the time up to 9 p.m. for the debate is a very fair compromise which I hope the Senator will accept.  As I said, I am not trying to be obstructionist.  The process will not deprive him of the opportunity to speak and move his amendment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We may differ on the actual amendments or the process involved but the House is anxious to get the Bill passed, as is the Minister.  That said, I appreciate where Senator McDowell is coming from on the matter.<br\/><br\/>Senator Devine raised the issue of the Stardust tragedy.  She is right that today, on Valentine's Day, it is important we remember the young lives that were lost.  There has been significant commentary by Government in terms of what is happening, and we should allow that work to continue and reach a conclusion.  It is also important that we recognise the young lives that were cut so tragically short on that dreadful Valentine's night.  I share Senator Devine's concerns and agree that we need to see justice prevail.<br\/><br\/>Senators Humphreys and Ardagh raised the issue of Harold's Cross greyhound track.  It is important to put on the record that Bord na gCon has statutory responsibility for the development of the greyhound industry.  It has been charged with that task.  A report was commissioned to look at the future of greyhound racing.  That independent report made several recommendations regarding Bord na gCon's financial performance and future prospects.  Bord na gCon has considered that report and has decided to put the stadium at Harold's Cross on the market, which will allow for a consolidation, a reduction in the debt levels of the organisation and an increase in the board's capacity to provide support and assistance to the greyhound industry.  The Minister for Transport, Tourism and Sport, Deputy Shane Ross and the Minister for Public Expenditure and Reform, Deputy Paschal Donohoe, will have the final consent with regard to the sale of Harold's Cross.  Any specific proposals for such a sale will be considered in line with the Indecon recommendations and the need to reduce Bord na gCon's debt burden.  All of us agree that we should have a vibrant greyhound industry and we should all work to see that happen.  If the Senators wish to table a Commencement matter, that might be a way of having the issue addressed in the short term, but I am happy to try to get the Minister to come to the House in the coming weeks to discuss the matter.<br\/><br\/>Senator Horkan raised the issue of Cherrywood.  The Minister for Transport, Tourism and Sport, Deputy Shane Ross, will be in the House tomorrow and the Senator will have the opportunity to debate that matter with him then.<br\/><br\/>Senator Feighan raised the issue of racism in the Gaelic Athletic Association, GAA.  As a member of Cumann L&uacute;thchleas Gael, I can say that the organisation has done huge work in combating racism and promoting integration in our society and our new communities.  The GAA deserves to be commended on that but any slippage in that regard must be shown the red card and must not be tolerated.<br\/><br\/>Senators Gavan and &Oacute; R&iacute;ord&aacute;in raised the issue of Tesco and the industrial action taking place today in some of its stores.  I also stand with the workers of Tesco who, in some cases, have been treated very poorly.  There was a debate on the issue on the radio today which outlined some of the remarks made about this dispute.  We also had a contribution on the issue last week by Senator Gavan.  There is a Labour Court recommendation that some members of the Mandate trade union have refused to accept.  We must acknowledge the importance of the retail sector.  I would encourage all sides to engage with the industrial relations mechanisms of the State to arrive at a resolution.  It is important we do not do anything to undermine the rights of workers and I would be happy to invite the Minister for Jobs, Enterprise and Innovation, Deputy Mary Mitchell O'Connor, to the House to discuss the matter as well as the wider issues of work and employment.  In that context, it is important we put a value on work.  This Government and its predecessor have been instrumental in getting people back to work.<br\/><br\/>Senator Murnane O'Connor raised the issue of the electoral boundaries and I know that Graiguecullen is very close to her heart.  I am happy to invite the Minister for Housing, Planning, Community and Local Government, Deputy Coveney, come to the House to discuss that matter.  Senator &Oacute; Clochartaigh raised the issue of the <i>daft.ie<\/i>report and I am happy to invite the aforementioned Minister to the House to discuss it.  However, as the Leas-Chathaoirleach said, it might be better to raise this as a Commencement matter for this week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Y00500","speaker":"1391","continuing":true},{"type":"speech","time":1487082600,"counter":137,"content":"<p>I put it down for today-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Z00200","speaker":"1377"},{"type":"speech","time":1487082600,"counter":138,"content":"<p>Okay.  It is a matter for the Cathaoirleach to decide on that and adjudicate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Z00300","speaker":"1391"},{"type":"speech","time":1487082600,"counter":139,"content":"<p>It can be taken on another day.  There were a lot of matters submitted today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Z00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":140,"content":"<p>Senator &Oacute; Donnghaile raised the matter of the all-Ireland civic forum.  The Minister is very keen to see this continue because it has raised some very important matters.  I welcome the Senator's remarks about the benefits of yesterday's meeting.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2017&amp;amp;month=02&amp;amp;day=14\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As a co-guarantor of the Good Friday Agreement, it is important to see human rights continuing to be upheld in all parts of the island.<\/p><p>I would be happy to bring the Minister for Children and Youth Affairs, Deputy Zappone, to the House tomorrow, if that is acceptable to Senator Conway-Walsh.<\/p><p>I do not propose to accept Senator McDowell's amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#Z00500","speaker":"1391","continuing":true},{"type":"speech","time":1487082600,"counter":142,"content":"<p>Senator Marie-Louise O'Donnell has proposed an amendment to the Order of Business: \"That No. 13 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept the amendment.  Is the amendment agreed?  Agreed.<\/p> <p>Senator Rose Conway-Walsh has proposed an amendment to the Order of Business: \"That a debate with the Minister for Children and Youth Affairs on alleged mismanagement at Tusla arising from unfounded allegations concerning Garda Sergeant Maurice McCabe be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00200","speaker":"1420"},{"type":"speech","time":1487082600,"counter":143,"content":"<p>We accept the Leader's commitment that the Minister will come to the House tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00300","speaker":"1378"},{"type":"speech","time":1487082600,"counter":144,"content":"<p>Is the amendment withdrawn?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00400","speaker":"1420"},{"type":"speech","time":1487082600,"counter":145,"content":"<p>Yes, on the proviso that the Minister will come to the House tomorrow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00500","speaker":"1378"},{"type":"speech","time":1487082600,"counter":146,"content":"<p>I will try to get a time for the Minister to come to the House.  It will probably be after Private Members' business, but let me come back to the House on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00600","speaker":"1391"},{"type":"speech","time":1487082600,"counter":147,"content":"<p>Will the Minister definitely come in tomorrow?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00700","speaker":"1378"},{"type":"speech","time":1487082600,"counter":148,"content":"<p>Yes.  She will definitely be here tomorrow.  To help the House, I hope it will be sometime between 6 p.m. and 7 p.m., depending on when we have concluded Private Members' business.  I will come back to the House on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA00800","speaker":"1391"},{"type":"speech","time":1487082600,"counter":149,"content":"<p>Is that agreed?  Agreed.  The amendment is withdrawn.  Senator McDowell has proposed an amendment to the Order of Business: \"That consideration of No. 1 be adjourned at 7 p.m.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA01100","speaker":"1420"},{"type":"speech","time":1487082600,"counter":150,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA01200","speaker":"1403"},{"type":"vote","time":1487082600,"counter":151,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 6; Níl, 35.<\/p><br\/><br\/><p>Tellers: Tá, Senators Victor Boyhan and Michael McDowell; Níl, Senators Gabrielle McFadden and John O'Mahony..<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#AA01300","aye":["1379","1390","1429","1403","1427","1404"],"nay":["1407","1402","1408","1409","1380","1391","1384","1376","1422","1378","1416","1414","1383","1411","1388","1424","1396","1389","1415","1412","1417","1387","1393","1400","1375","1425","1395","1406","1374","1426","1397","1377","1413","1421","1399"],"abs":[]},{"type":"vote","time":1487082600,"counter":152,"content":"<p>Question put: \"That the Order of Business, as amended, be agreed to.\"<\/p><p>The Seanad divided: Tá, 37; Níl, 4.<\/p><br\/><br\/><p>Tellers: Tá, Senators Gabrielle McFadden and John O'Mahony; Níl, Senators Victor Boyhan and Michael McDowell..<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2017021400002#DD00100","aye":["1407","1402","1409","1380","1391","1384","1376","1422","1378","1416","1390","1414","1383","1411","1388","1424","1396","1389","1415","1412","1417","1430","1387","1393","1400","1375","1425","1395","1406","1374","1427","1426","1397","1377","1413","1421","1399"],"nay":["1379","1429","1403","1401"],"abs":[]},{"type":"unspoken","time":1487082600,"counter":153,"content":"<p>Additional debate to follow.<\/p>"}]