[{"type":"minorheading","content":"Prelude","time":1479825000,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 14:30:00","time":1479825000,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1479825000,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1479825000,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1479825000,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#A00100"},{"type":"speech","time":1479825000,"counter":6,"content":"<p>I have received notice from Senator Brian &Oacute; Domhnaill that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Foreign Affairs and Trade to recognise a newly-released audio file of Ayatollah Montazeri, successor to Ayatollah Khomeini, 1988, which reveals new evidence about the massacre of more than 30,000 political prisoners, including women and children, in Iran's prisons in the summer of 1988 and, accordingly, to condemn this brutal massacre as a crime against humanity and act internationally to support the global campaign seeking justice for the victims.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Leas-Chathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator Jennifer Murnane O'Connor of the following matter:<\/p><blockquote>The need for the Minister for Health to provide urgently the &euro;350,000 funding needed to reopen the T&iacute;r na n&Oacute;g respite centre in Carlow which was closed in December 2015.<\/blockquote><p>I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the recruitment of a specialist oncologist based at St. Vincent&rsquo;s hospital in Dublin, as committed to in July 2016.<\/blockquote><p>I have also received notice from Senator Ivana Bacik of the following matter:<\/p><blockquote>The need for the Minister for Health, in light of the concerns expressed by the Irish Cancer Society and others about significantly falling rates of take-up of the HPV vaccine by parents of teenage girls, to state how he proposes to increase take-up rates to help prevent the incidence of cervical cancer, whether he proposes to launch a public awareness campaign to inform parents of the proven safety and efficacy of the vaccination programme, and what plans are in place to extend the roll-out of the HPV vaccination programme to boys.<\/blockquote><p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p><blockquote>The need for the Minister for Education and Skills to introduce a scheme to enable permanent primary school teachers who have been participating in a temporary teacher exchange scheme for five consecutive years to continue to exchange their posts on a permanent basis, subject to the agreement and written approval of the boards of management of their respective schools.<\/blockquote><p>I have also received notice from Senator Paul Gavan of the following matter:<\/p><blockquote>The need for the Minister for Public Expenditure and Reform to update the Seanad on the status of the Office of Government Procurement's report into the use of social clauses in public contracts, with particular reference to the issuing of guidelines to local authorities in this regard.<\/blockquote><p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to state when he plans to commence work on opening the railway station in Crusheen, County Clare.<\/blockquote><p>I have also received notice from Senator Tim Lombard of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to make a statement on the future of live calf exports for 2017 in light of the decision by Cork Marts to exit the calf export industry.<\/blockquote><p>I have also received notice from Senator Aidan Davitt of the following matter:<\/p><blockquote>The need for the Minister for Housing, Planning, Community and Local Government to clarify whether all development levies from the proposed new fast-track planning procedure, under which applications for developments of more than 100 units will be made directly to An Bord Plean&aacute;la, will be rebated back to each relevant county council, and to advise the timeframe and system of development levy collection to be implemented under this new system.<\/blockquote><p>I regard the matters raised by Senators &Oacute; Domhnaill, Murnane O'Connor, Devine, Bacik, Gallagher, Gavan, Conway and Lombard as suitable for discussion.  I have selected the matters raised by Senators &Oacute; Domhnaill, Murnane O'Connor, Devine and Bacik and they will be taken now.  Senators Gallagher, Gavan, Conway and Lombard may give notice on another day of the matters they wish to raise.  I regret I have had to rule out of order the matter raised by Senator Davitt because it anticipates the Committee Stage debate on the Planning and Development (Housing) and Residential Tenancies Bill 2016, which is due to take place in this Chamber tomorrow, 23 November 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#A00200","speaker":"1420","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1479825000,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00200"},{"type":"minorheading","content":"Human Rights Investigations","time":1479825000,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00300"},{"type":"speech","time":1479825000,"counter":10,"content":"<p>I welcome the Minister of State, Deputy McEntee.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":11,"content":"<p>I would like to share my time with my colleague, Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00500","speaker":"1382"},{"type":"speech","time":1479825000,"counter":12,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00600","speaker":"1420"},{"type":"speech","time":1479825000,"counter":13,"content":"<p>There is only the two of us here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00700","speaker":"1392"},{"type":"speech","time":1479825000,"counter":14,"content":"<p>The Senators are hardly going to disagree with each other at this stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00800","speaker":"1420"},{"type":"speech","time":1479825000,"counter":15,"content":"<p>We agree with each other.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B00900","speaker":"1392"},{"type":"speech","time":1479825000,"counter":16,"content":"<p>We do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B01000","speaker":"1382"},{"type":"speech","time":1479825000,"counter":17,"content":"<p>Senator Murnane O'Connor will remain silent.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B01100","speaker":"1420"},{"type":"speech","time":1479825000,"counter":18,"content":"<p>I will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B01200","speaker":"1395"},{"type":"speech","time":1479825000,"counter":19,"content":"<p>I will keep my remarks brief.  I want to highlight a massacre that occurred in Iran in 1988, when tens of thousands of people were summarily and extrajudicially executed because of their political or religious beliefs.  Approximately 30,000 people, including women and children, were murdered under the fatwa or leadership of the supreme leader of the time.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The vast majority of the victims were members and supporters of the main Iranian opposition party, the People's Mujahedin of Iran, PMOI, and their family members.  Death commissions in more than 70 towns and cities approved all the death sentences.<\/p><p>On 9 August of this year an audio tape was published for the first time, made by Khomeini&rsquo;s former deputy supreme leader, confirming that the massacres took place and had been ordered at the highest level within the political and religious regime of the country.<\/p><p>What happened in 1988 was catastrophic.  That summer, when the European championships in soccer were taking place, people were being herded into towns to be murdered and buried in mass graves.  The people responsible for those atrocities remain to this very day at the highest level of political and administrative office in Iran.<\/p><p>Amnesty International has continually raised this issue but there is a requirement for international recognition within every state, including Ireland, to condemn the brutal massacre in 1988 as a crime against humanity.  The Government should call on the High Commissioner of Human Rights, the United Nations Human Rights Council and the Security Council to order an investigation into the massacre that took place at the time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#B01300","speaker":"1382","continuing":true},{"type":"speech","time":1479825000,"counter":21,"content":"<p>There was a period of mass executions in 1988 following the Iran-Iraq war when things were tense.  It is really chilling to read the language with over 70 death commissions established.  Moreover, some of the people principally involved in this are still involved at senior government level including Mostafa Pourmohammadi who is the current-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#C00200","speaker":"1392"},{"type":"speech","time":1479825000,"counter":22,"content":"<p>As the Senator well knows we cannot have the names.  We cannot be accusing people of anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#C00300","speaker":"1420"},{"type":"speech","time":1479825000,"counter":23,"content":"<p>-----Minister for Justice in Hassan Rouhani&rsquo;s cabinet.  Mr. Rafsanjani was also involved.  I raised these kind of issues two decades ago with Rafsanjani when I met him in Tehran and he was not very amenable.  A total of 30,000 people were killed.  Amnesty International has issued a report.  It has been condemned by resolution of the Canadian House of Commons.  There is a signed statement from the Members of the Commons and the Lords.  Congress in America has passed a resolution.  This needs to be recognised as an international war crime.  It has been reinforced by the emergence of a tape made by Ayatollah Hussein Ali Montazeri who was the No. 2, a successor to Khomeini.  With great courage he protested at the time and as a result he was sidelined and subjected to house imprisonment.  If someone as authoritative as the No. 2 in the regime is objecting, we know there is clearly something there.  There is evidence of mass graves.  Children as young as 13 were routinely hung from cranes, six at a time, in Evin Prison.  It is a catastrophically shocking situation and a reproach to all decent people.<\/p> <p>I have put down, with Senator &Oacute; Domhnaill, a resolution which is No. 12 on the Order Paper, instancing the Amnesty International report, talking about the audio file and requesting the Government to recognise and condemn this massacre as a crime against humanity and to ask the United Nations Human Rights Commissioner, the Human Rights Council, the General Assembly and the Security Council to order an investigation and to bring the perpetrators to justice.  As people in this country who have consistently upheld human rights in the international arena, it is very important that we condemn this and describe it appropriately as it is, a crime against humanity.  A total of 30,000 people and I emphasise, six at a time, 13-year-old children hung from cranes.  One thing that really struck me was a photograph of two beautiful, handsome 18-year-old men condemned for being gay and hung on that basis from cranes in Tehran.  It is a most disgusting regime. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#C00400","speaker":"1392"},{"type":"speech","time":1479825000,"counter":24,"content":"<p>I am sure both Senators would prefer if the Minister was here, but I am addressing this matter on his behalf.  I will try to do it justice.<\/p> <p>As we all know, the decade following the Iranian revolution in 1979 was a turbulent and violent period, characterised by both external threats and the severe and intolerant stance of the new Iranian leadership.  Throughout this period, many members of the former regime or opponents of the new one were summarily executed.  A number of external perceived threats may help explain, but do not excuse, some of these events.  These included above all the invasion of Iran by Iraq in 1980 and the long and bloody war that lasted until 1988.<\/p> <p>These executions of opponents culminated in the killing of large numbers of prisoners in a period of months beginning in July 1988.  Estimates of the numbers killed start at a figure of 4,500 disappeared prisoners, named by Amnesty International, to as high as 30,000, claimed by the People&rsquo;s Mujahedin of Iran, PMOI.  Whatever the true figure, which is unfortunately likely to be in the upper part of this range, both the numbers and the summary nature of the proceedings justify the term \"massacre\".<\/p> <p>The majority of those killed were members of, or associated with, the PMOI, although other opposition groups were also included.  During the 1980s, the PMOI conducted a campaign of bombings and assassinations against the Iranian Government, which killed many senior regime figures.  It supported the Iraqi regime of Saddam Hussein in its war against Iran and, in July 1988, it launched a military invasion of Iran from its base in Iraq.  It is likely that this invasion was the trigger for the massacre, although there were also some signs that it may have been planned already.<\/p> <p>The victims were persons already being held, in most cases convicted or accused of being supporters of the PMOI or other movements, rather than any violent acts.  They were executed on the basis of vaguely-defined continuing sympathy with the opposition and there is a clear sense of the regime taking the opportunity of a general threat to rid itself of all of its opponents within reach.  There are many parallels with similar reprehensible events in European history.  This episode was known at the time, although many details only emerged later and much is yet unknown.  It was brutal and unjustified and the Government, of course, wholly condemns it.<\/p> <p>The additional information circulating recently on these events, which many Members of the Oireachtas will have received, has been disseminated by the PMOI itself, or its political wing, the National Council of Resistance of Iran, NCRI.  Unfortunately, the Government has no means of authenticating the reported audio tape from the period which has now emerged, but it does not alter or conflict with what was already known.  In dealing with Iran today, 28 years later, Ireland and our EU partners do not hesitate to express our strong concerns about human rights issues in Iran, including the jailing of opponents and the use of the death penalty.<\/p> <p>The additional information circulating recently on these events, which many members of the Oireachtas will have received, has been disseminated by the PMOI themselves or their political wing the National Council of Resistance of Iran, the NCRI.  Unfortunately, the Government has no means of authenticating the reported audio tape from the period which has now emerged, but it does not alter or conflict with what was already known.  In dealing with Iran today, 28 years later, Ireland and our EU partners do not hesitate to express our strong concerns about human rights issues in Iran, including the jailing of opponents and the use of the death penalty.<\/p> <p>These remain serious problems, but are far removed from the ghastly events of 1988.  We must recognise progress where it has been made.  In that respect, it is also considered by most western states that there has been some relaxation of internal controls in Iran in recent years and that the current Iranian Government and leadership are the most hopeful for many years, even though it is our view that they have still to really deliver on their welcome expressions of intent on human rights.  In doing so, we seek to persuade and pressure Iran into continuing to move in the right direction.  This approach of dialogue and persuasion is the essence of our approach to foreign policy, however frustrating it sometimes can be.  The PMOI and the NCRI seek instead to assert that the Iranian regime should be confronted and overthrown, not reasoned with.  This is an approach we cannot follow.<\/p> <p>Ireland strongly supports the principle of accountability for violations of human rights.  We would have no objection in principle to any appropriate international mechanism considering historical events regarding allegations of systematic violation of human rights in any country, including Iran.  Our own focus as a Government and our limited resources, however, must be concentrated on seeking to improve human rights in Iran today.  This month, for instance, we have co-sponsored a resolution on human rights in Iran at the General Assembly of the United Nations.  We will continue to do all we can in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#D00100","speaker":"1337"},{"type":"speech","time":1479825000,"counter":25,"content":"<p>I thank the Minister of State for the response from the Department.  At least there is an acknowledgement that these atrocities happened.  However, I would like to see the Department of Foreign Affairs and Trade, and the Irish Government take a stronger stand against what happened back in 1988 and acknowledge that these atrocities continue to take place today, as Senator Norris has indicated.  Hundreds of people have been hanged this year alone.  Many young people in their teenage years are rotting in Iranian jails, waiting until they turn 18 so they can be executed.  Any democracy, such as those in the EU or the USA, that deals with the Iranian regime at present for economic and political reasons should not continue to do so without taking human rights violations into account.  That is what is required.  I very much welcome the co-sponsoring of the motion at the UN, but more is required.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Brian &Oacute; Domhnaill:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2261\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2261&amp;amp;pid=BrianODomhnaill&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I know this is not a matter for the Department of the Minister of State, Deputy McEntee, but I appeal to her to bring it to the attention of the Minister, Deputy Flanagan.  He will have the support of Members of this House.  This is an atrocity and a crime against humanity.  Pregnant women and young children are being executed as we speak and what happened 30 years ago will not wash that away.  I am sure Senator Norris will have more to say as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#D00200","speaker":"1382","continuing":true},{"type":"speech","time":1479825000,"counter":27,"content":"<p>I am not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00200","speaker":"1420"},{"type":"speech","time":1479825000,"counter":28,"content":"<p>I will be very brief.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00300","speaker":"1392"},{"type":"speech","time":1479825000,"counter":29,"content":"<p>I am granting poetic licence here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":30,"content":"<p>I appreciate the Leas-Chathaoirleach's poetic nature.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00500","speaker":"1392"},{"type":"speech","time":1479825000,"counter":31,"content":"<p>-----but I know Senator Norris will be brief as opposed to the six sentences he spoke earlier.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00600","speaker":"1420"},{"type":"speech","time":1479825000,"counter":32,"content":"<p>I understand the Minister of State is not responsible but she might take this back to the Minister.  She said that the Government has no means of authenticating the audiotape.  Montazeri's family released the tape.  I would have thought that is fairly good authentication.  The Minister of State said that we will express our strong concerns.  I am sure the Iranian Government will faint at the prospect of our strong concerns being expressed.  The Minister said that the Government has no objection, in principle, to any appropriate international mechanism considering these matters.  That is pretty weak, particularly when there are still people involved in the death commissions within the current Iranian Government.  That is the reason it is crucial that we act strongly and not in this watery fashion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00700","speaker":"1392"},{"type":"speech","time":1479825000,"counter":33,"content":"<p>I will finish where I started.  The execution of a large number of prisoners in Iran in 1988 was a shocking event, including the number of people killed, the apparent deliberate nature and planning of the action and a process which was a front for the unchecked abuse of state power over individuals already in custody.  Notwithstanding the atmosphere of domestic terrorism and external invasion, these killings were completely unjustified and must be condemned.  That remains the case 28 years later.  It is doubtful if any process will bring justice for the victims.  One cannot but feel sympathy - for my part, I feel more than sympathy - for those families who continue to hope that will be the case.  There may be many others who must be kept silent.  What we can do is continue to press for improved respect for and protection of human rights in Iran.  We have consistently done so in our direct contacts with the Iranian Government, in contributions to European Union policy on Iran and at international fora such as the UN General Assembly and the UN Human Rights Council.  We will continue to do that.  I assure both Senators that I will bring this matter to the attention of the Minister, Deputy Flanagan, and the comments about the tape also.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00800","speaker":"1337"},{"type":"speech","time":1479825000,"counter":34,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00900","speaker":"1392"},{"type":"minorheading","content":"Respite Care Services Provision","time":1479825000,"counter":35,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E00950"},{"type":"speech","time":1479825000,"counter":36,"content":"<p>This is my second time to address this issue in the Seanad.  I thank the Minister of State for coming before the House to take it.<\/p> <p>In 2005, T&iacute;r na n&Oacute;g opened to meet the demand for respite services in Carlow and the surrounding areas.  At that time, ten children were availing of the service.  Eleven years later, 42 children were using the weekend respite service - with a waiting list of over 30 children - at a premises in a private housing estate in Carlow that was funded by the Health Service Executive, HSE.  In December 2015, that facility was closed.  In March 2016, in order to fulfil the desperate need for a respite centre, an alternative day respite service providing respite three weekends a month was set up.  Children are collected from school on Friday and brought to the Delta Centre from 3 p.m. to 8 p.m. and from 10 a.m. to 6 p.m. on Saturday and Sunday.  We have no emergency or overnight respite service in Carlow or Kilkenny.  That is not acceptable.<\/p> <p>A local businessman donated a site to T&iacute;r na n&Oacute;g and a committee was set up to fund-raise in order to help with the construction of a new respite centre, which was expected to cost &euro;350,000.  When the committee meets the HSE, it cannot get a commitment on the timescale.  T&iacute;r na n&Oacute;g closed in the middle of December last year.  There is talk of a building either in Carlow or Bagenalstown but the HSE would not commit to anything at the committee meeting last week.  That is not fair.  The system is still closed and we cannot get any information.  As a Senator I am aware that there is no follow-up service.  I telephone the HSE and the Minister's Department but I cannot get any information.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jennifer Murnane O'Connor:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2470\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2470&amp;amp;pid=JenniferMurnaneOConnor&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will a respite service open shortly in Carlow, given that a commitment was given?  Last August, the Minister for Health, Deputy Simon Harris, was in Holy Angels where he met a committee from T&iacute;r na n&Oacute;g, including me.  We were told we would know in September where the respite service for Carlow would be.  There is confusion over whether it will be in Carlow or Bagnelstown.  Is it confirmed and can the Minister of State give me further information?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#E01000","speaker":"1395","continuing":true},{"type":"speech","time":1479825000,"counter":38,"content":"<p>I thank the Senator for raising the issue again.  She is very passionate about it and she is working on it.  I will read the response and we can discuss it afterwards.<\/p> <p>Holy Angels Day Care Centre is a disability agency providing services, including a preschool service for children with disabilities, in Carlow.  The facility is funded on an annual basis by the HSE under section 39 of the Health Act.  It received funding of approximately &euro;720,000 in 2015.  Respite services for the parents of children in Carlow were previously provided by T&iacute;r na n&Oacute;g in Carlow.  Since 2013, the services delivered by Holy Angels and T&iacute;r na n&Oacute;g came under the remit of the independent regulatory body, HIQA, regarding the standards of care being delivered.  In December 2015, the Holy Angels Day Care Centre advised HIQA and the HSE of the decision of the board of management to close the centre from January 2016 after they had received notice from the landlord.  On 16 December 2015, the HSE disability services manager wrote to the Holy Angels Day Care Centre requesting it to develop a plan regarding an alternative approach to respite service provision to be completed in consultation with families, notifying them of the discontinuation of the existing respite service.  The families were also informed that they would be invited to meetings in January 2016 regarding respite services.<\/p> <p>T&iacute;r na n&Oacute;g provided respite breaks to 42 children and their families with each client being offered a one to two night respite break every three months with the service open six nights per month.  The children range from 18 months to 18 years and have a range of mild to severe disabilities.  There are additional children on the waiting list.  To address current respite provision requirements, as the Senator rightly said, in March 2016 an alternative respite provision was set up in partnership with the HSE and Holy Angels.  This is currently being provided via Holy Angels in the Delta Centre as an interim arrangement.  The service is to be reviewed in December 2016 and is committed to until February 2017.  HSE estates are seeking to purchase or rent suitable accommodation for future service provision.  Should the HSE find a suitable residence for respite in either County Carlow or County Kilkenny, services will be provided to families from both Carlow and Kilkenny from that location until purpose built accommodation is completed.<\/p> <p>The long-term intention of the HSE is to develop a new purpose built respite service for County Carlow, but this must be considered in the context of overall priority requirements for capital spending within disability services.  The &euro;20 million capital funding available in 2016 has been prioritised for a number of large congregated residential centres which will not meet HIQA residential standards.  The matter of providing overnight respite services to families of Carlow and Kilkenny is of key importance to the HSE.  On 28 September 2016, the head of service social care, Carlow-Kilkenny, and other key personnel met with representatives from an external voluntary agency to consider a proposal to use its premises.  Further meetings have since taken place with Carlow parents.  A venue for respite service delivery has been agreed and is being finalised on a two-year lease.  The respite tender document is currently being reviewed by the health business services, HBS, procurement department.  A meeting was scheduled for 11 November 2016 with HBS procurement and disability services management to finalise the document.  The tender process will be advertised in due course.<\/p> <p>While I cannot give the Senator exact dates, I will bring it back to the relevant Minister and ask him to update her when the dates are made available.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#F00200","speaker":"1337"},{"type":"speech","time":1479825000,"counter":39,"content":"<p>I thank the Minister of State.  There is still confusion.  Holy Angels is a great school in Carlow which is awaiting its new school build, which was committed to five years ago.  I will follow it up in a future Commencement matter.  I am very disappointed.  A venue for respite service delivery has been agreed, but where is it?  Can I return to the committee and tell the members where exactly it has been agreed to provide it and the timescale?  Can the Minister of State give this to me?  That is the question I am asking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#F00300","speaker":"1395"},{"type":"speech","time":1479825000,"counter":40,"content":"<p>Unfortunately, the Minister of State, Deputy Finian McGrath, cannot be here today and I have not received the answers and I will not say otherwise.  I apologise on his behalf.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->What I will do is bring the Senator's comments to the Minister's attention.  A venue has been agreed.  The question is whether that information is in the public domain.  I will bring the where, when and how to the Minister's attention and ask him to respond to the Senator directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#F00400","speaker":"1337","continuing":true},{"type":"minorheading","content":"Hospital Staff Recruitment","time":1479825000,"counter":42,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#G00150"},{"type":"speech","time":1479825000,"counter":43,"content":"<p>I thank the Minister of State for her presence and I ask her to refer all that is relayed and discussed in this Commencement matter to the Minister, Deputy Harris, for response.  Sarcoma Ireland first met the Minister, Deputy Harris, in the first week of July.  A commitment was given at that meeting to the group that a specialist sarcoma consultant would be recruited to St. Vincent's University Hospital to look after the serious illnesses faced by those who suffer from sarcomas.  In the intervening period there has been much toing and froing between the Minister's office, St. Vincent's University Hospital and the national cancer control programme.  In essence, a commitment was given but it looks as if it has not been followed through.  I acknowledge and welcome members of Sarcoma Ireland, who came here at last-minute notice, to the Public Gallery.  I hope they will have more success through this Commencement matter in getting answers from the Department and the Minister, who has ceased communicating with them despite their numerous attempts to do so.  They have not even received acknowledgements.<\/p><p>The following questions have been put to the Minister in writing.  I now put them to the Minister of State for a response and ask her to bring them again to the Minister's attention.  Why does the job description contain no mention of experience in treating sarcoma patients or a requirement to be engaged actively in research in this area?  Why has a separate medical area of neuroendocrine tumours been mentioned in the job description?  This is not related to sarcoma.  Who is on the interview panels?  There is no need to name names.  The roles will suffice.  Do they include an independent international expert on sarcoma who can access candidates competently?  Why has the position not been advertised publicly?  The position has appeared only on St. Vincent's internal human resources system and not publicly on websites frequently used by St. Vincent's as well as the HSE and other hospitals.  Lastly, will St. Vincent's provide an assurance that 80% of the workload of the sarcoma specialist will be dedicated to sarcoma patients?<\/p><p>In essence, there was an agreement on 6 July for a new oncology post with expertise in sarcoma.  The advertisement is completely watered down and does not give confidence that the post is that sought and agreed by these patients and the Minister.  Sarcoma patients are extremely ill people.  They ask simply that they be provided with the most experienced sarcoma specialist available.  They do not believe that the current position advertised will meet their needs.  The recruitment process is fundamentally flawed.  We implore St. Vincent's hospital to re-advertise the role together with more specific candidate requirements, that is, a stronger emphasis on sarcoma and experience and interest in the research on it and a requirement that 80% of the oncologist's time will be spent treating sarcoma patients.<\/p><p>Again, I thank the members of Sarcoma Ireland who have fought for months to get the services they deserve.  They cannot wait for more indecision on this matter.  The closing date for applications for the post is this Friday, and even at that it could be at least four months before the consultant is <i>in situ<\/i>.  Will the Minister of State, Deputy McEntee, confirm this?  We got the promise months ago, and now it looks as if it could be at least four months before someone is <i>in situ<\/i>given the prolonged interview and employment process.  Lastly, will the Minister of State provide to me in writing the timescale involved in the interviewing, recruiting and posting as a consultant for this role and written confirmation of how this will be implemented?  I would very much appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#G00200","speaker":"1388"},{"type":"speech","time":1479825000,"counter":44,"content":"<p>I thank the Senator for raising this issue and I welcome members of the organisation in question to the Gallery.  I respond on behalf of the Minister, Deputy Harris.  The Senator has raised a number of questions which I will not be able to answer, but I have taken note of them.  I will bring them directly to the Minister's attention and ask him to respond to her.  I thank Senator Devine for giving me the opportunity to update the House on the matter.<\/p> <p>As the Senator and many people know, sarcomas are rare cancers, with about 220 cases occurring annually in Ireland.  Services for patients with sarcoma are currently provided in St. Vincent's University Hospital, Dublin and Cork University Hospital.  Both hospitals are designated cancer centres and have an extensive range of multidisciplinary services and expert clinical advice available to them.<\/p> <p>A national clinical lead in soft tissue sarcomas is in place to oversee services for patients.  Patients have their cases presented and discussed at one of the two sarcoma multidisciplinary teams, and members of these teams have links with European specialists in sarcoma.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> The treatment of sarcoma requires integrated multidisciplinary care, with the involvement of many different clinicians.  St. Vincent's University Hospital has provided highly specialised and individualised treatment to sarcoma sufferers for a number of years.  St. Vincent's has access to all the relevant specialties for treatment, including surgery, medical oncology, radiation oncology, radiology and pathology, and it is the largest provider of surgical procedures for soft tissue sarcomas in the country.  The Health Service Executive, HSE, and the Department of Health are very much committed to providing a high-quality, responsive and sustainable service for sarcoma patients.<\/p><p>To support the existing range of services for patients with sarcoma, an additional permanent post of consultant medical oncologist with a specialist interest in sarcoma has been approved for St. Vincent's.  The recruitment for this post, as the Senator noted, is under way.  It has been advertised both online and in other media and I will ask for clarification as to whether it goes further than what has been outlined.  The closing date for applications is 27 November.  The job description for the position makes it clear that the post will provide a specialist service for sarcoma patients, and this will be a focus during the recruitment process.<\/p><p>The Department is currently working on a new national cancer strategy for the next decade.  Services for rare cancers such as sarcoma have received considerable attention in the development of the strategy, which will aim to meet the needs of patients in the treatment of cancer and improving their quality of life.  Other areas of focus will include prevention, the early diagnosis of cancer and the facilitation of patient input.  The Minister intends to publish the new strategy in the coming months.<\/p><p>On behalf of the Minister, Deputy Harris, I assure the Senator that the recruitment process is ongoing and will be concluded shortly.  In the meantime, high-quality services will continue to be delivered by the multidisciplinary sarcoma teams, including the team at St. Vincent's University Hospital.  I cannot answer the questions on the interview panels, the independent experts and the timeframe of four months currently but I will refer them to the Minister and ask him to revert to the Senator directly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#G00300","speaker":"1337","continuing":true},{"type":"speech","time":1479825000,"counter":46,"content":"<p>Many of the questions I asked have not been answered, which is disappointing.  For the past year or so, or perhaps a bit longer, the patients were very competently served by a previous oncologist with a specialism in sarcoma.  All they are looking for is somebody with expertise, interest, knowledge and research relating to sarcoma.  There was something rotten, perhaps, in the state of the health service and being \"off-sited\" to St. Luke's, which is not, from the Minister of State's response, a centre of excellence for sarcoma.  This only allows a consultant to take blood and give results but previously there was a good record in St. Vincent's hospital of hands-on, modern and effective treatment.  It is a real concern and perhaps this is related to the politics of St. Vincent's hospital.  Sin sc&eacute;al eile for another day.<\/p> <p>I must impress on the Minister of State the need to get an immediate answer to those questions.  This will shut down on Friday.  We do not know the timeline but people will be invited for interview and the interviewing panel, I hope, will consist of an expert.  We need to know how long the process will take.  If somebody is chosen and takes the post, there may be a delay in moving from one job to another.  Four months would be a long time, although it seems realistic.  Again, patients would be left in limbo and left between two stools.  I would appreciate an immediate response from the Minister, Deputy Harris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#H00200","speaker":"1388"},{"type":"speech","time":1479825000,"counter":47,"content":"<p>I again stress that I will bring this to the Minister's attention.  People were previously looked after by somebody with expertise and that is the least that anybody should or will expect in future.  I will bring the issues to the Minister and ask for a direct response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#H00300","speaker":"1337"},{"type":"minorheading","content":"Vaccination Programme","time":1479825000,"counter":48,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#H00350"},{"type":"speech","time":1479825000,"counter":49,"content":"<p>I welcome the Minister of State to the House and thank her for dealing with this matter on the Commencement.  Like the previous matter, it concerns the treatment of cancer.  I ask the Minister for Health, in light of the concerns expressed by the Irish Cancer Society and others, about falling rates of take-up of the human papilloma virus, HPV, by parents of teenage girls.  This is the vaccine that protects against cervical cancer.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In light of these concerns and the decreasing take-up rates, from a rate of 87% in 2014 to a projected rate of below 50% this year, how does the Minister propose to increase take-up rates to help prevent the incidence of cervical cancer in the future?  Does the Minister propose to launch a public awareness campaign to inform parents of the proven safety and efficacy of the vaccination programme?  What plans does he have to extend the roll-out of the HPV vaccination programme to boys?<\/p><p>In recent days I met representatives of the Irish Cancer Society, who have also been engaged in briefing Members of the Oireachtas generally.  They are deeply concerned about reports that appear to be putting people off vaccinating their children.  The HPV vaccine is now being administered in Ireland to all first-year girls in secondary school.  It has been offered for free to first-year girls since 2010 under the national HPV vaccination programme.  Gardasil 4 is used in the programme and this protects against strains of HPV which cause seven out of ten cases of cervical cancer.  It also protects against strains which cause the majority of genital warts.  It is a very important health programme.<\/p><p>Concerns have been raised that there is a link between this vaccine and fatigue in teenage girls, particularly chronic fatigue syndrome.  Clearly, any girl who suffers from such a condition should be offered clinical care pathways and treatment but that is a separate issue.  We now have clear scientific evidence which refutes or denies any link between the vaccination programme and the incidence of chronic fatigue.  Indeed, in December last year the World Health Organization global advisory committee for vaccine safety reviewed the evidence on the safety of Gardasil and concluded that it continues to have an excellent safety profile.  In the month before that, November 2015, the European Medicines Agency similarly reported on a review of HPV vaccines and found no evidence the vaccine was linked to chronic fatigue conditions.  Despite this strong scientific evidence and the clear need for this vaccination, the rates are falling even though we know that this year in Ireland, more than 90 women will die from cervical cancer.  Many of us have friends or family who have been affected by this.  A total of 280 women will be diagnosed with invasive cancer and a further 6,500 will need hospital treatment to deal with pre-malignant forms of the disease to prevent later development of cervical cancer.  These are the conservative estimates put forward by the Irish Cancer Society.  They should be a matter of huge concern.<\/p><p>The society says that if vaccination rates continue to fall, 40 unvaccinated girls from the cohort that should have received the vaccine this year will die in future years if one projects the estimates into the future.  It is seriously worrying.  We see scare campaigns being carried out in other countries, with the result that vaccination rates have fallen.  In Japan the vaccination rate is below 1%.  It is clear that further falls will happen in Ireland unless there is a strong, concerted, cross-party campaign by public representatives, the Government and the HSE to ensure information is provided to the public and the scientific evidence is presented to parents, so they will see the need for the vaccination programme.<\/p><p>To conclude with a positive story, Australia has conducted a robust information programme and it has high levels of vaccination.  It has effectively achieved the elimination of genital warts, one of the conditions which the vaccine prevents.  A vaccination programme for boys in Australia is also ongoing.  We can learn lessons from countries where there is good practice.  However, we need a strong intervention by the Minister and public representatives before the next vaccinations take place in schools to ensure that take-up rates do not continue to fall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#H00400","speaker":"1402","continuing":true},{"type":"speech","time":1479825000,"counter":51,"content":"<p>I am replying on behalf of the Minister, Deputy Harris, who cannot be here today.  I agree with the Senator's concern that the figures have dropped, with an uptake of 87% decreasing to below 50% this year.  I thank her for the opportunity to update the House on this important matter.<\/p> <p>First, I note the concerns of families who believe their daughters have experienced adverse reactions and health issues after receiving the HPV vaccine.  I know girls in my constituency who have experienced a very difficult time in the last number of years.  No parent should have to see their child suffer.  I assure these girls and their families that they are eligible to seek medical treatment for their symptoms.  As the Senator mentioned, they should be provided with a clear pathway for any treatment they require.  It appears that some girls first suffered symptoms around the time that they received the HPV vaccine, but this does not mean that the vaccine caused the symptoms.  Negative publicity and misinformation are certainly affecting the uptake of the vaccine.  We must ensure that people understand that the vaccine is safe and can save lives.<\/p> <p>I will first present the facts.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This vaccine protects against two high-risk types of the virus that cause 73% of all cervical cancers.  It is estimated that HPV vaccination will eventually save 60 lives a year in this country.  HPV vaccine safety has been monitored for more than ten years by many international bodies, including the European Medicines Agency and the World Health Organization.  It has been found to be a safe and effective vaccination.<\/p><p>The HSE has been working with other stakeholders since early this year to counteract negative publicity and misinformation about the vaccine.  The Irish Cancer Society has held two public meetings in Galway and Cork, two areas where uptake rates of the vaccine had reduced significantly.  These meetings have included talks by a renowned international HPV cancer expert, Professor Margaret Stanley, as well as cervical cancer survivors and hospital consultants.  The parents of first-year secondary school girls have been given revised information leaflets, consent forms and contact phone numbers for their local immunisation offices.  Any queries they have concerning the vaccination can be addressed by the school immunisation team prior to vaccination day.  In addition, girls who may have declined the first dose of vaccine will get an opportunity to receive this when the school immunisation team revisits the school.  Information about the vaccine and its benefits has been circulated to all school principals, management bodies, the National Parents Council and general practitioners.  Officials from the HSE have met representatives of the Department of Education and school management bodies.<\/p><p>Prior to the start of the 2016-17 school immunisation programme, there was a co-ordinated local and national media campaign involving the Irish Cancer Society, the HSE communications unit and the national cancer screening programme.  This campaign stressed the importance and safety of the HPV vaccination.  It is intended that the promotion of the HPV vaccine as a safe and effective vaccine will continue.  The HSE plans to commence focus groups with parents in the near future.  I take this opportunity to thank the dedicated people in all organisations who are working hard to improve the uptake of this important vaccine.  They know how safe and effective this vaccine is, and I want to join them in encouraging all the parents of eligible girls to ensure their daughters receive this important cancer-preventing vaccine.  The Department of Health has asked the HSE and HIQA to carry out a health technology assessment on the proposal to extend the HPV programme to boys.  Any new recommendations in this regard will be considered.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#J00200","speaker":"1337","continuing":true},{"type":"speech","time":1479825000,"counter":53,"content":"<p>I thank the Minister of State for her very full reply.  I know that, like the Minister, Deputy Harris, she has been very strongly supportive of the Irish Cancer Society and appreciative of the need to ensure there is increased take-up of the vaccination programme.  While I join the Minister of State in expressing sympathy to the girls who have experienced chronic fatigue syndrome, and indeed to the families of those girls, I emphasise that the evidence says there is no link between that syndrome and this vaccination.  Previous unfounded scares about vaccination programmes have exposed children to risk of death from measles, for example.  This is very worrying.<\/p><p>I thank the Minister of State for setting out the position in respect of the public information and awareness-raising campaign.  On 20 November last, an article by Susan Mitchell in <i>The Sunday Business Post<\/i>outlined some of the issues that have arisen at public meetings in Galway and Cork and pointed out that there is a strong campaign to dissuade parents from taking up the vaccine.  I think that is regrettable.  It is important for public information campaigns to continue so that there is more public awareness every time a vaccination programme is proposed in schools.  I think another stage of vaccination is due to begin in the spring.  I hope we will see further raising of public awareness then.  I will keep in touch with the Irish Cancer Society and endeavour in my own way to try to ensure this important issue for women's health is kept under review.  I thank the Minister of State again for taking the time to reply to me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#K00200","speaker":"1402"},{"type":"speech","time":1479825000,"counter":54,"content":"<p>I thank the Senator for raising this issue.  As public representatives, we have a duty to encourage young women to take up this vaccine.  As Senator Bacik said, it is possible that 40 women will die in years to come as a result of not taking the vaccine.  There is an onus on those of us whose friends and family members who have been affected by cervical cancer to stress the importance of the vaccine.  I outlined in my response a number of the actions that are being taken and have been taken to date.  If the Senator would like further details in this regard, I can submit a request to make sure she is updated as the various events take place and as public information is disseminated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#K00300","speaker":"1337"},{"type":"unspoken","time":1479825000,"counter":55,"content":"<p>Sitting suspended at 3.20 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1479825000,"counter":56,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#N00100"},{"type":"speech","time":1479825000,"counter":57,"content":"<p>The Order of Business is No. 1, motion re Joint Sub-Committee on Public Petitions, to be taken on the conclusion of the Order of Business without debate; No. 3, Statute Law Revision Bill 2016 - Committee and Remaining Stages, to be taken on the conclusion of No. 1 and to conclude not later than 5.15 p.m., if not previously concluded; and No. 2, statements on the horticulture industry, to be taken on the conclusion of No. 3 and to conclude not later than 6.45 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes and the Minister to be given five minutes to reply to the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#N00200","speaker":"1391"},{"type":"speech","time":1479825000,"counter":58,"content":"<p>I raise the issue of the misuse of prescription medication in Ireland and its detrimental impact on road traffic accidents and lives generally.  Of 109 coroners' reports that were examined in 2013, the coroner found that 31% of those who died in car crashes had consumed alcohol while 30% had taken prescription medication, with 12% of the 30% specifically relating to the consumption of the prescription drug, benzodiazepine.  Benzodiazepine is a class of psychoactive drugs used to treat a range of conditions including anxiety and insomnia and contains sedative, hypnotic and muscle relaxant properties.  The drugs contains chemicals which add to the calming effect already produced by the human body, which keeps the brain in a more tranquillised state.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Some of the side-effects listed of benzodiazepines are drowsiness, confusion, dizziness, trembling, impaired co-ordination, vision problems and grogginess.  These tablets have also been used increasingly as a form of date-rape drug for sexual assault due to their ability to make persons drowsy and unaware of their surroundings.  Law enforcement is currently unaware if the drugs are being obtained with a prescription or illegally off the street or on the Internet, although many believe that too many benzodiazepines are being prescribed by doctors.<\/p><p>Because of the lack of legislation currently in place, the drug can easily be brought into Ireland and sold on the street without a prescription from a doctor.  There have been recent calls on the Department of Health to implement laws regarding prescription drugs throughout Ireland and I call on the Government to expedite the enactment of such laws without delay.  I urge the Leader to call a debate in this House on the prevalence of the abuse of prescription drugs and to publicly highlight the harmful effect their misuse has on individuals.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1479825000,"counter":60,"content":"<p>I have just come from an informal meeting of the Joint Committee on European Union Affairs with senior staff from the Departments of the Taoiseach and Foreign Affairs and Trade.  I want to put on record my congratulations for the amount of work these officials are doing.  It is going on quietly in the background.  Very little can be said at this point in time in the public arena.  I was quite taken by the commitment of the officials who were there.  These are non-political officials who are working on Ireland's behalf all of the time and they deserve our congratulations and encouragement to keep at what they are at.<\/p> <p>I refer to an item that appeared on Newstalk yesterday.  I asked for a debate some time ago here with the Minister for Defence.  A retired senior Army officer appeared on Newstalk yesterday morning and what he portrayed as the state of the Defence Forces was frightening, to say the least.  We heard of ships being unable to sail because there were not engineering officers available.  We heard that Ireland depends on 11 bomb disposal experts to man every corner of this country 24 hours a day, seven days a week.  We learned, for example, that the retention rates of our commissioned officers are appalling, and the only career advancement young highly-trained officers are being offered is a job in Aldi or Lidl.  That is appalling.  We spend tens of thousands of euro training these officers up to the rank of captain or commandant and they have nowhere to go.  There is a lack of opportunity for those in the lower ranks.  Soldiers are now joining with leaving certificates - some are joining with degrees - into the ordinary ranks and I can discern no progression possibility for them to move into the commissioned ranks.  We need to look at that as well.  We are building up a massive problem for the future for young men and women who have joined the Defence Forces as cadets.  We have an intake of 100 cadets this year.  I understand that will happen again next year, and the year after.  In five or six years' time, at least 50 of those cadets will have nowhere to go, at which stage the jobs in Aldi will probably be full, and they will have no career.  We will spend tens of thousands of euro training them and they will have no career.<\/p> <p>I realise the Leader has a lengthy agenda with respect to legislation coming through but we need a full debate on the Defence Forces and their future.  There is not a senior Minister.  The Taoiseach has taken that to himself.  I cannot see him coming in here to answer questions, but really, he should.  The Defence Forces is the backbone of our country.  These are the guys who, as was said in one of those famous films, are standing on that wall at night while the rest of us are asleep.  They are the people who are looking after our country.  They are the people who are putting their lives on the line in Lebanon and other parts of the troubled world, day in, day out.  They deserve better than what we are giving them as a nation.  I would ask for an urgent and honest debate as to where we are going with the Defence Forces.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#O00200","speaker":"1390"},{"type":"speech","time":1479825000,"counter":61,"content":"<p>At the outset today, I extend my condolences to the family of William Trevor and to acknowledge the wonderful work he did in highlighting serious issues in our country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I say it particularly given that I am from the place.  I was an extra in &quot;The Ballroom of Romance&quot;, which was made in Ballycroy, County Mayo, although Glenfarne in County Leitrim would like to claim responsibility for it.  William Trevor was responsible for my first pay cheque.  We all received &pound;18 per day.  To a small, rural parish such as Ballycroy, it meant a lot.  William Trevor examined serious issues such as the issues of rural Ireland.  He must be commended on the wonderful contribution he made to literature and Ireland as a whole.<br\/><br\/>I return to the Leader's favourite topic, namely, economics.  I raise the issue highlighted by my colleague, the Minister for Finance and Personnel in the Northern Executive, M&aacute;irt&iacute;n &Oacute; Muilleoir, in a recent article for <i>thejournal.ie<\/i>.  I am pleased that a debate surrounding Irish unity has moved to a real discussion on the ongoing cost of partition.  It is no longer as simple as asking whether we can afford unity.  The debate is on whether we can afford continuing partition.  Some of the myths, such as that it costs Britain &pound;24 billion to maintain the Six Counties, are being challenged.  This oft-quoted figure ignores spend on national security, British capital depreciation and the taxes levied on revenue raised in the North but booked in London.  A recently published and peer-reviewed study modelling Irish reunification, by Professor Kurt Huebner of Vancouver University, examined the potential benefits of reunification.  It is estimated that the island could benefit by up to &euro;35 billion in the first years after Irish unity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#O00300","speaker":"1378","continuing":true},{"type":"speech","time":1479825000,"counter":63,"content":"<p>If you believe that, you will believe anything.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00200","speaker":"1392"},{"type":"speech","time":1479825000,"counter":64,"content":"<p>It is worth a read, and I suggest the Leader take it home and have some bedside reading.  We must also address the flip side of the argument.  Continuing with the <i>status quo<\/i>would deny the island such an economic boost.  It is not just an issue for Sinn F&eacute;in.  It will impact on us all.  I ask for a debate to invite the Minister for Finance, Deputy Michael Noonan, to discuss the economic realities of Irish unity.  For far too long, there has been a research gap on the issue.  The Irish Civil Service has never properly prepared for what so many accept as inevitable, namely, unity on the island.  The Government of the State has never produced a Green Paper on Irish unity, despite promises to do so.  There is much talk about the Government's lack of preparation for the outcome of the Brexit vote, and it would be as foolish for the Government not to start planning for the next major constitutional change, namely, Irish unity.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00300","speaker":"1378"},{"type":"speech","time":1479825000,"counter":65,"content":"<p>Dementia is one of the great global challenges of our time.  In Ireland, 55,000 people have dementia.  Most of us will know somebody with dementia or somebody who is caring for a person with dementia.  It will have touched our families.  By 2026, at the end of the much-anticipated future health care strategy, the number of people with dementia in Ireland will be 80,000.<\/p> <p>Are you finished?  Thank you.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00400","speaker":"1430"},{"type":"speech","time":1479825000,"counter":66,"content":"<p>Senator Colette Kelleher has the floor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00500","speaker":"1420"},{"type":"speech","time":1479825000,"counter":67,"content":"<p>There was a lot of muttering going on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00600","speaker":"1430"},{"type":"speech","time":1479825000,"counter":68,"content":"<p>I did not mutter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00700","speaker":"1392"},{"type":"speech","time":1479825000,"counter":69,"content":"<p>I was not saying the Senator was muttering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00800","speaker":"1430"},{"type":"speech","time":1479825000,"counter":70,"content":"<p>I did not hear it either.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P00900","speaker":"1392"},{"type":"speech","time":1479825000,"counter":71,"content":"<p>As we all know, the services and supports for people with dementia are patchy and fall short of what people need.  That is why we need political courage, imagination and resources to respond to the dementia challenge.  That is why, with Deputy Mary Butler, I have convened an all-party Oireachtas group on dementia so Ireland, like similar sized countries such as Scotland and Denmark, can be a great place to live well with dementia.  We all need to know about dementia and work on the dementia challenge.  That is why the all-party Oireachtas group on dementia, as part of a national awareness campaign, has convened dementia awareness training tomorrow.  I ask the Leader and all Members to attend the dementia awareness training in the AV room at 11 a.m. tomorrow for 45 minutes.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colette Kelleher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2484\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2484&amp;amp;pid=ColetteKelleher&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Although common in other parliaments this is the first of its kind in our Parliament.  It would be wonderful to see as many Members as possible at it.  It is an act of solidarity with people with dementia so they know they are not alone, that people are listening to them and are aware of their challenges.  It would be a great boost.  Helen Rochford Brennan will speak at it.  She appeared on the \"Late Late Show\" last Friday night.  She is a very persuasive woman and she spoke about her dementia.  I invite Members to come and to bring a colleague.  It is 45 minutes out of their busy day, but an important 45 minutes.  It will be great to see everybody.  We will take names and we will come back for those who do not make it tomorrow, because there will be other opportunities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#P01000","speaker":"1430","continuing":true},{"type":"speech","time":1479825000,"counter":73,"content":"<p>We do not necessarily allow Senators to advertise on the Order of Business, but not to worry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00200","speaker":"1420"},{"type":"speech","time":1479825000,"counter":74,"content":"<p>Too late.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00300","speaker":"1430"},{"type":"speech","time":1479825000,"counter":75,"content":"<p>I allowed the Senator latitude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":76,"content":"<p>I join other Members in expressing condolences on the death of William Trevor, a beautiful writer of wonderful short stories that were really evocative of rural Ireland.  His death is a very sad occasion.<\/p> <p>Will the Leader arrange for a debate on the separation of powers and the independence of the Judiciary in light of what appears to be an ongoing feud between the Minister for Transport, Tourism and Sport, Deputy Ross, and senior judges?  I do not consider it appropriate for a Minister to tweet, as the Minister, Deputy Ross, appears to be doing, in response to comments by the Chief Justice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00500","speaker":"1402"},{"type":"speech","time":1479825000,"counter":77,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00600","speaker":"1418"},{"type":"speech","time":1479825000,"counter":78,"content":"<p>One might be tempted to compare him to President-elect Trump.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00700","speaker":"1402"},{"type":"speech","time":1479825000,"counter":79,"content":"<p>He has been trumped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00800","speaker":"1392"},{"type":"speech","time":1479825000,"counter":80,"content":"<p>I thank the Senator.  Both appear to be tweeting to deflect criticism on their lack of achievement in office or in Trump's case, concerns about what he will achieve when in office.  It is inappropriate and unseemly.  It adds to a concern one might have after comments by another Deputy in the D&aacute;il concerning a judge who sat in judgment in her case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q00900","speaker":"1402"},{"type":"speech","time":1479825000,"counter":81,"content":"<p>She was quite right.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q01000","speaker":"1392"},{"type":"speech","time":1479825000,"counter":82,"content":"<p>We must be careful about that.  There is the important principle of the independence of the Judiciary.  That said, all of us share a concern about the need for reform of the judicial appointments system.  However, reform of the system is very different from abolition or stalemate of any judicial appointments pending the slow progress a Bill makes in either House.  There is a concern that there will be no appointments to the Judiciary with the result of worsening delays in the judicial system for litigants before the courts.  We must examine the current judicial appointments process.  The Judicial Appointments Advisory Board, JAAB, could be doing a much more focused job, in terms of sending forward a smaller number of names for recommendation to the Government, which would thereby improve the process.  Certainly, it is not appropriate, as the Chief Justice has suggested, that judges would replace politicians in appointing members of the Judiciary.<\/p> <p>Finally, I call for a debate on Aleppo and Syria and the worsening situation there with the appalling attacks on hospitals and the deaths of children.  The Russian ambassador appeared before the committee on foreign affairs last Thursday but we must maintain the pressure, so I seek a debate in the House with the Minister for Foreign Affairs and Trade to discuss what further pressure Ireland can put on Russia in respect of its engagement in the horrific bombing campaign against civilians.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q01100","speaker":"1402"},{"type":"speech","time":1479825000,"counter":83,"content":"<p>I agree with colleagues' remarks about William Trevor.  We mourn his passing.  Among other works, his short story, \"The Ballroom of Romance\", will be a jewel for sociologists and historians for generations to come.  It evokes and depicts a very glum and dark period in Irish history.  It is one we tend to romanticise retrospectively but it does not merit such romanticising.<\/p> <p>I wish to raise a question that becomes more important at this time of year.  Soon the issue of trolleys, overcrowding in accident and emergency departments and waiting lists in hospitals will come into focus.  I am conscious that the Leader was a distinguished and effective former chairman of the health committee.  In that regard, I wish to have a full debate in the House on the use of the carer's allowance as a mechanism or instrument for keeping people out of hospital.  Far more could be done.  First, there should be more celebration of our carers in a public way.  Second, we should conduct more advertising about the carer's allowance.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I suggest that more fringe benefits should be given to carers.  While I believe the &euro;5 increase in carer's allowance that is pending is worthwhile, I emphasise that such increases must be continued.  There should be incremental increases all the time to make it an attractive option.  It would be my contention that it is a much cheaper option than hospitalising and institutionalising individuals.  People are happiest at home.  If the Leader could bring the relevant Minister to the House for a debate, that might give rise to a proper study of how effectively we are using the carer's allowance scheme and the home-help and home-care packages to ensure people stay out of hospital and to enable them to be with their loved ones, which is what they want.  I genuinely believe not enough is being done in the context of carer's allowance to keep people out of hospital and to create employment for people who are in jobs they might not necessarily be overly happy with and who would be happier if they could move home to work as carers of loved ones.  I appeal to the Leader to take this relevant issue seriously and to act on it before Christmas, if possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Q01200","speaker":"1397","continuing":true},{"type":"speech","time":1479825000,"counter":85,"content":"<p>I welcome last week's announcement by the Minister for Education and Skills that schools will be paid the minor works grant.  I raised this matter shortly after the budget.  Schools deserve to know at the start of the year what their grants will be.  It is very difficult for boards of management and school principals to plan the year ahead when they do not know what funding they will get.  That is very unfair.  As Members will be aware, the minor works grant is a vital piece of machinery for schools.  They depend on it for ongoing maintenance and the upkeep of ICT equipment.  Difficulties can arise when boards of management and principals do not know what funding they will get.  Many schools fell into disrepair during the many years for which minor works grant scheme was suspended.  I am delighted that the scheme has been reinstated, but it leaves a lot of work to be done.  We depend on the volunteers who give up their time without reward to sit on boards of management for the benefit of the community.  The least they deserve is a proper schools programme that is funded at the start of the year so that schools can plan according to the works that need to be done.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00200","speaker":"1396"},{"type":"speech","time":1479825000,"counter":86,"content":"<p>I had not realised that so many of my colleagues would refer to the death of William Trevor.  I am very glad they did.  I think it shows what a literate and cultivated House this is.  I had the pleasure of meeting William Trevor approximately 25 years ago when I made a BBC television programme with Frank Delaney.  He was a most modest, unassuming and charming man.  He had a very sharply defined way of dealing with character in his short stories.  I found some of the stories quite shocking.  One of them was unbearable to read.  It was about somebody who went away from a flat - I think it was in Brighton - and left the butler in charge.  The butler gradually took over the flat.  When he invited his friends in, they created devastation until the owner of the flat unexpectedly came back.  I could hardly bear to read the last sentence.  He also illustrated the lives of the Protestant community in rural areas and small provincial towns.  He was 88.  It is not a huge tragedy, but it is a moment to remember his quite extraordinary contribution to Irish literature.<\/p> <p>I would like to pick up on what Senator Bacik said about President-elect Trump, if indeed he was elected.  I say that because the American system is quite extraordinary.  Given that Hillary Clinton got 2 million more votes than him, one would imagine that she would be President.  She got the second highest number of votes ever received by a candidate in an American presidential election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00300","speaker":"1392"},{"type":"speech","time":1479825000,"counter":87,"content":"<p>I think the difference might be 200,000 rather than 2 million, but not to worry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":88,"content":"<p>The Leas-Chathaoirleach is wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00500","speaker":"1391"},{"type":"speech","time":1479825000,"counter":89,"content":"<p>They said 2 million today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00600","speaker":"1392"},{"type":"speech","time":1479825000,"counter":90,"content":"<p>The Leader has informed me that I am wrong.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00700","speaker":"1420"},{"type":"speech","time":1479825000,"counter":91,"content":"<p>It is 2 million.  I originally heard 200,000, so the Leas-Chathaoirleach is quite right to mention that figure.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00800","speaker":"1392"},{"type":"speech","time":1479825000,"counter":92,"content":"<p>We will settle it afterwards.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R00900","speaker":"1420"},{"type":"speech","time":1479825000,"counter":93,"content":"<p>Right.  It is bad enough having Trump, but the appointments he has made are deeply worrying.  These are appalling people.  Trump does not know the first thing about politics, as far as I can see.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He said, for example, that for every new regulation introduced, two will have to be scrapped.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#R01000","speaker":"1392","continuing":true},{"type":"speech","time":1479825000,"counter":95,"content":"<p>That is a great idea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#S00200","speaker":"1390"},{"type":"speech","time":1479825000,"counter":96,"content":"<p>It does not say what they are.  Some may need to be scrapped.  It does not say anything about their relevance.  It is just a kind of arithmetical thing.  Then there is his idiotic tweet telling the British that they have to appoint Nigel Farage as ambassador to Washington.  The sooner this creature comes down off the moon, the better.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#S00300","speaker":"1392"},{"type":"speech","time":1479825000,"counter":97,"content":"<p>I would like the Minister for Justice and Equality to look into legislation regarding prankster stunts that draw on the resources of the Irish Coast Guard, local garda&iacute; and the emergency services and waste valuable time, finances and essential resources that could be required at the time to save lives in a real emergency.<\/p> <p>Yesterday evening in Trim, an individual was spotted entering the River Boyne, raising grave concerns for his wellbeing.  The Irish Coast Guard and full emergency services, together with local people, searched the Boyne for this individual only to discover hours later that it was a total prank.  Those who engage in such behaviour with such disregard for their fellow man should be dealt with by the full rigours of the law and I urge the Minister to take serious steps to bring forward legislation in this regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#S00400","speaker":"1423"},{"type":"speech","time":1479825000,"counter":98,"content":"<p>I dtosach b&aacute;ire, ba mhaith liom comhbhr&oacute;n a dh&eacute;anamh le clann agus cairde Cl&iacute;odhna N&iacute; Dhroighne&aacute;in, bean &oacute;g a bh&aacute;saigh de bharr timpiste trag&oacute;ideach in aice le Maigh Cuilinn ag an deireadh seachtaine.  Imp&iacute;m ar dhaoine &oacute;ga at&aacute; amuigh ansin ag tiom&aacute;int &eacute; a th&oacute;g&aacute;il go r&eacute;idh sa tr&eacute;imhse seo go dt&iacute; an Nollaig.<\/p> <p>It is lovely that we hear talk of Christmas markets popping up across the country and in other places, but it is also ironic in places like Galway where we have a wonderful Christmas market to find that there are many homeless people being seen for the first time sleeping in and around the shadows of that market in places such as the Fairgreen, on the promenade in Salthill, which many people would know and where they would have enjoyed a summer&rsquo;s stroll.  The issue was raised by COPE, the charity which deals particularly with women who suffer domestic violence and are homeless, and the lack of space it has available to it.  Homelessness is not confined to Dublin.  It exists across the country and we are seeing more of it in Galway where we have not seen it before.  We need an urgent debate between now and Christmas.  There is a housing debate going on around the legislation but a debate on the plan to deal with homelessness and the emergency situations that will crop up between now and Christmas would be very welcome. <\/p> <p>I thank Members who attended the Staff our Libraries community group presentation earlier in the audio visual room.  We will forward the information to all the others.  This is a growing issue.  There are very genuine concerns about the phased roll-out of staffless libraries.  It is no longer a pilot programme.  It seems to have been rolled out much more quickly than people had expected.  We are finding that local representatives in local authorities knew very little about the roll-out of this by the management of the local authorities and chief librarians, etc.  Similar moves in the library system in the United Kingdom have led to 800 libraries being closed with 9,000 jobs lost.  There are 15,000 volunteers manning libraries in Britain just to keep them open.<\/p> <p>We need a full debate on the question of staffless libraries because I do not think the full information is coming to light.  My understanding is that in two of the pilot libraries in Laois-Offaly the library cards of 110 people had to be revoked because of activity that was not expected when the library was supposedly staffless.  It is a big issue and is pertinent.  Can we have a debate on this as soon as possible?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#S00500","speaker":"1377"},{"type":"speech","time":1479825000,"counter":99,"content":"<p>We live in strange times in many ways.  I heard comments this morning about the strange irony that many tourists to Dublin are staying in apartments through Airbnb while many of the homeless are staying in hotels.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Noone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2354\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2354&amp;amp;pid=CatherineNoone&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We are all very well aware of the shortage of rental accommodation in the capital.  A recent study by <i>daft.ie<\/i>revealed that the price of rental property in Dublin has gone up by 40% while the availability has gone down by 80%.  While I commend the provision in the budget to increase the tax-free allowance for homeowners to rent out a room to &euro;14,000 and the Action Plan for Housing of the Minister, Deputy Coveney, which will provide 47,000 units of social housing, I believe that more can be done.<br\/><br\/>In Canada, a tax on empty homes has been introduced.  Vancouver City Council recently approved such a tax.  I believe we should monitor that and perhaps consider its introduction in Ireland and in Dublin in particular, where the gravest problems exist.  City councils themselves should not be exempt from such penalties.  We hear a lot of talk about empty units being owned by the council and work not being done maybe as efficiently as it should be, which adds to the crisis.  The tax being introduced in Vancouver is the first of its kind in Canada and has been introduced to combat its own housing crisis.  It is expected to improve the situation by persuading owners of thousands of empty apartments and houses to put them up for rent or be penalised.  Self-reporting owners will be taxed 1% of the value of homes that are not principal residences or are not rented out for at least six months of the year.  As I said, the initiative is something we should consider in Ireland.  I would be grateful if the Leader could pass on my comments to the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#S00600","speaker":"1406","continuing":true},{"type":"speech","time":1479825000,"counter":101,"content":"<p>I am very disappointed that no representatives of this House have been appointed to the Committee on the Future of Healthcare.  I know that many Senators in the House have direct experience that would have added greatly to the development of that strategy.<\/p><p>I ask the Leader whether any contact has been made about appointments to the committee deliberating on the findings of the commission on water charges.  There has been some discussion about appointing four Senators to the committee.  I find it very contradictory in many ways.  If we had gotten representatives onto the Committee on the Future of Healthcare, they could have been really productive.  Meanwhile, we are now being asked for four Senators to be appointed to what I would call a pre-determined outcome.<\/p><p>The majority of Deputies that will make up that committee have already indicated what the outcome will be.  The Leader's colleague in government, Deputy Miche&aacute;l Martin, has already stated that there will be no water charges.  Sinn F&eacute;in has been pretty consistent in what it has been saying about water charges, in fairness.  Therefore, why are we going through this charade of a pre-determined committee that will sit until next March when we already know the outcome, since Miche&aacute;l Martin said in Friday's <i>Irish Independent<\/i>that there will be no charges?  Deputy Barry Cowen has a different opinion and has softened the edges of that stance.  Deputy John Lahart referred to it as well on &quot;The Week in Politics&quot;.  However, the leader of Fianna F&aacute;il was pretty clear in his interview on Friday that there will be no charges.  Are we participating in a simple charade to get us through to March?  We now know that the majority of people participating in that committee are saying that the outcome will bring an end to water charges.  Why are we playing along with that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#T00200","speaker":"1417"},{"type":"speech","time":1479825000,"counter":102,"content":"<p>I agree with my colleague, Senator Humphreys, on Senators not being included in the Committee on the Future of Healthcare.  It is disappointing that 60 Members of the Oireachtas have been excluded from the process.<\/p> <p>It is important that we look to the long term of where we are going as a country.  The latest employment figures released are extremely significant in that we now have an unemployment rate of 7.5%, down from 15.1%.  The number of people working in this country is now at 2.04 million.  In the 12 months up to September this year, more than 57,000 new jobs were created.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That is over 1,100 new jobs per week.<\/p><p>That refers back to the demand for housing, an issue raised by my colleague, Senator Noone, and how we respond in the appropriate way to accommodate those people who are now working and paying a contribution through PRSI to the cost of running this State.  We must carefully consider how we do long-term planning in urban centres.  For instance, Dublin is spread out and it is taking people up to two hours to get to work.  We need to take the longer-term view and consider what happens in other cities where people have gone up rather than out in terms of housing build.  If we build upwards we can provide more space for recreation, social activities and sports.  We need to have that debate.<\/p><p>This country has a huge issue with building higher than two storeys.  With proper planning, there is nothing wrong with building higher than two storeys because people could walk to work in five or ten minutes instead of spending two hours travelling to work.  A developer in Cork who is building new office accommodation was advised that he needed to provide residential accommodation close by and was proposing 200 apartments.  That has been turned down by the councillors, which is very disappointing.  That is a wrong decision and it is not the way to do business in this country.  We need to have a debate on that issue in the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#T00300","speaker":"1409","continuing":true},{"type":"speech","time":1479825000,"counter":104,"content":"<p>I raise an issue which we might tease out the next time the Minister for Social Protection, Deputy Varadkar, is in the House.  I am not requesting that he come into the House specifically to deal with it.  It concerns an article that is attributed to the Leas-Chathaoirleach in today's edition of <i>The Irish Times<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00200","speaker":"1379"},{"type":"speech","time":1479825000,"counter":105,"content":"<p>Letters are not relevant on the Order of Business.  The Chair cannot be brought into a discussion on the Order of Business but the Senator may take up the matter with me later in my office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00300","speaker":"1420"},{"type":"speech","time":1479825000,"counter":106,"content":"<p>No.  There will be no analysis.  I have the floor and I want to speak.  The Leas-Chathaoirleach does not even know what I am saying.  He is shutting me down before I have even opened my mouth.  This is democracy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00400","speaker":"1379"},{"type":"speech","time":1479825000,"counter":107,"content":"<p>You are referring-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00500","speaker":"1420"},{"type":"speech","time":1479825000,"counter":108,"content":"<p>This is the Seanad Chamber.  Allow me to make a case.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00600","speaker":"1379"},{"type":"speech","time":1479825000,"counter":109,"content":"<p>Sorry, Senator.  You were referring to the occupant of the Chair.  That is not allowed on the Order of Business.  I may have mistakenly given latitude in the past to someone else, as the leader of his group, but as they say, we are where we are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00700","speaker":"1420"},{"type":"speech","time":1479825000,"counter":110,"content":"<p>In light of that, I will take my seat-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00800","speaker":"1379"},{"type":"speech","time":1479825000,"counter":111,"content":"<p>You do not have to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U00900","speaker":"1420"},{"type":"speech","time":1479825000,"counter":112,"content":"<p>-----and I will e-mail the Leas-Chathaoirleach's article regarding PRSI to the 900 councillors within ten minutes of leaving this Chamber.  The Leas-Chathaoirleach should not nod his head because he might need a reminder.  He seems to be forgetting-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01000","speaker":"1379"},{"type":"speech","time":1479825000,"counter":113,"content":"<p>With respect, I do not think the Senator should raise this matter on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01100","speaker":"1420"},{"type":"speech","time":1479825000,"counter":114,"content":"<p>The Leas-Chathaoirleach did not know what the matter related to until I shared it with him.  I will take my seat.  I will communicate with the 900 councillors-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01200","speaker":"1379"},{"type":"speech","time":1479825000,"counter":115,"content":"<p>We will discuss it later.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01300","speaker":"1420"},{"type":"speech","time":1479825000,"counter":116,"content":"<p>I call for a debate about PRSI.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01400","speaker":"1379"},{"type":"speech","time":1479825000,"counter":117,"content":"<p>Of course, and the Senator is entitled to call for a debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01500","speaker":"1420"},{"type":"speech","time":1479825000,"counter":118,"content":"<p>-----but I will webcast the councillors within five minutes of leaving this Chamber with the clip of his engagement with-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01600","speaker":"1379"},{"type":"speech","time":1479825000,"counter":119,"content":"<p>With respect, it is not relevant to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01700","speaker":"1420"},{"type":"speech","time":1479825000,"counter":120,"content":"<p>It was okay for the Leas-Chathaoirleach to e-mail them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01800","speaker":"1379"},{"type":"speech","time":1479825000,"counter":121,"content":"<p>What we do outside this House has nothing to do with the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U01900","speaker":"1420"},{"type":"speech","time":1479825000,"counter":122,"content":"<p>I will take my seat.  I am not a fool, and the Leas-Chathaoirleach is not fooling me.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U02000","speaker":"1379"},{"type":"speech","time":1479825000,"counter":123,"content":"<p>I am not trying to fool you, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U02100","speaker":"1420"},{"type":"speech","time":1479825000,"counter":124,"content":"<p>I want to swop places with my colleague, Senator Warfield, who was here before me but did not manage to catch the Leas-Chathaoirleach's eye.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U02200","speaker":"1413"},{"type":"speech","time":1479825000,"counter":125,"content":"<p>I apologise.  I call Senator Warfield.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U02300","speaker":"1420"},{"type":"speech","time":1479825000,"counter":126,"content":"<p>I raise the objectionable tweet from the Taoiseach, Deputy Enda Kenny, in recent days in which he, in our name, gushed about Mike Pence, who apparently knows and understands the issues that affect our people.  Why did the Taoiseach extend an invitation to Mike Pence to visit this island?  The tweet went far beyond what was necessary in terms of diplomacy.  He tweeted: \"He certainly knows Ireland and the issues that matter to our people.\"  That is an untruth.  We were the first State in the world to properly endorse marriage equality, a powerful statement that reaffirmed the rights of LGBT citizens and redefined what it meant to be Irish.  Those values of fairness and inclusion could not be more at odds with the extreme anti-LGBT prejudice that has been a hallmark of Mike Pence's career.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->He is an advocate for the repugnant and abusive practice of conversion therapy.  He is on the record as calling for federal funding for this shameful practice.  As recently as 2014, while serving as Governor of Indiana, he passed sweeping discriminatory legislation that would allow anybody to discriminate against LGBT people, citing religious belief.  Mr. Pence's anti-LGBT views are so extreme that he passed a law in Indiana that would lead to the jailing of any same-sex couple who even attempted to apply for a marriage licence in that state.  This is the dangerous and ugly reality of Mike Pence, and while we accept the result of the US presidential election and the incoming Administration, we must also be unequivocal in affirming our values of LGBT equality and inclusion.  I ask the Leader to raise this issue with the Taoiseach and ask him to reaffirm his commitment to LGBT equality by progressing the rights of young transgender people and publicly supporting all-island marriage equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#U02400","speaker":"1372","continuing":true},{"type":"speech","time":1479825000,"counter":128,"content":"<p>In her earlier contribution, my colleague, Senator Rose Conway-Walsh raised some of the macro issues that still scar our country as a result of partition.  In many ways, the negatives permeate every aspect of our lives, including the major issues around health, transport and infrastructure, but also sitting down on a Saturday afternoon and trying to enjoy a sports game.  I have never encountered an issue that has led to people in the North being energised via social media than the continued practice of satellite subscribers in the North being blocked from watching RTE programmes.  The most recent was the Ireland versus New Zealand rugby match last weekend.  Before that, it was coverage of the Olympic Games and the coverage of Irish athletes who were taking part there.  It also happened during the European Football Championships when Ireland did so well on the international stage.  It goes right across the board.  I appreciate that we may not be able to do anything about it now in light of the contractual and licensing arrangements that obtain.<\/p> <p>The matter to which I refer highlights a bigger problem in the context of mindset.  When RTE approaches negotiations relating to these issues and to television coverage, it is thinking in partitionist terms and is not thinking about those of us in the North who want to be able to view our sporting heroes on the international stage.  I will call for the Minister to contribute by way of a Commencement matter.  I will hope the Leader can raise this matter with his ministerial colleague.  We so often have the opportunity to commend and congratulate our sporting heroes on representing us so well.  We have very positively engaged across the island, North and South, to put together a very positive bid to attract the Rugby World Cup to Ireland.  However, I fear that we could be faced with a mad situation whereby some of the games will take place in the North but we will not be able to watch them on RTE in the North.  That would be a great shame and a very backward step.  I hope all Senators will engage in respect of this matter across the various sectors of the media as we move forward.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#V00200","speaker":"1413"},{"type":"speech","time":1479825000,"counter":129,"content":"<p>I endorse the comments of my colleague, Senator Craughwell, on the Defence Forces.  On many occasions in recent years, Senators have highlighted the fact that morale in the Garda S&iacute;och&aacute;na is at an all-time low.  We recently saw how low morale has become with more than 10,000 ordinary members of the Garda taking the decision individually to strike for better pay and conditions.  We face a similar crisis in our Defence Forces.  I am very interested in this matter.  As part of our rolling debates on Brexit, I have asked that the Minister for Defence come to the House.  As Senator Craughwell pointed out, the Taoiseach is the Minister for Defence.  The situation is so serious that it warrants the Taoiseach's presence here to debate the future of our Defence Forces.  The latter are in crisis.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Diarmuid Wilson:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2017\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2017&amp;amp;pid=DiarmuidWilson&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->How long will we wait until that crisis turns into a serious reality?  I ask that this debate take place as soon as possible and that An Taoiseach, not the Minister of State, come before this House.<\/p><p>I also wish to comment very briefly on Senator Warfield's comments about An Taoiseach's tweeting.  While I disassociate myself totally with the comments and actions of Vice President-elect Pence, I very much welcome the fact that An Taoiseach is in contact with both him and President-elect Trump.  It is in the interest of this country to maintain good relations with the people of the United States of America, a country in which more than 50 million people claim Irish ancestry.  The United States has been very important for us in the context not only of the peace process, but also of many other matters through the decades.  I would like to see that good relationship continue but I disassociate myself totally with the comments Senator Warfield has attributed to the incoming US Vice President, Mr. Pence, and would not condone any of them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#V00300","speaker":"1418","continuing":true},{"type":"speech","time":1479825000,"counter":131,"content":"<p>I cannot remember whether it is scheduled to bring the Minister for Education and Skills before the House during the coming weeks.  A serious problem is arising in schools with the vetting of occasional visitors to schools who come to carry out sports coaching or act as guest speakers and so on.  I am the chairperson of a primary school board of management and I am in touch with managers and other chairs and staff of other schools who tell me there are confusions and blockages in the system arising from the new vetting legislation that came into force this year.  School management officials tell me that the vetting issue has been the bane of their lives in recent months.<\/p> <p>The new legislation which came into force this year and a Department of Education and Skills circular explaining it make clear that any people coming into a school for the first time since 29 April of this year to assist voluntarily or occasionally with coaching, mentoring, counselling, teaching or training of children or vulnerable persons must have been vetted.  The problem is that various voluntary sporting and other bodies do not see it that way.  One school I know of had to cancel a visit from a volunteer from the Engineers Ireland STEPS programme, a very good programme which encourages primary and post-primary students to explore the world of science, technology, engineering and maths, because that organisation's policy is not to vet those who only volunteer occasionally and it describes or defines \"occasionally\".  A school can defend a decision not to carry out vetting where it has an agreement with an organisation sending volunteers or employees into a school, and where the school can show that the other party, that is, the sending organisation, has obtained a vetting disclosure in respect of the person coming in.  However, if these organisations do not have a policy that complies with the law, no such defence is available when an unvetted person goes into the school.  The school with which I was in touch now has a policy that ensures that anyone coming in who will have access to or contact with children for educational purposes will have to be vetted.  However, this will cause untold confusion across the country because organisations will arrange to send in speakers and coaches, only for it to emerge at the last moment that they have not got a vetting disclosure for the person whom they are sending in, and the event will have to be called off through no fault of the school.<\/p> <p>If one looks at the websites of the likes of the GAA and the IRFU, one sees that the new legislation is clearly not understood.  For example, the GAA states: \"While the preference of the GAA is to vet all persons who work in a role of responsibility with children [and so on] occasionally a guest coach may be invited to work in a supervised role with children.\"  However, supervision is not the issue any more.  If one is coming into a school for the first time since April of this year, one must be vetted.  It does not matter whether one is a once-off or a regular.  The IRFU states that \"all persons within rugby with access to children on a regular and continuous basis\" are required to be vetted.  That is not the law either.  The Minister should come before the House and talk to us about this.  The Department of Education and Skills, having issued the necessary clarification in its circular to schools, now needs to issue clarification to bodies such as Volunteer Ireland and various other voluntary bodies that do good work and send volunteers into schools but do not seem to be up to speed with the new requirements of vetting legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#W00200","speaker":"1401"},{"type":"speech","time":1479825000,"counter":132,"content":"<p>I thank the more than 18 Members who have raised many important issues on the Order of Business.  I begin by joining Senator Ardagh, who called for a debate and legislation to deal with the use and misuse of prescription drugs.  She will find no argument on that from this side of the House.  The figures she recited were in yesterday's report and we have heard about the traumatic impact the issue has had on the lives of people, including victims and the families left behind.  It is a matter of extreme importance and not just at this time of the year, as the nights get longer and people take more chances on the road.  It is an issue we need to come back to.  There is a need for active legislation on this issue and I would be happy to have the Minister come to the House on it.  The Senator makes the point and perhaps we should speak about having a cross-party group around this significant issue.  Such use of prescription drugs is increasing and the monitoring of it is decreasing.  I am concerned that more people are being killed by drug misuse, alcohol misuse and the misuse of prescription drugs.  The Senator is right to raise the matter and I would be happy to speak to her again about it.  It is important that we combat the horrific rise in the rate of deaths on our roads, whether they arise from alcohol, speed or the misuse of prescription drugs.  We must be vigilant and work together to eliminate the problem.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00100","speaker":"1391"},{"type":"speech","time":1479825000,"counter":133,"content":"<p>Rather than describing the process as \"cross-party\", he might say \"cross-group\".  This is new politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00200","speaker":"1390"},{"type":"speech","time":1479825000,"counter":134,"content":"<p>The Senator knows what I mean.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00300","speaker":"1391"},{"type":"speech","time":1479825000,"counter":135,"content":"<p>There should be no interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":136,"content":"<p>I would not like to incur the wrath of the Leas-Chathaoirleach but he knows what I mean.  I join with Members in paying tribute and sympathising with the family on the death of Mr. William Trevor.  Senator Conway-Walsh referenced \"The Ballroom of Romance\" and his short stories.  Given that he was born in Cork in 1928, one could say he got his brilliance there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00500","speaker":"1391"},{"type":"speech","time":1479825000,"counter":137,"content":"<p>He was from provincial-town Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00600","speaker":"1420"},{"type":"speech","time":1479825000,"counter":138,"content":"<p>A comment from a 2011 interview struck me when he said writers should not feel obliged to explain and things should be left to the reader.  He did that in his work.  I pay tribute to him and sympathise with his family on his death.<\/p> <p>Senators Craughwell and Wilson raised the matter of the Defence Forces, which is very important.  The Minister of State has committed to coming to the House and he is in Lebanon today, as Senators know.  To be fair, the Minister of State, Deputy Kehoe, has responsibility for this and he sits at the Cabinet.  He is willing to come to the House to discuss the matters raised.  As Members know, the Government has begun recruitment to the Defence Forces and over 600 positions have been advertised this year.  The budget has been increased by &euro;10 million for 2017 and we have seen capital infrastructural expenditure in a number of barracks across the country, along with Haulbowline in my constituency.  I am sure we welcome that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00700","speaker":"1391"},{"type":"speech","time":1479825000,"counter":139,"content":"<p>The Leader-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00800","speaker":"1390"},{"type":"speech","time":1479825000,"counter":140,"content":"<p>We have also seen increased spending on the Air Corps and we very much commend the work being done by our men and women in the Naval Service in the Mediterranean.  Equally, there is the issue of increased expenditure in the naval fleet, which is to be welcomed.  The Minister of State, Deputy Kehoe, is committed to ensuring the Defence Forces remain an attractive career choice and to do that, he has engaged with representative associations governed by the Lansdowne Road agreement.  That said, a climate survey has been commissioned and published.  In that survey, members indicated positive findings in terms of commitment to and pride in the job and work satisfaction.  I acknowledge, however, that we need to see an improvement in the terms and conditions of all members of the Defence Forces.  I would be happy to have the Minister of State to come to the House to debate the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X00900","speaker":"1391"},{"type":"speech","time":1479825000,"counter":141,"content":"<p>In fairness, Leader, we have-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X01000","speaker":"1390"},{"type":"speech","time":1479825000,"counter":142,"content":"<p>With respect Senators, we cannot have questions and answers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X01100","speaker":"1420"},{"type":"speech","time":1479825000,"counter":143,"content":"<p>I will refer the matter back to the Senator after the Order of Business and get him the information.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am sure he will be pleasantly surprised.  However, I agree with him that we must work together to ensure members of the Defence Forces are rewarded for the work they do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#X01200","speaker":"1391","continuing":true},{"type":"speech","time":1479825000,"counter":145,"content":"<p>We must stop them travelling from Donegal to Dublin every day to carry out duties.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00200","speaker":"1390"},{"type":"speech","time":1479825000,"counter":146,"content":"<p>Order, please.  The Senator has made his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00300","speaker":"1420"},{"type":"speech","time":1479825000,"counter":147,"content":"<p>Senator Conway-Walsh raised the cost of partition and of not being a united country.  I congratulate her on raising the matter.  I am sure she will join me, along with Senator Noone and Senator Colm Burke, in welcoming the unemployment figures.  The national survey from the Central Statistics Office, CSO, shows that employment is continuing to increase in this country.  I am sure Sinn F&eacute;in Members will welcome the fact that there are more people at work.  More than 2 million people are in work in Ireland, with 56,500 more people at work in the past year, which is a 2.8% increase.  It is ahead of the target in the Action Plan for Jobs for 2016.  A total of 72% of the jobs being created at present are located outside Dublin.  For 16 quarters in a row there has been an increase in the number of people at work.  All Members will agree that this is a good news story for the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00400","speaker":"1391"},{"type":"speech","time":1479825000,"counter":148,"content":"<p>How many are on zero-hour contracts?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00500","speaker":"1377"},{"type":"speech","time":1479825000,"counter":149,"content":"<p>The Senator always sees the glass half full.  Some day the Senator will come to the House and remember that the glass is full.  For 16 quarters in a row more people have been at work.  If the Senator had his way-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00600","speaker":"1391"},{"type":"speech","time":1479825000,"counter":150,"content":"<p>I just want to know how many are on zero-hour contracts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00700","speaker":"1377"},{"type":"speech","time":1479825000,"counter":151,"content":"<p>There was an unemployment rate of 15.1% when Fine Gael and the Labour Party formed a Government in 2011.  We had the courage to go into government and to work for the people.  You would have them unemployed.  Then you would be outside the gate with a placard stating that nothing is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00800","speaker":"1391"},{"type":"speech","time":1479825000,"counter":152,"content":"<p>What about the 500,000 who left Ireland?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y00900","speaker":"1377"},{"type":"speech","time":1479825000,"counter":153,"content":"<p>Do not come in here and talk out of both sides of your mouth.  Why not admit the fact that there are more people at work?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01000","speaker":"1391"},{"type":"speech","time":1479825000,"counter":154,"content":"<p>I just want to know how many are on zero-hour contracts.  It is a very simple question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01100","speaker":"1377"},{"type":"speech","time":1479825000,"counter":155,"content":"<p>I suggest that the Leader not address Members directly.  Address your comments through the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01200","speaker":"1420"},{"type":"speech","time":1479825000,"counter":156,"content":"<p>Unemployment has decreased by 12.6% during the terms of this Government and the last Government.  More people are at work and fewer are unemployed.  It is the 16th consecutive quarter of jobs growth.  Surely the Senators opposite could welcome and celebrate that, rather than bemoan the fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01300","speaker":"1391"},{"type":"speech","time":1479825000,"counter":157,"content":"<p>We are just wondering how many are on zero-hour contracts.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01400","speaker":"1377"},{"type":"speech","time":1479825000,"counter":158,"content":"<p>I do not begrudge you getting an increase in pay from your party.  I hope you welcome that as well.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01500","speaker":"1391"},{"type":"speech","time":1479825000,"counter":159,"content":"<p>The Leader should not address Members directly in that manner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01600","speaker":"1420"},{"type":"speech","time":1479825000,"counter":160,"content":"<p>Can we have the debate on reunification?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01700","speaker":"1413"},{"type":"speech","time":1479825000,"counter":161,"content":"<p>I have no bother with having that debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01800","speaker":"1391"},{"type":"speech","time":1479825000,"counter":162,"content":"<p>Go raibh maith agat.  That is what we sought.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y01900","speaker":"1413"},{"type":"speech","time":1479825000,"counter":163,"content":"<p>The bottom line is that the Sinn F&eacute;in representatives, if they are honest, should not hand the money back to their party.  They should give it to the State so we can invest in employment opportunities for all sectors of society.  If they are honourable about that, they should do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y02000","speaker":"1391"},{"type":"speech","time":1479825000,"counter":164,"content":"<p>We will if you will.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y02100","speaker":"1413"},{"type":"speech","time":1479825000,"counter":165,"content":"<p>Do not talk out of both sides of your mouth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y02200","speaker":"1391"},{"type":"speech","time":1479825000,"counter":166,"content":"<p>You do it first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y02300","speaker":"1413"},{"type":"speech","time":1479825000,"counter":167,"content":"<p>Members must talk through the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y02400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":168,"content":"<p>Senator Kelleher raised the important issue of dementia and the 55,000 people in our country who suffer from the condition.  I commend her on the work she is doing and on the work she did prior to becoming a Member of the House.  Tomorrow is an important day and I urge Members to attend the briefing.  The Government, with Atlantic Philanthropies, has committed &euro;275 million to the national dementia strategy.  It is important that there is cross-party and Independent support on the issue of dementia because, as Senator Kelleher said, it is a challenge that must be overcome.<\/p> <p>Senator Bacik spoke about the separation of powers.  It is important that we do not allow anything to undermine the independence of the Judiciary and that we preserve the separation of powers between the Government, the Legislature and the Judiciary.  However, it is important to recognise that the programme for Government is committed to significant reform in the appointment of judges.  The T&aacute;naiste and Minister for Justice and Equality, Deputy Fitzgerald, is working on a Bill to make the appointments process more transparent and fair.  I understand that the Bill is due before the House in the near future.  It is important that we do not undermine the Judiciary and that we maintain the separation of powers, which is a constitutional requirement in any case.<\/p> <p>Senator O'Reilly raised the issue of emergency departments, waiting lists and the carer's allowance.  I will be happy to invite the Minister to the House to discuss these matters.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> Senator Gallagher raised the important issue of the school minor works scheme.  The Minister announced those details last week and I think there is more to come in the context of the summer works scheme.  I would be happy if the Minister were to come to the House to discuss this important matter.<\/p><p>Senator Norris spoke about President-elect Trump.  Similarly, Senator Warfield mentioned the Taoiseach's tweet and the possibility that Vice President-elect Pence will visit Ireland.  As a member of the LGBT community and as a politician, I want to say we have a duty to work with every administration that is elected in every jurisdiction across the world.  We may not agree with their policies and we may not support them, but we have a duty to work with them.<\/p><p>I would also like to say that as a member of the LGBT community, I have been filled with a sense of darkness, sorrow and pain since the election of Mr. Trump and Mr. Pence.  Nothing that Vice President-elect Pence has said or done in his role as Governor of Indiana has been inspirational from the perspective of equality, justice and the upholding of the rights of people in the LGBT community.  I hope the members of Congress in America will use the system of checks and balances to prevent the regression of the rights of LGBT people across the United States of America.  I really am very upset by this.<\/p><p>I am being polite when I say that what Mr. Pence has said and done in his role as Governor of Indiana has been anything but positive.  Members of all parliaments who are interested in human rights must uphold the human rights of all citizens, particularly people who are gay, lesbian and transgender.  I will very much stand on that platform when I join the Taoiseach in welcoming Mr. Pence to Ireland so that I can invite him to talk to Senator Warfield, to me, to the Ministers, Deputies Zappone and Varadkar, and to Senator Norris.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Y02500","speaker":"1391","continuing":true},{"type":"speech","time":1479825000,"counter":170,"content":"<p>I will be across the road with a banner.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Z00200","speaker":"1372"},{"type":"speech","time":1479825000,"counter":171,"content":"<p>I will invite him to talk not only to those of us who are gay, but also to our allies, supporters and family members so that he can see the values we uphold and stand for and the progress our country has made.  I suggest we are lucky and privileged to be citizens of a country that voted in such numbers in favour of marriage equality, a vote that is now shown to be significant across the world.  I remind the House of the progress we have made under the Taoiseach of our country, Deputy Enda Kenny, as leader of a Government and with the assistance of members of the Labour Party, in areas like marriage equality, Finance Bills, gender recognition and adoption.  The leadership he has shown in a partnership Government cannot be underwritten by the fact that he is welcoming Mr. Pence to this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Z00300","speaker":"1391"},{"type":"speech","time":1479825000,"counter":172,"content":"<p>The Taoiseach said that Mike Pence understands-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Z00400","speaker":"1372"},{"type":"speech","time":1479825000,"counter":173,"content":"<p>It is important to recognise that the Taoiseach, as Head of State, must work with people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Z00500","speaker":"1391"},{"type":"speech","time":1479825000,"counter":174,"content":"<p>He is not the Head of State; he is the Head of Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Z00600","speaker":"1402"},{"type":"speech","time":1479825000,"counter":175,"content":"<p>I hope we can always call out people when they are wrong.  The Victory Fund is an organisation that funds and supports LGBT candidates in the US.  It is a source of joy that 86 candidates were elected to state or national parliaments in America last week.  The new Governor of Oregon, Kate Brown, is the first LGBT governor to be elected.  I had the privilege of meeting a young elected candidate, Julian Cyr, in Massachusetts during the summer.  The Attorney General of Massachusetts, Maura Healey, is working with all men and women of the LGBT community.  Senator Warfield is right when he makes the important point that generations of young people are watching what is going to happen in America.  Gay, lesbian and transgender people are questioning their identities and themselves today.  As a country, and as legislators across the world, we must stand as a beacon for them and work with them to ensure they are treated properly and with dignity, fairness and compassion.<\/p> <p>Senator Butler spoke about an incident in Trim.  The Minister of State, Deputy McEntee, will be in the House tomorrow to discuss these issues.  I will be happy to have them discussed once more.<\/p> <p>Senators &Oacute; Clochartaigh and Noone raised the issues of homelessness and housing.  The Minister will be in the House again tomorrow to discuss the Bill.  I hope the matters highlighted by the Senators can be mentioned during that debate.  If they have issues that need to be addressed separately, I will be happy to facilitate that.<\/p> <p>Senator Humphreys spoke about the future health care strategy.  It is a source of huge disappointment to me as Leader of the Seanad and to the Members of this House that Senators have not been appointed as equal members of the committee.  It is disappointing that the Fianna F&aacute;il and Sinn F&eacute;in members of the committee did not support us when we tried to make a change because the committee lacks the expertise of Senators from all sides of the House.  People on the Fianna F&aacute;il, Sinn F&eacute;in, Fine Gael, Labour Party and Independent benches have medical and health expertise that would add to that committee.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There are people who have medical and health expertise who will add to that committee.  It is disappointing.  The Senator referred to the water commission.  I have not been consulted regarding its composition.  I heard of the appointment of Senator &Oacute; C&eacute;idigh on \"Morning Ireland\" on Monday.  I am not sure who has been in contact regarding the appointments or the structure of the committee.  I am led to believe there will be four Members of the Seanad on it.  I am not sure who they will be but my understanding, from talking to our Whip&rsquo;s office, is that they will be from Fine Gael and Fianna F&aacute;il and two Independent groups, the Civil Engagement group and Senator &Oacute; C&eacute;idigh as Cathaoirleach.  My information is that the Labour Party was not anxious to be on the committee.  I am open to correction on that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#Z00700","speaker":"1391","continuing":true},{"type":"speech","time":1479825000,"counter":177,"content":"<p>I thought nobody was in communication with the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00200","speaker":"1417"},{"type":"speech","time":1479825000,"counter":178,"content":"<p>I said that I asked our Whip&rsquo;s office about it following \"Morning Ireland\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00300","speaker":"1391"},{"type":"speech","time":1479825000,"counter":179,"content":"<p>Sorry, Leader that is not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00400","speaker":"1420"},{"type":"speech","time":1479825000,"counter":180,"content":"<p>I just want to put it on record again-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00500","speaker":"1391"},{"type":"speech","time":1479825000,"counter":181,"content":"<p>That is not relevant.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00600","speaker":"1420"},{"type":"speech","time":1479825000,"counter":182,"content":"<p>It is actually because-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00700","speaker":"1391"},{"type":"speech","time":1479825000,"counter":183,"content":"<p>We cannot have a question-and-answer session here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00800","speaker":"1420"},{"type":"speech","time":1479825000,"counter":184,"content":"<p>I appreciate that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA00900","speaker":"1391"},{"type":"speech","time":1479825000,"counter":185,"content":"<p>The Leader can give his answers now, through the Chair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA01000","speaker":"1420"},{"type":"speech","time":1479825000,"counter":186,"content":"<p>Nobody has been in direct contact with me about the appointment of Members of this House to that commission.  I made an inquiry regarding its composition.<\/p> <p>Senator Colm Burke raised the very important issue of housing and the demand for it giving the example of Cork.  We can debate that tomorrow with the Minister for Housing, Planning, Community and Local Government, Deputy Coveney.  Senator Boyhan raised the issue of pay-related social insurance, PRSI.  It is important to have that debate whether about the pension deficit that many have or the contribution people make to their pensions in general.  The Minister for Social Protection will be here to debate the Social Welfare Bill 2016 and I am sure we can debate that issue then. <\/p> <p>I neglected to mention the issue about the libraries, which Senator &Oacute; Clochartaigh raised.  We need to have a discussion on that.  Senator Warfield has been very active around this issue.  The matter has been discussed here before. <\/p> <p>Senator &Oacute; Donnghaile raised the very important issue of the transmission of sporting events or other activities on television.  I hope that we could have an all-Ireland approach to the transmission of sporting events because it is not good enough that in one part of the island people can watch Ireland play the All Blacks and in another they cannot, or in one part people must pay extra to watch something which they can see free in another part.  We are a small island nation, we are united in lots of ways by our sport and our support for our sporting heroes.  We should all, no matter who we are, work to overcome that obstacle.  I would be happy for the Minister for Transport, Tourism and Sport to come to the House.  I also raised the matter Senator Wilson discussed.<\/p> <p>Senator Mullen raised the important issue of vetting and I would be happy to have the Minister come to the House to discuss that. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA01100","speaker":"1391"},{"type":"unspoken","time":1479825000,"counter":187,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Joint Committee on Public Petitions: Motion","time":1479825000,"counter":188,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA01300"},{"type":"speech","time":1479825000,"counter":189,"content":"<p>I move:<\/p><blockquote>That the papers of the Joint sub-Committee on Public Petitions of the 24th Seanad, insofar as those papers are, or relate to, public petitions addressed to the Houses of the Oireachtas which were not closed on the dissolution of the 24th Seanad, be referred to the Joint Committee on Public Petitions.<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#AA01400","speaker":"1391"},{"type":"unspoken","time":1479825000,"counter":190,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Statute Law Revision Bill 2016: Committee and Remaining Stages","time":1479825000,"counter":191,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#BB00100"},{"type":"unspoken","time":1479825000,"counter":192,"content":"<p>Sections 1 and 2 agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":193,"content":"<p>NEW SECTION<\/p>"},{"type":"unspoken","time":1479825000,"counter":194,"content":"<p>Government amendment No. 1:<\/p><p><\/p>"},{"type":"unspoken","time":1479825000,"counter":195,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":196,"content":"<p>Section 3 agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":197,"content":"<p>SCHEDULE<\/p>"},{"type":"unspoken","time":1479825000,"counter":198,"content":"<p>Government amendment No. 2:<\/p><p>In page 8, between lines 6 and 7, to insert the following:<\/p><p>&ldquo;<\/p><p>No. 18 of 1933       Public Hospitals Act 1933<\/p><p>&rdquo;.<\/p>"},{"type":"unspoken","time":1479825000,"counter":199,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":200,"content":"<p>Government amendment No. 3:<\/p><p>In page 9, between lines 17 and 18, to insert the following:<\/p><p>&ldquo;<\/p><p>No. 21 of 1938       Public Hospitals (Amendment) Act 1938<\/p><p>&rdquo;.<\/p>"},{"type":"unspoken","time":1479825000,"counter":201,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":202,"content":"<p>Government amendment No. 4:<\/p><p>In page 9, between lines 33 and 34, to insert the following:<\/p><p>&ldquo;<\/p><p>No. 9 of 1940       Public Hospitals (Amendment) Act 1940<\/p><p>&rdquo;.<\/p>"},{"type":"unspoken","time":1479825000,"counter":203,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":204,"content":"<p>Government amendment No. 5:<\/p><p>In page 11, between lines 11 and 12, to insert the following:<\/p><p>&ldquo;<\/p><p>No. 47 of 1947       Health Services (Financial Provisions) Act 1947<\/p><p>&rdquo;.<\/p>"},{"type":"unspoken","time":1479825000,"counter":205,"content":"<p>Amendment agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":206,"content":"<p>Schedule, as amended, agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":207,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1479825000,"counter":208,"content":"<p>Bill reported with amendment, received for final consideration and passed.<\/p>"},{"type":"unspoken","time":1479825000,"counter":209,"content":"<p>Sitting suspended at 4.45 p.m. and resumed at 4.55 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Horticulture Industry: Statements","time":1479825000,"counter":210,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#EE00100"},{"type":"speech","time":1479825000,"counter":211,"content":"<p>I thank the House for inviting me to discuss the horticulture industry.  The horticulture sector makes a very significant contribution to Ireland's gross agricultural output, with a farm gate output of &euro;400 million in 2015.  In terms of gross agricultural commodity output, horticulture is positioned third after beef and dairy.  The sector makes an important economic contribution and generates significant ancillary employment in areas such as preparing and packaging produce, distribution, retail, garden design and landscaping.  At retail level, Irish consumers spend on average &euro;1.2 billion on fresh fruit and vegetables and potatoes, second only to dairy produce.  On the non-food side of horticulture, the Irish consumer spends &euro;512 million on plants and cut flowers for the home.<\/p> <p>Two sectors of Irish horticulture in particular are important sources of foreign revenue.  Three quarters of all mushroom production, or &euro;100 million, is exported annually.  Almost &euro;14 million of non-food horticultural products, such as nursery stock, cut foliage, bulbs, flowers and Christmas trees, are also exported, mainly to the UK and Northern Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am keenly aware of the challenges these sectors now face and, in particular, the mushroom industry following the aftermath of the UK referendum decision to exit the EU, particularly in light of recent fluctuations in currency.  In 2015, the Irish mushroom sector had an estimated farm gate output value of &euro;137 million with the UK accounting for 83% of Irish mushroom production of some 61,000 tonnes.  Most Irish mushroom growers are members of CMP, Ireland&rsquo;s largest fruit and vegetable producer organisation.  This EU funded scheme provides a mechanism for producers to work together to optimise production costs, stabilise prices and strengthen their position in the marketplace by becoming part of a larger supply base.  CMP draws down significant EU aid each year through its operational programme which provides invaluable support to its members.  On 15 October, &euro;1.57 million was paid to CMP.<br\/><br\/>Budget 2017 underpins the Department&rsquo;s mitigation efforts through strategic investment in key areas of the Department, in its agencies and in the agrifood sector.  From providing access to an innovative low interest agri-cashflow fund of &euro;150 million to agri-taxation measures designed to strategically smooth income fluctuations, budget 2017 provides a robust, pre-emptive response to the Brexit challenge.<br\/><br\/>In addition, the Department of agriculture, along with the various State agencies, in particular Bord Bia, Teagasc and Enterprise Ireland, are working closely with the industry to provide the necessary support and assistance.  Bord Bia has provided currency and negotiation workshops specifically targeted at the sector, which has been well received by the mushroom industry.  In addition, Bord Bia is also investing in a market development programme which will assist companies dealing with currency and trading difficulties.<br\/><br\/>Under the Food Wise 2025 plan, the Department has set ambitious targets for the horticulture sector, principal among these is the plan to grow the value output of the sector by a further<font color=\"#FF22FF\"><\/font>&euro;500 million and deliver 1,000 full-time equivalent jobs.  This plan focuses on improving sustainability, efficiency, growth and competitiveness.  The market is increasingly international and competitive, and ongoing development of the horticultural industry is dependent on its ability to maintain and extend competitive advantages in this environment.  Central to achieving this growth is the investment in the development of new technologies that create more sustainable production systems.  The Government&rsquo;s commitment to achieving these targets is demonstrated through the State-funded scheme of investment aid for the development of the commercial horticulture sector, which provides grant aid at 40% on approved costs associated with capital investment in a broad range of specialised horticultural equipment and buildings that contribute to at least one of the scheme's objectives.  All sectors within the horticultural industry are eligible for this competitive grant aid scheme which is normally heavily over-subscribed.  The budget for the scheme in 2016 was &euro;4.3 million and approvals were issued to 154 applicants, which will facilitate grower investment costing approximately &euro;13.5 million.  Funding for the 2017 scheme has recently been announced.  We are awaiting final approval but &euro;5 million is the figure that has been indicated.  The scheme is now open for applications.  This competitive grant aid scheme represents the main source of State funding for horticultural producers and is vital to improving growers&rsquo; competitiveness and the quality of output, as well as allowing growers innovate and diversify production.<br\/><br\/>As mentioned earlier, the horticulture sector will have access to the &euro;150 million low interest cashflow support loan fund, providing access to highly flexible loans for up to six years, for amounts up to &euro;150,000 at an interest rate of 2.95%.  There is also an option for the first three years to be interest only.  Earlier this year, the Department of Jobs, Enterprise and Innovation introduced the grocery goods regulations under the Competition and Consumer Protection Act 2014.  The five main retail multiples control over 90% of the market for fresh fruit and vegetables in Ireland.  Their dominant position, combined with a very competitive retail environment, can have a significant impact on producer prices.  Key elements of the grocery goods regulations are the requirement for written contracts to be in place between regulated entities.  The grocery goods regulations are not about setting price or prohibiting below cost selling or certain practices within the food chain.  They are aimed at ensuring there are no surprises and that contract terms are honoured.  These regulations are enforced by the Competition and Consumer Protection Commission.  The EU Commission is also examining the issue of relationships in the food chain and there may be initiatives at EU level in the future.  <br\/><br\/>The Government places a strong value on the importance of Ireland&rsquo;s horticulture industry and continues to support it through the implementation of the Food Wise 2025 plan, which sets out the practical ways in which aspirations for growth can be made tangible and the sector supported as it strives for new levels of success in the decade ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#EE00200","speaker":"1356","continuing":true},{"type":"speech","time":1479825000,"counter":213,"content":"<p>We will now have the spokespersons for the various groups.  Senator Gallagher has eight minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#FF00200","speaker":"1426"},{"type":"speech","time":1479825000,"counter":214,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it go dt&iacute; an Teach.  The horticulture sector contributes between &euro;350 million and &euro;400 million to agricultural output at farm gate level and provides over 6,000 jobs in the production sector and a further 9,000 jobs in the amenity services sector.  In recent years, this sector has been put under increasing pressure from the large multinationals who are now dominating the Irish sector.  It is now a matter of urgency that the EU acts in order to ensure the protection of smaller businesses and producers from the monopolisation of multinationals.<\/p> <p>Fianna F&aacute;il supports the banning of below cost selling of vegetables, fruit and potatoes.  We have published a draft Bill to amend consumer law in order to provide for the establishment of a national food ombudsman to mediate and investigate disputes.  The ombudsman would also oversee the relationship between retailers, wholesalers and their suppliers and would encourage transparency and a fairer sector so that retailers can compete fairly with each other.  It would also try to ensure a more equitable food supply chain since it has been found that almost 40% of Irish farmers have an income of less than &euro;10,000 per annum.<\/p> <p>The monopolisation of this market by global low cost chains such as Aldi and Lidl does not incentivise Irish farmers to provide more produce as they are failing to make a profit and, in some cases, barely break even.  The horticulture market is totally unsustainable for independent Irish farmers as they cannot afford to keep up with the unsustainable prices across the beef, dairy, tillage and sheep sectors and it is the Government's duty to ensure a stable income stream for these farmers.  The dangers these multinationals pose are ones that need to be taken seriously.  Not only have they created a culture in which people are buying cheapest and perhaps compromising quality, but they have also gotten rid of smaller independent shops who simply cannot afford to compete with these prices.<\/p> <p>The UK exit from the EU is also a huge threat to Irish farming interests.  Our trade links with the UK have led to a large agrifood export market and account for over 40% of Irish exports worth over &euro;4.5 billion annually.  Over 50% of our beef exports and one third of our dairy exports go to the UK each year.  Teagasc recently estimated that a British exit could see a reduction in the value of Irish agrifood exports of up to &euro;800 million a year.  The fluctuating value of sterling has already hit Irish exporters and immediate action must be taken in order to come to an agreement regarding the possible return of trade barriers.<\/p> <p>Almost 80% of employment in the Irish food and beverage industry is based outside Dublin.  This means that the negative effects of Brexit are being directly felt by people living in rural communities who may not be able to readily avail of other employment opportunities.  A hard Brexit would be disastrous for all Border counties and Border farmers.  There is too much cross-Border agrifood trade for this to be taken lightly.  It is vital that the Irish Government works with our European and UK colleagues to minimise any disruption to existing agrifood trade in future EU discussions so that Irish farming interests are safeguarded.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Robbie Gallagher:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2471\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2471&amp;amp;pid=RobbieGallagher&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In 2015 the annual review by the Department of Agriculture, Food and the Marine showed that the number of Irish mushroom growers fell to approximately 70 nationally.  In 1996 there were almost 600 mushroom growers in Ireland.  A significant decrease such as this in a relatively short period causes deep concern.  However, the issue of most concern is that Ireland is one of Europe&rsquo;s leading mushroom suppliers.  We really are world leaders.  We produce 70,000 tonnes of mushrooms each year, of which 80%, worth &euro;120 million, is marketed to UK multiples.  For the majority of Irish growers, 100% of their goods are exported to the UK.  We control almost 60% of the UK multiple market and we produce more than the Germans, Italians and the British.  However, the industry is facing threats internally and externally with the introduction of mushrooms produced in eastern Europe displacing Irish product due to their much lower production costs.  This is mirroring the issues we have in the horticultural industry with the big chain low cost supermarkets, and we must act on this to protect Irish interests.  A loss of jobs in the mushroom sector will also have a knock-on effect on the tillage sector as the mushroom industry is a significant purchaser of wheaten straw.  Goods will stop being produced if the cost outweighs the rewards and, as a result, we could see unemployment skyrocket across these sectors, which are all located in rural Ireland.<\/p><p>The bottom line of these issues is their impact on Irish farmers.  They are being crippled by low prices, market volatility, rising input costs and bank credit.  It is totally unsustainable and unrealistic to expect farmers to produce more unless they are making a profit on their extra production.  The average farm income is estimated at &euro;26,526 per annum, but this is still substantially lower than the Irish average industrial wage of &euro;37,000 per annum.  This week, Fianna F&aacute;il discovered that 50% of the 2016 rural development programme budget allocation has gone unspent in the 11 months to November 2016.  This means that farmers are still waiting for &euro;238 million in payments.  How is this acceptable?  These payments should be issued immediately and it is appalling and very disappointing that this is not being treated as a matter of urgency.  Irish farmers are facing a severe cashflow crisis and the Government must be held accountable for part of this. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#FF00300","speaker":"1396","continuing":true},{"type":"speech","time":1479825000,"counter":216,"content":"<p>I am conscious that the Minister of State has responsibility for food, forestry and horticulture.  I am not sure if he is taking questions on forestry today but I have one which I might put to him.  He has a wealth of experience in the horticulture and forestry sectors as well as the agriculture sector.  As a native of Wicklow he immersed himself in agriculture and in the community.  He represents ably and with distinction the agricultural and urban people of Wicklow and parts of Carlow.  I am also aware of his former position as Chairman of the Oireachtas Joint Committee on Agriculture, Food and the Marine and I particularly welcome him to the House today.<\/p><p>Ireland has pinned significant hopes on forestry as a way of offsetting emissions from the agriculture sector.  However, to date new forest plantings have been running behind target.  There are three and a half lines on horticulture in the programme for Government, on page 113.  They are significant because they refer to Bord Bia&rsquo;s Origin Green brand and the strategy from 2016 to 2018 which is extremely impressive.  I pay tribute to An Bord Bia for the enormous work it does.  I visited its office in Clanwilliam Court a few days ago where the people were extremely helpful and positive.  It has an amazing amount of good quality literature about supporting the horticulture industry through the agribusiness, horticulture, cut flower and nursery stock sectors.  We perhaps do not hear enough about the organisation.  We see it at Bloom but I would like to see it showcased more.  I am not on the Oireachtas Joint Committee on Agriculture, Food and the Marine but I suggest to those on it that it should invite Bord Bia to talk about horticulture.<\/p><p>Will the Minister of State please set out his plans to get Government back on target in respect of his key objectives for forestry and to promote the diversification of farm activity into forestry where appropriate and suitable, taking into account broad-leaved native species as well as pines, <i>picea abies<\/i>and all the trees the Minister of State is familiar with in Irish forestry?  There is enormous potential, especially for upland farmers or marginal land farmers to get into the forestry sector, and if the Minister of State is seriously committed to pushing out the targets for afforestation, these are key areas that need to be identified and may supplement incomes for farmers in this critical category.<\/p><p>I was a horticulturalist.  I studied it and for many years made a good living out of it.  The Irish farmers&rsquo; markets are a key showcase for artisan food, salads, organics, soft fruit, nursery stock and cut flowers.  There is one in D&uacute;n Laoghaire.  There are approximately 70 registered, up and running markets.  Artisan food is a broad term but many organic products grown in this country go into that end product.  There is good scope for developing that area.  The horticulture sector is important in the Irish economy.  We are exporting vegetation for florists to Britain.  This year numerous flights from Dublin carried daffodils to the United States.  I am not sure many people know that.  This sector could be expanded.<\/p><p>I acknowledge the enormous support Teagasc gives through grants and education in promoting horticulture.  We need to dovetail that with the Department of Education and Skills, with experts in training and apprenticeships.  There is a concern that not enough trained people are coming into sector at various levels, whether amenity horticulture or food production.  There is scope for a group of people who may opt out of education early but who may want to be trained.  I have met many who find it difficult to access horticulture training programmes at a lower level than a university degree in agriculture or horticulture.  Will the Minister of State look into that? <\/p><p>Within a short time of being elected to the agriculture panel in the Seanad, I took the time to visit Monaghan Mushrooms.  It is a highly impressive organisation.  I do not know if the Minister of State has visited it.  There was a suggestion that it was having difficulty in getting previous Ministers to visit.  I am not here to air the issues of a particular commercial company but the mushroom sector is the largest horticulture sector in the country.  The Minister of State mentioned a figure for farm gate values.  The last one I received from the Department of Agriculture, Food and the Marine was &euro;136 million for the mushroom sector alone, of which approximately 80% is exported to the UK.<\/p><p>I was in the UK last week and went into several supermarkets to pick up Irish products.  There was no Origin Green or &quot;grown in Ireland&quot; stamp on them, which surprised me but I knew where they came from because Monaghan Mushrooms has a policy of putting the farmer&rsquo;s name on the brand.  I was highly impressed by the mushrooms now being produced with added vitamin D, which are walking off the shelves of every supermarket in Britain.  That is really pioneering and innovative work by Monaghan Mushrooms.  It is great to walk around supermarkets all over London and see mushrooms from Ireland.  Why, if they are coming through the Origin Green process, is that not stamped on them?  There may be a good reason that I do not know.  We have a brand and quality and we need to talk about that.<\/p><p>I will not go into the soft fruit sector to any great extent.  When I refer to the nursery stock sector, I mean the trees, shrubs and flowers, most coming from Holland and Italy.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Victor Boyhan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2463\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2463&amp;amp;pid=VictorBoyhan&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The cut flower sectors in Spain and Israel are coming into this country because of the huge potential in terms of the soil and the conditions in Lusk, in north County Dublin, which in the 1940s, 1950s and 1960s was an area of major cut flower production.<\/p><p>There is great excitement, opportunities and challenges for the agrifood, horticulture and forestry sectors.  The biggest concern I have identified from talking to a range of people in this sector is the need to bring people in to take up new training programmes, which will give them the necessary skills at all levels to enter the horticulture sector.  There is a synergy among a number of Departments, including that of the Minister's colleague, the Minister for Jobs, Enterprise and Innovation, Deputy Mary Mitchell O'Connor, to see how we can support the industry but, importantly, how we can prepare young people who want to get involved in this wonderful and rewarding industry.  We need to look again at the training and how we can bring them into the sector.  I thank the Minister.  He is a man from the land who speaks of the land and represents the people of the land.  There is great expectation of him and I wish him well as Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#GG00200","speaker":"1379","continuing":true},{"type":"speech","time":1479825000,"counter":218,"content":"<p>I welcome the Minister to the Chamber for this important debate.  When it comes to agriculture, for the most part it is not the horticulture industry that grabs the headlines.  It tends to be the beef or dairy sectors, but that does not take from the importance of the horticulture sector in terms of complementary farming.<\/p><p>The Minister gave us a figure for valuation of output at the farm gate of &euro;400 million.  I had a figure of &euro;350 million from Teagasc from 2015, so I am not sure which is correct.  In any event, horticulture covers a myriad of produce from mushrooms, protected crops, vegetables, fruits, flowers, foliage and other nursery crops.  For the most part, we export that produce.<\/p><p>What is unique for many businesses and producers across agriculture is that the horticulture industry is very labour intensive.  It is not as mechanised and requires more people to be involved.  Before the budget, representatives of the mushroom sector came before the Joint Committee on Agriculture, Food and the Marine and set out that 3,500 people work for them, with 60 producers involved.  As my colleague said, in 1996 we were talking about 600 producers, so they have had to respond to markets.  There is evidence of smaller producers closing down their businesses, some of it in my county where we see metal frames on concrete foundations lying idle, with nothing going on in them.  I will speak to that briefly later.<\/p><p>The mushroom sector, with a farm gate output of &euro;120 million, is one of the most significant aspects of horticulture.  I fully understand the reason its representatives are concerned about Brexit, being that approximately 90% of the 61,000 tonnes produced here goes into the British market.  It is testament to the people behind the mushroom industry here that they have the majority stake in the multiple retailers market in Britain where they compete with producers in the UK and from other countries, including from Poland, although I understand that has declined. The fact that they describe input costs for labour at 40% indicates that it is a very labour-intensive industry.  It speaks for itself.  We want to keep those jobs.  I understand they are under pressure to fill jobs, which is a story that coincides with the recovery in the economy and more jobs being available throughout.<\/p><p>Many good points were made in the debate and the Minister has been pre-emptive, particularly in speaking to those in the mushroom industry, but I want to ask some questions.  On the agri cash fund and the &euro;150 million that has been made available by Government, how soon might farmers begin to avail of that because the cost of overdrafts and term loans that the banks are imposing is way above what they borrow the money for from the ECB, which is practically criminal?  The sooner that farmers can be helped with their cashflow, the better.<\/p><p>On the producer organisation funding for 2015, why has there been a delay in payment to the commercial mushroom producers?  Such payments would also alleviate cashflow difficulties.<\/p><p>On the renewable heat incentive side, the Minister has described the scheme of investment aid for the development of commercial horticulture sector, which is very important.  He is encouraging people to consider applying for that to see if there is something they can do.  However, a good deal of horticulture requires heating and if that is done by way of renewable energy, that suits us on many fronts, in particular in terms of our renewable heating targets, reducing our carbon emissions and so on.  It is not quite within the Minister's bailiwick but it affects farmers and, ultimately, it can help reduce their input costs.<\/p><p>Regarding new markets, the Minister described Bord Bia investing in a market development programme.  With regard to beef and dairy, much work has been done to develop new markets.  That is always a good idea because it provides more options and hopefully will improve the price of the commodity.  What practical steps can be taken in that regard, and what markets does the Minister have in mind?  There is an issue about the produce being perishable and the distances over which it can be transported but there are transport solutions that might preserve such perishable goods for a longer period.  What assistance might be available to horticulturists or people in the industry to avail of those solutions?<\/p><p>I welcome the groceries goods regulation and in particular a standard provision that the contract be in writing but also that for both retailers and wholesalers, the payment would be made within 30 days.  That is reasonable when we are talking about a perishable good, the lifespan of which is one week or ten days, at best.  However, I agree with a previous speaker that the elephant in the room is the multiple retailers.  Below cost selling is objectionable.  It depresses the price of horticultural products.  Also, the grading done is based on the physical appearance of a piece of fruit or a vegetable.  There is something wrong with that because this country is wasting 100 million tonnes of food a year.  That is not all down to people buying in the supermarket.  Part of the reason is that people in the horticulture industry are required to produce goods that meet the standards of the multiple retailers.  If a tomato has a bump on it but nutritionally is the same as one without a bump, it does not make the grade and can end up on the floor.  That is unsustainable, coupled with below cost selling.  It comes back to low cost selling.  We have low cost selling of alcohol, these perishable goods, dairy and so on.  The argument being made is that we do not want to interfere with the market, but the market is artificial and artificial constraints are being put upon farmers.  We have high quality produce but extra costs are being put upon them.  We need more than a <i>laissez-faire<\/i>attitude.  The issue of below cost selling must be tackled.<\/p><p>I would like to hear a vision in terms of what we can do with these frames and concrete foundations lying idle where mushrooms used to be grown previously.  Dealing with those could help more farmers' markets.  It is the way to proceed to try to get perishable produce grown closer to home.<\/p><p>The Minister indicated that he is committed to developing a horticulture forum.  We want to get stakeholders, producers and all people involved in industry around the table to speak to the issues and the challenges we face now and ensure that we can build a bright future for our horticulture industry and that it goes from strength to strength.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->When does the Minister of State have in mind to convene such fora?  I ask that he do so as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#HH00200","speaker":"1425","continuing":true},{"type":"speech","time":1479825000,"counter":220,"content":"<p>I welcome the Minister of State to the House.  This is an important opportunity to discuss a sector and industry that is going through a period which can only be described as dangerously volatile.  The horticulture industry is a vital, necessary and hard-working sector.  We take for granted our ability to walk into shops and supermarkets and pick up fresh fruit and vegetables and we pay little attention and give little thought to the craft, labour and technique which allows us to do this so effortlessly.  I therefore thank and congratulate all the people involved in the sector for the contribution they make in ensuring we lead healthy, nutritious lives and keep up our vital five-a-day food sources.<\/p> <p>I said at the outset that this sector is dangerously volatile at present.  In 2015, more than 6,000 were employed in the sector, 1,850 of whom were employed in the mushroom sector.  We have discussed the problems in the mushroom sector at length.  The industry stakeholders have appeared before the agriculture committee, and the evidence they gave was deeply worrying, as I am sure the Minister of State is aware from reading the subsequent transcript.  What supports and safeguards have been put in place since then?  The mushroom industry accounts for 43% of the horticulture industry and delivers &euro;137 million in sales, according to the Minister of State's presentation.  Of this &euro;137 million in sales, more than 80% was made to the UK market.  Again, we have discussed this at length, but it is simply unsustainable.  In light of Brexit, there is simply too much concentration and over-reliance on the UK market.  Smaller markets have been carved out in France, the Netherlands and Germany.  It is now up to the Government, with officials from Bord Bia, Enterprise Ireland and whatever other State agencies are required, not only to develop these markets for everyone, but also to identify new markets in Europe and beyond.  We cannot sit on our hands and wait for a very successful and viable industry to collapse before our very eyes when new markets can be identified to sustain it.  Sterling has strengthened somewhat against the euro recently, but this cannot be taken for granted.  In a Bord Bia report of 2015, the outlook was for currencies to remain stable and as a result, despite a decrease in exports, for revenues to do likewise.  We now know what has happened and the devastating effect it has had on the mushroom industry in particular.  As mentioned already, there is far too much concentration by the horticulture industry on the UK market.  Of all food exports, 41%, or &euro;4.4 billion in 2015, was directly to the UK.<\/p> <p>Brexit is undoubtedly negative, and we cannot afford to rest.  Five mushroom producers have already gone to the wall, with 170 jobs gone.  Thankfully, one producer has been purchased and has reopened.  Our mushrooms, like all our horticultural and agricultural produce, are recognised as being top quality.  Our mushrooms will continue to be produced, so the imperative is on the Minister of State's Department to talk to the other countries and smaller markets already mentioned and to identify new markets into which to expand.  Brexit in this regard then should be seen as an opportunity to expand rather than to rest on our laurels and watch the industry collapse before our very eyes.  Similarly, there is real capacity for growth and export-led trade in other sectors of the horticulture industry.<\/p> <p>The world's population is constantly increasing.  This population needs to be fed.  Ireland with its climate, quality and standard of produce can become a leader in food production.  Fields of vegetables, fruit, potatoes, mushrooms and salad leaves can all be grown quite successfully on our shores and exported into new markets.  Prepared consumer food is a sector that has huge potential for growth.  In these times of convenience and fast-paced lives, pizzas, sauces, soups and value-added agriculture have longer shelf lives compared with fresh produce, while maintaining the quality of Irish produce.<\/p> <p>Expanding and creating new markets is one suggestion I have put forward that will help support and sustain our horticulture industry.  There are others.  In my party's alternative budget, we costed the setting up of a national horticulture industry forum.  The Minister of State's Government has also committed to this.  Why is this industry in crisis still waiting for this to happen?  This forum needs to be set up without delay and on an all-Ireland basis.  The Border does not recognise the problems now threatening the survival of the sector, and island-wide participation is therefore needed.  The European Union also needs to step up to the mark in this regard.  The horticulture industry needs supports and subsidies to see out the Brexit storm.  Similar emphasis needs to be placed on this industry as on agriculture to get over Brexit and what is in essence a European problem in which we are all implicated as a result of the decision of voters in the UK.<\/p> <p>I have one last issue to raise.  Below-cost selling of fresh produce by the multiples and large supermarkets is demeaning and disparaging of the hard work and labour that Irish producers put into producing top-quality produce.  This practice, which happens day in and day out, needs to be stopped, and this fresh, nutritious food needs to be respected.  I call on the Minister of State again to consider bringing in measures to stop this practice.  Lastly, I again thank  our producers in this industry for the effort they put in and I appeal to our consumers, without sounding too protectionist, to buy Irish, support Irish jobs and help keep the Irish horticulture industry going from strength to strength.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#JJ00200","speaker":"1400"},{"type":"speech","time":1479825000,"counter":221,"content":"<p>I will be very brief.  I welcome the Minister of State to the House and very much welcome the opportunity to speak to this issue.  Many Senators are focused on the mushroom industry, and rightly so because it is in difficulty.  As Senator Mulherin said, energy costs are an issue, and support for green innovation would send a strong message from Government about our serious intent regarding the environment.<\/p> <p>One matter I will mention, as others have, is below-cost selling.  However, unlike others who have concerns about this issue because of Brexit, I have been concerned about it for quite some time, as have the people working in horticulture in Fingal, in north County Dublin, from where at one time over 70% of production of horticultural products took place.  The figure is now around 60%.  They have been at the wrong end of below-cost selling for quite some time, and it has put many of them out of business.  I find it deeply disturbing that in our agricultural nation there is only one scallion producer left.  Only three or four people are now involved in the production of outdoor lettuce, and the same goes for winter production of cauliflower.  Very few young farmers are joining the sector; some would say none are doing so.  The figures I have been given show that around 36 farmers are responsible for the vast majority of horticultural production in the country, which is pretty scary.  What do we do on the day the multiples put them out of business?  What do we do on the following day, when the forty-foot containers stop arriving into this country and we suddenly find we have lost the skill set that has taken generations to build up?  As Senator Mac Lochlainn said, these people work very hard in very difficult conditions against the weather and against the market to make sure that we have fresh vegetables on our tables.  There is an obesity epidemic in this country that we are trying to address, and vegetables form a huge part of addressing the issue in people's diets.<\/p> <p>I welcome, however, the grant support given in recent years by the Government: &euro;4.5 million this year and &euro;5 million next year.  Although many sectors of horticulture do not export to the same extent as the mushroom industry, they now face serious problems as well because they face cheap imports as the pound weakens and it becomes cheaper for them to sell product back into Ireland.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator James Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2180\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2180&amp;amp;pid=DrJamesReilly&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As I said, I fear the day when, because of below-cost selling, multiples will put the remainder of our farmers in this sector out of business.<\/p><p>I want to tell the House one salutary tale.  Back in 2009-10, a major multiple in this country encouraged farmers in Dublin and Meath to set up a co-op.  They were stringent in the criteria they set for the refrigeration of the food for the standards that had to be met and a significant investment was made.  Indeed, the Government may have contributed something to it as well.  They got the contract in September and this new building opened.  The following March, it was gone.  The contract was withdrawn and they were forced to sell it.<\/p><p>I appeal to the Minister of State, Deputy Doyle, my Government colleagues and everybody to start changing the balance of power in this market that Senator Mulherin has alluded to.  It has gone too far in one direction.  The market is determining what people are able to make a livelihood in this sector and that market is being controlled by a small number of multiples.  It is not sustainable.  It is dangerous, from our country's point of view, in terms of being an island nation and being dependent on imports for lots of goods.  This is one area where we have the skill set.  We have the land.<\/p><p>Having travelled the world as a Minister, a point I would see as a positive is that whereas many countries see Europe as clean, they see Ireland as green.  They put a high premium on that.  We should not allow our horticultural farmers be put to the wall by unscrupulous business practices of multiples.  I accept we all love to see cheap produce on the shelves, but below-cost selling of vegetables and fresh produce is detrimental to our overall economy.  I, for one, feel it should stop.  Whether or not that requires the reintroduction of legislation on below-cost selling is a matter I would leave to my Cabinet colleagues to determine but something meaningful has to be done if we are in any way to be able to sustain the current farmers who are in horticulture and encourage new farmers into the sector.  Many farmers see no future in it and their children see no future in it.<\/p><p>I welcome the opportunity to address this issue.  I hope these statements in the House will lead to action.  I welcome the fact the Minister of State will develop fora to deal with this but I hope that, rather than being merely a venue for people to speak about the problem, the Minister of State will come back with solutions and actions to implement them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#JJ00300","speaker":"1421","continuing":true},{"type":"speech","time":1479825000,"counter":223,"content":"<p>I thank all of the Members for their contributions.  It is quite obvious from listening to everybody that there is both a keen awareness of the challenges facing the horticulture sector and a value put on the sector in what it contributes.  I note Senator Boyhan was actively involved in the horticulture sector when we both were on the local authority many years ago.<\/p> <p>I number of important points have been raised and I will try to deal with them.  In response to Senator Gallagher, multinationals are a problem.  We see, interestingly enough, that the two dominant retailers in the Irish retail and grocery sector are both Irish.  There is 0.2% between them.  They have leapfrogged each other.  Between them, they account for 44% or 45% of the retail market.  The remaining four or five take up another 45% and the smaller outlets take up the rest.  Therefore, the two have a dominant position.<\/p> <p>In my first term in the D&aacute;il, I brought out a groceries, consumer and competition protection Bill, ironically, with my colleague, the Minister, Deputy Creed, where we were trying to bring about a structure for the relationship between the primary producer and the processor or, as Senator Reilly pointed out, the co-op.  I visited that co-op as an Opposition spokesman when it was going well.  Their demise was unfortunate and unnecessary because they were doing what their customer demanded, but for other reasons, they were unable to continue to trade.<\/p> <p>The grocery goods regulations are the result of consistent lobbying by producers, farm organisations and politicians.  In the previous D&aacute;il when I was Chairman of the Joint Committee on Agriculture, Food and the Marine, we brought out a report on this matter.  We had a certain level of impatience with the pace with which the Competition and Consumer Protection Act 2014 regulations were brought out.  The regulations came into effect on 30 April this year.  They will run for eight months.  I understand the Competition and Consumer Protection Commission must report on its activities over the eight months by the end of April 2017 outlining exactly what happened, how many took place, any breaches which occurred and any follow-up measures that were taken because there is quite a deal of legislation which covers breaches which extend to prosecution.  The objective is to review these regulations and see if they are working.<\/p> <p>Personally, I believe that we may have to go further.  In Europe, opinion is divided on what should be voluntary and what should be statutory.  The CAP 2014-2020 acknowledges this imbalance in the relationship between various stakeholders along the food chain and encourages the establishment of producer organisations.  I would concur with that.  We have producer organisations in the mushroom sector.  If there is anything we can see from that, it is that those organisations have helped to offer some level of protection and a channel of support for marketing and investment in the mushroom producing sector.  The same could be applied across the protected crops and potatoes.  As the Senators well know, there are basically four nursery stocks: mushrooms, potatoes, protected crops and vegetables.  There are various opportunities that we should follow and there is probably potential to draw down EU funding in that vein.<\/p> <p>The question on forestry is one I had better not forget.  We hope to have roughly the same hectarage as last year, namely, 6,500 hectares.  The target is to get to 7,000 hectares by 2018, and up to 8,400 hectares, roughly by 2020.  I would make a couple of points.  I have taken any opportunity I have had to engage with the wider forestry business.  We are at 25.8% in broadleaf plantation.  Our aim is to get to 30%.  The native woodlands scheme out to 2020, which we launched in the summer, is incorporated in that.  Along with the incentives for broadleaf production, that should get us to 30%.  To get to 7,000 hectares, the enclosed-unenclosed definition will be changed.  It is based on soil quality.  If soil is determined to be GPC 3, which has growth potential, it will qualify for the higher rate of grant, enclosed or unenclosed.  We are reviewing it to see if we can incentivise it.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There are other initiatives happening.  There is an ongoing threat response to the hen harrier, which may highlight that we have adopted a very cautious approach to the hen harrier areas and that, based on best practice in places such as Northern Ireland, there may be flexibility to release land that is eminently suitable for plantation.  Much work is happening on the forestry sector, including agriforestry and other initiatives.  One of the basic challenges is to instil in people that planting a plantation is not an either-or situation.  Speaking from personal experience, to have a section of a farm planted adds to the farm production and the value of it and its ability to redeem an income to the farmer.  We must regard it as a whole-farm management package rather than just an either-or.  There is significant resistance in certain areas of the country.  I have met them and I am trying to convince and reassure them that to want to plant more land is not a threat.  We see the jobs that are created downstream as a result of the sector and the value of it.  Given that it is not particularly relevant to the debate, I will leave it at that.<\/p><p>The mushroom industry has been challenging.  Although I have not visited Monaghan Mushrooms, I have met the main person in Monaghan.  Quality assurance is a matter for Bord Bia.  Not all mushrooms by Irish companies are produced in Ireland.  Bord Bia is better equipped to answer about quality.  Bord Bia's overall budget for the horticulture sector is &euro;4 million and it is examining alternative markets in other parts of the world.  That is down the line.  Brexit has happened for the horticulture sector in the form of currency fluctuations.  Today, sterling is at 85 cent.  Last week, it was 90 cent and it was predicted that it would reach parity.  There is great uncertainty, which leads to volatility and nervousness.  The Senators are right that the freshness and quality of our mushrooms is unparalleled.  The product going to the UK market is reliable and freshly delivered on time.  While other countries will supply at a more competitive price, when one factors in wastage, unreliability and reputational issues, the Irish mushroom holds its head up, as it were.  This also applies to other products.<\/p><p>Last Thursday, the Minister for Agriculture, Food and the Marine, Deputy Michael Creed, and the CEO of Bord Bia, Mr. Aidan Cotter, were in the UK with the CEO of one of the major multiples.  This is not the first time they have been there.  There is ongoing engagement with them to reinforce the message that if they let the sector go without some adjustment in price - and there has been movement in it - and unless there is an acknowledgement of the need to address it very quickly, their supply base will diminish.  One or two of the growers which went out of business have restarted, although the lead-in time is significant.  If it goes to a point at which the supply base is not big enough, the major retailers will have a problem to which they will have contributed.  We are working on it.<\/p><p>The &euro;150 million loan fund is for producers.  Most mushroom growers have a production element and a processing element.  The major element, 1,000 people, is not part of it.  It probably does not have the same challenges, although it has some challenges.  The loan fund is targeted.  It was a livestock fund of &euro;11 million that came from the EU.  The Department of Agriculture, Food and the Marine considered its own resources and added &euro;14 million to it, and it went to the Strategic Banking Corporation of Ireland, SBCI, and got clearance from the Commission to allow it to extend beyond the livestock sector, especially to arable farmers and mushroom growers.  Yesterday, I heard the Minister for Agriculture, Food and the Marine, Deputy Creed, say it would be rolled out in January.  The SBCI has engaged with the pillar banks to roll it out as quickly as possible.  It will be a game changer.  It is urgently needed but it must be fine tuned so there is no improper lending.  The fact that no security is required adds to the need to get it right from the start.<\/p><p>The lean initiative will be piloted with four or five mushroom growers.  It will use Teagasc and Bord Bia, linked in with Enterprise Ireland, to examine how to assist growers in leaner production techniques.  There is already a lean arrangement with Monaghan.  When I met the CEO of Monaghan Mushrooms, this was one of the initiatives that was highlighted to us.  It could be a significant benefit to growers in cost reduction.  Costs are approximately one third compost, a little over one third labour, and the rest is ancillary.  Compost and labour are the significant costs in mushroom production and anything that can improve efficiencies in them is to be encouraged.<\/p><p>The renewable heat incentive, RHI, is a matter for the Minister for Communications, Climate Action and Environment, Deputy Naughten, and we have met him.  A couple of mushroom growers have renewable heat and some have not finally commissioned them and will not do so without an RHI or unless oil prices increase.  There is a cost balance.  In the wider vegetable sector, even if a product is considered seconds and is not going to make it to the market shelf, it should be possible, when people need food, for it to be a source of energy.  It can be used as a form of biomass in a waste to energy initiative.  Have I left anything out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#KK00200","speaker":"1356","continuing":true},{"type":"speech","time":1479825000,"counter":225,"content":"<p>The forum.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#LL00200","speaker":"1400"},{"type":"speech","time":1479825000,"counter":226,"content":"<p>Sorry.  I forgot about it, although I have it written down in two places here.  I am waiting for final confirmation from the Minister, Deputy Creed.  The forum we envisage will bring all the stakeholders together.  I will convene it and engage with it.  It will be different in some way from the dairy and beef fora.  It is about identifying problems but also about figuring out solutions.  We have an organic focus group and different models of fora, and we are trying to get one that is tailor made for the horticulture sector.  In December, I am going to a nursery stock farm in north Dublin, where I have been before, to see their issues.  I have visited some of the people Senator Reilly mentioned who are involved in tomatoes, lettuce and scallions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I visited most of those people during the summer, as well as producers of strawberries down in Wexford.  We are trying to create a forum that covers the four legs of it.  Bloom was certainly a very good showcase of what is available.  The downstream business figures from the Bloom festival, from within a month of it and from within a year of it are staggering for certain sectors in the wider horticulture family.  Not everything benefits equally.  Fresh vegetables are not big beneficiaries of it.  I would say that nursery stock and cut flowers are the biggest beneficiaries.  We export &euro;14 million worth of non-food horticulture, which includes cut flowers.  Amenity plants are being traded internationally.  Daffodils are going to the United States and the United Arab Emirates.  There is that sort of potential and we need more of it.<\/p><p>Brexit has done one positive thing for the specific sectors of agriculture that are in the eye of the storm: it has alerted an alarm for the absolute need to develop new markets.  In September, the Minister, Deputy Creed, and I were in four countries in Asia.  I was in Vietnam and Korea and the Minister was in China and Singapore.  Beef was a significant part of both of our agendas in order to further that process.  It was also an opportunity to showcase all Irish food.  We had food evenings where we hosted restaurateurs, hoteliers, agents and food buyers to try to emphasise to them the benefits of Irish food.  Origin Green is a huge marketing operation.  We are the only country in the world that has a carbon navigating system by which we can tell what the carbon footprint of any product is.  The three S's are safety, security and sustainability.  That is what the marketing of Origin Green is out there to promote.  It is gaining traction and we have a good reputation.  It boils down to traceability.<\/p><p>However, it is slow.  So much of our market depends on one particular destination, which always will be a significant market for us, as our nearest neighbour.  Traditionally, long before the EU, we were major market traders, particularly for lower-value products.  We have developed a value-added export business to the UK and to other countries.  We really must make sure that we have some level of independence from that to give ourselves a better bargaining position.  Nobody knows what is going to happen with Brexit.  Not even the Prime Minister of the UK knows, when she triggers Article 50, whether she will get it through without the endorsement of the House of Commons, which is how it stands at the moment after the ruling of the UK's Supreme Court.  We are in very uncertain times with regard to Brexit.  The main market's positioning during Brexit and post-Brexit is uncertain.  Sterling has a significant impact on everything we sell to that market.<\/p><p>Senator Mulherin asked a question about the disused mushroom facilities.  That is a challenging issue.  The Senator is from the west of Ireland and there are disused facilities there, as well as in other parts of the country.  In parts of the country, there is &Uacute;dar&aacute;s na Gaeltachta and, in other parts, there are rural development companies.  I think it will take ground-up initiatives.  It will take people with ideas to come together, whether that is co-operatively, community-based or as a business, to develop ideas with the local enterprise offices and perhaps Teagasc and see what sort of ideas they will have and what uses they can be put to.  They could create jobs and economic activity around them.  I believe it would have to be profitable.  There will have to be a business plan.<\/p><p>To be honest, I do not think I can speculate on what would actually fit all of the facilities.  In fairness, there was consolidation from 600 mushroom businesses down to under 100 over a 15 or 20-year period.  That is a significant consolidation.  I know plenty of people who were in that business and exited it as scale became very important.  Even within those 70-odd growers, as Senator Boyhan said, some of the bigger growers have satellite producers who put their name on the products.  That is very welcome, but without that core centre, those satellite growers would not be of a big enough scale.  It is a bit like egg production.  The same principle applies in which there are satellite growers producing for a central company.  I attended a poultry and chicken conference last week or the week before in the constituency of Cavan-Monaghan.  It is the same principle.  It will only work if it has a business case in a local area.  The kinds of supports that are out there are important.  If the business is worthwhile, local enterprise offices, and maybe &Uacute;dar&aacute;s na Gaeltachta in some areas, could offer supports on how to carry out feasibility studies and develop business plans.  That is what the local enterprise offices are there to do.<\/p><p>Did I miss any points?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#LL00300","speaker":"1356","continuing":true},{"type":"speech","time":1479825000,"counter":228,"content":"<p>What of ongoing training and education?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#MM00200","speaker":"1379"},{"type":"speech","time":1479825000,"counter":229,"content":"<p>That is very important.  Teagasc have renewed the recruitment of staff.  Mr. Dermot Callaghan has been appointed as head of horticulture development.  He was already in Teagasc and his previous position has been filled.  One of the other things that we are looking at doing is a knowledge transfer between Bord Bia and Teagasc, as well as working with individual growers in various different sectors, particularly sectors that are vulnerable at the moment.  The aim is to develop a knowledge transfer model.  It works.  We are trying to do the same in forestry, by the way.  The Talking Timber and Talking Hardwoods events are about bringing stakeholders, growers and producers together.<\/p> <p>If we develop lean pilot programmes for mushrooms and they prove to be worthwhile, the next step is to roll that out.  Part of the rolling-out process is to share that knowledge with the other growers.  I have been in beef discussion groups myself.  There is nothing more useful than standing in a field or shed going through statistics and practices with a facilitator.  One can pick up useful snippets of information at each meeting that one can bring home and apply.  If we get lean programmes up and running and they prove to be an assistance, I believe that really would be great way to impart knowledge.<\/p> <p>Warrenstown College used to teach a horticulture programme.  I think Kildalton College may do it now.  I believe it is important, at agricultural college level of FETAC levels five and six, that we train people how to produce vegetables and horticulture products.  Following on from that, it is also important that we teach them how to run a business.  That involves management skills and follows on naturally.  That is the way I was trained as a farm manager.  People learn how to do it first.  They think they know everything about it when they are 17, but when they then go onto somebody else's farm, they realise how little they know.  Eventually, they learn how to run a business.  That is always going to be of key importance.<\/p> <p>There are always going to be entrepreneurs in any of these businesses who are drivers and are to be admired.  Not everybody has that capacity.  Working with them and with the people who have the technical skills gives the whole sector the potential to grow, as outlined in Food Wise 2025.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Andrew Doyle:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2170\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2170&amp;amp;pid=AndrewDoyle&amp;amp;year=2016&amp;amp;month=11&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It was there before but it was far more fragmented.  Now there is the chance to create added value and use the opportunity, as somebody stated, to create awareness.  More people want to know from where their food has come.<\/p><p>I have attended the launch and first session of a farmers' market workshop, mentoring people on what they need to do for these.  The first one was in my own neck of the woods in Tinakilly last Wednesday morning and I had a look.  A woman who goes to quite a number of these markets was giving her story and there was a representative of Bord Bia, which organised the event.  It was very well attended and there were 40 or 50 people in the room, all of whom were either interested in or already in farmers' markets.  Apart from anything else, they were giving tips and indicating what to do when part of a farmers' market, either setting one up or being part of a wider group.  That is a knowledge transfer programme from Bord Bia.  In some ways, farmers' markets do not reach everybody but many people are certainly aware of them and the fact that they exist reiterates the need for people to look at labelling and where food is produced.<\/p><p>I agree with Senator Mac Lochlainn's comments.  Two or three years ago, a couple of retailers landed 40 ft. containers in here with certain vegetables and undermined native growers' bonanza season that they depended on by selling products at a certain level.  They could not have supplied the domestic market for the season but they advertised vegetables for almost nothing, meaning everybody had to rush to lower their prices.  It set the bar so low it was disgraceful.  Two years ago, the agriculture committee of the last D&aacute;il wrote to all the multiples and asked them not to engage with that practice again, as did the farming organisations, and it got a certain level of commitment in that respect.  It behoves all of us to highlight that growers, especially seasonal farmers, depend on getting a fair price.  Vegetables in the shopping basket are not the most expensive commodity and it is discretionary goods on which retailers make a profit.  People buy those items on impulse or in some cases I should not mention, the prices of products for a household can be increased.<\/p><p>It is absolutely disgraceful behaviour and I call on all multiples to desist from such a practice as it serves no purpose in the long term.  It puts our primary producers, in particular, under serious financial strain when they are trying to come back next year.  They do everything right in terms of quality and if that is what it takes to get people in through the door, it is a pretty poor statement of where we are from the retailers' perspective.  There are many other ways of getting the same result, including coupons.  For God's sake, do not screw the people who have a seasonal expectation to make their annual income.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#MM00300","speaker":"1356","continuing":true},{"type":"speech","time":1479825000,"counter":231,"content":"<p>I asked if the Government will, through the law, tackle low-cost selling further to what has been indicated.  The Minister of State might be calling on them but it falls on deaf ears.  I also asked about producer organisation funding for 2015 as there have been concerns expressed by farming organisations about delays.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#NN00200","speaker":"1425"},{"type":"speech","time":1479825000,"counter":232,"content":"<p>The groceries goods order predates my time here in these Houses; it came in under a previous Administration.  It was abolished, in essence, and I am not so sure it can come back.  I would like to see a strengthening of the position of the primary producer.  I would like to see prosecutions where there have been breaches of the groceries regulations.  I have highlighted that people will not get away with that.  I favour a name and shame process in this respect.  As I stated with regard to the producer organisation issue, the payments for 2015 were made on 15 October, amounting to &euro;1.7 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#NN00300","speaker":"1356"},{"type":"speech","time":1479825000,"counter":233,"content":"<p>I thank the Minister of State for that very comprehensive response to the questions and report on activities in the Department.  I also thank Senators for contributing.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#NN00400","speaker":"1426"},{"type":"speech","time":1479825000,"counter":234,"content":"<p>Tomorrow at 10.30 a.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016112200002#NN00500","speaker":"1425"},{"type":"unspoken","time":1479825000,"counter":235,"content":"<p>The Seanad adjourned at 6.15 p.m. until 10.30 a.m on Wednesday, 23 November 2016.<\/p>","notice":"TIME STRING DETECTED"}]