[{"type":"minorheading","content":"Prelude","time":1361442600,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1361442600,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1361442600,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1361442600,"counter":4},{"type":"majorheading","content":"Order of Business","time":1361442600,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100002#A00100"},{"type":"speech","time":1361442600,"counter":6,"content":"<p>The Order of Business is No. 28, motion No. 10 on the Democratic Republic of Congo, to be taken without debate at the conclusion of the Order of Business.<\/p><p>For the advice of the House, hearings of the Seanad Public Consultation Committee will take place today from midday on the subject of change makers in Ireland.  Representatives of Social Entrepreneurs Ireland, Ashoka and One Foundation will be present.  I encourage as many Senators as possible to attend as it will be a very good presentation by all involved.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100002#A00200","speaker":"1130"},{"type":"speech","time":1361442600,"counter":7,"content":"<p>I am always reluctant to comment on the excellent work the Leader of the House does in ordering the business of the House, but I have to express the concern on this side that in recent weeks, particularly since the resumption after Christmas, there has been a singular lack of legislation in the programme put before the House.  I am sure the Leader will agree that it is not in the best interests of the House or its future that on a Wednesday there are very long suspensions when there is no business to be conducted.  I understand the Leader is relying on Ministers to bring legislation before the House, but I would like to put down a marker and suggest he increase the pressure on his ministerial colleagues to try to bring more legislation before the House because it deserves it.  Ministers who come here will testify that this House acts in the most professional way possible in dealing with legislation.  Ultimately, this enhances the House.<\/p><p>The first report of the advisory group on tax and social welfare was published yesterday.  I understand that overnight the Minister for Social Protection kicked the report into an Oireachtas committee and that the newspapers are reporting that it could be 18 months or after the next general election before an attempt is made to address the issues raised in it.  The Minister should come before the House to outline her views on the report which she has had for over one year.<\/p> <p>Last evening we could see on television a member of the committee which drew up the report and even she admitted there was no guarantee the savings that would accrue as a result of the implementation of these recommendations to reduce child poverty.  Ultimately, the impression being created by this report, its recommendations and the immediate aftermath of its publication is that the Government would save €200 million through its implementation but there has been no discussion about how to address the wider issue of providing support services.<\/p><p>This country does not have a great record for support services for children and it is obvious from reading the report that if any aspect of the two preferred options would be implemented, it would not only have a severe impact on the squeezed middle but would affect those at the lower end of the income scale.  The recommendation on the top-up payments is that there should be abolition of the family income supplement.  Ultimately, the people targeted by the recommendations would lose out.<\/p><p>It is important in that context that the Minister should come before the House and outline her views not just on child benefit but how the money would be distributed if the recommendations were implemented to address support services.  For example, there is the high cost of child care.  The Minister for Children and Youth Affairs, Deputy Fitzgerald, some months ago indicated her belief that there should be a change in child benefit and that it should be targeted at child care places.  Before we take on any recommendations that will affect those at the bottom end, there is a need for a debate on how the money for child benefit is distributed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100002#A00300","speaker":"1128","continuing":true},{"type":"speech","time":1361442600,"counter":9,"content":"<p>The Minister, Deputy Burton, will be in the House next Tuesday to debate issues arising from the Mangan report.  She has put on record several times her concern and anxiety to ensure reform of social protection payments in general and payments directed at alleviating child poverty in particular.  We have seen rates rise but outcomes have not improved.  As I said yesterday, it is worrying to see how outcomes of child poverty do not appear to have improved despite the money that has been spent.  We need to consider how best to spend the money we have and ensure outcomes can be improved.<\/p><p>Senator Mooney has mentioned putting money directly into the provision of services.  The Minister for Children and Youth Affairs, Deputy Fitzgerald, will come to the House in two weeks; she was scheduled to come here some weeks ago but we had to postpone the debate because of the funeral of Detective Garda Adrian Donohoe.  She will come to the House in two weeks to debate issues surrounding children's rights and child care, so we can have the debate on both of those days.<\/p><p>I welcome the fact that today we will have another session of the Seanad Public Consultation Committee from midday on the subject of making change through social entrepreneurship.  As the Leader noted, all Senators are welcome and encouraged to attend the hearings in this Chamber when there is public consultation.  Anybody who attended the last consultation on lifestyle changes and prevention of cancer or the previous consultation on the rights of older people would have found it a valuable experience.  There are some really impressive speakers coming today, as we have had previously.  I urge colleagues to sit in for at least some of the hearings today, when we will hear from Ms Deirdre Mortell of One Foundation, Mr. Paul O’Hara of Ashoka Ireland, Ms Caroline Casey of Kanchi, Mr. James Whelton of CoderDojo, Mr. Seán Coughlan of Social Entrepreneurs Ireland and Ms Niamh Gallagher of Women for Election.  It is a good range of speakers.<\/p><p>I very much welcome the launch of the St. Patrick's day parade, and it is pleasant to see that there will be innovations in the parade and festival, which will be held between 14 March and 18 March.  It is being launched in the context of The Gathering, and there is a real hope that we will see thousands of visitors coming to Ireland to experience the celebrations.  There will be a people's parade, a new part of the Dublin festival, and those of us privileged to live in Dublin or near the parade will be encouraging friends and relatives to join us, visit the parade and celebrate the day.<\/p><p>I know we will debate the Magdalen report next week and there are some reports today about possible preclusions or restrictions on applications from survivors who went through the redress board.  I have every confidence that Judge Quirke will ensure fairness in application of the redress scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100003#B00200","speaker":"1148"},{"type":"speech","time":1361442600,"counter":10,"content":"<p>Hear, hear.  I hope so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100003#B00300","speaker":"1136"},{"type":"speech","time":1361442600,"counter":11,"content":"<p>It would be most unfair if people were in some way precluded from the scheme because they also spent time in an industrial scheme.  The issues are considered separately and if people were subjected to forced labour in a Magdalen institution, they should be able to receive compensation for that irrespective of whether they received redress under a previous scheme in respect of industrial schools.<\/p><p>There has been a good deal of publicity about the inclusion of the Bethany Home and there is a strong case for its inclusion.  I know Senator Norris, in particular, has spoken strongly on this for some years now.  It is important that survivors of these institutions can be addressed in an inclusive way.  I know Judge Quirke and the Government will be inclusive in the application of the scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100003#B00400","speaker":"1148"},{"type":"speech","time":1361442600,"counter":12,"content":"<p>I thank the Leader and Senator Bacik for alerting us to the social entrepreneurs who will speak later.  It is a commendable exercise.<\/p><p>Yesterday the House was alerted to the imminent dangers of the practice of medicine by doctors without insurance, with all sides of the House agreeing on the urgency of the matter contained in Senator Burke's Bill.  The only element not in agreement was, of course, the Department of Health.  Committee Stage is scheduled for next Tuesday and it should go ahead.  We cannot be alerted by Senator Burke to a major problem and allow uninsured doctors to practise for a minute longer than necessary.  We do not want the Bill to go the same way as when Senator Crown alerted the Department of Health to the dangers of smoking in cars when children are present; that Bill disappeared into the Department of Health nearly a year ago.  The Department of Health and other branches of the permanent Government should take note of what happens in Parliament.  Now that we have been alerted by Senator Burke to the problem of uninsured practice of medicine, it cannot be allowed to continue for a minute longer than is necessary.<\/p><p>There are manifestations of the same kind of problem with other Ministers and Ministers of State.  Minister of State, Deputy Sherlock, has refused to allow any role in Science Foundation Ireland for the Royal Irish Academy and the Royal Dublin Society.  Civil servants do not have a monopoly on wisdom in this country.  A completely inadequate regulatory impact assessment was circulated approximately six weeks late for the taxi regulation Bill, which is not good enough either.<\/p><p>We have been alerted to the practice of medicine by people without insurance and that should be dealt with urgently.  I urge the Leader to ensure the Bill can proceed, and the Department can put in amendments as we all do.  It is an urgent issue that should proceed.  I am delighted that Senator Burke is not deterred and has published another Bill today dealing with civil law and missing persons.  I commend him on his energy and commitment, and the Senator performs a notable role here.<\/p><p>We want regulatory impact assessments, as they are not a discretionary part of governance in this House.  They must be circulated with a Bill and comprehensively cover their contents.  We are paid to play a role and are very well led by the Cathaoirleach and Leader.  Nevertheless, we have been shoddily treated with the medical insurance, Science Foundation Ireland and the taxi regulation issues.  We want improvement and I am sure the Leader will ensure this happens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100003#B00500","speaker":"1157"},{"type":"speech","time":1361442600,"counter":13,"content":"<p>I join with Senator Barrett in commenting on Senator Burke's excellent Bill, which had unanimous support in the House yesterday.  It caters for a problem that is not extremely frequent but it nevertheless changes a loophole, which should be encouraged.  I agree with all the comments regarding who is in charge.  We do not know exactly what has happened but I encourage the Minister to allow the Bill to go through, as was intended up to an hour before its arrival in the House.  It was considered acceptable to that point.<\/p><p>There is a dangerous gap in Ireland in the detail of statistics for children, particularly with regard to obesity.<\/p> <p>In a week when we learned that one in four children in Ireland are obese it is something we need to give urgent attention to.  On the website of the UK National Health Service there is an obesity or body mass calculator.  Parents can put in basic information about their children and assess where they are.  When a child is born she is weighed regularly to see that she is gaining weight in the appropriate way.  There should be a system whereby the progress of a child's health, comprising all the various components, including weight, be assessed not on a seriously regular basis but certainly frequently.  Moreover, once a child presents to a general practitioner showing signs of obesity, serious measures should be taken to deal with it.<\/p><p>There has been public consultation and a good report on the subject of lifestyle and how to reduce cancer and increase life expectancy.  It is time for us to debate this with the Minister in order that he can realise the conclusions of the report and take on board many of the concerns being raised by Members on a regular basis, especially with regard to the increasing obesity problem in the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100003#B00600","speaker":"1153","continuing":true},{"type":"speech","time":1361443200,"counter":15,"content":"<p>I call on the Minister for Justice and Equality and the Garda Commissioner to enter into meaningful discussions with the Garda Representative Association, GRA, and the Association of Garda Sergeants and Inspectors, AGSI, on the present dispute and to listen to the concerns and worries of members of the Garda Síochána about proposed cuts to their pay.  They have suffered major cutbacks already, as we know.<\/p><p>Senators Maurice Cummins, Ned O'Sullivan and I were nominated by the GRA and the AGSI.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00200","speaker":"1140"},{"type":"speech","time":1361443200,"counter":16,"content":"<p>The Senators are doing a fine job.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00300","speaker":"1158"},{"type":"speech","time":1361443200,"counter":17,"content":"<p>During the last Administration we knew the difficulties we had at the time.  Like many others, gardaí had entered into commitments on housing on the basis of certainty.  There is no certainty any more.  Of all professions, gardaí should never be compromised financially.  It is a serious situation and it is unwise to have the same Minister responsible for justice and defence.  There appears to be some personal antagonism between the Minister and the Garda Síochána.<\/p><p>I wish to highlight how serious the situation is.  Last Monday, 18 February at 7.30 p.m., Mulligan's supermarket in Cortober, Carrick-on-Shannon, was robbed of 10,000 cigarettes worth €2,000 in cash by Romanian or Roma gypsies.  Nine of them arrived-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00400","speaker":"1140"},{"type":"speech","time":1361443200,"counter":18,"content":"<p>Senator, we cannot discuss the likes of this on the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00500","speaker":"1120"},{"type":"speech","time":1361443200,"counter":19,"content":"<p>I got permission from the owner of the premises to highlight this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00600","speaker":"1140"},{"type":"speech","time":1361443200,"counter":20,"content":"<p>It does not matter whether you have permission.  There are no convictions on this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00700","speaker":"1120"},{"type":"speech","time":1361443200,"counter":21,"content":"<p>If you had lost 10,000 cigarettes-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00800","speaker":"1140"},{"type":"speech","time":1361443200,"counter":22,"content":"<p>There are no convictions or anything on this matter.  We are not discussing this.  Have you a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C00900","speaker":"1120"},{"type":"speech","time":1361443200,"counter":23,"content":"<p>I want a debate on this issue.  Nine people arrived in a people carrier.  They had already sussed out the premises.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01000","speaker":"1140"},{"type":"speech","time":1361443200,"counter":24,"content":"<p>Senator, have you a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01100","speaker":"1120"},{"type":"speech","time":1361443200,"counter":25,"content":"<p>I want the Minister for Justice and Equality to come to the House to explain the situation that is developing at the moment whereby law and order is breaking down.  Gardaí will not answer their private telephones or use their private cars as and from today.  That is a serious situation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01200","speaker":"1140"},{"type":"speech","time":1361443200,"counter":26,"content":"<p>That is scaremongering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01300","speaker":"1153"},{"type":"speech","time":1361443200,"counter":27,"content":"<p>I am highlighting that people are very vulnerable at the moment - for example, when a shop can be literally robbed of certain equipment at 7.30 p.m.  The Garda was called ten minutes later and appeared immediately.  Rural Ireland is under assault at the moment from criminals, yet we are in dispute with the Garda Síochána.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01400","speaker":"1140"},{"type":"speech","time":1361443200,"counter":28,"content":"<p>Very good.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01500","speaker":"1128"},{"type":"speech","time":1361443200,"counter":29,"content":"<p>I am afraid the Taoiseach's heartfelt apology in the Dáil recently is in serious danger of being undermined.  This relates to the comments of Senator Bacik.  Apparently, officials from the Department of Justice and Equality have cast doubt on whether the Magdalen survivors would be included in the redress scheme because some of them have already been party to the residential institutions redress scheme.  They were given an assurance at that time that this was a stand-alone inquiry.  These are not avaricious people.  They have indicated that they were not primarily looking for money and it is humiliating for them to suggest in any way that they are.  The logic of it is odd.  If a person was injured in two successive car crashes separated by several years, one would expect, rightly, that the person would be compensated for both.<\/p><p>  I wish to address the business of Bethany House.  As Senator Bacik generously indicated, I have raised this issue over many years.  In particular and in general I have raised the question of the apparent exclusion for Protestants from any kind of ill-doing in this area, whether bullying in schools or this kind of institutional abuse.  I am concerned about an article that appeared in the <i>Irish Examiner<\/i>, usually a reasonable and balanced newspaper, on 3 January.  This seems to me to be a sensationalised, ill-informed and opportunistic piece.  The language does nothing to justify or assist in this cause.  The article stated: &quot;There was slaughter from 1935 to 1944&quot; and &quot;They died because it suited.&quot;  That is an accusation of mass murder and I do not believe it is appropriate or balanced.  The person indicated that the church did not run the homes and that there was an involvement by an evangelical wing.  As someone who has raised this matter, I am not in any way attempting to excuse the people at the institutions involved.  Most worryingly, the article inaccurately states:<blockquote>And I have heard this self-awareness clearly in some voices and actions in the Catholic Church.  But none in the Church of Ireland.<\/blockquote>Where was this person when on radio the previous Archbishop of Dublin, the Reverend Dr. John Neill, demanded that Bethany Home be included in the redress scheme?  This was a demand I repeated in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01600","speaker":"1136"},{"type":"speech","time":1361443200,"counter":30,"content":"<p>Senator, you are way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01700","speaker":"1120"},{"type":"speech","time":1361443200,"counter":31,"content":"<p>Where was she?  Why was she not listening?  Did she listen in recent months when Archbishop Michael Jackson asked for an inquiry?  This article should be withdrawn and apologised for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01800","speaker":"1136"},{"type":"speech","time":1361443200,"counter":32,"content":"<p>This morning the Minister of State at the Department of the Environment, Community and Local Government, Deputy Jan O'Sullivan, launched the homelessness policy statement on foot of a commitment in the programme for Government to adopt a housing-first approach to homelessness.  Elements of the policy will focus in particular on a change of direction, the prevention of homelessness and the provision of good-quality accommodation in the first instance.  For those already in homeless accommodation, it prioritises moving on.  This is on foot of a report prepared by Professor Eoin O'Sullivan of Trinity College Dublin, who criticised the value for money obtained from the current strategy, which prioritises emergency provision.<\/p><p>As someone who has worked in this area for many years, I welcome this new direction.  I am well aware of the value of prevention.  I know from experience that once a person becomes homeless it is far more difficult to bring that person back into a home.  I have met residents of emergency accommodation who have been in emergency accommodation for up to 20 years.  It is high time we took the approach of prioritising the provision of homes and not the funding of bodies in beds.  I call on the Leader of the House to invite the Minister of State to the House at the earliest possible opportunity to discuss the new homelessness policy statement, which is of critical importance in achieving the Government's commitment of ending long-term homelessness by 2016.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C01900","speaker":"1172"},{"type":"speech","time":1361443200,"counter":33,"content":"<p>I wish to add a note of caution following the statement made by Senator Leyden in respect of the use of terminology with regard to ethnic minorities.  It is something that has become more prevalent in the public sphere recently, especially with regard to Travellers, the Roma community etc.  The judicial process has not been gone through and such a statement should not be made until it is found to be true.  I call on Senator Leyden to retract it at some stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C02000","speaker":"1122"},{"type":"speech","time":1361443200,"counter":34,"content":"<p>I dealt with that matter when the Senator was speaking.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C02100","speaker":"1120"},{"type":"speech","time":1361443200,"counter":35,"content":"<p>We should have a debate about racism and racist language used in the public sphere.<\/p><p>I wish to raise the report on the rural transport programme.  We have seen a decline in the number of rural Garda stations.  Courthouses are to be rationalised.  There have been cutbacks in health services, etc., in rural areas.  The latest episode we have heard about involves restructuring proposals for the rural transport programme, details of which have been leaked to the media.  Apparently the proposals have been endorsed and recommended by the Minister of State at the Department of Transport, Tourism and Sport, Deputy Alan Kelly.  I am unsure whether this report is true.<\/p> <p>I ask the Minister of State at the Department of Transport, Tourism and Sport, Deputy Kelly, to outline to the House his plans for restructuring rural transport.  If the report is to be believed the plans will involve the realignment of programmes under regional authorities, job losses and cuts to services.  The report suggests this will lead to better subsidiarity but I find it difficult to understand how that would work in practice.  I would like to hear from the Minister of State what exactly he proposes and how he will ensure that rural transport can be maintained and expanded.  Services are especially needed at present given that it has become more expensive to travel in rural areas and people are feeling more isolated.  A debate on rural transport would be welcome.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100004#C02200","speaker":"1122","continuing":true},{"type":"speech","time":1361443800,"counter":37,"content":"<p>In February 2012 the Minister for Transport, Tourism and Sport proposed to conduct a nationwide audit of speed limits on national and county roads.  This is an important issue.  Many speed limits on country roads are inappropriate, with the result that accidents are taking place on roads that have 80 km\/h limits even though they are not wide enough to permit vehicles to pass.  The NRA and all local authorities were asked to participate in this audit and there was an emphasis on the participation of local people, who are most familiar with speed limits in their respective areas.  I ask for a progress report on this audit.  How have local authorities responded to the Minister's request?  Perhaps the Leader can arrange for him to come to the House to outline the proposed changes and indicate when speed limits are likely to be changed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100005#D00200","speaker":"1138"},{"type":"speech","time":1361443800,"counter":38,"content":"<p>I would be grateful to the Leader if he raised with the Minister for Transport, Tourism and Sport the absence of lifts in many rural railway stations.  I refer to the manner in which passengers must cross from one platform to the other.  In Charleville, the station with which I am most familiar, passengers getting off the Dublin-Cork train must cross the railway tracks in order to leave the station.  The only method available to them is the old true and tried metal bridge, but this is very inconvenient, particularly for elderly people carrying suitcases.  There is provision to place a platform across the tracks after the train departs so that invalided persons can cross but it is unreasonable that ordinary passengers of a certain age have to cross steep metal bridges in order to exit railway stations.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100005#D00300","speaker":"1142"},{"type":"speech","time":1361443800,"counter":39,"content":"<p>I support what others have said about Senator Colm Burke's Bill.  Some 30% of all the Bills introduced in the last ten years were initiated in the Seanad.  It is a bad day for the Seanad if we are unable to proceed with Bills.  We can accept amendments because legislation will not be right on the first attempt, but we should investigate whether wires were crossed.  It would be acceptable if there was a misunderstanding, but we need to get to the bottom of the matter.<\/p><p>I concur with Senator Noone in regard to obesity among children.  We should give the Government credit for the Growing Up in Ireland survey and the other research that has been undertaken.  The Growing Up in Ireland survey started in 2008 and the first tranche is now complete.  The Minister for Children and Youth Affairs launched the second tranche in December 2012.  The survey revealed that one in four children are overweight.  The Government is going about the matter in the right way by conducting surveys.  A high percentage of obese children were in poor circumstances.  This is related to what the Minister for Social Protection is doing in respect of child care and children's benefits.  I support Senator Bacik in seeking an early debate on this issue.<\/p><p>I ask that a statement be issued on the survivors of the Bethany Home.  I understand there are only 20 survivors, which is not a huge number.  I ask that the redress scheme consider their case.  We heard Archbishop Michael Jackson on the radio this morning.  I am slow to say the church should be included but a debate is needed on all the churches and convents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100005#D00400","speaker":"1135"},{"type":"speechnospeaker","time":1361443800,"counter":40,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100005#D00500","nonspeaker":"Senators"},{"type":"speech","time":1361443800,"counter":41,"content":"<p>St. Patrick's Day is fast approaching and Ministers and other Government representatives will be travelling to various parts of the world.  It is a reminder of how the Irish people have travelled around the world and the contribution they have made to their adopted countries.  St. Patrick's Day is a time for celebration and The Gathering will be central to this year's festivities.<\/p><p>However, one group of people will not be able to return to Ireland even though they dearly wish to do so.  I refer to the undocumented Irish in America.  If they come to Ireland they are in grave danger of being unable to return to America.  They are living in a no-man's land.  They are part of the Irish nation but they must be suffering.  I know of one case involving an individual from County Tipperary who married an American girl.  The couple returned for a holiday but, unfortunately, he was not allowed to return to America, and she had to return on her own.  The Taoiseach has indicated that he will be raising this question at the highest level and President Obama has gone on record as favouring legislation to resolve the issue.  I hope we succeed on this occasion.  There are hundreds of thousands of undocumented Irish, and their numbers are increasing by 400 or more per day as people emigrate from Ireland.  A considerable number of members of the Irish nation are in America but they are not recognised.  I hope that anybody who has an influence not only in political circles but also in business and organisational circles will raise the issue.  We should treat it as a matter of urgency.  Whoever walks down Fifth Avenue on St. Patrick's Day will be watched by people who are hiding their identities and faces.  These people want to be Irish once again but they also want to be good to their adopted country.  I hope this situation does not continue beyond another year because it is very worrying.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100005#D00600","speaker":"1115"},{"type":"speech","time":1361443800,"counter":42,"content":"<p>I support my colleagues who have raised the issue of obesity among children.  In 1995 I made a documentary about obesity among children in the UK.  At that time consultants in the UK stated that it was an epidemic.  It must be more than an epidemic if one in four of our children are struggling with their weight, but intervention at that level remains limited.  A working group has been established to work on the issue of obesity and the Seanad Public Consultation Committee has communicated with it in the context of preventing common cancers though lifestyle changes.  While we are waiting for a Minister to come to the House to discuss the committee's findings, it would be useful to seek an update from the working group.<\/p> <p>It is working away behind the scenes between the Department of Health, the Department of Children and Youth Affairs and the Department of Education and Skills.  It could do with some support and encouragement as it does its work.  There are many twists and turns with regard to the direction it needs to take and what it needs to do.  Will the Leader invite someone to give us an update on that work?  This would inform our thinking and understanding of what is happening with regard to what the Government is trying to do for those children.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100005#D00700","speaker":"1129","continuing":true},{"type":"speech","time":1361444400,"counter":44,"content":"<p>I understand it is the Leader's intention to invite the Minister for Communications, Energy and Natural Resources to address the House in the near future.  Perhaps that could be the occasion for us to get the opportunity to renew our discussion on the funding of public service broadcasting in this country.  The programme for Government made a commitment to review the funding of public and independent broadcasting and it is important we see change in this area.  The independent broadcasters of Ireland have spoken clearly and have voiced legitimate concern about the fact that RTE has an unfettered commercial mandate and enjoys the lion's share of public broadcasting moneys.  Some 80% of the sound and vision fund, which was set up to assist independent broadcasting companies ends up going back to RTE anyway.<\/p><p>RTE enjoys a complete monopoly of the budget, yet there is hardly a politician in the House who, for example, does not tune in regularly to the death notices on local radio, to coverage of local sporting and cultural events or to programmes catering for local cultural taste.  If there is one thing we can all be sure of, it is that over the past 20 years or so local radio has contributed hugely to quality of life in this country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00200","speaker":"1146"},{"type":"speech","time":1361444400,"counter":45,"content":"<p>And death.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00300","speaker":"1136"},{"type":"speech","time":1361444400,"counter":46,"content":"<p>Indeed.  Local radio stations claim the loyalty of up to two thirds of the public.  I would like to see early movement on this issue.  A report is due from the Broadcasting Authority of Ireland in April, after which it is proposed to replace the licence with a household broadcasting charge.  However, we should be looking at this in terms of it being a public broadcasting charge and there should be a much fairer divvying out of resources to reflect the diversity in the country and the particular and special contribution played by local media.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00400","speaker":"1146"},{"type":"speech","time":1361444400,"counter":47,"content":"<p>I ask for the Chair's indulgence with regard to an issue I wish to raise.  I know the Cathaoirleach is a sports-loving person.  On Sunday next, my home town of Ballinasloe will play in an all-Ireland club final in Croke Park against the Kerry champions, Kenmare.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00500","speaker":"1118"},{"type":"speech","time":1361444400,"counter":48,"content":"<p>That will be broadcast on local radio.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00600","speaker":"1146"},{"type":"speech","time":1361444400,"counter":49,"content":"<p>We are in danger of being seriously under strength because one of our star players is serving with the Irish peacekeeping mission in Lebanon and is, unfortunately, unable to secure unpaid leave to enable him to play.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00700","speaker":"1118"},{"type":"speech","time":1361444400,"counter":50,"content":"<p>The Cathaoirleach is not available for the game.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00800","speaker":"1130"},{"type":"speech","time":1361444400,"counter":51,"content":"<p>The Army authorities have been very accommodating up to now.  The difficulty arose because the semi-final had to be replayed on two occasions and the player in question took his leave at the time the final was fixed for originally.  Will the Leader intervene with the Minister for Defence and the Army authorities to secure three day's unpaid leave -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E00900","speaker":"1118"},{"type":"speech","time":1361444400,"counter":52,"content":"<p>The Senator could ask the Leader about this outside of the Chamber.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01000","speaker":"1120"},{"type":"speech","time":1361444400,"counter":53,"content":"<p>----- for this man.  This young fellow is a role model for young people.  Sport is very -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01100","speaker":"1118"},{"type":"speech","time":1361444400,"counter":54,"content":"<p>That is a not a matter for the Order of Business, but for the Minister or the Adjournment.  The Senator should take this matter up with the Minister for Defence.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01200","speaker":"1120"},{"type":"speech","time":1361444400,"counter":55,"content":"<p>There is huge hype in the town of Ballinasloe this weekend and it would be a shame if this young fellow could not realise his ambition of being in Croke Park on the biggest occasion in his sporting career to date.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01300","speaker":"1118"},{"type":"speech","time":1361444400,"counter":56,"content":"<p>There are other avenues open to the Senator in regard to this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01400","speaker":"1120"},{"type":"speech","time":1361444400,"counter":57,"content":"<p>I call for a debate on the role of grandparents in Irish society.  A Bill is being brought forward in the Dáil relating to the access rights of grandparents and this is welcome and necessary.  Grandparents play a huge role in the rearing and care of children currently.  In some cases they travel great distances to be available to their families.  I am aware of many people in Meath whose parents come from Dublin, Meath, Westmeath and further afield to mind children.  This issue is particularly acute for front-line public sector workers who work night shift or weekends and for whom crèche facilities are not readily available or are too costly to provide the care required.<\/p><p>The State gains a significant economic benefit through grandparents providing this care so as to enable front-line public sector workers and many other workers, such as factory workers on night shifts, go to work.  Although the State gains a huge economic benefit, there is little recognition of the role of grandparents apart from the appreciation and thanks they get from their families.  Society should do more to recognise the massive work being done in response to rising child care costs.  I am very grateful to my mother who helps my family out.  Grandparents here are making a huge contribution and it should be welcomed and recognised by the State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01500","speaker":"1116"},{"type":"speech","time":1361444400,"counter":58,"content":"<p>I am concerned about the threat to our national tourism golf product from AIB Merchant Services because of its attempt to introduce its new merchant terminal policy.  I am given to understand that AIB now wants to charge these people who have been in business for years from between €20,000 to €75,000 to retain their merchant terminal machines.  As we know, there is already a charge of up to 2% on each transaction processed.  It is claimed this new charge is being claimed to cover potential contingent liability.  Presumably, the existing charge for each transaction has been covering this all along.  This new proposal is a change in the ground rules and is being made unilaterally.  This is very unfair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01600","speaker":"1151"},{"type":"speech","time":1361444400,"counter":59,"content":"<p>It is all operated from the United Kingdom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01700","speaker":"1142"},{"type":"speech","time":1361444400,"counter":60,"content":"<p>I did not know that.  These merchants are responsible for approximately 80,000 visitors to  our shores annually and for an estimated consumer spend of €110 million.  I call for a withdrawal of this proposal immediately and for consultation on the issue.  We need to nurture tourism.  Senator Ó Murchú spoke a few minutes ago about The Gathering, which is very important for us this year, as are the events that will surround St. Patrick's Day.  I am sure that in connection with The Gathering, the Leader will have the Minister for Transport, Tourism and Sport, in the House shortly.  Every aspect of tourism is important and must be nurtured and we are trying to nurture it in these difficult recessionary times.  Every visitor and organisation is important, including all the organisations involved with international golf.  I call on the Leader to arrange a debate soon involving the Minister, Deputy Varadkar, on this issue.  I will write to him myself today on the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01800","speaker":"1151"},{"type":"speech","time":1361444400,"counter":61,"content":"<p>I support the comments made by Senator Ó Murchú on the undocumented Irish in the United States.  I heard the Tánaiste indicate yesterday that in the course of his forthcoming visit to the United States this issue will be at the top of his agenda and that he will work with the US authorities and Government to try to make progress on the matter.  There appears to be a window of opportunity in view of the recent comments of President Obama, but the issue will require cross-party support in the US political system.  A number of years ago, the late Ted Kennedy, in conjunction with Senator John McCain, produced legislation which would certainly have been effective in transforming the lives of tens of thousands of undocumented Irish in the US if enacted.  Sadly, the legislation did not pass.<\/p><p>The momentum may be there now for similar legislation and I am sure the Government will be very helpful on the issue.  Lobby groups in the United States are very strong and are doing tremendous work.  My first visit to the US as a politician was in 1989, when being without documents was a profound problem, just as it appears to be again.  At that stage, the Irish Immigration Reform Movement was the main organising body and a young gentleman from Dublin, Daniel O'Leary, whose uncle was the Captain of the Guard here in Leinster House, was one of its leaders.<\/p> <p>This problem went under the radar in the 1990s and perhaps in the first decade of the new millennium.  It is a serious priority again now because of the economic state of this country, Europe and the world.  While this issue is not confined to the US, I think there needs to be a focus on that country next week.  I know the Tánaiste is committed to this issue.  It will require an all-party effort.  On a few occasions, this House and the other House have passed various motions of support for these people.  Perhaps it is something we could consider doing again, particularly in advance of St. Patrick's Day.  I support Senator Ó Murchú, as I believe everybody does.  This must be and is a political priority for the Government, particularly the Tánaiste, over the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100006#E01900","speaker":"1121","continuing":true},{"type":"speech","time":1361445000,"counter":63,"content":"<p>I have listened to some of my colleagues talking about the obesity issue in Ireland.  One in four children are regarded as being overweight.  It would be remiss of me not to comment on it today.  Obesity is a complex area from two perspectives, the first of which relates to genetics.  I know the Children's Research Centre is doing a great deal of research in this area.  Children who have become obese as a result of genetic factors, regardless of their fitness regime or diet, will always have to deal with this issue.  The second perspective on obesity relates to the lack of education on fitness and diet.  More importantly, there is a lack of understanding of what motivation is all about and of the lazy society we are dealing with from parents down.  There are numerous initiatives in this area.  The Growing Up in Ireland study has been mentioned.  The Minister for Health is launching an initiative in the Mansion House next week.  The Irish Sports Council, the national governing bodies and groups of individuals around the country are doing wonderful things to educate children who participate in physical activity.  We have to challenge those who are lost to physical activity.<\/p><p>Although it is just a reality television show, I believe &quot;Operation Transformation&quot; is a six-week wonder.  At last week's meeting of the Joint Committee on Health and Children, I asked whether the fitness and awareness levels of people in Ireland had improved or worsened during the programme's six years in existence.  Despite the fact that &quot;Operation Transformation&quot; is an awareness campaign, my opinion is that such levels have worsened.  When the witnesses at last week's meeting proposed a seven-point plan, I pointed out that it is a no-brainer to those of us who grew up in sport.  The most important issue is the implementation of the plan.  The Departments of Education and Skills, Health, Children and Youth Affairs, Agriculture, Fisheries and Food and Transport, Tourism and Sport are all doing wonderful things in different directions.  We need a little cohesion in this area.  I am pleased to be able to tell the House that since I brought my Points for Life initiative to the Seanad in November 2012, I have been working closely with the Departments of Education and Skills.  My initiative is now a priority on the Department's schedule.  In the next couple of months, I hope to formally launch a physical exercise programme that will enable children to learn the fundamental skills of what this is all about.<\/p><p>I would like to finish on another note.  The St. Patrick's festival has been mentioned.  I would like to invite all my colleagues in this House and anyone else who is following this debate to participate in the St. Patrick's festival 5 km road race, which will start and finish outside the Mansion House in Dublin on 16 March next.  Many people from overseas will take part in the race as part of The Gathering.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00200","speaker":"1165"},{"type":"speech","time":1361445000,"counter":64,"content":"<p>Perhaps we should all reflect on Senator Eamonn Coghlan's interesting invitation before 16 March next.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00300","speaker":"1158"},{"type":"speech","time":1361445000,"counter":65,"content":"<p>All you have to do is to be there, Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00400","speaker":"1120"},{"type":"speech","time":1361445000,"counter":66,"content":"<p>With his runners on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00500","speaker":"1153"},{"type":"speech","time":1361445000,"counter":67,"content":"<p>We will have to make a special effort on this occasion, given that our colleague is organising it.  I encourage the Cathaoirleach to lead the way on 16 March.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00600","speaker":"1158"},{"type":"speech","time":1361445000,"counter":68,"content":"<p>The Lord Mayor is leading the way.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00700","speaker":"1116"},{"type":"speech","time":1361445000,"counter":69,"content":"<p>I commend Senators Ó Murchú and Bradford on their raising of an important issue which I had intended to raise today.  I was delighted to hear the Tánaiste announce yesterday that he is making an issue of the upcoming US legislation regarding the undocumented Irish in that country.  Over Christmas, I spoke to a lady whose husband had died and whose two sons in the US were not in a position to come home for the funeral.  As both of them are in the US illegally, they were afraid they would not be able to get back into that country if they came home.  That is an example of the human suffering of citizens of this country who are in the US without documentation.  The Government and the Oireachtas have a responsibility to do everything they can to assist our bipartisan friends in the US Congress as they consider this legislation, with the aim of ensuring it gets over the line.  There have been a number of possible dawns in this respect.  I attended a rally in Washington in 2007 when the Kennedy-McCain Bill, which ultimately faltered, was being considered.  Some 3,500 undocumented Irish people braved the snow to attend that rally.  They want to be able to pay their taxes.  They want a pathway to legalisation.  They want to be able to come home for family events.  They want to be legal.  They do not want to be illegal.  They want to play a part in the country they now consider to be their new home.  We often talk about giving the vote to Irish people who live abroad.  We should get the fundamentals right first.  We can improve their quality of life by sorting out their legal status.  We should help and support the members of the US Congress who are our friends and are doing their best to get this over the line.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00800","speaker":"1158"},{"type":"speech","time":1361445000,"counter":70,"content":"<p>Senator Mooney suggested that there had been a lack of legislation in this House to date in 2013.  This is our fifth sitting week since we resumed in January.  I think we have dealt with at least two or three Bills in every one of those weeks.  Last week, we dealt with four Bills.  We do not have very much legislation this week because the alterations that were made to recent Dáil schedules to deal with the promissory notes issue and the Magdalen laundries report deferred the passage through that House of legislation that was due to come to this House.  I assure the Senator that a number of Bills are due to come to the House.  If they are not considered here next week, they will be dealt with the following week.<\/p><p>  Senator Mooney also spoke about the Mangan report, which we will discuss next week.  Something in the Fianna Fáil psyche seems to be causing the members of that party to forget the national recovery plan that it produced as a means of bringing the country back to economic prosperity.  That plan proposed structural reform of the planning of certain family income supports, including child benefit.  As part of the plan, Fianna Fáil proposed:<blockquote>The development of a rebalanced and integrated child income support payment system.  This would provide for a universal component to replace Child Benefit with one single payment rate per child.  This [universal] payment will be supplemented with a further payment in the case of children of families in receipt of a social welfare payment or in low income employment.  These supplements will replace qualified child payments and family income supplement as appropriate.<\/blockquote>This is precisely the two-tier model that is proposed in the Mangan report, which Deputy O'Dea sought to rubbish yesterday.  It is exactly the same.  As in the cases of the property tax and the water charges, Fianna Fáil in opposition is against proposals that it favoured when it was in government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F00900","speaker":"1130"},{"type":"speech","time":1361445000,"counter":71,"content":"<p>We lost power.  We were rejected by the electorate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01000","speaker":"1140"},{"type":"speech","time":1361445000,"counter":72,"content":"<p>The Leader without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01100","speaker":"1120"},{"type":"speech","time":1361445000,"counter":73,"content":"<p>The comfort of the Opposition-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01200","speaker":"1130"},{"type":"speech","time":1361445000,"counter":74,"content":"<p>We lost 58 seats in Dáil Éireann, for God's sake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01300","speaker":"1140"},{"type":"speech","time":1361445000,"counter":75,"content":"<p>-----benches means never having to make hard choices.  Fianna Fáil knows that now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01400","speaker":"1130"},{"type":"speech","time":1361445000,"counter":76,"content":"<p>Some €640 million was taken out of the child benefit system after 2008.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01500","speaker":"1128"},{"type":"speech","time":1361445000,"counter":77,"content":"<p>The Leader without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01600","speaker":"1120"},{"type":"speech","time":1361445000,"counter":78,"content":"<p>The hard decisions were taken.  That is why we lost the seats.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01700","speaker":"1128"},{"type":"speech","time":1361445000,"counter":79,"content":"<p>Senator Bacik confirmed that the Minister for Social Protection, Deputy Burton, will be in the House next week and the Minister for Children and Youth Affairs, Deputy Fitzgerald, will be in the House the following week.  We will have a debate on the Magdalen laundries next week.<\/p><p>Senator Barrett referred to the delays in introducing legislation, with particular reference to the Bill introduced by Senator Colm Burke.  He was right when he said that civil servants do not have a monopoly on wisdom where legislation is concerned.<\/p> <p>I must say I was perturbed that, given this is a Bill the Department of Health has been talking about bringing in for the last four years, it was not ready to accept Senator Burke's Bill, deal with it and have amendments made to it.  I do not believe Committee Stage of the Bill will come to the House next week.  However, we will certainly be putting pressure on the Department of Health to put in place a Bill, which it says it has practically prepared at this stage, and bring it before the House, or else amend Senator Burke's Bill.  I agree with the Senator that some civil servants may think they have a monopoly of wisdom and do not like Members bringing in legislation.  However, it is a matter of fact and they are going to have to live with it.  Some very good Bills have been introduced by Members on all sides of this House. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100007#F01800","speaker":"1130","continuing":true},{"type":"speechnospeaker","time":1361445600,"counter":81,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00200","nonspeaker":"Senators"},{"type":"speech","time":1361445600,"counter":82,"content":"<p>Including the wills Bill, which the Government rejected.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00300","speaker":"1140"},{"type":"speech","time":1361445600,"counter":83,"content":"<p>The officials in the various Departments will have to look a lot more carefully at the suggestions and Bills that are introduced by Members of this House.<\/p><p>Senators Noone, Keane, O'Keeffe and Eamonn Coghlan referred to obesity levels in children.  As Senator O'Keeffe said, there is a working group on obesity at present, and we had our own public consultation report as well as Senator Eamonn Coghlan's report.  As he stated, many people are doing good work in that area, such as PE teachers and various groups, but we need that work to be co-ordinated and focused.  I appreciate the work Senator Eamonn Coghlan is doing.  I doubt I would be able to run that 5 km but I will certainly take up the challenge of walking it.<\/p><p>Senator Leyden raised issues concerning the Garda Síochána.  I honestly thought Senator Leyden, Senator O'Brien or somebody else would answer the question which I asked on Tuesday concerning where the €90 million extra in cuts, which was in that recovery plan for the Garda for last year, this year and next year, would come from.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00400","speaker":"1130"},{"type":"speech","time":1361445600,"counter":84,"content":"<p>Not again.  The Leader is like an old record.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00500","speaker":"1140"},{"type":"speech","time":1361445600,"counter":85,"content":"<p>Obviously, there is no answer to that question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00600","speaker":"1130"},{"type":"speech","time":1361445600,"counter":86,"content":"<p>They are slow learners.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00700","speaker":"1158"},{"type":"speech","time":1361445600,"counter":87,"content":"<p>Perhaps the Senators will have the answer next week as to where those cuts were going to come from.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00800","speaker":"1130"},{"type":"speech","time":1361445600,"counter":88,"content":"<p>Put the money back.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G00900","speaker":"1140"},{"type":"speech","time":1361445600,"counter":89,"content":"<p>I challenge them to come back next week with an answer on those cuts and to outline to gardaí where they would have made that €90 million extra in cuts.<\/p><p>Senator Norris has raised the question of the Bethany Home on numerous occasions.  I would hope this would be dealt with under this redress scheme.  Let us wait for Mr. Justice Quirke to get on with his work and report back.  I would agree that the Bethany Home should be included in that.  It is a matter which Senator Keane also raised today.<\/p><p>Senator Hayden spoke in regard to a policy report on homelessness which was launched by the Minister of State, Deputy Jan O'Sullivan, today.  I will certainly invite the Minister of State to the House to discuss the findings of that report.<\/p><p>I would advise Senator Ó Clochartaigh that he should not believe everything he reads in the newspapers - it is very dangerous to do that.  We will try to arrange a debate on rural transport with the Minister of State, Deputy Kelly, in the near future.<\/p><p>Senator Brennan referred to the audit of speed limits which was carried out last year.  As he rightly stated, the speed limits on a number of country roads were totally inappropriate.  I will ask the Minister, Deputy Varadkar, to come to the House to give us a progress report on that matter.  Senator O'Sullivan called for the Minister, Deputy Varadkar, to come to the House to deal with the problems which older people have in some railway stations throughout the country.<\/p><p>Senators Ó Murchú, Bradford and Conway spoke on the issue of the undocumented Irish, a matter the Tánaiste addressed in the other House yesterday.  The Taoiseach will certainly raise the matter again with President Obama on St. Patrick's Day.  When it was suggested in the other House that we were not making sufficient efforts to deal with the Republican Party, the Tánaiste outlined six people in that party with whom we were having conversations to try to address this situation.  This issue is important not alone for the undocumented Irish in the United States but also in regard to the human problems which their families suffer as a result of them not being able to come back for funerals and various other family events.  The House can be assured the Tánaiste and the Taoiseach will do everything possible to address this in the coming weeks in particular.<\/p><p>Senator Mullen referred to funding for public service broadcasting and called for a fairer distribution of resources.  We all appreciate the work done by local radio stations, which play a very important role in society.  I will invite the Minister, Deputy Rabbitte, to come to the House on that issue.  There are quite a number of issues on which we are looking for the Minister, Deputy Rabbitte, to come to the House but, hopefully, he might be able to combine some of them in a debate here soon.<\/p><p>I will speak to Senator Mullins afterwards.  As I said, I would be unable to tog out myself for Ballinasloe but we will see what we can do in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01000","speaker":"1130"},{"type":"speech","time":1361445600,"counter":90,"content":"<p>Perhaps Senator Mullins could tog out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01100","speaker":"1158"},{"type":"speech","time":1361445600,"counter":91,"content":"<p>Or the Cathaoirleach.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01200","speaker":"1153"},{"type":"speech","time":1361445600,"counter":92,"content":"<p>Senator Byrne raised the role of grandparents in Irish society.  They certainly play a very important role, particularly in regard to baby-sitting for sons and daughters who are working.<\/p><p>Senator Paul Coghlan spoke about the threat to golf tourism through increased charges.  The Senator has stated he will raise the matter with the Minister, Deputy Varadkar, and I will also raise the point with the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01300","speaker":"1130"},{"type":"unspoken","time":1361445600,"counter":93,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Democratic Republic of Congo: Motion","time":1361445600,"counter":94,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01500"},{"type":"speech","time":1361445600,"counter":95,"content":"<p>I move:<blockquote><br \/>That, bearing in mind:- the death of 5.2 million people over a ten-year period from war-related causes, the largest in any conflict since the Second World War;<br \/>- the illegal occupation of the city of Goma by the militia known as M23;<br \/>- the displacement of some 2.2 million people in the DRC;<br \/>- the forced movement of thousands of people to neighbouring countries;<br \/>- the 17-fold increase in the number of rapes on civilians between 2004 and 2008;<br \/>- the on-going recruitment of child soldiers, some as young as 8 years of age;<br \/>- the increasing humanitarian crisis;<br \/>- the absence of essential infrastructure like roads, schools and health centres;<br \/>- the pillage by militias, mercenaries and traders of the country&#8217;s enormous mineral wealth;<br \/>- the collapse of the kind of norms that are required for a functioning society.Seanad Éireann calls for:- an immediate end to the conflict and the disarmament of all militias, most particularly that of the M23 group;<br \/>- prioritization of and re-engagement with existing political agreements;<br \/>- protection of all civilians and the implementation of stabilization mechanisms;<br \/>- a new political process to address the drivers of the conflict, one that will involve the European Union (EU), the United Nations Security Council (UNSC), the African Union (AU), and the International Conference on the Great Lakes Region (ICGLR);<br \/>- neighbouring countries most notable Rwanda and Uganda to comply with international law, respect human rights and to disengage from any destabilization activities in the Democratic Republic of the Congo;<br \/>- the government of the DRC end corruption and respect human rights;<br \/>- a renewed and strengthened mandate for MONUSCO, the UN force in the DRC;<br \/>- those alleged to have committed war crimes should not be given refuge and be turned over to the International Criminal Court;<br \/>- a commitment to the full implementation of the EU Transparency Directive and Accounting Directives.Calls upon the Minister for Foreign affairs to ensure that:- the resolution of the current conflict in the DRC remains a key objective of its six-month presidency of the European Union;<br \/>- and that on-going violations of human rights within the DRC will be raised by the Minister and his officials at to the UN Human Rights Council to which Ireland has just been elected.And given the scale and intensity of the conflict regrets the absence of any significant reporting by Irish and international media of the conflict and calls for greater political and media engagement with the conflict.<\/blockquote>I have been asked by the Leader to move the motion and I am very happy to do so.  I understand it is without debate but I believe I am correct in saying the full motion will be printed in the record of the House, so it will be taken as read.  I thank the Leader for his generosity and courtesy in this regard.  It is very important that this was discussed by the foreign affairs committee.  Some 5.2 million people have died, which is close to the figure in the Holocaust.  Certain specific actions are requested by politicians, the international community and the media.  I hope this will be useful.  Again, I am very grateful to the Leader and I am confident it will be passed unanimously by this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01600","speaker":"1136"},{"type":"speech","time":1361445600,"counter":96,"content":"<p>Is the motion seconded?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01700","speaker":"1120"},{"type":"speech","time":1361445600,"counter":97,"content":"<p>I second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G01800","speaker":"1157"},{"type":"unspoken","time":1361445600,"counter":98,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1361445600,"counter":99,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G02000","speaker":"1120"},{"type":"speech","time":1361445600,"counter":100,"content":"<p>At 2.30 p.m. on Tuesday, 26 February 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013022100008#G02100","speaker":"1130"},{"type":"unspoken","time":1361445600,"counter":101,"content":"<p>The Seanad adjourned at 11.40 a.m. until 2.30 p.m. on Tuesday, 26 February 2013.<\/p>","notice":"TIME STRING DETECTED"}]