[{"type":"minorheading","content":"Prelude","time":1466515800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 14:30:00","time":1466515800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1466515800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1466515800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1466515800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#A00100"},{"type":"speech","time":1466515800,"counter":6,"content":"<p>I have received notice from Senator Trevor &Oacute; Clochartaigh that, on the motion for the Commencement of the House today, he proposes to raise the following matter:<\/p><blockquote>An g&aacute; at&aacute; ann go dtabharfaidh an tAire Sl&aacute;inte l&eacute;argas ar c&eacute;n strait&eacute;is at&aacute; &aacute; cur ar bun ag an Rialtas chun dul i ngleic leis na liosta&iacute; feithimh in Ospid&eacute;al na hOllscoile, Gaillimh.<\/blockquote> <p>I have also received notice from Senator Joan Freeman of the following matter:<\/p><blockquote>The need for the Minister of State with responsibility for mental health and older people to outline the plans she has for the mental health of younger people, in particular, the need to stop the practice of children being detained in adult mental health units, the proposed budgetary contribution to youth mental health in the upcoming budget, and the need to extend the child and adolescent mental health services procedure to 16 to 18 year olds.<\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">An Cathaoirleach:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=1988\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1988&amp;amp;pid=DenisODonovan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have also received notice from Senator M&aacute;ire Devine of the following matter:<\/p><blockquote>The need for the Minister for Health to outline how his Department intends to deal with the serious concerns being raised by the Psychiatric Nurses Association which have led to planned industrial action.<\/blockquote><p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p><blockquote>The need for the Minister for Transport, Tourism and Sport to make a statement regarding the ongoing talks between the Department of Transport, Norwegian Airlines and US authorities concerning transatlantic flights from Cork Airport.<\/blockquote><p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for Agriculture, Food and the Marine to review urgently the guidelines in place for valuing cattle that have been deemed to be reactors following TB testing, given that they are clearly inadequate and proving to be a financial burden to farm families.<\/blockquote><p>I have also received notice from Senator Rose Conway-Walsh of the following matter:<\/p><blockquote>The need for the Minister of State with responsibility for the Office of Public Works to provide an update on the commitments made to communities affected by flooding, in particular those made in respect of Crossmolina, County Mayo, and the need to instruct the OPW to arrange the dredging of the River Deel while the river bed is dry and to confirm that it is within his scope to seek and secure a derogation from the EU habitats directive to deal with the health and safety issues presented by the lack of flood protection mechanisms and structures.<\/blockquote><p>I have also received notice from Senator Neale Richmond of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to review urgently the system of processing applications to the National Vetting Bureau given that the current system is clearly overwhelmed, leading to inordinate delays in processing.<\/blockquote><p>I have also received notice from Senator Victor Boyhan of the following matter:<\/p><blockquote>The need for the Minister for Health to update the House on the expected timeframe for the roll-out of the new National Rehabilitation Hospital, D&uacute;n Laoghaire, County Dublin.<\/blockquote><p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister for Health to establish a forum involving all interest groups in the provision of elderly care including the HSE, the Department of Health, Nursing Homes Ireland, general practitioners and geriatricians in order to plan and develop the way in which services should be provided for elderly people.<\/blockquote><p>I have also received notice from Senator Kieran O&rsquo;Donnell of the following matter:<\/p><blockquote>The need for the Minister for Social Protection to outline the plans and timeframe he has for the introduction of a jobseeker's benefit scheme for the self-employed.<\/blockquote><p>I regard the matters raised by the Senators as suitable for discussion.  I have selected the matters raised by Senators Trevor &Oacute; Clochartaigh, Joan Freeman, M&aacute;ire Devine and Jerry Buttimer and they will be taken now.  Senators Rose Conway-Walsh, Neale Richmond, Victor Boyhan, Colm Burke and Kieran O&rsquo;Donnell may give notice on another day of the matters they wish to raise.<br\/><br\/>I had understood that the Minister of State, Deputy Helen McEntee, was to take the first three matters, however she has no briefing on the first matter.  Therefore, we will deal with the second matter first.  Senator Joan Freeman has four minutes.  I must be strict on time, given that last week somebody complained that I gave five minutes to one speaker and less to another.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#A00200","speaker":"1381","continuing":true},{"type":"majorheading","content":"Commencement Matters","time":1466515800,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#B00200"},{"type":"minorheading","content":"Mental Health Services Provision","time":1466515800,"counter":9,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#B00300"},{"type":"speech","time":1466515800,"counter":10,"content":"<p>I am honoured to be a Member of the Seanad and grateful for the opportunity to serve my country and to be a representative of the most vulnerable people in our country.  It is no secret that I do not have a political bone in my body, and perhaps that is a good thing.  However, I take the role of Senator very seriously and for however long the Government exists, I will work tirelessly to help the mental health groups which are trying to bring about change in our mental health system and will support them every step of the way.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joan Freeman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2483\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2483&amp;amp;pid=JoanFreeman&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I have put in motion the setting up of meetings with various interested reform groups, which have been relentless in their quest to bring about change.  I have pledged that I would be their voice on the inside and that I will highlight to all the political parties the need to bring about these recommendations.  However, because of my experience over recent weeks in the House, I am sure of the united consensus among all political parties and of their support and belief that the needs of the most vulnerable people in our society must be addressed.<\/p><p>Besides highlighting and helping mental health groups, pushing their agenda and resolving their concerns, I also have an agenda.  My heartfelt desire is to address the problems concerning our children.  The Taoiseach once said that Ireland is a great country to grow old in.  I hope, following this term in office, he will be able to say Ireland is a great country for our children to grow up in.  However, to do this, we must begin with the most defenceless, which are children with emotional and mental health problems.  They rely on our existing mental health services and they turn to the State for treatment, support and a brighter future, but I am sorry that we are very much letting them down.<\/p><p>Before I focus on the issues and difficulties facing us, I would like to emphasise that my concerns do not relate to the hard-working men and women in clinical services such as the child and adolescent mental health services, CAMHS, because they are equally frustrated by the ever-increasing waiting lists and poor staff levels.  I am outraged about the grinding slowness of promised changes that these children have to endure, which expert groups have recommended but no one has listened to.  It is not only these groups that have demanded these changes.  In 1997, the European Court of Human Rights, ECHR, found that Ireland was in breach of its commitments in respect of the temporary placement of mentally ill minors in adult institutions due to lack of age-appropriate care places.  Despite these findings, the Mental Health Act 2001 has still not been reformed to provide for these children.<\/p><p>Let us consider the seriousness of the lack of urgency or commitment to change the existing admission procedures.  The Government may argue that, at the end of 2013, there was a 5% decrease in the admission of children to adult units but the Mental Health Commission reported yesterday that there was an increase at the end of 2015.  Five more children, giving a total of 95 children, were admitted to adult psychiatric units.  There will be reasons to justify their placement in these units - lack of beds, difficulty accessing beds outside office hours and difficulty in conducting assessments outside office hours and at weekends.  However, these are the same excuses that have been expressed for the past seven years since the Mental Health Commission issued an amendment to the code of practice relating to the admission of children.  Meanwhile, 15 years later, the Mental Health Act still ignores the fact that children are placed in adult units and, 19 years later, the Government continues to ignore the ECHR.<\/p><p>While the Minister of State's advisers may suggest the children are placed in these units for their own safety, many of them are placed in the psychiatric wards of general hospitals in which there are people experiencing significant mental health difficulties ranging from addiction to schizophrenia to dementia and eating disorders.  Everyone will recall the terrible tragedy on a psychiatric ward in a general hospital in Dublin where one patient stabbed another.  However, the Government is saying children are being transferred to a safe place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joan Freeman:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2483\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2483&amp;amp;pid=JoanFreeman&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Many Senators have young children and teenagers and I call on them to imagine if one of their children had an eating disorder, was depressed or had suicidal thoughts.  If they were told that they needed to wait almost two years before they could be seen to, what would they say?<\/p><p>Many of us have been fortunate to enjoy a healthy childhood without having to experience the inadequacies of the mental health system.  Yet most of the children in our mental health system are waiting for us to help them.  We can help them.  We can help them to grow up and become well-balanced individuals despite their earlier difficulties.  With the right supports and care our children can put these difficult years behind them.  All of us, at some stage in our lives, have had a second chance.  I am asking that these children be given just one chance at leading a life like every other child.<\/p><p>I appreciate that the Minister of State has come here today to listen to these issues and I hope she realises that I do not see my role as criticising her, the Department or, indeed, the Government.  Rather, I see my role as helping her achieve what the Government has promised for years, namely, a loving nurturing society in an environment that is full of dignity and respect and that will allow our children to look forward to the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#B00400","speaker":"1428","continuing":true},{"type":"speech","time":1466515800,"counter":13,"content":"<p>The Senator needs to be careful.  She was allowed four minutes - usually people take two, but she took seven.  When I ring the bell it indicates that her time is up.  The trouble is that if I grant her latitude, someone will come along the next day and say that I gave Senator Freeman seven minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00200","speaker":"1381"},{"type":"speech","time":1466515800,"counter":14,"content":"<p>I am so sorry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00300","speaker":"1428"},{"type":"speech","time":1466515800,"counter":15,"content":"<p>It is the Senator's first time.  I did not want to stop her.  She is very passionate about the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00400","speaker":"1381"},{"type":"speech","time":1466515800,"counter":16,"content":"<p>The Cathaoirleach was very gracious.  The Minister of State is extremely welcome.  On a point of order, is it not a bit unusual that there are no civil servants as well?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00500","speaker":"1392"},{"type":"speech","time":1466515800,"counter":17,"content":"<p>Not on the Commencement Debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00600","speaker":"1381"},{"type":"speech","time":1466515800,"counter":18,"content":"<p>I cannot remember a situation where a Minister has defended a point on her own.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00700","speaker":"1392"},{"type":"speech","time":1466515800,"counter":19,"content":"<p>I chaired the Commencement Debate many times in the previous Seanad.  It is more unusual if the advisers are here for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00800","speaker":"1381"},{"type":"speech","time":1466515800,"counter":20,"content":"<p>That is new.  I was just curious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D00900","speaker":"1392"},{"type":"speech","time":1466515800,"counter":21,"content":"<p>The officials will be with me tomorrow for the debate on mental health.  I hope the Cathaoirleach will not take time from me now.<\/p> <p>I apologise to Senator Freeman; I was not aware that I was to take the first matter.  Hopefully we will be able to resolve that.  I thank the Senator for her contribution.  She has represented the people of Ireland regarding mental health for some time and I know she will continue to do an excellent job representing them in her new position.  I wish her the very best.<\/p> <p>The area of mental health continues to be a priority for the Government and, as the Senator correctly pointed out, for all people within the Seanad and Leinster House.  This is reinforced by the fact that funding for mental health this year will increase by &euro;41 million, or just over 5%, to approximately &euro;826 million, as indicated in the HSE national service plan.<\/p> <p>The reduction in the number of children admitted to adult psychiatric units has been a priority in recent years and I assure the Senator that it continues to be a priority.  Progress has been significant.  The Senator mentioned that the number increased by five last year.  However, in 2008 was it 247, and declined to approximately 95 last year.  We are making progress, albeit that last year there was a slight increase.  This is despite increasing demands on child and adolescent mental health services overall.  Such admissions are made for a number of reasons, including distance from particular centres - with families not wanting their children to be sent 40 km, 50 km or 60 km away - the timing of admissions late at night, possible medical issues, substance misuse issues, family concerns and overall safety.<\/p> <p>It is the policy of the HSE to provide an age-appropriate service, with a significant majority of young people now being treated by child and adolescent mental health services, CAMHS, teams.  While figures for 2015 show 95 admissions of children to adult psychiatric units, the number of admissions does not necessarily equate to the actual number of children admitted, as a child may be admitted on more than one occasion in any given year.  In 2015 there were 356 CAMHS admissions, of which 73% were to age-appropriate units and 27% to adult units.  The HSE works proactively to reduce both the number of and length of stay relating to such admissions.<\/p> <p>We are certainly not ignoring the issue.  While there was a reduction to 95 in the number of admissions of children to adult units, it is not acceptable for any child to be in that position.  Admissions of this nature should only take place when absolutely necessary.  We need to get to a position where zero children are admitted to adult units.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Helen McEntee:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2394\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2394&amp;amp;pid=HelenMcEntee&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> There has been a significant increase in CAMHS bed numbers in the past 12 months, which is where I think we can see an improvement, with 66 operational beds at present.  This improvement has been further assisted by weekly management of available beds nationally.  An example of progress is where an additional consultant resource has recently provided to the Eist Linn unit in Cork, which will bring the capacity there closer to 20 in the coming months.  I hope the number will increase and surpass 66, which would help to improve the position. <\/p><p>The HSE continues to roll out protocols for the placement of 16 to 18 year olds in line with the age appropriate placements, as local operational issues allow.  In regard to youth mental health, a continuation of investment in primary care responses to mental health, including the counselling services, Jigsaw projects, of which we have three rolling out this year in Cork, Limerick and Dublin, and early intervention approaches, is being developed.  The question of further enhancing youth mental health services in the forthcoming budget will be considered in the context of the forthcoming Estimates process for 2017.  Currently, I am establishing a youth mental health task force to consider how best to assist our young people in developing resilience and coping skills to support their emotional well being at an early stage.  I hope that task force will be launched in mid July before we break for the recess.  <\/p><p>I assure the Senator I have taken on board the concerns raised.  I understand where the Senator is coming from and I look forward to working with her to, hopefully, improve the service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#D01000","speaker":"1337","continuing":true},{"type":"speech","time":1466515800,"counter":23,"content":"<p>A debate is taking place tomorrow on mental health when the Senator will be able to contribute again.  If she wishes to put a brief question.  The problem is that 12 members requested Adjournment debate this morning and I had to refuse eight.  If the system was structured correctly we could take five instead of four.  When a Member raises a matter it is usually a brief question to the Minister who responds and the Member is allowed in again.  I will allow the Senator put a brief question.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E00200","speaker":"1381"},{"type":"speech","time":1466515800,"counter":24,"content":"<p>I thank the Cathaoirleach and I thank the Minister of State for-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E00600","speaker":"1428"},{"type":"speech","time":1466515800,"counter":25,"content":"<p>In other words, the contribution made on this issue was probably more appropriate to the Second Stage of a Bill rather than a question to the Minister.  I will allow the Senator to conclude.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E00700","speaker":"1381"},{"type":"speech","time":1466515800,"counter":26,"content":"<p>In conclusion, I would be more than happy to meet with the Minister of State and come up with a short term response to the problems that are happening now.  We could address some of these problems very quickly but we need to meet with other interested parties as well.  I hope the Minister of State can agree to that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E00800","speaker":"1428"},{"type":"minorheading","content":"Hospital Staff","time":1466515800,"counter":27,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E00850"},{"type":"speech","time":1466515800,"counter":28,"content":"<p>Can I have seven minutes too?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E00900","speaker":"1388"},{"type":"speech","time":1466515800,"counter":29,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E01000","speaker":"1381"},{"type":"speech","time":1466515800,"counter":30,"content":"<p>I thank the Minister of State for her attendance.  On behalf of the nurses, midwives, medics and health care staff, I welcome the Minister of State to her post and hope to work collaboratively with her and the Minister for Health, Deputy Simon Harris.  I am raising the issue of the pending first phase of industrial action next week by the Psychiatric Nurses Association.  I ask the Minister of State to intervene.<\/p> <p>The dispute concerns the 30% shortage of psychiatric nursing staff, which means there are no community services and a chaotic health care system in our inpatient units.  According to A Vision for Change, the community input has not been implemented but that is for tomorrow's debate. In fact, more than 75% of its recommendations have not been implemented.  The approved centres which are the inpatient centres need to be staffed so there is nobody in the community to carry out modern health care services for our people, taking us from the Victorian age to fit-for-purpose services for the young, the old and new-borns.  There is not one mother and baby bed in the entire country for women.   Post natal depression or post natal psychosis, which has a huge impact on the nurturing and bonding of mother and child is prevalent among women.<\/p> <p>I am aware the Minister, Deputy Simon Harris, is meeting the Psychiatric Nurses Association tomorrow with a view to implementing A Vision for Change.  I hope the Minister of State can intervene and set out a meaningful programme to build up our staff to stop the chaos in our hospitals and the overcrowding where beds are booked 120% of the time.  When somebody is sent on therapeutic leave and is doing well they are telephoned on Sunday and asked not to come back and then somebody else is taking the bed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, they are all registered as using that one bed.  We need the sharing of bunk beds at this stage.  I would appreciate the input of the Minister of State in that regard.  We need to bring our nurses home from abroad and respect them and give patients the quality of care they deserve.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#E01100","speaker":"1388","continuing":true},{"type":"speech","time":1466515800,"counter":32,"content":"<p>I thank the Senator who has balanced the books somewhat because he took less than three minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#F00200","speaker":"1381"},{"type":"speech","time":1466515800,"counter":33,"content":"<p>I thank the Senator for her question and contribution and wish her the best in her role.  I will touch specifically on the planned industrial action this week.  It is timely, therefore, that the Senator has asked the question.  While it was directed to my colleague, the Minister for Health, Deputy Simon Harris, it falls within our collective remit.  The Minister sends his apologies for being unable to be here.<\/p> <p>As the Senator pointed out, the Minister met representatives of the Psychiatric Nurses Association earlier this month prior to the completion of the ballot on industrial action.  Unfortunately, I was unable to attend, but I hope to meet them tomorrow or later this week.  At the meeting representatives of the association outlined the concerns of their members about current and pending staff shortages and the need to focus on recruitment, retention and service development issues.  The Senator has outlined many of these issues.  Since the result of the ballot was announced there has been engagement between the HSE and the Psychiatric Nurses Association with a view to averting the industrial action which is due to commence on 29 June.  Following contacts between the parties, an initial meeting took place last Friday and another is scheduled for tomorrow.  Obviously, representatives of the Department of Health will attend that meeting.  At last week's meeting the representatives of the association again emphasised the significant recruitment and retention challenges mental health services faced, given the age profile of psychiatric nursing staff.  They also expressed concerns about the capacity of the system to implement A Vision for Change.<\/p> <p>I emphasise that the Government is committed to providing additional resources for mental health services.  As I mentioned in my previous address, this is shown clearly in the increase in funding for mental health services from &euro;785 million to &euro;826 million this year, an increase of 5.2%.  The Government is also committed to reinstating the full 2016 provision of &euro;35 million in new development moneys to enable service priorities in the mental health service to be progressed in line with A Vision for Change.  The additional funding will enable further recruitment to priority posts throughout the mental health sector and the ongoing development of community mental health teams.<\/p> <p>We face a genuine implementation difficulty in some areas, a point which has been acknowledged.  It does not relate primarily to a lack of funding and is far more a question of sourcing staff and reconfiguring services and structures.  Only this morning I spoke to officials about a particular post in respect of which there had been three recruitment drives, one of which was international.  Despite this, it has been difficult to fill the post.  There are, therefore, major challenges in this area.  Having said that, some 1,550 new posts have been approved, of which 1,150 have been filled since 2012, but there are still have many gaps that we need to fill.  The HSE is experiencing significant challenges in recruiting suitably qualified nurses in this area, with a significant gap between the number of nurses who are graduating and the positions that need to be filled.  In that context, the HSE has made provision for the rehiring of retired mental health nursing staff.  Some nurses have been rehired.  I realise there are a number of issues about the pay scale, something the Department and the HSE are addressing with nurses.  The HSE is focusing on facilitating the retention of these nurses and engaging to ensure this will happen.  It is also focused on streamlining recruitment processes, increasing the number of student places available, recruiting graduating nurses and ensuring permanent contracts can be offered to all eligible psychiatric nursing staff.  It is in the best interests of patients and nursing personnel that the parties engage constructively on the key issues involved in order that industrial action can be avoided at all costs.<\/p> <p>The Senator and I share the same objective, that is, improving the delivery of services to ensure the health service delivers the services it is supposed to deliver.  I am satisfied that the Psychiatric Nurses Association and the HSE are committed to continuing positive engagement and I will certainly do whatever I can to play my part in that process.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#F00300","speaker":"1337"},{"type":"speech","time":1466515800,"counter":34,"content":"<p>I do not want to be negative, but I have been involved in this game for a long time.  In the 1990s the level of funding for mental health services was 14%.  It is now somewhere in the region of less than 6%.  I become cynical when I hear that it will be increased by 5.2% and when talk year after year of the figures of &euro;41 million and &euro;35 million.  We never actually get our hands on that money, but it is announced as a new input every year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator M&aacute;ire Devine:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2468\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2468&amp;amp;pid=MaireDevine&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->There is a cynicism in this regard but I hope the Minister of State will be able to write down in black and white where this money is coming from and where it will be allocated and confirm that it will be handed over as opposed to being retained.  There was outrage when the &euro;12 million was diverted from the mental health budget and lost in the other services that are seen as being less in the background than the Cinderella that has always been mental health services.<br\/><br\/>The Health Service Executive recruitment drive in recent years has been miserable.  At the most we have attracted one or two psychiatric nurses from abroad.  Most of them are too angry to come back.  They were forced to leave, and that is a quote from the HSE, as were other medical staff and doctors.  They were forced out by the yellow pack, degrading contracts.  There is not one of those in the country now, and we are very proud of that.  The then Government realised its <i>faux pas<\/i>in this regard.<br\/><br\/>Hiring retired staff is a possibility but I can tell the Minister of State that most of them cannot wait to get out the door due to burnout.  It is a physically, mentally and emotionally demanding job.  We try to do our best but when one is working in chaotic, understaffed conditions and watching the effects of those on patients and their families, it burns one out.  We too are human but it is to be hoped there will be some thinking outside the box that will allow us improve the health service, especially in the area of mental health, to ensure it serves the needs of the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#F00400","speaker":"1388","continuing":true},{"type":"speech","time":1466515800,"counter":36,"content":"<p>There seems to be a problem with the matter Senator &Oacute; Clochartaigh wishes to raise.  Does the Minister of State have some information on that?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00200","speaker":"1381"},{"type":"speech","time":1466515800,"counter":37,"content":"<p>I apologise and ask the Senator to resubmit the matter he wishes to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00300","speaker":"1337"},{"type":"speech","time":1466515800,"counter":38,"content":"<p>Gabh mo leithsc&eacute;al.  There seems to be a problem, which I believe is at departmental level, even though Senator &Oacute; Clochartaigh submitted last week the matter he wished to raise.  I accepted it in good faith and rejected five others.  I could not take them today.  There is a debate today and tomorrow on health and we might be able to find another way of raising the matter but if the Senator resubmits the matter either this week or next week, I will try to give him priority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00400","speaker":"1381"},{"type":"speech","time":1466515800,"counter":39,"content":"<p>I thank the Cathaoirleach and the Minister of State.  I can appreciate that a mistake has been made.  I will resubmit the matter.  I will talk to the Cathaoirleach or the Seanad Office about when it is most appropriate to do that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00500","speaker":"1377"},{"type":"speech","time":1466515800,"counter":40,"content":"<p>I thank the Senator and the Minister of State.  Does the Minister want to respond briefly to Senator Devine?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00600","speaker":"1381"},{"type":"speech","time":1466515800,"counter":41,"content":"<p>Briefly, only last week I signed off on &euro;18 million of the &euro;35 million development fund and we are clear on where it is going, namely, to new posts but also to develop older services to ensure the environment in which the staff working is modern and appropriate to the work they do.  There is much more work to do.  More emphasis needs to be put on recruitment and we must ensure the places available in colleges match the number of places we need to fill.  I look forward to working with the Senator and I will engage with her on every matter, where possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00700","speaker":"1337"},{"type":"speech","time":1466515800,"counter":42,"content":"<p>Senator Devine will be regularly on the Minister of State's case if there is not progress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00800","speaker":"1381"},{"type":"minorheading","content":"Air Services Provision","time":1466515800,"counter":43,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00850"},{"type":"speech","time":1466515800,"counter":44,"content":"<p>The Minister, Deputy Shane Ross, is taking the final matter.  I welcome the Minister to the House.  Senator Buttimer has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00875","speaker":"1381"},{"type":"speech","time":1466515800,"counter":45,"content":"<p>I thank the Cathaoirleach for allowing me raise this matter of importance.  I welcome the Minister, Deputy Ross, to the House.  I raise the important issue of Cork Airport and the link with the United States of America.  As the Cathaoirleach is well aware, last year Cork City Council, Cork County Council and the tourism bodies lent support to the publication earlier this year of the Growing Tourism in Cork strategy.  Central to that is the importance of Cork Airport and the need to see it connected with routes to North America.  Last year, 2015, was a good one for Cork Airport which saw the opening of 12 new routes and improved passenger numbers.  With the EU-US Open Skies agreement, now is the opportune time to have a transatlantic link between Cork and North America.  Norwegian Airlines stepped in and offered to provide a service between Cork and Boston, and prior to the dissolution of the D&aacute;il and the general election, ongoing efforts were made at Government and EU level to have this link established.  However, there is an impasse on the American side.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The European Commission's Director General for Mobility and Transport was in Washington recently negotiating and pleading with the US authorities regarding the need to have this transatlantic link established.<\/p><p>I commend the Minister, Deputy Ross, for his earlier comments on this very important issue.  It is economically important for job creation, tourism and increasing footfall into Cork and the wider Munster region, but it also concerns the EU-US Open Skies agreement.  It is meant to stimulate the sector and see passenger numbers and travel eased and more options available to people as passengers.  We have a carrier in Norwegian Air International that is willing to provide this link, and the US cannot be allowed for whatever reason to pick and choose or engage in selectivism in how it allows for airlines or carriers to be involved.<\/p><p>I am conscious of the time and appreciative of the fact that I am raising this matter as Leader of the House, but it is a very important economic matter.  It concerns the granting of a licence.  It is about ensuring that the people in the area where I live and where the Cathaoirleach lives have that choice and that we can continue to grow the numbers in Cork Airport.  To be fair to the staff in Cork Airport, they have been putting together a submission based on the creation of jobs and new routes.  In a week when the Vice President of the United States, Joe Biden, visits Ireland, would it not have been opportune for the Vice President perhaps to have been here as part of the new transatlantic route out of Cork?  I hope that we can raise the matter with Vice President Biden during the course of his visit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#G00900","speaker":"1391","continuing":true},{"type":"speech","time":1466515800,"counter":47,"content":"<p>I thank Senator Buttimer for raising this subject.  It is a good day to raise it, and I hope the message goes out to Vice President Biden that we are not happy with the behaviour of various groups in the United States over this blockage of an airline landing in the United States.  Senator Buttimer will also be aware that the Taoiseach has already raised this with the President of the United States, Barack Obama, and it has been raised at various levels around the world, certainly at EU level.  I met the EU Commissioner early last week and mentioned it to her.  She said that she was sick and tired of making telephone calls about this and that I could make that public and that they were tired of listening to her.  They are making every effort.<\/p> <p>This delay is totally unacceptable.  It would be opportune if the American Government moved on the issue fairly promptly and it would certainly be opportune if Vice President Biden made a statement on it in the coming days.  In this context I thank the Senator for the opportunity to address this matter, which has been raised with me on a number of occasions and which I know is very important to the people of Cork and surrounding counties.  It is not just a Cork issue; it is an issue which affects us nationally and affects the international flying world.<\/p> <p>Cork Airport is recognised by the national aviation policy as a unique gateway to the Wild Atlantic Way and to Ireland's Ancient East, the two main tourism promotion initiatives currently underway.  Passenger numbers have fallen at Cork Airport each year since 2009 and have been slower to recover than at Dublin and Shannon airports.  A total of 2.07 million passengers travelled through Cork Airport in 2015, a decrease of 3.4% on 2014.  Significantly, however, passenger numbers began to recover in the final quarter of last year, and this positive trend has continued in 2016, with growth of 8% up to the end of May this year.  Cork Airport will launch nine new routes and services in 2016 and believes that passenger growth could be up by 8% for the year as a whole.  I am hopeful that one of these new routes will be the service to Boston by Norwegian Air International.<\/p> <p>NAI was licensed as an Irish airline in February 2014.  In August 2015 the airline announced plans to operate transatlantic services from Cork Airport, which was very welcome to us.  However, in February 2016 the airline had to postpone the launch of these services because the US Department of Transportation had not yet granted the airline a foreign carrier air permit.  This is a very regrettable situation as the proposed Cork-to-Boston route would be the first such transatlantic service from Cork and would be a very welcome boost to Cork Airport and the wider region.  It is my understanding that this is the first instance since the EU-US Open Skies agreement was introduced in 2008 that an airline has been prevented from launching a new transatlantic service due to a delay in approval being granted by the US authorities.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Shane Ross:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=1974\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1974&amp;amp;pid=ShaneRoss&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We say this as a friend of the US and we are puzzled by the fact it cannot reciprocate.  This delay is clearly not in the interest of the many people on both sides of the Atlantic who had intended to avail of the new service.<\/p><p>When the EU-US open skies agreement was introduced, it set an example to the rest of the world of the benefits of the open skies policy and it had the interests of the customer at its heart.  The agreement was designed to encourage the type of new competition that the Norwegian group offers.  A tentative decision was made by the US Department of Transportation on 15 April last to grant the permit to Norwegian Air International, NAI.  This tentative decision was the subject of a public consultation which concluded in May and there is no clear timetable for a final decision to be made.  However, I look forward to that decision being confirmed as soon as possible so that the airline can start operating the new route from Cork to Boston and other new transatlantic routes.<\/p><p>This Government and the previous Government have supported NAI and the Cork to Boston route.  My predecessor, the Taoiseach and the Minister for Foreign Affairs and Trade have all made the case for NAI to the US authorities on many occasions.  I delivered the opening address at the recent IATA AGM, my first aviation-related public engagement and I reiterated this support for NAI.  In my address I emphasised my deep regret over the delay in granting the permit to NAI and the need for a continued move towards increased competition and further liberalisation in the aviation sector.  The European Commission has also been supportive of NAI from the outset.  Most recently, as referred to by Senator Buttimer, the EU Director General for Transport made strong public statements in support of NAI.  The Commission has confirmed that it reserves the right to take action under the agreement, including initiating a formal arbitration.  I hope that by confirming the tentative decision and granting NAI its permit there will be no need for this next step to be taken.  In the meantime, I and the Department will continue to liaise closely with the Irish Embassy in Washington, the Irish Aviation Authority and the European Commission, and we will continue to take the appropriate steps to help secure this important new service for Cork.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#H00200","speaker":"1213","continuing":true},{"type":"speech","time":1466515800,"counter":49,"content":"<p>I thank the Minister for his support and for the endeavours he has undertaken on behalf not only of the Department but also of the people of Ireland.  I speak as a friend of the United States and not as a foe in the context of promoting the EU-US open skies agreement and the need for the permit to be issued immediately.  The Minister is correct in his remarks.  We need to see arbitration.  This is about the EU-US open skies policy.  I hope that during the course of the visit of Vice President Biden that members of the Government will impress upon him the importance and centrality of this new route from Cork in promoting our country in North America.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#J00200","speaker":"1391"},{"type":"speech","time":1466515800,"counter":50,"content":"<p>I endorse and echo what Senator Buttimer has said.  I will not meet Vice President Biden, but I hope that anyone from the Government who does meet him will make clear our dissatisfaction with the attitude in the US to this and the fact that we, as friends of the United States, can expect, I hope, an early decision to clear this blockage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#J00300","speaker":"1213"},{"type":"unspoken","time":1466515800,"counter":51,"content":"<p>Sitting suspended at 3.15 p.m. and resumed at 3.30 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1466515800,"counter":52,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#N00100"},{"type":"speech","time":1466515800,"counter":53,"content":"<p>The Order of Business is No. 1, statements on health, to be taken at 5.15 p.m. and conclude not later than 6.45 p.m., with the contributions of all Senators not to exceed six minutes each and the Minister to be given five minutes in which to reply.  As Members will note from the Order Paper and the schedule, I propose that immediately following the Order of Business we have expressions of sympathy for the late Jo Cox, MP, who was tragically shot and killed last weekend.  As we have limited time, I propose that we confine contributions to five minutes per group spokesperson and that members of groups may share time, if they so desire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#N00200","speaker":"1391"},{"type":"speech","time":1466515800,"counter":54,"content":"<p>I refer to the gun attack on a young man on Monasterboice Road in Crumlin during the early hours of yesterday morning.  This latest gun attack in the heart of my constituency, just a short distance from my office, is of concern to me and the Fianna F&aacute;il group.  Less than half way into the year, seven people have lost their lives in the bloody war between two feuding families in this city.  While the circumstances surrounding yesterday's shooting remain unclear, it is clear that the measures introduced by the Government are failing miserably in curtailing gun attacks across Dublin.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I call on the T&aacute;naiste and the Minister for Justice and Equality to come to the House to set out and explain what actions she intends to take to provide the Garda with resources and manpower it needs to effectively put the people running around the capital city with guns out of business.  It is unacceptable that any community is living in fear and waiting for the next gun shots to ring out.  I firmly believe the Minister and the Government have failed to comprehend the seriousness of the gun attacks in the capital city, the first of which took place in January, and that they have since failed to resource and support the Garda effectively in tackling crime head on.  It is for that reason that I call on the Minister to attend the House.  While I acknowledge arrests were made at the weekend owing to the increase in the level of surveillance, I also note that the armed response unit, for which &euro;5 million was announced in February, has yet to be set up.  I ask the Minister to examine the introduction of stricter sentencing legislation for the possession of firearms and perhaps the introduction of mandatory minimum sentences for such offences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#N00300","speaker":"1407","continuing":true},{"type":"speech","time":1466515800,"counter":56,"content":"<p>The issue I wish to raise is bin charges.  The major mistake made was providing for privatisation.  It was an absolute disaster.  We all know what happened in Italy.  The Mafia controls the collection of rubbish.  What did we see happen here?  A while ago we had bin companies attack the lorries of others and burn them out in car parks.  That is pretty close to the activities of the Mafia.  The companies involved are not even registered in Ireland; they are registered in the Isle of Man and because of this we do not know whether they make a profit.  We pay for the collection of bins through the bin tax; we pay for water through water rates; we pay for roads through road tax, but for what is the revenue from property tax used?  I think it is used to pay off the gambling debts of the German and French banks.  We now have a situation where, as we heard this morning, 86,000 people have had money taken from their pension payments and other sources of income without their consent to pay the property tax.  Some 3,000 people were sent to the sheriff to have their goods distrained.  That is appalling.  This takes us back to the 19th century to rack-renting where if a peasant dared to improve his or her holding, the landlord shoved up the rent, which meant that he or she was punished.  What is now being done is exactly the same.<\/p> <p>Some 40 years ago I bought a house on North Great George's Street for &pound;25,000.  I have spent hundreds of thousands, possibly millions, of euro on it.  I started the North Great George's Street Preservation Society and rescued No. 35.  I was involved in the transfer of ownership of many houses and although we rescued the street, what has been the result?  We have been punished.  The property tax has been increased, which is unspeakable.  People should not be taxed on their homes.  One's home should be inviolate.  I said the same about mortgages, that there should be a Minister with responsibility for home security to make sure Irish citizens would be able to stay in their own homes.  <\/p> <p>I look forward to the debate tomorrow because there is an awful lot more to this issue; there are some very shady takeover deals between the companies involved.  I do not believe they have been monitored properly by the authorities.  The situation is appalling.  It is part of a mass privatisation programme by the Government and I hope it will stopped in its tracks and that the process of privatisation can be reversed.  If half a dozen companies can make a profit, I do not know why Dublin Corporation could not at least run it on an equal basis.  Until recently in my area there were five or six refuse companies operating and every bloody day of the week we had bin lorries travelling up and down street at all times of the day and night.  As I said, I look forward to tomorrow's debate, but I use the opportunity to call on the Order of Business for something to be done about this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#O00200","speaker":"1392"},{"type":"speech","time":1466515800,"counter":57,"content":"<p>I raise the issue of Brexit and its effects here because it will be too late to raise it next week.  I appeal to Irish people living in Britain and our comrades in the North of Ireland to vote in favour of staying as part of the European project.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I make this appeal because of the consequences of Brexit which have been outlined, not least the reinstatement of the Border and the impact this would have on the Thirty-two Counties.  There is learning in this issue for all of us because it shows how much the all-Ireland economy is dependent on relationships between Ireland and Britain, across all issues, including agriculture, fisheries, rural development, health and the economy.  The House could play a part in setting out a vision for how to integrate an all-Ireland strategy with all of the work we do.  While I welcome the increased co-operation between Ireland and Britain, it must continue and we must further examine developments in the British economy.  The most recent ESRI report indicates that Ireland will not reach the rate of growth forecast for next year.  The interdependence of the two states needs to be at the forefront of everything the Seanad does.  Above all, I encourage people to use their franchise later this week for the betterment of the Thirty-two Counties and the United Kingdom.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#O00300","speaker":"1378","continuing":true},{"type":"speech","time":1466515800,"counter":59,"content":"<p>As we approach the end of the 2015-16 academic year, the Cassells report which was due for publication eight months ago has still not been published.  The higher education sector is at crisis point.  Students are being charged a steadily increasing fee to attend college under the guise of a contribution charge.  These increases and the corresponding decrease in State funding for higher education have had a noticeably negative impact on the quality of education.  We are seeing poorer graduate outcomes and a diminished global reputation, two crucial factors in attracting a diverse range of students from across the country and around the world.  The outputs of third level institutions provide &euro;10 billion for the economy and international students make a further economic contribution of &euro;1.3 billion.  While increasing investment in higher education has a major social impact, it also has a strong, noticeable and positive economic impact.  The wealth and progress of a country rely heavily on the level of educational attainment of its population.  The benefits of a publicly funded and accessible higher education system clearly outweigh the benefits of education enjoyed by the individual.  However, this is not reflected in State investment.<\/p> <p>When one moves to commodity education, universities are transformed into training centres influenced by industry which then requires a faster return on investment.  This commodification was exactly what was proposed to the Minister for Public Expenditure and Reform in a recent document prepared by departmental officials.  The move towards a &euro;4,000 annual fee, supported by a student loans system, will put higher education further out of reach of those who need it most.  The document in question also refers to the expected drawn out nature of the introduction of a student loans system.  If we intend to expend energy and valuable political capital in solving the higher education funding crisis, we should look towards a strategy that would benefit higher level institutions and students equally and would not bury young people in debt.  In a period of economic recovery it is time the State reinstated third level education funding to pre-crisis levels, possibly in the next three budgets.  Indebting young people limits opportunity and choice and pushes graduates into employment to meet loan repayments rather than pursuing the career they want to follow or changing employments as they wish.  We must continue to treat education as a public good. <\/p> <p>It is now more crucial than ever that we see publication of the Cassells report, the findings of which will provide the future framework of third level education.  The report has been delayed for eight months and the new academic year will start in a short time.  While some of the report's contents have been leaked, third level students deserve to know its full contents, but they are being left in the dark about the future of the third level sector and their financial commitments for the coming year.  In recent years it has become almost a given that the State can no longer afford to publicly fund third level education, but this is not true as it is becoming increasingly clear that the State cannot afford not to fund third level education.  This issue needs to be debated in the House before the next academic term commences.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#P00200","speaker":"1404"},{"type":"speech","time":1466515800,"counter":60,"content":"<p>I take this opportunity ask the Leader to get some information for the House on the adoption (information and tracing) Bill?  A lot of work has been carried out previously on this Bill and I would hate to see it slip off the radar at this stage.  The former Deputy, Anne Ferris, did a huge amount on the legislation and it is a very important Bill.<\/p> <p>I also request information on the Criminal Law (Sexual Offences) Bill.  There was all-party agreement for the report compiled by the justice committee.  The Bill passed through all Stages in this House following a set of strong contributions made by many Senators and it had commenced Second Stage in the D&aacute;il.  Can the Leader ascertain the current status of the Bill and when it will be re-introduced?  It is a very important Bill in terms of protecting sex workers and the criminalisation that is taking place in that area.  I would be grateful if the legislation could be brought forward.<\/p> <p>In terms of the comments made by Senator Norris about bin workers and the waste charges for lifting the bins, I too look forward to the debate tomorrow.  Those who forced the privatisation, and in the process moved the service away from local authorities by a daily protest and encouragement of people not to pay waste management charges to their local authorities, are the very ones who generated the privatisation of the service.  As soon as the private sector moved in I did not see one protest against the private sectors companies.  When local authority workers carried out a very good public service throughout the country those same people were at the forefront of the protests, demonstrations and the locking of bin lorries into their yards, thus not allowing them to collect refuse in this city and in many parts of the country.  Therefore, I very much welcome tomorrow's debate.  It is an opportunity for us to hear the views of Members from different parties, but let us remember the forced privatisation through a non-payment campaign to local authorities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Q00100","speaker":"1417"},{"type":"speech","time":1466515800,"counter":61,"content":"<p>Last weekend, I noted with great interest the celebrations of the 125th birthday of John A. Costello.  As Senators will know, he was the leader of Fine Gael, a Taoiseach and he also declared Ireland a Republic in 1949.  Up until that time, Ireland was an active member of the Commonwealth.  Relations are now at an all-time high with the new Commonwealth that has a population of 2.2 billion and is comprised of 53 countries, of which 33 are republics.  Since 1971, the Queen has only a titular role in the Commonwealth.  Now there is support for world peace, liberty, human rights, equality and free trade so it would be a good time to have a debate on whether the Republic of Ireland should consider rejoining the Commonwealth.  There are many Irish people and the Irish diaspora who live in the UK, Australia, Canada and New Zealand, so we should not fear rejoining.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Q00200","speaker":"1424"},{"type":"speech","time":1466515800,"counter":62,"content":"<p>I did not see that in the Fine Gael manifesto.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Q00300","speaker":"1414"},{"type":"speech","time":1466515800,"counter":63,"content":"<p>We are a mature Republic so we must seek a debate to discuss the economy and the fact that there are 2.2 billion people in the Commonwealth.  It is time we took our place again within the Commonwealth.  The Republic of Ireland should consider the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Q00400","speaker":"1424"},{"type":"speech","time":1466515800,"counter":64,"content":"<p>We will see how Brexit goes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Q00500","speaker":"1414"},{"type":"speech","time":1466515800,"counter":65,"content":"<p>I ask the Leader of the House, Senator Jerry Buttimer, to invite the Minister for Jobs, Enterprise and Innovation to attend the House to discuss the soaring costs of car insurance.  There is a need for a review of the workings of the Injuries Board that was established in 2004.  It is a State organisation that initially contributed to the reduction in premiums and the maintenance of cost of cost levels in terms of claims.  At this stage the high level of awards of compensation are soaring.  I refer here for instance to the compensation level here for soft tissue injuries.  For whiplash the average compensation is &euro;15,000 compared with &pound;5,000 or thereabouts in the UK.  There is a big difference in the awarding of costs for claims.<\/p> <p>There is also a significant number of fraudulent claims.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Terry Leyden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=636\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=636&amp;amp;pid=TerryLeyden&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Government action is needed in this regard.  Fraud is widespread, with accidents being arranged and organised.  The level of damages awarded is soaring and the insurance companies have increased premiums by up to 50%.  This is making it very difficult for young people in particular to obtain or retain motor insurance and to carry out their work.<\/p><p>We have all come across cases of abuse of the insurance system.  I know of one case where an individual got a scrape on his car and received &euro;4,500.  Six months later he discovered that he had soft tissue injuries.  The doctor said it was fine and no problem at all because the claim had gone in.  The insurance company did not carry out a detailed examination or investigation of this individual, even though he had submitted numerous other claims.  The company settled for &euro;10,000 or &euro;15,000 because it did not want to incur the cost of medical advice, senior and junior counsel or solicitors.  Companies will just settle claims, but who pays?  The person who pays the premium carries the can at the end of the day.  It is about time action was taken.  I ask the Leader to invite the Minister to the House to discuss this issue.<\/p><p>We have people with a wide range of experience in this House.  Many of the professions are represented, including medical doctors, senior counsel, junior counsel, solicitors, lawyers and so forth, and they could give their views on the matter.  We want fair settlements and fair insurance premiums, particularly for young people.  We are paying for the Quinn Insurance collapse, uninsured drivers and so on.  These issues are all connected and who is paying?  Young people who want to drive a car are being victimised and I ask the Leader to consider a debate on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Q00600","speaker":"1393","continuing":true},{"type":"speech","time":1466515800,"counter":67,"content":"<p>I join Senator Leyden in calling for a debate on motor insurance.  I heard a victim of cyber harassment on the radio, which colleagues may also have heard.  I was shocked to hear how the young woman endured an outrageous violation of her privacy when explicit pictures and a video were posted online by a disgruntled ex-boyfriend.  She was completely unaware that she was being filmed and that the film was online until somebody pointed it out to her.<\/p> <p>Currently, the investigation and prosecution of this type of activity is very poorly provided for under Irish law.  This leaves garda&iacute; with limited scope to act in such circumstances.  Irish legislation is very strong, thankfully, for child victims, especially regarding the distribution of child sexual images.  However, protections are far weaker for adults who have been seriously victimised on social media or online, including being depicted in intimate private photographs and videos.  Last year, the United Kingdom passed legislation making it illegal to disclose a private sexual photograph or film without the consent of the person depicted.  In the USA, 34 states currently have revenge porn laws, while Australia and New Zealand have also recently introduced state laws criminalising it.  Recent amendments to the 1951 Post Office (Amendment) Act, which criminalises the use of a phone for harassment purposes, include text messages sent by phone.  However, it is unclear if suspect activity on social media conducted online via a smartphone would be covered by this legislation, and because of the lack of prosecutions, there is no case law.  The fact that there is no legal deterrent in this country for anyone who wishes to violate a person's privacy in the most explicit way is totally unacceptable.  I am now calling for the introduction of legislation in line with that recently introduced in the UK to provide adequate protection for adults from the scourge of cyber harassment and revenge porn.  This affects women, men and teenagers and should be taken more seriously.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#R00200","speaker":"1406"},{"type":"speech","time":1466515800,"counter":68,"content":"<p>I wish to raise the issue of the treatment of workers in this country.  There was a lot of discussion in the House when Clerys vanished off the face of the earth leaving hundreds of workers unemployed.  Indeed, my colleague, Senator Nash, introduced some fairly good legislation in this area when he was a Minister of State.  Members of the IMPACT trade union who worked for Childminding Ireland are currently on strike and have been since 7 June because they were served with compulsory redundancy notices without any meaningful talks having taken place.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The proposed redundancies are unnecessary.  Childminding Ireland is a State-funded body which is not experiencing financial difficulties.  Management has failed to produce a business case to justify these job losses.  IMPACT believes Childminding Ireland is illegally threatening redundancies to force administrative and specialist staff out of their jobs before replacing them with others.  Childminding Ireland has refused to engage seriously in consultation or conciliation organised by the Workplace Relations Commission, although it has misleadingly told journalists that it has conducted a four-month consultation.  In fact, no consultation has taken place, according to the union.<\/p><p>Childminding Ireland has had plenty of opportunity to explain why it thinks restructuring and redundancies are necessary, but it has consistently failed to do so.  It is clear that no business case has been put forward because no business case exists.  Although management has said the existing staff members will be able to apply for as yet unspecified new roles in a restructured organisation, the union believes the new roles are being constructed to exclude such people.  IMPACT remains available to resolve these issues through negotiations at the Workplace Relations Commission.  The trade union is trying to protect its workers before some fly-by-night dumps them on the street as happened in the case of Clerys.  I am not saying the State-funded body in this case is wrong in its belief that redundancies are needed, but I believe there should be some way of compelling it to go before the Workplace Relations Commission to justify what it is looking for.  It should be required to enter into meaningful negotiations.  It is outrageous that these people are protesting out on the street today.  I ask the Leader to address this issue with the relevant Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#R00300","speaker":"1390","continuing":true},{"type":"speech","time":1466515800,"counter":70,"content":"<p>Senator Leyden raised the important issue of increased insurance costs, but he did not refer to the profits of insurance companies.  We got rid of the jury system for deciding on the level of damages a number of years ago because we thought such a move would lead to cheaper insurance.  We then set up the Personal Injuries Assessment Board because we thought it would result in cuts in legal fees.  The insurance companies now want further cuts because they are still not satisfied.  Nobody is talking about the profits being made by insurance companies or the need for them to be upfront about why insurance costs so much in this country.  There is a need for an honest debate on the matter.  It is important to recognise that every time we go to pay insurance premiums, it costs us all more because of bad management within an insurance company, Quinn Insurance, where moneys were wrongly used.<\/p> <p>I understand that a committee has been established to deal with the ten-year health care plan.  There is no reference to any Member of the Seanad being on that committee.  It is important to emphasise that Members of this House can make a contribution to the debate on the plan.  I ask the Leader to seek clarification from the Minister for Health on the inclusion of Members of the Seanad on the committee when it discusses the ten-year plan.<\/p> <p>The former Minister of State at the Department of Health, Kathleen Lynch, gave me a commitment in this House eight months ago that a report on the review of the fair deal scheme, particularly as it applies to farmers, would be made available in June 2016.  It is now June 2016 and I ask the current Minister to make that report available.  We need to have a debate on this matter.  It is extremely important that there is a level playing field for everyone under the fair deal scheme.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#S00200","speaker":"1409"},{"type":"speech","time":1466515800,"counter":71,"content":"<p>I also want to raise the issue of Childminding Ireland.  I attended the protest at lunchtime today.  I have to say I was shocked to hear about the treatment that has been meted out to workers like Bernie Griffiths, Jacquie Donnelly, Fiona Turner and Anne McCourtney, who have over 60 years of loyal service to a company that is funded by the State through the Department of Children and Youth Affairs.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Gavan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2469\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2469&amp;amp;pid=PaulGavan&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Despite this, when IMPACT wrote to the Minister-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#S00300","speaker":"1389","continuing":true},{"type":"speech","time":1466515800,"counter":73,"content":"<p>The Senator should not name people in the House who are not here to defend themselves.  He should be careful on that matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00200","speaker":"1381"},{"type":"speech","time":1466515800,"counter":74,"content":"<p>I am here to support them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00300","speaker":"1389"},{"type":"speech","time":1466515800,"counter":75,"content":"<p>Either way, they make take issue with it.  I am just cautioning the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00400","speaker":"1381"},{"type":"speech","time":1466515800,"counter":76,"content":"<p>Thank you, a Chathaoirligh.  I accept your point.  We have heard much about new politics and we have a new Minister in place.  However, when the union wrote to the Minister, effectively, she appeared to sit on her hands, saying it had nothing to do with her.  This Department funds the child care facility in question.  This facility has made these people redundant and, at the same time, told them to reapply for their jobs if they like.  Does this House see that as acceptable behaviour in the 21st century?  None of us should and, I believe, none of us would.  It is an issue of urgency.  These people are in their third week on strike and we need to have a response from the Minister.  Will the Leader urgently ask the Minister to address this issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00500","speaker":"1389"},{"type":"speech","time":1466515800,"counter":77,"content":"<p>I am deeply concerned about the process in which school building projects are progressed through construction and the order on which they appear on the final list.  Will the Leader invite the Minister for Education and Skills, or a representative on his behalf, to outline these procedures to the House?  The new school building project for Coosan national school in Athlone is a matter close to my heart, as it was for my late sister, Nicky McFadden.  For more than 16 years, we worked to get it on the new school construction list.  It was approved, completed stage 2B and was to go to construction in 2016.  However, we have been informed 66 buildings will go to construction this year but our school is not one of them.  There is a school in my locality which came online only two years ago, after Coosan national school, and whose construction will start next week.<\/p> <p>While I welcome the development, there is an unfairness in the process.  I would like if there was some transparency in the process to understand how and why some projects get jumped up the list.  Up to 65% of the pupils in Coosan national school are in prefabs.  Vital work is required on the existing school building over the summer which will not be cost effective if it is going to come online in 2017.  Will the Minister for Education and Skills explain to the House how one school, 16 years in the process, can suddenly be dropped while another school, only two years on the go, can suddenly go to construction?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00600","speaker":"1375"},{"type":"speech","time":1466515800,"counter":78,"content":"<p>In most of the media today, there have been comments that the Minister for the Environment, Community and Local Government is proposing to instruct local authorities to introduce charges for civic bring centres.  This is rather odd, as it is meant to be Government policy that we allow and empower local authorities to make decisions over their affairs and operate within their budgets.  This is one of the common problems with the property tax because no one quite knows what they are paying it for or quite understands the autonomy of local authorities to manage their affairs in a professional way.<\/p> <p>I believe in water and waste charges.  The difference is I believe in fair water and waste charges, with the services being given to people explained to them.  There is a massive fiasco about waste with many people jumping for headlines and publicity, stating they are against this or that.  We have to pay for services.  People need to get real about this.  It seems to be the in-thing to say one is against everything.  I am in favour of water and bin charges.  One gives a good service and explains the costs while not ripping people off.<\/p> <p>Will the Leader arrange for the Minister, when he comes into the Seanad tomorrow for the debate on waste charges, to explain his intention in suggesting or directing that local authorities charge for citizens who take the trouble to manage their waste and take it to a civic bring centre?  These are the people who are proactive in segregating and managing their waste.  I would be against any charge for such a service.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00700","speaker":"1379"},{"type":"speech","time":1466515800,"counter":79,"content":"<p>I want to raise the issue of commercial business rates for small and medium-sized enterprises, SMEs.  Recently, I was asked to attend the local courthouse to see three businesses being dragged before the court like common criminals because they were in arrears with their local authority rates.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ray Butler:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2303\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2303&amp;amp;pid=RayButler&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This is happening all over the country, not just in my area but in everybody's area.  As the economy improves and grows, more local authorities are putting the boot down.  These businesses have survived during the past five or six years through a disastrous economic crash and should be put on pedestals for keeping their doors open.  Instead, they are being crucified.  We politicians have done nothing to address the issue.<\/p><p>The rates Bill dates back to the 1800s, and its only provision is that people must pay.  We all put on the green jersey two years ago when social clubs and GAA clubs needed help with the rates issue.  We introduced legislation, which was fantastic and right.  I appeal for politicians in this and the other House to do something with our draconian rates legislation.  Business owners who have employed people and paid their tax and VAT are being dragged before judges like paupers.  We need the legislation to change and we must debate it in the House.<\/p><p>We need to see companies' from the past five years and see whether they have broken even or lost money.  If they have broken even or lost money, we should consider helping them and, in some cases, wiping the debt.  In some cases, debt has been wiped and favouritism has come into play regarding rates in certain local authorities, whereas in other cases they have gone the whole hog to collect the money.  We should help these SMEs by introducing legislation.  The legislation should provide for us to calculate rates based on profits rather than on the square footage of the premises.  A premises in a small rural town, where five people might pass the door in one day, might pay the same rates as the Blanchardstown Centre, where thousands of people pass through the doors.  It is ludicrous.  I call on the Minister to come here to debate the issue and help these people who have kept their doors open and who have helped rural communities, but who are now being slaughtered and dragged down.  What I see is disgraceful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#T00800","speaker":"1423","continuing":true},{"type":"speech","time":1466515800,"counter":81,"content":"<p>&Eacute;ir&iacute;m chun tac&uacute; leis an m&eacute;id at&aacute; r&aacute;ite ag mo chomhghleaca&iacute;, an Seanad&oacute;ir Conway-Walsh.  I support the contribution of my colleague, Senator Rose Conway-Walsh, and ask the Leader to maintain the pressure on his Government colleagues and all Members of the Oireachtas on Thursday's Brexit referendum.  I will leave this institution on Thursday after the conclusion of business to go back up the road to vote in the referendum.  When I was travelling down to the Seanad last week, I sat across from two young American tourists who were heading from Belfast to Dublin.  They asked an elderly gentleman in the carriage whether anybody would stop them at the Border to check their passports and papers.  I interjected by saying, \"Not yet.\"  This is a fear and concern, among many others, not least about the impact on our economy, infrastructure, agriculture sector and the longstanding and important contribution the EU has made to the peace process and the political process in the North through institutions and through the very significant funding streams to build peace and justice initiatives.  I ask the Leader to maintain this pressure.<\/p> <p>The Government has played a very proactive role.  The Taoiseach and other colleagues have been to the North, which I welcome.  They have also travelled across the water to Britain to encourage the Irish community there to vote.  I ask Members to maintain this pressure and, if they have friends, colleagues or relatives in Britain or the North, to ensure they use their vote on Thursday.  I say this as an individual and as a party member who has many concerns about the EU as it stands, not least regarding the democratic deficit and the erosion of national sovereignty.<\/p> <p>I am amazed and shocked at Senator Feighan.  He is no longer in the Chamber.  I hope he is outside reflecting on what he proposed.  If I am worried about the democratic deficit in the EU, I would certainly be worried about a democratic deficit in the British Commonwealth.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Niall &Oacute; Donnghaile:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2477\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2477&amp;amp;pid=NiallODonnghaile&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am amazed that in 2016, 100 years after the Easter Rising, when the ideals and visions have not been fulfilled yet, that a member of Fine Gael would come in here-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#U00200","speaker":"1413","continuing":true},{"type":"speech","time":1466515800,"counter":83,"content":"<p>He wants Roscommon to join the Commonwealth.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00200","speaker":"1414"},{"type":"speech","time":1466515800,"counter":84,"content":"<p>I ask that the Senator can conclude without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00300","speaker":"1381"},{"type":"speech","time":1466515800,"counter":85,"content":"<p>If he does, he would ask us to doff the cap, bend the knee and crawl back into a British Commonwealth.  It was a shameful contribution and I hope we will all treat it with the contempt it deserves.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00400","speaker":"1413"},{"type":"speech","time":1466515800,"counter":86,"content":"<p>It might be an April Fool's or something.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00500","speaker":"1414"},{"type":"speech","time":1466515800,"counter":87,"content":"<p>This is a democratic institution so everybody can make a comment.  The Senator may not like it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00600","speaker":"1381"},{"type":"speech","time":1466515800,"counter":88,"content":"<p>I support Senator Butler's call in respect of SMEs and the rates they must pay.  Will the Leader ask the Minister for Jobs, Enterprise and Innovation to come to the House to discuss incentives for small companies to set up?  I acknowledge they work with LEOs and a number of small companies have been set up, mainly in urban areas, in recent times.  There is more positivity among SMEs but we must work with, and encourage, them to develop.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00700","speaker":"1384"},{"type":"speech","time":1466515800,"counter":89,"content":"<p>It is great to see the new politics of Fine Gael coming around to Sinn F&eacute;in policy, particularly around the issue of rates, because Sinn F&eacute;in has called for the past five years for a change to rates in order that they are calculated on the basis of profits and the size of businesses.  I agree with Deputies Byrne and Butler that a debate is needed and it is good that they are finally coming around to our way of thinking.<\/p> <p>T&aacute; s&eacute; f&iacute;or-th&aacute;bhachtach go mbeadh d&iacute;osp&oacute;ireacht againn maidir le c&uacute;rsa&iacute; Gaeilge agus Gaeltachta.  Bh&iacute; caint ar Acht na dTeangacha Oifigi&uacute;la sa Rialtas deireadh a bh&iacute; ag dul ag c&uacute;l&uacute; &oacute; thaobh na cumhachta&iacute; a bheadh ag an gCoimisin&eacute;ir Teanga.  Bh&iacute; feachtas pobail ann ag cor an choinne sin.  T&aacute; an strait&eacute;is 20 bliain titithe i dtraipis&iacute;.  N&iacute;l d&oacute;thain acmhainn&iacute; &aacute; cur ar f&aacute;il agus n&iacute;l d&oacute;thain taca&iacute;ocht &aacute; thabhairt don teanga.  T&aacute; &Uacute;dar&aacute;s na Gaeltachta ag fulaingt de bharr easpa maoinithe.  N&iacute;l me soil&eacute;ir c&eacute;n treo at&aacute; s&eacute; ag dul &oacute; thaobh spriocanna fosta&iacute;ochta, c&uacute;rsa&iacute; forbartha pobail agus mar sin de.  Ba mhaith liom go nd&eacute;anfar pl&eacute; ar&iacute;s ar thoghch&aacute;n &Uacute;dar&aacute;s na Gaeltachta mar n&iacute; d&oacute;igh liom go bhfuil an daonlathas ag bord &Uacute;dar&aacute;s na Gaeltachta agus a bh&iacute;.<\/p> <p>Bh&iacute; go leor obair ar pholasa&iacute; oideachais Gaeilge agus Gaeltachta d&eacute;anta ag an Roinn Oideachais agus Scileanna ach n&iacute; fhaca muid f&oacute;s an Bille nua at&aacute; chun oideachais Gaeilge agus Gaeltachta a thabhairt chun cinn.  C&aacute; bhfuil s&eacute; sin?  T&aacute; comhchoiste nua le bun&uacute; &oacute; thaobh c&uacute;rsa&iacute; Gaeilge agus Gaeltachta.  Caithfidh muide sa Seanad cinnti&uacute; go mbeidh ballra&iacute;ocht &oacute;n Seanad ansin.  S&iacute;lim go gcaithfidh muid coiste d&aacute;r gcuid f&eacute;in a bhun&uacute; le sin a chinnti&uacute;.  &Oacute; thaobh mhaoini&uacute; na n-earn&aacute;il tr&iacute; ch&eacute;ile, t&aacute; buis&eacute;ad na Gaeltachta gearrtha siar ar&iacute;s agus ar&iacute;s eile.  D&aacute; bhr&iacute; sin, bheadh s&eacute; f&iacute;or-th&aacute;bhachtach an tAire St&aacute;it, an Teachta Kyne, a thabhairt isteach leis na ceisteanna seo a phl&eacute; agus go mbeadh muid chun tosaigh ar an bprois&eacute;as buis&eacute;id le gur f&eacute;idir linne, mar Sheanad&oacute;ir&iacute;, br&uacute; a chur le go gcuirfear airgead d&oacute;thanach ar f&aacute;il do ch&uacute;rsa&iacute; Gaeilge agus Gaeltachta sa bhuis&eacute;ad a bheas le teacht.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00800","speaker":"1377"},{"type":"speech","time":1466515800,"counter":90,"content":"<p>I wish to raise an issue that highlights the shoddy attitude that big business can have to the ordinary man and woman and what it is getting away with it.  I refer on this occasion to insurance companies, not banks.  An elderly woman in my home town was unable to pay her car insurance premium by postal order.  She sent her postal order to the insurance company but it was returned and the company demanded that she pay by credit card.  Ultimately, she had to get a family member to supply a credit card number.  There is a cohort of older people and people from a certain socioeconomic background who have limited options when making payments.  It is scandalous that an insurance company will not accept a postal order, for which a person has presented cash to the post office.<\/p> <p>This undermines services provided by An Post.  I can give someone a postal order to pay a bill and he or she can lodge it in a bank similar to lodging a cheque.  I am bewildered that this company would not accept a postal order.  This demonstrates haughtiness and the fact that it can get away with it.  I would like the new Minister for Communications, Energy and Natural Resources to come to the House to discuss issues relating to our post offices, including sustaining the network, which is always topical.<\/p> <p>I previously raised the issue of us trying to stimulate more commercial business for the post office network to make sure it has a future and that it can engage in activities that provide a service to the community.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michelle Mulherin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2309\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2309&amp;amp;pid=MichelleMulherin&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We want that excellent post office network to remain in place.  The Bobby Kerr report was commissioned so that avenues could be explored and developed to make this happen.  I would like the Minister to come before the House to outline the progress made within the working groups and, in particular, to pursue the issue I raised of post offices being allowed to process and handle driving licence applications on account of the new tender procedure being pursued by the Road Safety Authority.  This would bring matters in line with the system for passport applications and create new business.  It is another way to sustain post offices.  I ask the Leader to invite the Minister to come before the House because this is an issue that affects the entire country, throughout which the post office network is spread.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#V00900","speaker":"1425","continuing":true},{"type":"speech","time":1466515800,"counter":92,"content":"<p>Well said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#W00200","speaker":"1416"},{"type":"speech","time":1466515800,"counter":93,"content":"<p>I support Senator Mulherin's request for the Minister for Communications, Climate Change and Natural Resources to come before the House to discuss post offices.  She raised two very important issues, namely, business being taken away from post offices and the fact that postal orders, which are part and parcel of post office business, are not being accepted by insurance companies, which is outrageous.<\/p> <p>The Senator also referred to driving licences.  As we know, there are only one or two locations in each county for people to get or renew a driving licence.  When the licence process is put up to tender, the post office would be an ideal partner for the centres that issue driving licences.  Post offices could process licence applications and then forward them to the licensing authority or office.  This would eliminate the need for people to travel 40, 50 or even up to 100 miles to get to a centre where they can renew their licences.  For the remote parts of the country, the post office is an ideal place to process driving licences.  People would be able to go there with their photographs and applications and send them on to the licensing authority, and then their licences would be issued them in a couple of days, a week or whatever.  I fully support Senator Mulherin's request for the Minister for Communications, Climate Change and Natural Resources to come to the House to discuss the viability of post offices throughout the country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#W00300","speaker":"1380"},{"type":"speech","time":1466515800,"counter":94,"content":"<p>There is concern among people regarding the VAT rate for tourism.  Dublin might not need it, as evidenced by the huge increase in the rates for hotel rooms here.  I admit that there are not enough hotel rooms in Dublin and I hope there will be expansion in that regard with another building programme.  I am concerned with Ireland beyond the Pale.  I ask the Leader to use his good offices to make representations to the Minister for Finance on this matter.  If it can be afforded, I hope the Minister will be able to ensure, in the context of the forthcoming budget, that the VAT rate to which I refer will remain in place.  It is very important for the future of tourism.<\/p> <p>I do not want to refer to Brexit; we will wait to see how matters turn out on Thursday.  I would hate to think what would happen to tourism if the British left the EU.  The value of sterling would decrease - they are getting great value here at present.  We know what would happen otherwise.  I hope Britain will remain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#W00400","speaker":"1420"},{"type":"speech","time":1466515800,"counter":95,"content":"<p>There are 32,000 home owners with mortgages that have been in arrears for more than two years.  It is, I suppose, the elephant in the room in terms of people with homes.  I ask the Leader to arrange for the relevant Ministers to come before the House for a wide-ranging debate on whether the current insolvency regime is fit for purpose.  An appeal mechanism was introduced to allow people to appeal decisions to the Circuit Court.  I have heard anecdotal evidence that many home owners are not availing of this appeal mechanism.  Why is that the case?  We should have a debate on that matter in the House.  The family home is very important.  This issue of people not paying their mortgages for more than two years is extremely important.  I ask the Leader to arrange for the relevant Ministers to come before the House for a debate on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#W00500","speaker":"1374"},{"type":"speech","time":1466515800,"counter":96,"content":"<p>Ba mhaith liom ceist a chur ar an gCeannaire maidir le deis a bheith againn d&iacute;osp&oacute;ireacht a bheith againn ar chursa&iacute; Gaeilge go ginear&aacute;lta, go h&aacute;irithe i gcomhth&eacute;acs Strait&eacute;is 20 Bliain don Ghaeilge, an teanga d&uacute;chais agus na c&eacute;imeanna at&aacute; &aacute; ghlacadh ag an Roinn chun na spriocanna at&aacute; leagtha s&iacute;os sa strait&eacute;is a bhaint amach.  Ba mhaith liom d&aacute; bhf&eacute;adfadh an d&iacute;osp&oacute;ireacht sin a bheith againn roimh bhriseadh an tsamhraidh.  Chomh maith le sin, the summer economic statement published today makes for positive reading.  However, it does not take into account some of the risk factors for Ireland, one of which was mentioned by our Sinn F&eacute;in colleague - Brexit - but there are many others, including the financial regulation of banks and many other institutions, some of which were highlighted in the banking inquiry.  There are financial, economic, demographic and political risks facing the country.  Year on year, we are overspending in the area of health, yet we are unable to meet from the perspective of the public purse the demographic challenges posed by an ageing population whereby up to 4% of the population will need nursing home care by 2025.  I, therefore, call on the Leader to facilitate a debate with the relevant Minister or Ministers across a range of Departments on the plans being put in place to meet the challenges poses and ascertain the level of risk across each Department.  It might mean many Ministers having to come into the House, but we should be looking at the issue in the context of a five or ten year spending plan.  The medium-term objective announced today makes for positive reading, in that it recognises a fiscal space of around &euro;3 billion in 2019.  Some of the money will be put into a savings scheme similar to the National Pensions Reserve Fund, but it is not a great deal of money when the challenges mentioned are brought into the equation.  I ask that we look at the challenges facing the country and that the Leader consider the best way to debate the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#X00100","speaker":"1382"},{"type":"speech","time":1466515800,"counter":97,"content":"<p>I join in the call made by the Fianna F&aacute;il group leader, Senator Catherine Ardagh, for a debate on crime.  This city has been ravaged by the recent gangland assassinations.  We all need to be on the alert to and highlight the issue.  The Minister would be welcome to come to the House for a debate on it in the near future and I call on the Leader to facilitate my request.<\/p> <p>I also call for a debate on tourism.  It is an opportune time to have such a debate, given that the weather has been reasonably good in recent weeks and many more people are visiting the country.  I note the concern expressed by my colleague, Senator Paul Coghlan, about Brexit and the potential detrimental effect if the United Kingdom was to leave the European Union.  The tourism industry is going well, but we cannot become complacent in any circumstance.  I commend RTE for its programme on the Wild Atlantic Way.  The scenery is phenomenal and the programme showed the authentic Ireland.  The production should be made available to other channels to be shown throughout the world.  The programme broadcast last Sunday night was incredible.  Tourism has the potential to create thousands of jobs in many parts of the country.  We, therefore, need to up our game constantly to ensure the services and facilities provided for those who visit are second to none, that the experience is kept authentic and that we do not destroy it.  I would like in early course, perhaps before the end of term, given that we are in the summer season, the Minister for Transport, Tourism and Sport to come to the House to hear statements on tourism over a couple of hours and to outline his vision for its potential development, both in rural and urban areas, in the coming years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#X00200","speaker":"1416"},{"type":"speech","time":1466515800,"counter":98,"content":"<p>I thank the 24 Senators who contributed to the Order of Business with remarks.  Senators Ardagh and Conway raised the issue of crime, in particular in Dublin's inner city.  The success of Operation Thor has shown that crime has fallen throughout the country.  Any loss of life is to be deplored.  I commend the members of An Garda S&iacute;och&aacute;na on their vigilance and surveillance last weekend when they apprehended criminals in and around Senator Ardagh's constituency.<\/p> <p>The Government is committed to recruiting more garda&iacute;.  We have reopened Templemore.  There are new garda&iacute; at work, with a target of 15,000 garda&iacute; to be recruited by the end of the Government's term of office.  Equally, we have seen additional resources and moneys being put into Garda overtime, vehicles and equipment.  I agree with Senator Ardagh and Senator Conway that we cannot be complacent regarding crime.  We must work consistently on crime with all the stakeholders.  Only yesterday, I attended a policing forum in Cork city, where crime is down 53%.  That is a positive.<\/p> <p>The Sinn F&eacute;in motion tomorrow will discuss the issue of refuse charges.  Senators Norris, Humphreys and Boyhan raised the issue.  We need to see this issue redressed and addressed.  There is no way we can allow gouging or the rip-off of customers by any of those involved in the industry.  To be fair, the Minister, Deputy Coveney, has worked hard since the issue became politicised by some.  All of us on this side as well as those in Fianna F&aacute;il are concerned about protecting the consumer.  We must change our model of waste disposal.  As I said last week in the House, we cannot allow a situation whereby a customer, no matter who he is or where he is from, has his bills increased.  Senator Boyhan is correct.  People must be cognisant that they have to pay something somewhere and that there is nothing for nothing anymore.  That is a fair comment.<\/p> <p>Senators Conway-Walsh, O'Donnell, Feighan, Coghlan and Conway raised the issue of Brexit.  I join all of them in the call for all of us who are in favour of a Remain vote to ensure it is realised in the coming days.  It is good that all the political parties in the Chamber today are in favour of the Remain side of the argument.  In particular, it is right that we address the North-South issue and the Border.  Those of us who are of an era have no wish to see the Border posts return.  We have changed from that and our country is a better place now.  The issues of trade, connectivity and commerce are important.  The whole issue of North-South relations is relevant, be it the Good Friday Agreement implementation, British-Irish relations or working in the institutions.  Everyone will benefit from the UK remaining within Europe in terms of how the peace process can continue.  I hope that in the coming days all of us in this Chamber will exhort a Yes or Remain vote.  That is critical.  Again, I implore people to use whatever means they can to urge for a Remain or Yes vote.  In particular, the all-Ireland strategy is one that I embrace and wish to see pursued.<\/p> <p>Senators Ruane and McFadden raised, in different guises, the issue of education.  The Minister, Deputy Bruton, is prepared to come to the House once he gets the Cassells report.  I understand the Cassells report has not yet been concluded and has not been presented to him.  I agree with Senator Ruane's comments about higher education funding in that the issues of expenditure and funding are linked.  I note that the issue of resources, in the context of universities seeking funding for research and development, has become part of the business plan.<\/p> <p>The other point Senator Ruane made is important as well.  We cannot recreate barriers to third level education and we must be open to allowing people to continue to become part of the post-primary school education system.<\/p> <p>Senator Humphreys raised the issue of the adoption (information and tracing) Bill.  My understanding is that it is in the D&aacute;il at the moment.  It is working its way through the D&aacute;il and awaiting the appointment of select committees in the D&aacute;il.  We can raise the issue of the Criminal Law (Sexual Offences) Bill with the Minister.<\/p> <p>Senators Leyden and Burke raised the issue of insurance.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Senator Leyden is right, and we will facilitate a debate on that issue.  <\/p><p>Senator Colm Burke raised a very important point.  He was a member of the body that reported on medical indemnity insurance.  The Government is very much concerned about the issue of the rising cost of car insurance.  The Minister for Finance has engaged with the Central Bank and other stakeholders to examine the issue and report back to Government.<\/p><p>Senator Noone raised the important issue of cyber harassment and revenge porn.  Listening to \"Today With Sean O'Rourke\" this morning one could not but have been struck by the powerlessness of the strong victim who was interviewed.  Having initially overcome the distress caused she became empowered and took her battle to the person who was harassing and abusing her.  The Law Reform Commission has submitted a piece of work to the Government but all of us in this House need to see some movement on legislation because this is not just about women; it is about men also.  In the era of social media there are cameras on smartphones throughout the world and the issue highlighted by that victim this morning is one to which many families can testify and on which the Government must have a response.<\/p><p>Senators Craughwell and Gallagher raised the issue of child care and the workers currently before the Law Reform Commission.  It is important that those who engage in any process on behalf of the State would engage fully and properly.  I will take up the issue with the Minister, Deputy Zappone, on the Senators' behalf because it is important that workers, particularly in this sensitive area, get a hearing and that a resolution can be found.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Y00300","speaker":"1391","continuing":true},{"type":"speech","time":1466515800,"counter":100,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00200","speaker":"1390"},{"type":"speech","time":1466515800,"counter":101,"content":"<p>Senator Colm Burke also raised the issue of the ten-year health strategy committee.  I raised that issue last week in the House.  I have spoken to the Minister, Deputy Harris, and I hope the other party leaders might write to the Minister with a view to having representatives from Seanad &Eacute;ireann as part of that committee and having a joint Houses approach to the issue of the ten-year health strategy.  This is an important issue and it is important that there is representation from this House on that committee.<\/p> <p>Senator McFadden raised the issue of school building projects.  I suggest the Senator might submit a Commencement matter on that issue.  I agree with her that we need to have transparency in school building programmes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00300","speaker":"1391"},{"type":"speech","time":1466515800,"counter":102,"content":"<p>I thank the Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00400","speaker":"1375"},{"type":"speech","time":1466515800,"counter":103,"content":"<p>Senator Ray Butler raised the issue of small and medium enterprises, as did Senator Maria Byrne.  I will ask the Minister to come into the House for a debate on the wider issue of the costs of business.  It is not that Sinn F&eacute;in has created a policy.  It is following our policy.  We are the pro-enterprise Government party-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00500","speaker":"1391"},{"type":"speech","time":1466515800,"counter":104,"content":"<p>Not at all.  We called for a review of rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00600","speaker":"1377"},{"type":"speech","time":1466515800,"counter":105,"content":"<p>-----that has worked to create jobs-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00700","speaker":"1391"},{"type":"speech","time":1466515800,"counter":106,"content":"<p>What did the Leader's party do in the other House for the past five years?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00800","speaker":"1377"},{"type":"speech","time":1466515800,"counter":107,"content":"<p>-----and help people get back to work.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z00900","speaker":"1391"},{"type":"speech","time":1466515800,"counter":108,"content":"<p>They sat on their hands while the businesses closed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01000","speaker":"1377"},{"type":"speech","time":1466515800,"counter":109,"content":"<p>The Senator should look at the employment figures from the time we took office to where we are now.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01100","speaker":"1391"},{"type":"speech","time":1466515800,"counter":110,"content":"<p>The Leader's party did nothing on rates.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01200","speaker":"1377"},{"type":"speech","time":1466515800,"counter":111,"content":"<p>He should ask his local authority members to work with us and our colleagues in local authorities, and in government-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01300","speaker":"1391"},{"type":"speech","time":1466515800,"counter":112,"content":"<p>It needs to finish the rates review first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01400","speaker":"1377"},{"type":"speech","time":1466515800,"counter":113,"content":"<p>-----to reduce the cost of business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01500","speaker":"1391"},{"type":"unspoken","time":1466515800,"counter":114,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1466515800,"counter":115,"content":"<p>What we do agree on is-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01700","speaker":"1391"},{"type":"speech","time":1466515800,"counter":116,"content":"<p>The Leader is all talk and no action.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01800","speaker":"1377"},{"type":"speech","time":1466515800,"counter":117,"content":"<p>-----that small and medium enterprises are the lifeline of our country and, unlike the Senator's party, this Government has always been-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z01900","speaker":"1391"},{"type":"speech","time":1466515800,"counter":118,"content":"<p>It closed down rural Ireland over the past five years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02000","speaker":"1377"},{"type":"speech","time":1466515800,"counter":119,"content":"<p>If the Senator and his party had their way, they would tax them to the hilt-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02100","speaker":"1391"},{"type":"speech","time":1466515800,"counter":120,"content":"<p>That is nonsense.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02200","speaker":"1377"},{"type":"speech","time":1466515800,"counter":121,"content":"<p>-----and would not create any jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02300","speaker":"1391"},{"type":"speech","time":1466515800,"counter":122,"content":"<p>It is not happening in the North of Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02400","speaker":"1377"},{"type":"speech","time":1466515800,"counter":123,"content":"<p>We should be serious about creating jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02500","speaker":"1391"},{"type":"speech","time":1466515800,"counter":124,"content":"<p>Can I ask-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02600","speaker":"1381"},{"type":"speech","time":1466515800,"counter":125,"content":"<p>If the Senator wants to create jobs, let us do so.  The Action Plan for Jobs is testimony to the commitment to work of the previous Government, and this Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02700","speaker":"1391"},{"type":"unspoken","time":1466515800,"counter":126,"content":"<p>(Interruptions).<\/p>"},{"type":"speech","time":1466515800,"counter":127,"content":"<p>I ask both the Leader and the Senator to respect the Chair.  They should speak through the Chair and not have a-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z02900","speaker":"1381"},{"type":"speech","time":1466515800,"counter":128,"content":"<p>I will happily have a debate on jobs because we have a very strong record on jobs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z03000","speaker":"1391"},{"type":"speech","time":1466515800,"counter":129,"content":"<p>I will bring the Senator to Clifden where he will see all the closed shops.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z03100","speaker":"1377"},{"type":"speech","time":1466515800,"counter":130,"content":"<p>Senators Mulherin and Burke are right to raise the issue of post offices and the Kerr report.  I fully agree with Senator Burke that we should be creative in the way we use post offices.  I see nothing wrong with his proposal that post offices should be able to issue driving licences because it is a very good suggestion.<\/p> <p>Senators Coghlan and Conway raised the issue of tourism and referred to beyond the Pale.  I concur with both Senators regarding the issue of VAT.  I stated in the House last week, and repeat now, that we have a very good tourism product and the proof of that was the fine programme shown on RTE last Sunday night.  The programme on the Wild Atlantic Way was the essence of public service broadcasting.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We should all commend John Creedon and the production crew-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#Z03200","speaker":"1391","continuing":true},{"type":"speech","time":1466515800,"counter":132,"content":"<p>Great fella.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00200","speaker":"1416"},{"type":"speech","time":1466515800,"counter":133,"content":"<p>-----for the way in which they sold Ireland.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00300","speaker":"1391"},{"type":"speech","time":1466515800,"counter":134,"content":"<p>Absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00400","speaker":"1420"},{"type":"speech","time":1466515800,"counter":135,"content":"<p>In tandem with that there is the important point that the rising cost of hotel rooms in this city and in other parts of the country will detract from all that good work.  The 9.5% VAT rate was introduced with a view to incentivising the tourism industry.  Our tourism numbers have gone up, but it does not endear the travel or the hotel industry to anybody to see the cost of hotel rooms increasing.  It makes no sense.  I appeal to the tourism industry in this regard and I will bring the Minister for Transport, Tourism and Sport into the House at the earliest convenient time to have a discussion on the issue of tourism and these costs.<\/p> <p>Labhair na Seanad&oacute;ir&iacute; &Oacute; Clochartaigh agus &Oacute; Domhnaill mar gheall ar ch&uacute;rsa&iacute; Gaeilge agus Gaeltachta.  Bh&iacute; m&eacute; ag caint leis an Aire St&aacute;it nua, an Teachta Kyne.  T&aacute; suim mh&oacute;r aige teacht isteach sa Teach seo chun c&uacute;rsa&iacute; Gaeltachta agus &aacute;r dteanga d&uacute;chais a phl&eacute;.  T&aacute; s&uacute;il agam go mbeidh a leith&eacute;id de d&iacute;osp&oacute;ireacht againn roimh na laethanta saoire.  I hope we will have a debate before the summer holidays on the Irish language and on cursa&iacute; Gaeltachta, and I applaud the Senators for raising the issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00500","speaker":"1391"},{"type":"speech","time":1466515800,"counter":136,"content":"<p>An-mhaith.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00600","speaker":"1377"},{"type":"speech","time":1466515800,"counter":137,"content":"<p>It is important that we have a proactive campaign on the issue of Brexit.  I appeal to Senators to ensure that we have a \"Yes\" vote to remain, and I would appreciate it if they could mobilise people in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00700","speaker":"1391"},{"type":"unspoken","time":1466515800,"counter":138,"content":"<p>Order of Business agreed to.<\/p>"},{"type":"majorheading","content":"Death of Jo Cox, MP: Expressions of Sympathy","time":1466515800,"counter":139,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA00900"},{"type":"speech","time":1466515800,"counter":140,"content":"<p>I understand that there are five minutes for each group leader or somebody from the group if they wish to contribute.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA01000","speaker":"1381"},{"type":"speech","time":1466515800,"counter":141,"content":"<p>If it is agreeable to the House, I propose that Members could share time if they wish.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA01100","speaker":"1391"},{"type":"speech","time":1466515800,"counter":142,"content":"<p>Yes, that is agreed.<\/p> <p>As Cathaoirleach, on my own behalf and on behalf of all the Members, I wish to be associated with expressions of sympathy paid on the death of Jo Cox, MP, following a horrific attack as she worked last week.  I understand that she won a seat in the May 2015 general election, retaining the seat for the Labour Party and increasing the party's share of the vote.  She was a campaigner on issues relating to the Syrian civil war and worked tirelessly for refugees.  What we should remember about Jo Cox is that, apart from her political career, she was a mother, she has a husband and she has children.  Her political career was cut very short and in a very untimely way by this dreadful act, which unfortunately can happen to any politician in what we call modern, civilised western Europe.  It is an appalling event, so without saying too much on it, I offer my condolences to her family, colleagues and friends at this extremely sad time.  It is a horrific vista, and it is appropriate that the Leader and this House give a brief time to allow for expressions of condolences following this horrific event across the Irish Sea.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA01400","speaker":"1381"},{"type":"speech","time":1466515800,"counter":143,"content":"<p>As Leader of the House, I sympathise, along with other Members, with the family of Jo Cox at this very sad moment.  She was a wife, a mother and a parliamentarian, and from all we have learnt of her since her tragic death one cannot but be touched by the sincerity of her motivation and her diligent representation on behalf of her constituents.  In the wider context her death must be seen as an attack on democracy, and all of us who cherish democracy resent very much the manner in which she was callously killed.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->To her husband, children and members of the House of Commons, we send our deepest sympathies.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#AA01500","speaker":"1391","continuing":true},{"type":"speech","time":1466515800,"counter":145,"content":"<p>I wish to be associated with the tributes to Jo Cox, MP.  Like everyone else, I did not know the lady.  From what I have read, however, she was an excellent parliamentarian.  She had previously been head of policy at Oxfam and brought many skills and much experience to her job as an MP.  She was going about her daily duty, holding a clinic like any of us would, and she was gunned down and stabbed.  What happened was an affront to democracy.<\/p> <p>When I looked through the various accounts in the media, I saw that her husband, Brendan, issued a statement after her malicious stabbing.  He said people would fight against the hatred that killed her.  I want to put this matter in its broader context.  In recent years we have seen a terrible polarisation in politics and life.  People have been forced to take up positions.  The middle ground is now seen as something to be frowned upon.  This has not done justice to the ordinary people.  I ask that we reflect on the type of politics we want.  We can have diversity but it should not come down to the physical.  There would be no more fitting tribute than if Brexit was passed in her honour.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#BB00200","speaker":"1374"},{"type":"speech","time":1466515800,"counter":146,"content":"<p>I also want to be associated with the expressions of sympathy on the untimely and unseemly death of Jo Cox, MP.  It is difficult to exaggerate the shock felt at the sad news of her murder.  The big question relates to why this happened.  When we hear further details, there does not seem to be an answer to that question.  We have gone so far in the western democratic world, safe in the knowledge that public representatives who are there by the will of the people and by our say are safe and will not endure physical harm, because to do so would be an attack on us, on democracy, on the State and on the will of the people.<\/p> <p>The murder of Jo Cox makes no sense.  Even after we know more about the killer, it makes no sense because the democratic process requires us to follow a particular path in order to achieve our goals rather than resorting to physical violence.  Such violence is never the answer.  What will it do?  It will give rise to another election, which could mean the election of somebody on the same course and with the same political objectives as Jo Cox.  It inspires us all to dig deep and hold fast to law and order, justice, the safety of the person and freedom of expression.  This is what we believe civilised beings should do.<\/p> <p>This meaningless act of violence should prompt us to examine what goes on here.  I will briefly mention what happened during the height of the water charges controversies and what was visited upon the then T&aacute;naiste.  My office was petrol bombed.  There did not seem to be boundaries as to what could be done, particularly with regard to threats.  There is a line and if one crosses it, there is a big price to be paid.  We hold fast to this line.  Today we think of Jo Cox and her family.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#BB00300","speaker":"1425"},{"type":"speech","time":1466515800,"counter":147,"content":"<p>On behalf of Fianna F&aacute;il, I send our condolences to the family, friends and colleagues of Jo Cox.  Our sympathy, thoughts and prayers are with her husband and two beautiful children, who must be so proud of their mother and wife.  We cannot imagine the heartbreak her husband and two children are feeling.  This cold-blooded hateful murder was an attack on democracy and an insult to our core human values.  As public servants, the act has instilled shock, horror and fear in many of us in light of the fact all of us have similar routines in our constituencies doing very valuable clinic work.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Catherine Ardagh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2473\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2473&amp;amp;pid=CatherineArdagh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We join parliamentarians from across all democratic nations in sympathising with her loved ones and will remain united against hate and extremism.  Jo Cox was a strong and determined advocate for justice and equality, and it is incumbent on us to continue her fight for same.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#BB00400","speaker":"1407","continuing":true},{"type":"speech","time":1466515800,"counter":149,"content":"<p>I wish to be associated with the statements of sympathy to the family and friends of Jo Cox, MP.  No one who had seen video clips of Jo over the past few days could fail to be impressed by the smiling, bubbly character that she exuded.  She was someone who had already walked the walk in helping people at home and abroad through her work with Oxfam and in her constituency.<\/p> <p>I am sure that I am not on my own, but I must confess that I had never heard of Jo before last week's tragic events.  While it is important that we hear about her now and appreciate her life, it is sad that she did not get more media attention while she was with us.  Many people have said that she was a breath of fresh air in politics and the type of person that they would like to see in politics - positive, generous, hard working, dedicated and so much more.  What a fantastic ambassador for women in politics she was.  So much potential cut short.  My sympathy to her husband and children, her extended family and friends, her party and all who knew her.  Ar dheis D&eacute; go raibh a anam d&iacute;lis.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#CC00200","speaker":"1396"},{"type":"speech","time":1466515800,"counter":150,"content":"<p>I thank Senator McDowell and the group for allowing me to contribute before them.  I express my solidarity with the family of Jo Cox and the sympathies of Sinn F&eacute;in's Senators to her husband, Brendan, her two young children, her constituents and the British Labour Party.  She was a mother, sister and daughter whose life was taken in horrific circumstances.<\/p> <p>Jo showed through her previous career helping terrified and vulnerable people fleeing the most terrible violence in Syria that politics could still attract those with sincere motives and the will to work for social justice.  Above all else, Jo Cox was a public servant and a worker who was murdered in her place of work.  This in itself is a worrying development for those of us whose daily job means meeting the public.  As Seanad&oacute;ir&iacute; and Teachta&iacute;, we are only representatives of the people.  It is only through meeting and engaging with those whom we are sent here to represent that politics has any meaningful impact on people's lives.  That such a basic function of democracy can come under attack is despicable.<\/p> <p>Being on the receiving end of violence and abuse is not the preserve of any political party, but public representatives of our party have been shot and, indeed, killed over the years.  What Jo Cox's husband said about sending a message of unity instead of hatred was poignant.  Freedom of speech is needed and diversity of opinion must be protected.  Robust, passionate debates are an integral part of political life, but the aggressive and violent targeting of individuals because of their opinions or stances on particular issues is wrong and will always be so.  This happens at all levels.  I was only a short time in local politics when a man entered my office, banged on the desk and told me that if I did not stop my \"nonsense\" about domestic violence, I would be very sorry.  I have received the most vile anonymous correspondence and telephone calls and bullying on social media.  I am not alone in that; many other men and women receive the same verbal abuse.<\/p> <p>The role of some elements of the media in inciting hatred of particular politicians is gutter, inhumane behaviour and reflects more on their negative core beliefs and values.  This must stop.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Rose Conway-Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2462\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2462&amp;amp;pid=RoseConwayWalsh&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->This hatred for politicians fostered by some journalists is a huge barrier to many young women and men entering politics.  One might ask why any sane person would want to enter the most hated profession in the world.  The profession of politics requires one to stand up for justice and for what one believes in but also makes one a target for abuse.  If we are to genuinely honour the legacy of Jo Cox, we must unite against hatred and against the vilification of people just because of the political party to which they belong or the views they hold.  We must all stand together, across all parties, against that at all times.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#CC00300","speaker":"1378","continuing":true},{"type":"speech","time":1466515800,"counter":152,"content":"<p>The death of Jo Cox reminds us how vulnerable the ordinary exponents of democratic politics are as they go about the daily business of interacting with constituents and dealing with the day-to-day detail of democratic life in their community.  She was a mother, wife, idealist, pragmatist, achiever and above all, before she went into representative politics, she was a woman who had proven her worth by rolling up her sleeves and becoming involved in real causes for real people.<\/p> <p>We are reminded too of the fact that politicians are vulnerable, whether it is the Swedish Prime Minister, Olof Palme, the US politician Gabrielle Giffords or the former Member of this House, Senator Billy Fox, who lost his life in 1974.  Politicians are utterly vulnerable and utterly at the hands of those who put their own ideas before the right to life of others.<\/p> <p>I agree with what has been said in the House today.  We have to set our faces against the coarsening of political discourse.  We have to vindicate high standards in democratic politics.  We must have a society in which no Deputy or Senator going to his or her constituency office or place of work feels a sense of fear and loathing.  We have to have a political system where nobody is subjected, as former Taoiseach Brian Cowen was, to vilification when he attended the Arbour Hill ceremonies and to appalling behaviour as he returned to his car as a private citizen, as seen on YouTube.  As was pointed out by Senator Conway-Walsh, we must have a system where those who go into politics are not frightened out of it by having their tyres slashed, cars scraped and so forth outside meetings they attend in the course of their work.  <\/p> <p>If anything good comes out of a sickening tragedy such as this it must be that the Members of this and the other House join in solidarity with the members of the House of Commons in England, as fellow parliamentarians who associate with each other through various institutions, to vindicate real democratic values.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#DD00200","speaker":"1403"},{"type":"speech","time":1466515800,"counter":153,"content":"<p>It is with a heavy heart that I rise today to offer my sympathy to the family of the late Jo Cox.  Sadly, neither her five year old son nor her three year old daughter will ever know the great humanitarian who was their mother.  Sadly, her children will not experience the woman who believed that motherhood was the greatest joy and surpassed all political ambition.  We must ask what crime this beautiful woman committed.  Why was it that she should have her young life taken?  Was it because of the Brexit referendum?  That would be an easy answer.  We could all possibly live with the idea that some deranged person, driven by a passion for one side of the Brexit debate saw himself as doing a service to the cause.  While there may be some merit in this hypothesis, it does not provide an answer.  The truth is that we are living in an ever more violent society.  Hate is a growing phenomenon in the modern world.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerard P. Craughwell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2402\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2402&amp;amp;pid=GerardPCraughwell&amp;amp;year=2016&amp;amp;month=06&amp;amp;day=21\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Social media have become the vehicle for some to vent their hatred.  Politicians, the religious, sportspeople and others are now subjected to some of the most horrendous outbursts of hate.  Since the Brexit debate started, there has been an onslaught of racist commentary.  Has anyone in the United Kingdom been charged with incitement to hatred?  In Ireland we have laws on incitement to hatred, but they are infrequently used.  I would like to refer to one case.  A man who had created an extremely offensive Facebook page was prosecuted under the Prohibition of Incitement to Hatred Act 1989 for his online activities.  The case which came before the courts in 2011 serves as a useful warning to those who would propagate hatred on social media.  People should know that in Ireland the ordinary libel laws apply to whatever is said or published.  It is time for us to use the laws available to us to stop this scourge.  There can be no room for hate at any level of our society.  It needs to be challenged both at home and internationally.  I refer, for example, to the gun laws in the USA where some 65 Senators have been described as \"spineless\" for voting yesterday to reject four measures that would have restricted gun sales, including the sale of guns to people on the federal terrorism watchlist.  What does that say about the war on terror which has turned the Middle East into a tinder box of violence?<\/p><p>In Ireland we can do little for the Cox family.  We cannot return a loving mother to her children.  We cannot turn the tide of hate that led to her death.  However, we can resolve to do our bit to challenge hate.  We can try to subject those who use hate as a weapon of intimidation to the full rigour of the law.  We can try to hold the owners of social media sites which are rapidly becoming platforms for hate responsible for what is published on such sites.  We do not need new legislation; we simply need to use what is already available.  As we extend our sympathy to the Cox family, let us tell her children that Jo made a difference and gave her life to teach us tolerance.  Ar dheis D&eacute; go raibh a hanam.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#DD00300","speaker":"1390","continuing":true},{"type":"speech","time":1466515800,"counter":155,"content":"<p>I would like to share one minute of my time with my colleague, Senator Kelleher.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#EE00200","speaker":"1405"},{"type":"speech","time":1466515800,"counter":156,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#EE00300","speaker":"1420"},{"type":"speech","time":1466515800,"counter":157,"content":"<p>I join others in expressing my incredible sorrow and shock at the tragic death of Jo Cox following a brutal attack that sent shock waves around the world and extending my sympathy to her husband, Brendan; her two young children; her family and friends; and her constituents and colleagues who have lost a powerful advocate.  She brought generosity of spirit, compassion and determination to every aspect of her wonderful life, including her personal relationships, her work for her constituency of Batley and Spen and her career in global development.  Her work for Oxfam brought her to some of the most wartorn places in the world.  She campaigned tirelessly for humanitarian relief and peace in these regions.  She worked across party lines to achieve her goals and she never faltered in her determination to improve the lives of the world's most marginalised people.  Every life counted in her eyes.  She recognised the beauty and potential in every human being, from the refugee children of Syria and the members of communities caught in conflict in Darfur to the women who died needlessly in childbirth.  She did her utmost to give a voice to those without one and direct the eyes of the world to issues it would sometimes like to forget.<\/p> <p>Jo Cox was a passionate champion for gender equality.  She played an active role in the women's movement.  Like many members of the Civil Engagement group, she decided to step out of civil society because she wanted to see what she could achieve in representative politics.  Her family has described how she entered Parliament because she wanted to be in the engine room of change.  She had a respect for the importance of political debate, a determination to translate that respect into meaningful action and a willingness to reach across the aisles to do so.  This stands in sharp contrast to the hostile and authoritarian approach taken by the groups the rhetoric of which seems to have influenced her attacker.  Of course, there has been deep and widespread concern about the racist and politically divisive motivations expressed in her killing.  Surely, therefore, we must heed the message of her husband, Brendan, who has called on us to honour her legacy with a united response against the poison of hatred in all its forms.  Such hatred must not be allowed to corrode the political process or public trust in it.  Democracy must not be intimidated.  Barriers must not be placed between public representatives and the public space in which they represent the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2016062100002#EE00400","speaker":"1405"},{"type":"unspoken","time":1466515800,"counter":158,"content":"<p>Additional debate to follow.<\/p>"}]