[{"type":"minorheading","content":"Prelude","time":1602149400,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1602149400,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1602149400,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1602149400,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1602149400,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#A00100"},{"type":"speech","time":1602149400,"counter":6,"content":"<p>I have received notice from Senators Pat Casey and Ollie Crowe that, on the motion for the Commencement of the House today, they propose to raise the following matter:<\/p> <blockquote> \tThe need for the Minister for Culture, Heritage and the Gaeltacht to make a statement on the impact that level 3 Covid-19 restrictions will have on the hospitality sector; and if immediate supports can be provided to ensure the survival of the sector.  <\/blockquote> <p>I have also received notice from Senator John McGahon of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education and Skills to outline the contingency plans in place to ensure the continuity of primary school education in Covid-19 hotspots.  <\/blockquote> <p>I have also received notice from Senator Marie Sherlock of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education and Skills to make a statement on primary school substitute panels. <\/blockquote> <p>I have also received notice from Senator Jerry Buttimer of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for the Office of Public Works to provide an update on the Lower Lee flood relief scheme. <\/blockquote> <p>I have also received notice from Senator Mary Fitzpatrick of the following matter:<\/p> <blockquote> \tThe need for the Minister for Finance to consider updating the Living City initiative to stimulate renovation and regeneration of vacant inner city and rural town commercial properties. <\/blockquote> <p>I have also received notice from Senator Eileen Flynn of the following matter:<\/p> <blockquote> \tThe need for the Minister for Housing, Planning and Local Government to make a statement on the outstanding nomination of a Minister of State to the portfolio of Traveller accommodation.  <\/blockquote> <p>I have also received notice from Senator Niall &Oacute; Donnghaile of the following matter:<\/p> <blockquote> \tThe need for the Minister for Foreign Affairs to outline whether the Government will cover the costs of citizens in the Northern Ireland to ensure they retain their right to hold a European health insurance card post Brexit. <\/blockquote> <p>I have also received notice from Senator Malcolm Byrne of the following matter:<\/p> <blockquote> \tThe need for the Minister for Education and Skills to provide an update on the Government&rsquo;s languages strategy; and to outline the plans in place to increase the number of second level foreign language teachers. <\/blockquote> <p>I have also received notice from Senator R&oacute;n&aacute;n Mullen of the following matter:<\/p> <blockquote> \tAn g&aacute; go gcinnteodh An tAire Cult&uacute;ir, Oidhreachta agus Gaeltachta cothrom na F&eacute;inne don Ghaeilge agus do phobal na Gaeltachta tr&iacute; thaca&iacute;ocht bhreise i mBuis&eacute;ad 2021, go h&aacute;irithe tr&iacute; mhaoini&uacute; breise a chur ar f&aacute;il d&rsquo;Fhoras na Gaeilge agus d&rsquo;&Uacute;dar&aacute;s na Gaeltachta bunaithe ar an bplean infheist&iacute;ochta at&aacute; aontaithe ag 80 gr&uacute;pa Gaeilge agus Gaeltachta.<br \/><br \/>The need for the Minister for Culture, Heritage and the Gaeltacht to ensure equal treatment of the Irish language and the Gaeltacht community by providing extra support in budget 2021, especially by the provision of extra funding for Foras na Gaeilge and &Uacute;dar&aacute;s na Gaeltachta based on the investment plan agreed by 80 Irish language and Gaeltacht groups. <\/blockquote> <p>I have also received notice from Senator Se&aacute;n Kyne of the following matter:<\/p> <blockquote> \tThe need for the Minister of State with responsibility for the Office of Public Works to make a statement on the flood defences in Clifden, County Galway. <\/blockquote> <p>I have also received notice from Senator Aisling Dolan of the following matter:<\/p> <blockquote> \tThe need for the Minister for Health to make a statement on funding commitments for Portiuncula University Hospital, Ballinasloe, County Galway. <\/blockquote> <p>I have also received notice from Senator Garret Ahearn of the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice and Equality to make a statement on the proposed extension of parental leave from two weeks to five weeks. <\/blockquote> <p>I have also received notice from Senator Robbie Gallagher of the following matter:<\/p> <blockquote> \tThe need for the Minister for Justice and Equality to outline the role of the data controller in community closed-circuit television, CCTV, schemes; and if she will review the situation that exists in Monaghan town.  <\/blockquote> <p>Of the matters raised by the Senators suitable for discussion, I have selected Senators Casey and Crowe, who will share time, McGahon, Sherlock, Buttimer and Fitzpatrick and they will be taken now.  I regret that I had to rule out of order the matter raised by Senator Mullen on the ground that it anticipates the statements on the budget that are scheduled to take place in the Seanad on Wednesday, 14 October 2020.  Senator Flynn has withdrawn her Commencement matter that I had originally selected.  The other Senators may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#A00200","speaker":"1650"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1602149400,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#A00300"},{"type":"minorheading","content":"Covid-19 Pandemic","time":1602149400,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#A00400"},{"type":"speech","time":1602149400,"counter":9,"content":"<p>I thank the Minister of State, Deputy Peter Burke, for coming to the House.  He will take three Commencement matters.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#A00500","speaker":"1650"},{"type":"speech","time":1602149400,"counter":10,"content":"<p>I welcome the Minister of State to the House, although I am disappointed it is not the Minister for Tourism.  If I had a planning matter, I would be delighted to see the Minister of State here, but that is not the case today.<\/p> <p>This Commencement matter relates to the equality of treatment for the hospitality sector.  I call on the Minister of State to set out the evidence that clearly shows that the hospitality sector is causing an increase in the rate of transmission over and above that of any other economic sector.  As the Minister of State will be aware, 36 hours ago the country went into level 3 lockdown, but the hospitality sector went into level 5.  Some 900 hotels, 2,500 restaurants, 7,000 pubs, some of which have never reopened, and another 2,000 accommodation providers closed their doors on Tuesday night.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pat Casey:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2431\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2431&amp;amp;pid=PatCasey&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We were the last sector to reopen on the 29 August and we were the first to be shut down again.  We were asked at that time to hold firm and not to push reopening, which we did.  The emphasis was on stopping the shutdown-open, shutdown-open pattern.  Clearly, that policy has pay failed.  Three counties, Laois, Offaly and Kildare, are now in a third lockdown.  Dublin and Donegal are in an extended second lockdown.  The remainder of the country has now gone into a second lockdown.  I can only express to the House the strain this is placing on the hundreds of thousands of employees in the sector and on the tens of thousands of business owners and their families, including mine.  It is also placing a strain on people's mental health.<\/p><p>The industry is calling for clarity as to why we were shut down.  It is justified in seeking that information.  We did what was asked of us, provided a safe environment for our customers and our staff, who went through rigorous training in order to allow us to reopen on 29 June.  We opened on that date and after the first six weeks, which is three full double-week cycles of the 14 days to which we keep referring.  The transmission rate had dropped significantly.  Before we reopened, we were looking at 1,418 cases a day, there were 155 patients in ICU and 850 patients overall in hospitals.  After our six weeks of trading, there were 28 cases daily, six people in ICU and only 12 patients overall in hospitals.  Where is the evidence that the hotel sector is the exponential factor that is causing the increased rate of transmission?  Dublin went into further lockdown on 21 August.  At that time, the 14-day transmission rate was 118.  Three weeks later, when the hotels, pubs and restaurants had not even opened so they cannot be blamed, it has gone up to 163.  Where is the evidence?  At the same time, our industry is looking at social media all of the time and seeing house parties, with marquees and pubs being hired in.  We are told that the key factor the health services are worried about is how human behaviour is affected by alcohol.  What the Government is promoting is social interaction in a home environment that the Garda Commissioner said yesterday his force cannot control.  All its officers can do is stand outside people's houses.<\/p><p>The Government has closed down sectors which were providing a safe environment for people to socialise in, where the garda&iacute; could come in, inspect and even had powers to consider the licence of the pub owners in their applications.  Where is the transparency?  Where is the evidence?  Publish the evidence.  If this does not happen and I am wrong, I will accept that.  If, however, the Government is asking the sector to take a hit over and above any other, it should admit that and recognise it in the budget next week.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#A00600","speaker":"1640","continuing":true},{"type":"speech","time":1602149400,"counter":12,"content":"<p>I thank the Minister of State for attending.  As Senator Casey has outlined, the strain placed on the hospitality sector has been enormous in recent weeks and months.  I will outline a number of specifics for the attention of the Minister of State.  The hospitality sector contributes &euro;4.5 billion in wages, salaries and employment taxes every year.  More than 330,000 people are employed or are supported directly by demand from the sector.  Tens of thousands of their jobs are located outside cities in places where jobs will be especially difficult to replace.  The Government has acted and, it must be acknowledged, has put in place considerable supports.  Following the latest blow of being essentially shut down, as Senator Casey just outlined, however, we are at level 3 but the hospitality sector is at level 5.  We have now been informed that we will be closed for another three weeks.  It is clear that these supports must be enhanced in next week&rsquo;s budget.  Some 8% of the entire population is employed in what the Central Statistics Office defines as the accommodation and food service sector, which includes local pubs, restaurants and hotels.  This is one of the most important sectors in the economy.<\/p> <p>This is the time to act and to place confidence in the ability of this sector to rebound quickly when we begin to emerge from Covid-19.  Our sector can and will, with sufficient supports, come back and create a huge improvement, similar to the effect it had on the economy in recent years.  We need to consider a range of measures, including a reduction in VAT and an exemption from 2021 commercial rates - this is essential - which will be a considerable portion of the commercial rates for the entirety of next year.  Of course, as the Minister of State is aware, this will result in additional expense in the short-term but I firmly believe that it will be a case of short-term pain for long-term gain whereby we can ensure the future viability of businesses in the hospitality sector.<\/p> <p>Behind every business, whether it is a hotel, a bar or a restaurant, there is a family.  In Galway's inner city where I come from, the situation is particularly frightening and this is having huge implications on the mental health and well-being of people.  As alluded to by Senator Casey, hundreds of thousands of jobs are at stake here.  The uncertainty of that is taking its toll.  I have already told the Taoiseach that I fail to understand how 12 hours&rsquo; notice or, as was the case last week, 36 hours&rsquo; notice are acceptable in the context of shutting down the entire industry.  I can inform the House about my first-hand knowledge of the wastage in restaurants, bars and hotels.  Three days&rsquo; or five days&rsquo; notice could have been given.  It was the same in Dublin, where 12 hours&rsquo; notice was given.  I do not think the Government realises the impact this is having.  I ask, as Senator Casey did, that if the evidence is there, can it be published in order that we might have some certainty?  We do not know whether we will be able to reopen in three weeks' time or whether we will remain closed.  This is having an enormous effect in the cities but also, I am sure, in rural areas.  I await the Minister of State&rsquo;s response.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#B00200","speaker":"1646"},{"type":"speech","time":1602149400,"counter":13,"content":"<p>I thank Senator Crowe.  It is a particular pleasure for me to call the Minister of State to speak, to welcome him to the Seanad and to congratulate him on his appointment.  He is doing an immense job and there is a great sense of anticipation among my electorate that he will even do more.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#B00300","speaker":"1692"},{"type":"speech","time":1602149400,"counter":14,"content":"<p>I thank the Leas-Chathaoirleach and I thank both Senators Casey and Crowe for this Commencement debate.<\/p> <p>I know that both Senators have considerable experience in the hospitality sector.  I can leave them in no doubt that I am very acutely aware of the pressures that are faced by the hospitality sector.  In my town of Mullingar, I have seen what staff and businesses have endured over the past six months due to the very uncertain path of this virus.  It is very sad to see businesses which have made such an effort to make their premises safe for the public, and what they have had to go through as a result of a very quick decision which has impacted greatly upon them.<\/p> <p>On 5 October, the Government decided that from midnight on Tuesday, 6 October, all counties would be placed on level 3 under the plan for living with Covid-19.  The Government is acutely aware of the impact that the move to level 3 has for society generally and, in particular, for the tourism and hospitality businesses around the country.  The current restrictions effectively require many tourism and hospitality businesses to close their doors for a second time this year.  The nationwide move to level 3 is based on a review of the current public health advice and is in response to the deteriorating situation with the virus across the country.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Peter Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2457\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2457&amp;amp;pid=PeterBurke&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->All counties will be at level 3 for a period of three weeks until midnight on 27 October, at which point the situation will be reviewed by the Government based on the status of the virus and the public health advice.  In recognition of the impact of the level 3 restrictions, a 30% top-up to the restart plus grant will be provided to help support those affected through the three-week period.  The restart plus grant is a contribution towards the cost of reopening or keeping a business operational and reconnecting with employees and customers.  The grant can be used to defray ongoing fixed costs during closure, for example, utilities, insurance and refurbishment, or for measures to ensure employee and customer safety.  In addition, in recognising that level 3 is being extended in Dublin and Donegal beyond their initial three-week period, businesses in these counties will be eligible for a further 20% and 10% top-up, respectively.<\/p><p>Prior to these most recent developments, the Government took a number of steps to help the tourism and hospitality sector.  The July stimulus package introduced significant measures to help support businesses to recover following the devastating impacts of the Covid-19 crisis.  Some of the key measures for tourism and hospitality include the stay and spend initiative, the &euro;26 million adaptation grant, the &euro;10 million grant for coach tourism and the revised restart grant, which now includes bed and breakfast accommodation.  Tourism enterprises also benefit from wider horizontal supports, such as the employment wage support scheme, liquidity and enterprise investment measures, warehousing of tax liabilities and the extension for a further three months of the waiver of commercial rates.  This is a key area for which the Department has responsibility and we sanctioned &euro;600 million up to September.  The case is being reviewed in the context of budgetary negotiations.<\/p><p>As part of its response to Covid-19, and to drive bookings for short breaks and holidays in Ireland in 2020, F&aacute;ilte Ireland has invested in a number of domestic holiday campaigns since June.  The Minister, Deputy Catherine Martin, has seen first hand that these campaigns have been successful in getting Irish people to holiday at home.<\/p><p>All of these measures have helped the sector.  The Minister appreciates, however, that severe challenges remain and we must continue to examine ways to ensure that businesses survive and recover.  Earlier this week, she welcomed the publication of the tourism recovery plan by the tourism recovery task force.  The task force makes a number of recommendations to help ensure the survival of tourism businesses and jobs and to help the sector to stabilise and recover in the years to come.  Within this, it has identified a number of priority recommendations aimed at ensuring the survival of tourism businesses and jobs.  The recovery plan will be hugely beneficial to the Minister and her colleagues in Government as we work towards the budget and the national economic plan.<\/p><p>I thank the Senators for their contributions.  The Minister and I are under no illusions about the scale of the challenge and the many competing priorities facing the Government.  However, she will be pushing hard for further support for the sector following on from the measures introduced as part of the July stimulus.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#B00400","speaker":"1595","continuing":true},{"type":"speech","time":1602149400,"counter":16,"content":"<p>I thank the Minister of State for his response.  My comments are not directed at him.  The response refers to level 3 so it does not even admit that the sector is at level 5.  That is where we are.  It would be something for the Government to acknowledge that in reality the hospitality sector is at level 5.  Being asked to survive with 15 customers outside and for people to stay in a hotel in their own county is absolutely ridiculous.  It raises questions about the stay and spend initiative, to which I was looking forward.  It is being deferred.  I appreciate that the Minister of State has said that &euro;600 million has already been given to the commercial rates waiver scheme.  I do not want to be told by the local authority when I go to look for a waiver that technically I am not closed down because I can open for 15 customers outside and for people living in Wicklow having a staycation.  That will not run with me.  If I am told this by my local authority it will be treating the industry with a disrespect that it does not deserve because it has done its best.  Where is the information that clearly outlines we are an exponential factor in the spread of Covid-19?  Nobody is prepared to publish that information because I do not believe it exists.  We are not being treated in the same way as other economic activities in this country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00200","speaker":"1640"},{"type":"speech","time":1602149400,"counter":17,"content":"<p>I suggest that if Senator Crowe makes his final comment after the Minister of State it will be very fair to everyone.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00300","speaker":"1692"},{"type":"speech","time":1602149400,"counter":18,"content":"<p>I absolutely accept the points being made but I am very clear about the rates waiver.  If a business was closed it was eligible for the waiver.  Those businesses that were partially closed were also allowed to apply for it and did so successfully.  The Senators are aware that very few businesses were precluded from the scheme.  It is very important as we go forward.  I see in my town of Mullingar that the Greville Arms Hotel has closed its doors.  It is an institution in Mullingar.  As I walk the streets I see the businesses under significant pressure and the hospitality sector is chief among them.  I have no doubt we have to approach the budget on a sector-by-sector basis because one thing I learned during the last recession was that when the construction sector suffered so much and we had a huge demand for capital expenditure in the country, it was not adequately resourced to pick up the demand.  Equally, we have a huge amount of viable but vulnerable businesses in our tourism sector and when we get rid of Covid-19 we need to have capacity to absorb the demand that will come into the country.  We will need a strong hospitality sector to do this.  The Government will respond to this through the budget and it is at the forefront of the negotiations.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00400","speaker":"1595"},{"type":"speech","time":1602149400,"counter":19,"content":"<p>Will the Minister of State give a commitment in the House this morning that at the very latest he will inform the hospitality sector by Thursday, 22 October, which gives only four or five days notice, whether they will be allowed to reopen?  I ask the Minister of State to bring this to the attention of the Minister.  It is absolutely vital that we get notice for rosters, orders and chefs across the board.  The stay and spend initiative, with the greatest respect, is too complicated and now that it is meant to come into place the whole industry has been shut down.  It needs to be rejigged at the very least.<\/p> <p>Senator Casey alluded to this, and it is not personal with regard to the Minister of State, but we must get the message across that the Government is treating the hospitality sector with contempt.  Coming up with the initiative that places can open for 15 people means they are damned if they do and damned if they do not.  If a business opens it will lose all of the supports but if it does not open it will get boxed in.  Someone running an operation for a maximum of 15 people at the very minimum will need a chef and front of house staff.  The operation will need seven or eight staff.  It is sending out the wrong message.  Will the Minister of State give a commitment that on Thursday, 22 October, the hospitality sector will be informed?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00500","speaker":"1646"},{"type":"speech","time":1602149400,"counter":20,"content":"<p>Just to clarify, I am very clear that I am not treating the hospitality sector or the tourism sector with contempt.  I am not aware of the grants that businesses are precluded from getting if they are closed.  The temporary wage subsidy scheme can be received as can the restart plus grant.  They can also get the rates waiver if they were open or partially open.  They are not excluded from getting the rates waiver.  I want to be very clear that the Government is supporting the hospitality sector and it will not be found wanting in the budget.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00600","speaker":"1595"},{"type":"speech","time":1602149400,"counter":21,"content":"<p>This is a very important matter and it has been very well thrashed out.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00700","speaker":"1692"},{"type":"minorheading","content":"Covid-19 Pandemic","time":1602149400,"counter":22,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00750"},{"type":"speech","time":1602149400,"counter":23,"content":"<p>I thank the Minister of State for coming to the House.  To get to the nub of the point I want to make, teachers and parents have made huge sacrifices in the classroom and at home in dealing with the new reality and the new era of Covid.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John McGahon:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=JohnMcGahon&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I want to speak about what happens in the event of a level 5 situation.  I accept that there is a firm commitment for schools to remain open, even in a level 5 situation.  The continuation of education is important no matter the cost.<\/p><p>The purpose of this Commencement matter is to ascertain the Department's contingency plans in two scenarios.  The first scenario is a severe outbreak, for example, a Covid hotspot in a school.  The second scenario, God forbid, is our surpassing a level 5 situation.  How does primary school education continue in that situation?  I want to know what the Department has been doing in terms of contingency planning for such scenarios, including its engagement with teachers and the various stakeholders.  In a worst case scenario, where education in a school cannot continue due to a Covid outbreak, we may have to consider the use of technology, as is happening in the third level sector and is working extremely well.  I accept that it is difficult to compare university students to primary school students.  I accept that there are broadband and child protection issues and that not every family has access to ICT devices.<\/p><p>I am seeking information today on how the Department plans to facilitate the continuation of education in a worst case scenario and for reassurance in that regard from Government for teachers and, in particular, parents who are fearful of a more severe outbreak.  We have no any idea what the future holds.  We need a national protocol, which would provide that teachers would have to check in with students once a day online for, say, an hour or two hours.  I know that the Department has provided substantial extra funding in terms of ICT for families and schools.  I accept that online learning is nowhere near as beneficial as classroom learning.  I spoke to a teacher this morning who told me that one hour in a classroom setting is worth a week of online learning.  I agree with that.  My colleague, Senator Buttimer, with his vast experience in this area, will be a testament to that.<\/p><p>We need to put in place additional measures to make sure that teachers are teaching in a safe and secure environment and to reassure parents that they are sending their children into a safe and secure environment.  We do this in three ways.  First, we prioritise testing in schools at all cost.  Second, we prioritise contact tracing and, third, we put in place a dedicated helpline for school principals through which they can access advice on the standard HSE guidelines.  If we can do that, we can make schools a safer place for students and staff alike.  The purpose of this is to ensure we do not reach the situation we reached in March which resulted in children at home for months on end, receiving varying levels of education because of different types of teaching or school curriculums.  We need a national protocol that will provide clarity for teachers and parents around how the education of children will continue in a worst case scenario.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#C00800","speaker":"1670","continuing":true},{"type":"speech","time":1602149400,"counter":25,"content":"<p>I thank Senator McGahon for raising this important issue.  It has been a collective effort across the system that has enabled schools to reopen at the start of the school year.  I acknowledge the leadership shown by principals, deputy principals and management of schools and the degree to which teachers have prepared for and adapted their practice.  In addition, I acknowledge the efforts of the wider school community in supporting the reopening of schools, including those of special needs assistants, secretaries, caretakers, parents and, of course, the pupils and students.<\/p><p>It remains the Government's key objective for schools to remain open and to continue to operate as normally as possible.  However, I recognise that despite the best efforts of all stakeholders, there will be situations where individual pupils or groups of pupils, teachers, or possibly entire school communities are requested by public health-HSE to self-isolate or restrict their movements because of a case or cases of Covid-19.  There is an absolute necessity for schools to be prepared for these situations, for them to continue to support their pupils, and to provide for continuity of teaching and learning.  This is particularly important in the context of pupils at risk of early school leaving, pupils with special educational needs and pupils at risk of educational disadvantage.  Schools need to be agile in providing for continuity of schooling in the future.  Contingency planning is required for supporting the continuity of pupils' learning with the use of digital technology where possible.  It is important that these plans should be based on a whole-school approach and that the plans should be reviewed and adapted over the coming weeks and months as the situation evolves and as the experience of schools increases in these matters.<\/p><p>Extensive guidance and supports have been and continue to be made available by the Department of Education and Skills and its support services to support schools to plan for the transition to online and remote learning, and this guidance is available at <i>.<\/i>The guidance includes links to a range of materials and supports developed by the digital technologies team of the Professional Development Service for Teachers, PDST, such as learning platforms and online tools which can be used to support remote or distance teaching and learning. Those resources continue to be available to schools.  In addition, the Department has issued ICT grant funding to schools to address ICT needs, including digital devices, communication learning platforms, software and other ICT solutions to support the provision of remote learning.  I confirm to Senator McGahon that additional grant aid will issue during the current school year subject to the availability of Exchequer funding.<\/p><p>The Department's inspectorate is supporting school communities to provide effectively for the learning and progression of all learners during the first term of the 2020-2021 school year.  The situation we find ourselves in is evolving all the time.  The Department, working with the whole of government, will keep the situation under review and update any advices to schools as required.  It is with the work of all our stakeholders together that we will continue to provide the best education for all our pupils.  Guidance has already issued from the Department that provides advice to assist schools in planning for contingency situations where teaching and learning can be delivered remotely for pupils who cannot attend schools for reasons related to Covid-19.  The Department has also provided extensive guidance to support the well-being of pupils.  To support schools further, I can confirm that the Department is planning to publish in the coming days a set of guidelines on how schools should plan for and support the learning of individual pupils or groups of pupils who may have to self-isolate or restrict their movements during the 2020-2021 school year.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#D00200","speaker":"1595"},{"type":"speech","time":1602149400,"counter":26,"content":"<p>I thank the Minister of State for the very substantial response.  The most important part of it is the last couple of sentences in which he confirmed guidelines will be published in the next couple of days or within the next week on how the continuation of education will happen.  It is important that that guidance is published as soon as possible.<\/p> <p>We acknowledge that schools need to be agile in an ever-evolving situation.  We allow schools to be agile by providing them with as much information as soon as possible so they can make informed decisions about what may or may not happen down the line.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#D00300","speaker":"1670"},{"type":"speech","time":1602149400,"counter":27,"content":"<p>I thank the Senator for his comments.  He is correct that the school authorities, teachers, pupils and all of the staff have done great work in the context of Covid-19 and getting 1 million pupils back into school.  It is a great achievement.  As the Senator said, we are in an evolving situation and we have to continue to issue guidance.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#D00400","speaker":"1595"},{"type":"minorheading","content":"School Staff","time":1602149400,"counter":28,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#D00500"},{"type":"speech","time":1602149400,"counter":29,"content":"<p>I congratulate the Minister of State, Deputy Peter Burke, on his appointment.  This Commencement matter relates to the promise of additional substitute teachers in the primary school system.  I am seeking details with regard to the number of additional substitute teachers provided, their location and the ratio of substitutes to schools and the teachers in those schools.  I am conscious that the Government has made a clear and welcome commitment to keeping schools open, where possible, even if we have to go to level 5.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Sherlock:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarieSherlock&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am conscious that the Government has made a clear and welcome commitment to keeping schools open, where possible, even if we have to go to level 5.  I am conscious also that there was a commitment by the Department to get the Teaching Council to contact 6,000 teachers in August, that is, 6,000 teachers who are currently registered, but are not deployed to any one school at this point in time.  The reason I am asking this question is that a number of schools have contacted me, particularly in my constituency of Dublin Central, and have said that the scheme of panel substitute teachers is not working at the moment.  One school in particular is operating in a panel of 15 schools, with just three substitute teachers.  Therefore, when a teacher is ill, the school does not know, when it logs into the app, whether it will be able to get a substitute teacher for that particular day.  The system of a substitute panel of teachers is not working at the moment.  We are six weeks into the school term and it is not reasonable to wait any longer for the roll out of proper substitute panels across the country.  This is simply too urgent a situation.  <\/p><p>We are saying to teachers that if they develop any symptoms or feel ill, they should not go into school, as they would have done in the past.  The fact they must absent themselves from school means we need a much more robust system of substitution, and proper provision of same.<\/p><p>This has been a long-standing call from the Irish National Teachers Organisation, INTO.  A panel was put in place in 2019.  However, to be frank, the information to date is that there is not sufficient scale in the panel of substitute teachers across the country.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#D00600","speaker":"1683","continuing":true},{"type":"speech","time":1602149400,"counter":31,"content":"<p>I thank the Senator for her kind comments.  In respect of difficulties in filling teaching positions, the teacher supply steering group was established in March 2018 and the group is chaired by the Secretary General of the Department of Education and Skills.  The steering group leads on the identification of issues, the development of a programme of actions on teacher supply and oversees its implementation.  An implementation group supports the work of the steering group.  The group is also supported in its work by a number of working groups which consider and report on particular issues.  The working groups report to the implementation group.<\/p> <p>A number of specific measures have been taken to increase the pool of available substitute teachers, including the establishment, in the 2019-2020 school year, of a substitute teacher supply panel scheme on a pilot basis.  The pilot scheme has six base schools employing teachers on a fixed-term basis so as to provide substitute cover to up to 90 schools.  These supply panels were set up to work alongside the existing methods of sourcing substitute teachers, whether through a school's own panel of regular substitutes or the national substitution portal service.<\/p> <p>In July, the Department of Education and Skills published the report, Reopening Our Schools: The Roadmap for the Full Return to School, and announced a funding package of more than &euro;370 million for schools to supports its implementation.  Among the package of supports is the extension of the substitute teacher supply panel.  Additional teachers are being provided to support the safe and sustainable reopening of primary schools in order to provide enhanced substitution and eliminate the need to mix classes when a teacher is absent.  <\/p> <p>The scheme has been expanded from the pilot scheme of six base schools to more than 100 base schools, providing substitute cover to approximately 2,300 schools across the country.  More than 300 additional teaching posts have been allocated to this scheme.  The Department has worked closely with our partners on expanding teacher supply panels.  The base schools were first identified in collaboration with the INTO and primary management bodies.  The INTO and primary management bodies made contact with these schools with a view to being a base for that location.  In forming the supply panel clusters, the Department's geographical information system, GIS, identified the receiving schools based on distance from the base school.<\/p> <p>The supply panel teaching posts were allocated to each supply panel based on the number of schools in the cluster and the number of permanent teaching positions to be serviced by the scheme.  Currently, there are 115 substitute teacher supply panels nationwide and these panels operate in accordance with the terms and conditions as outlined in Circular 59\/2019, which is available on the Department of Education and Skills website.<\/p> <p>I will bring the particular issues raised by the Senator to the attention of the Minister for Education and Skills in the context of her own particular area.  I met with a deputation of teachers from my own area of Mullingar, in the context of the budgetary negotiations, and they were impressed by how the system is working in their locality.  If there are teething problems or issues with the scheme, we can thrash them out, and I will gladly bring the Senator's comments to the Minister's attention.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#E00200","speaker":"1595"},{"type":"speech","time":1602149400,"counter":32,"content":"<p>I thank the Minister of State for his reply and for his commitment to relay my concerns directly to the Minister.  The response provided did not answer my question with regard to the precise locations and the ratio of substitutes to teachers in the schools.  Having 100 base schools covering 2,300 schools does not seem in any way adequate to deal with that is facing schools over the coming months.  I ask the Minister of State to relay back to the Minister for Education and Skills that we need to see a much broader expansion of the panel substitute scheme if we are to provide a proper and sufficient teaching service within schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#E00300","speaker":"1683"},{"type":"speech","time":1602149400,"counter":33,"content":"<p>I thank the Senator for her concern and for raising this important issue.  I will bring back her concerns to the Minister for Education and Skills and will ask her to circulate the briefing material in terms of the bases that are already in place and the concerns the Senator has raised in her particular area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#E00400","speaker":"1595"},{"type":"minorheading","content":"Flood Relief Schemes","time":1602149400,"counter":34,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#E00450"},{"type":"speech","time":1602149400,"counter":35,"content":"<p>I welcome Minister of State, Deputy O'Donovan, to the House and congratulate him on his appointment.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#E00500","speaker":"1692"},{"type":"speech","time":1602149400,"counter":36,"content":"<p>I welcome the Minister of State to the House and thank him for taking this matter, which is a very important one.  I wish to commend him on his work so far as Minister of State with responsibility for the Office of Public Works.  As the Minister of State is aware, the Lower Lee flood release scheme is a very important one for Cork city, and I want to thank him for his proactivity, not just around Cork city, but around the flooding in west Cork, his availability, interest and activity.<\/p> <p>The backdrop to the request for this debate today is the Minister of State's recent visit to Cork to discuss the flood defence scheme, which all of us acknowledge is required.  I would like to put on the record my thanks for the work of the Office of Public Works, Cork City Council, and those who may have a different viewpoint.  We all want to protect Cork city and to see it as a liveable and working city, free from flooding.  This is about the future of Cork city.  As the Minister of State is aware, his predecessor, the former Minister of State, Kevin Boxer Moran, visited Cork and made strident remarks that the money could be gone and there is a fear among many of us that the money allocated for this Cork flood defence scheme could evaporate.<\/p> <p>It is important that we commence the physical work.  The Lower Lee flood relief scheme is pivotal to the development of Cork from an economic point of view in terms of jobs and investment.  I have been in the shops and restaurants that have been flooded and in businesses that have been closed.  I have been in the homes of flood victims.  This is about making Cork a liveable city.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As we all know, Cork is vulnerable to both fluvial and tidal flooding, and that is what makes it unique.<\/p><p>Cork, in Project Ireland 2040, is seen as a city complementary to Dublin and of strategic importance.  It is important that the investment by the Government in the OPW and the Cork flood relief scheme continue.  I am not here to throw stones at anybody, but rather to ensure we receive an update from the Minister of State and proceed so that we can protect businesses and make our city more liveable.  It is important to acknowledge the work of the OPW and the officials in the Department.  The scheme that is presented to us now is different from how it began 14 years ago.  It is a better scheme today because of the public consultation and the willingness to be open.  The CFRAM study has done our city a power of good.  It is now time, having reflected on the public consultation and having had much dialogue, with changes having taken place, to commence the work to alleviate the risk of flooding, which has happened on many occasions on the island of the city, Morrison's Island, Lower Oliver Plunkett Street, South Mall, Grand Parade, Middle Parish - I could keep going.<\/p><p>I thank the Minister of State for his attendance.  It is time to proceed.  Our city and our people deserve to be free from the threat and worry of flooding.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#E00600","speaker":"1637","continuing":true},{"type":"speech","time":1602149400,"counter":38,"content":"<p>I thank the Minister of State for raising this important matter, which I feel strongly about.  I studied at University College Cork, so I know the city very well and the geography of most of the areas affected.  Major flood events have affected the country in the past few months but particularly in counties Cork, Kerry, Galway and Limerick.<\/p> <p>As the House will know, I visited many parts of the country in the aftermath of these awful events in August and saw at first hand the impact on residents and businesses in the communities.  I express my thanks to the outdoor staff of the Office of Public Works, such as our engineering staff, the staff of the councils, the fire services, volunteers and others who assisted people throughout the affected communities.  I took the opportunity of visiting Cork city a fortnight ago to meet the Lord Mayor and the Cork City Council chief executive, as well as representatives of the chamber of commerce and the Cork Business Association.  At the meetings, I expressed my support for the city council's public realm project on Morrison's Island, which contains significant flood defences designed to protect that part of the city from some of the worst effects of tidal flooding.  It has not gone unnoticed that the city had a lucky escape in late August, when a wind change saved several streets in the city from what could have been a major event with extensive flooding of property and businesses, rather than what actually occurred.  I acknowledge my staff at the Office of Public Works for monitoring that event on the night to see whether emergency measures needed to be put in place.  It was a matter of luck that the wind changed direction.<\/p> <p>I also took the time to inform all the parties concerned of the commitment of the Office of Public Works, me and the Government as a whole to the implementation of the Lower Lee flood relief scheme, which covers the whole city of Cork, up to and including areas such as Inniscarra.  During my visit I was struck by the growing frustration over delays to the commencement of the Morrison's Island project following a legal challenge to An Bord Plean&aacute;la's approval for the project.  This has been well documented in many media outlets, social and otherwise.  While I fully respect everyone's fundamental right to object, further delays to the Morrison's Island project would increase not only the risk to both homeowners and business people living and working in the city of Cork but also the risk of people losing their lives in a major flood event.  My primary concern is the possible loss of life in Cork city if there is a repeat of the major event in 2009, which is not beyond the bounds of possibility.<\/p> <p>I am sure the House will be aware that examination of the flooding problems in Cork city has been ongoing since the Lee CFRAM study, to which the Senator referred, commenced in 2006, and since 2013, this has gathered pace, with the appointment of consultants to develop and design a scheme that will eventually be brought to construction.  This has led to frustration.  When I mention 2006 to the people of Cork, eyes begin to roll.  A great deal of public consultation has been carried out and, as the Senator rightly noted, the scheme has improved as a result.  The outline design proposals were formally placed on public exhibition in December 2016, with submissions accepted until 2017.  Since that exhibition there has been further comprehensive consultation through engagement with many groups, resulting in many positive changes to the original design.<\/p> <p>The OPW is not above criticism; we are not one bit precious.  If matters can be made better by engagement, we are all for that.  The OPW has addressed every substantive issue raised in submissions received during the consultation phase.  One of the most contentious issues raised during the development of the scheme concerned whether a tidal barrier was the solution to the problem for Cork city.  One of the many options considered in the project was a tidal barrier and a detailed report was prepared as one of the many reports prepared for the scheme.  The conclusion was that while a correctly sited and designed tidal barrier may resolve the tidal problem, it would not solve the more destructive fluvial, or river, flooding problem in Cork.  Having lived there for a period, I know that is one of the greatest concerns, as all the traders will agree.  Four locations were considered in the report and were ruled out for varying reasons, including environmental impacts, technical difficulties, impacts on the navigation in the harbour, which is one of the busiest in the country, limited upstream storage capacity for flows coming down the river, or inadequacy in terms of climate adaptability.<\/p> <p>The Senator's Commencement matter is timely because this matter was addressed on television last night on \"Eco Eye\", which I am sure he watched.  Estimated costs of between &euro;1 billion and &euro;2 billion - massive variations - would be prohibitive at this point and any such project would not be cost beneficial when all the financial benefits are taken into account.  The report concluded that a tidal barrier is not currently viable for the city and will not become viable for at least 50 years.  I do not believe that the people of Cork city are prepared to wait that long.  I am pleased to say the detailed development of the Lower Lee flood relief scheme has continued and the public has been made quite aware of the latest information through the publication of various documents, including  an updated design for the scheme.  A key point of the scheme is that more than &euro;20 million will be invested in the repair of the quay walls, many of which are currently at risk of falling into the river.  Approximately 1 km of new riverside walkways will be provided through the scheme as an amenity and the majority of the quayside defences will be just 2 ft or less, with appropriate railings on top.  Judging by some of the criticism, and criticism is warranted, one would swear we were building 10 ft or 12 ft walls, which is not the case in most of the areas I referred to.<\/p> <p>I am pleased to say the intention of the Office of Public Works is that the scheme will be resubmitted to the Minister for Public Expenditure and Reform in the first half of next year for formal consent under the provisions of the Arterial Drainage Acts.  I sincerely hope the scheme will be formally approved once the Minister has considered all related matters, including an independent review of the environmental impact assessment of the scheme, which we are obliged to carry out.  It is anticipated that if the scheme is approved, it will be implemented on a phased basis to minimise disruption to the city's dwellers and businesses, which there is concern about.  I reiterate my commitment, and that of the Government, to seeing this much-needed scheme for Cork city and the Lower Lee as a whole implemented to minimise the constant worry for homeowners and business people alike in Cork city.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#F00200","speaker":"1494"},{"type":"speech","time":1602149400,"counter":39,"content":"<p>I thank the Minister of State for his comprehensive reply.  I am delighted that he is committed to the scheme.  I again thank the city manager, the city council and the staff of the OPW.  As the Minister of State rightly noted, the office was not immune from engagement or from changing the plan.  It is now critical that we put a timeline in place and proceed with the scheme.  This is about lives, livelihoods and getting it right.  We have a good scheme now.  I thank the Minister of State for his commitment and commend him on his reply.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#F00300","speaker":"1637"},{"type":"speech","time":1602149400,"counter":40,"content":"<p>The OPW also wants to save Cork city.  No one has a monopoly on concern for saving Cork city.  I have a deep concern and reiterate that now publicly.  If there is a high tide with south westerlies, with severe rain, sodden ground and Cork city inside a bowl, we will be back to a 2009 scenario.  We know that the process for delivering major flood relief schemes is moving more slowly than the rate at which our climate is changing.  We cannot continue in this vein of delivering schemes at the snail's pace of 2006.  The people of Cork are frustrated, as is the Office of Public Works.  We are leaving vulnerable communities throughout the country to severe flood damage.<\/p> <p>This is not for want of money.  The Government has money, which has been set aside.  Some &euro;1 billion has been allocated over ten years.  This House and the other could be very helpful if we had an honest discussion of the processes currently in place for the delivery of major, capital flood relief schemes.  We will not be able to protect small, medium and large-scale communities in the country, not to mention address the coastal problem, if we do not have an honest discussion about our sea levels rising.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Patrick O'Donovan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2316\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2316&amp;amp;pid=PatrickODonovan&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->If they rise by 1 m, that might be fortunate.  If they rise by 2 m, whole communities will be affected.  If we continue on the current trajectory in the context of Cork city, the Government and the OPW will not be able to save it, which is what we want to do.  If the Senators want to be helpful to the OPW, as I know they want to be, they should note I would welcome the opportunity to have a debate in this House on the issues that the OPW, as an agency, must address.  Perhaps I could articulate some of the problems that we have faced, including in respect of habitats.  There is one habitat that was never referred to in much of the discourse, that is, the human habitat.  It is about time we had a discussion on it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#F00400","speaker":"1494","continuing":true},{"type":"minorheading","content":"Living City Initiative","time":1602149400,"counter":42,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#G00200"},{"type":"speech","time":1602149400,"counter":43,"content":"<p>I thank the Minister of State for attending.  This is my first time to speak in the Seanad Chamber.  It is a great honour.  Before the Minister of State came in, my colleagues very passionately articulated the stress and strain experienced by the hospitality and other sectors owing to the Covid-19 pandemic.  I want to use my time to propose what might be part of a solution to a crisis faced by inner-city areas and rural towns.  One element of that crisis that the Minister of State and anybody coming to Leinster House this morning will have noticed is the devastating impact of Covid-19 on footfall in Dublin city.  The streets of the city and other cities around the country are devoid of human activity.  Rural towns such as Strokestown, Ballinrobe and Youghal have far too many vacant commercial properties.  Despite our having a new Minister responsible for housing who, to be fair to him, is moving heaven and earth to address the housing crisis, it will take time to make up for the ten years of home building that we have lost.<\/p> <p>Covid-19 has had a very damaging impact on housing construction.  The housing crisis has not gone away.  Our SMEs, independent traders and hospitality sector are suffering greatly.  I would like the Government to consider a creative solution to create footfall in inner cities and rural towns, create employment and sustainably redevelop vacant commercial properties.  In a nutshell, it is a matter of expanding on the Living City initiative, which was launched in 2015 and applies only to the inner city.  The initiative is based on a tax credit that has largely failed to stimulate regeneration and renovation so I would like the Government to consider amending it to turn it into a living city and rural town initiative.  Instead of offering a tax credit, there should be a grant payment to property owners to allow them to renovate, regenerate or re-let vacant commercial properties, or to live again in residential properties.  It will bring people back into our inner cities and rural towns to live.  It will create immediate employment in the construction sector, generate footfall and, as a consequence, support independent SMEs and small traders.  It will be a sustainable response.<\/p> <p>To be fair to previous Governments, they have invested in this, including through the tax credit.  Dublin City Council has a dedicated one-stop shop to provide planning advice, guidance on regulatory conformance and conservation matters.  It relaunched the existing Living City initiative in 2018.  However, despite the relaunch and further promotion, there have been only 59 applications processed for the entire city.  Therefore, the numbers are far too small and the initiative has had too little an impact.  When the city council consulted Irish property owners in respect of the initiative prior to their experiencing the negative financial impact of Covid, the feedback it received was that a grant initiative to support property owners to develop properties would be a greater stimulation.  The property owners cited the experience in Amsterdam, where there was a grant of &euro;25,000.  This led to the conversion of 850 new homes.  The Minister of State might ask how we can pay for what I propose.  I ask him to examine the allocation of funds in the serviced sites fund.  The Government has allocated over &euro;300 million to provide a &euro;50,000 subvention for the building of new affordable homes.  The Government should be ambitious about this and create, with some of the funds that will not be used this year because of Covid-19, a grant of &euro;25,000 that could be used for the renovation and reuse of any vacant property for residential purposes in an inner city area or rural town.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#G00300","speaker":"1656"},{"type":"speech","time":1602149400,"counter":44,"content":"<p>I thank the Senator for raising this issue.  As a representative of the north inner city, she has first-hand experience.  She probably does not have to walk too far from her own front door to see areas that might benefit from what she proposes.  I appreciate and understand that she has first-hand knowledge because she was a representative at local level.  She mentioned Dublin City Council.  She has a lot of knowledge and experience of this area and that is why she is saying that the existing scheme, while good, is very narrow and restrictive and needs to be broadened.<\/p> <p>I will first refer to the existing scheme and then revert to the Senator on the idea of an alternative.  It might not fall within the remit of the Department of Finance because we deal only with tax.  A grant system would be a different issue.  The Senator's point has been made in many areas.<\/p> <p>The Living City Initiative is a very specific tax incentive that has been cleared by the Department of Finance.  It is so specific that it is not a suitable vehicle for broader application beyond its original goal.  When it was being established, the local authorities were asked to exclude areas where there was no dereliction.  The idea was really to develop older buildings in city centre areas with quite a bit of dereliction and where occupancy rates were very low, both commercially and residentially.  Both homeowners and renters are eligible.  The scheme covers specific areas in Dublin, Cork, Limerick, Galway, Waterford and Kilkenny.  It was introduced in 2015 and reviewed in 2016.  There were amendments to the Finance Act to account for some of the issues that arose.<\/p> <p>The special regeneration areas for the Living City initiative were designated following consultation with the relevant city councils and an independent review by a third-party adviser before being submitted to the Department.  Specific criteria were required to be taken into account by the relevant city councils when putting forward the proposed special regeneration areas for each city.  It is important to state the initiative mainly covered dwellings built before 1915, or over 100 years old.  These are the types of properties we are talking about.<\/p> <p>The scheme offers relief from income or corporation tax for qualifying expenditure incurred on the refurbishment or conversion of qualifying buildings located within the special regeneration areas designated by the local authorities in the cities I have mentioned.  There are three types of reliefs: owner-occupier relief; rented residential relief; and commercial relief.  The rented residential and commercial elements provide for tax relief over a seven-year period.  A person living in a property can get tax relief over a ten-year period.  The maximum relief that a taxpayer can obtain through the scheme is &euro;200,000, which is quite substantial.  The scheme is still open for applications.  It is one way of addressing the issue.  The use of grants probably comprises a broader approach.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Sean Fleming:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=418\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=418&amp;amp;pid=SeanFleming&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A grant scheme through the Department of Housing, Local Government and Heritage might be a better proposal because most owners of a derelict building need cash flow to do the renovation.  They cannot be asked to wait for seven years to get the cost back in tax relief, and they might not have a big taxable income to start with.  The idea is that when they have the work done they can be sure of getting a grant.  They can go to the bank with their letter of grant approval before the works begin and the banks know that when the works are completed there is a grant on its way.  That does help the cash flow.  Anybody who has spoken to me about this issue highlighted the need for a grant to get the job done rather than being told they have to finance the work themselves and claim tax back over the following seven years.  There is a big issue in that regard.  This is the kernel of the scheme.  The Senator had mentioned that a grant scheme might be more effective than a tax incentive scheme or could complement the existing scheme, which remains open.  In my second reply I will give some financial information as to the cost of the scheme to date.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#G00400","speaker":"1590","continuing":true},{"type":"speech","time":1602149400,"counter":46,"content":"<p>I thank the Minister of State for his response and I appreciate that his remit is on the financial and the tax side.  However, the Government needs to recognise and accept that as well as dealing with Covid-19 we have a massive housing crisis.  It has not gone away.  We need to respond to that housing crisis and to the crisis faced by our independent small traders and inner city and rural town commercial operators.  The Minister of State said the issue is the cash flow and having the money to undertake the work.  I have spoken to the Minister for Housing, Local Government and Heritage about a grant scheme.  He is a pragmatic man who is ambitious and energetic about solving our housing crisis.  I am hopeful that he will see merit in using half of the serviced site fund money, which is currently giving &euro;50,000 to subvent new builds, to support the renovation of existing builds.  The serviced site fund is for sites where there are no roads, sewerage or electricity.  I am talking about roads and streets in the heart of our cities such as Dorset Street, here in Dublin, and the main streets of the small towns I mentioned such as Strokestown, Youghal and the like, which already have sewerage, electricity and roads.  What is needed is a bit of cash to help the owners turn those properties into viable properties that people can live in to allow them live in those communities, shop in the local shops and regenerate those local economies.  I welcome the Minister of State's response and if he can use his offices to impress upon the rest of the Government the need to support a grant I would appreciate it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00200","speaker":"1656"},{"type":"speech","time":1602149400,"counter":47,"content":"<p>I thank the Senator.  The essence of her point is well made and I will come back to it when concluding.  I want to put some information on the public record.  This is information based on the revenue at the end of last year.  Of the number of applications received up to last year, only 92 were from Dublin.  Cork had 71, Limerick had 19, Waterford had 32, Kilkenny had 11 and Galway city had three, making a total of 228.  However, during the years 2016 to 2018, inclusive, only 65 of those applicants received tax benefit.  It might mean that many people made applications and were not able to proceed.  We have not-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00300","speaker":"1590"},{"type":"speech","time":1602149400,"counter":48,"content":"<p>It has not worked.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00400","speaker":"1656"},{"type":"speech","time":1602149400,"counter":49,"content":"<p>I would have said the 228 figure was low to start with but in terms of the number that successfully came out the far end and got some tax back, it was only 65.  The scheme is generous in that those 65 applicants will get tax relief, on average, of approximately &euro;7,500 for the next seven years.  They get back approximately &euro;50,000.  That is not the way the scheme was designed but that is the average amount those who have come through the scheme have got.  It is an average of &euro;50,000 for those who have been approved but that is over a seven-year period, and most people cannot wait that long.  I am giving the Senator that information but would it not be great if that &euro;50,000 was front-loaded?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00500","speaker":"1590"},{"type":"speech","time":1602149400,"counter":50,"content":"<p>Absolutely.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00600","speaker":"1656"},{"type":"speech","time":1602149400,"counter":51,"content":"<p>People could do miraculous work.  Ultimately, it will not cost the Exchequer much more.  If all those 228 applications did go into the system, although not all of them came out of it, the cost would be &euro;10 million or &euro;12 million; I am only extrapolating the potential figure.  I support the call for the grant system and I will speak directly with the Minister involved in that.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00700","speaker":"1590"},{"type":"speech","time":1602149400,"counter":52,"content":"<p>Go raibh maith agat.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#H00800","speaker":"1656"},{"type":"unspoken","time":1602149400,"counter":53,"content":"<p>Sitting suspended at 11.45 a.m. and resumed at 12.23 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Leaving Certificate 2020: Statements","time":1602149400,"counter":54,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#M00100"},{"type":"speech","time":1602149400,"counter":55,"content":"<p>I thank the Minister for Education and Skills for coming to the House to speak on the important topic of statements on the leaving certificate 2020.  I want also to thank all of my colleagues who are the spokespersons on education in their respective groups for attending here today.  This is an issue that has proven very trying for the students and is also a very difficult situation given the unique circumstances that we find ourselves in with respect to this year's leaving certificate.  I ask the Minister now to address the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#M00200","speaker":"1650"},{"type":"speech","time":1602149400,"counter":56,"content":"<p>Gabhaim bu&iacute;ochas, a Chathaoirligh, as an deis a bheith anseo inniu.  I thank the Cathaoirleach for the opportunity to be here today.<\/p> <p>A great deal has happened since my last appearance here both for the country as a whole in terms of the move to level 3 of the Plan for Living with Covid-19 earlier this week, as well as for students who availed of calculated grades, some of whom received increased grades during last weekend.  In the interim I also brought proposals to Government during that time on school transport which is a subject which many Senators raised on the last occasion I was in this House.  <\/p> <p>Last Saturday I announced that we had identified the final number of students and their grades that were affected by errors that had occurred in how elements of the software used in the calculated grades system had been implemented.  As Members also know, earlier in the week I had first spoken about two errors that had been found in the coding used in the calculated grades process. <\/p> <p>The model was designed to take the junior cycle results of a group of students and use that group's results to inform the calculation of their leaving certificate results.  It bears restating that the system did not take the results of a single student's junior cycle exams and apply it to that specific student's leaving certificate calculated grade.  Rather, the system looked at performance at an aggregate class level in the junior cycle examinations, and applied that in calculating students' leaving certificate results.  The model was intended to use the students' scores in Irish, English and maths and their two strongest subjects.  The error we discovered meant that the coding drew on the students' two weakest subjects rather than the two strongest subjects. <\/p> <p>A second error concerned the inclusion of civic social and political education, when this should have been disregarded by the system.  At that point, I decided to seek independent expert oversight in the interest of certainty, particularly for our students.  I commissioned Education Testing Services, ETS, to provide an independent expert opinion on the coding.  On Saturday, I received a statement from ETS and published it that afternoon.  <\/p> <p>ETS raised two issues in its review.  The first was an error which occurred in the use of data, where a student did not sit all three core subjects at junior cycle.  A small minority of students do not sit one of the three core subjects in their junior cycle examinations for a variety of reasons.  In those cases, the system was meant to use the average national junior cycle score in the missing subject of the group of students who took their leaving certificate in 2017, 2018, 2019 and 2020.  Instead, it chose that student's next best subject for inclusion in the group computation. <\/p> <p>The second issue raised by ETS is how the algorithm treated students' marks at the extreme ends of the scale, that is, students who received between 99% and 100% marks or between 0% and 1%.  The treatment does not exactly match what is described in the national standardisation group's report but ETS has confirmed that both approaches are equally valid.  ETS confirmed that this does not have any meaningful impact on results as it could not have changed any student's grades.  The corrected model has been run again and this allowed revised increased grades to be issued to affected students on Saturday evening. <\/p> <p>The final, definitive number of students impacted was 6,100 involving an increase to 6,870 grades which broke down as follows: 5,408 students will receive a higher grade, by one grade band, in one subject; 621 students will receive a higher grade, by one grade band, in two subjects; and 71 students will receive a higher grade, by one grade band, in three or more subjects.  Importantly, no student will receive a lower grade as a result of this process. <\/p> <p>Earlier today, I understand the CAO has made approximately 420 offers to students who received revised increased grades on Saturday and that this means such students can be accommodated in the current academic year.  I want to wish those students every success in their studies and to acknowledge the support of the Minister, Deputy Harris, his Department, the Higher Education Authority, the CAO and the higher education institutions in facilitating these students.  There are some students who submitted appeals in regard to the calculated grades which they received initially.  The calculated grades executive office in my Department has been progressing those appeals and it is expected that the results of those appeals will be available next week.<\/p> <p>Without doubt, we need to learn lessons from the errors that came to light in recent weeks and I have already announced that an independent comprehensive review of the operation of the calculated grades process will take place when the process is complete.<\/p> <p>As Senators will be aware, the student portal for leaving certificate candidates to apply to sit one or more examinations in November 2020 closed at 5 p.m. yesterday, having been extended at my request.  Provisional data to hand from the State Examinations Commission, SEC, indicates that 2,320 candidates have applied to sit the 2020 leaving certificate examinations.  This represents 4.85% of the leaving certificate candidature for 2020.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Further details are not available at this time until the SEC can analyse the data from the portal.<\/p><p>The reopening of schools is a clear priority for Government and indeed for me since becoming Minister for Education and Skills.  When Government met earlier this week to consider the latest National Public Health Emergency Team, NPHET, advice, it was very clear that keeping schools open continued to be a priority and would influence any decision taken.  Public health specialists working with schools and the Department of Health are closely monitoring the outcomes of mass testing in schools to ensure that where schools are open with appropriate infection prevention and control measures, there is no additional threat to public health.  The data that they are collecting are informing the decisions and recommendations of NPHET in this respect.  In recent days, this issue has been afforded careful consideration by NPHET.  In recommending that schools remain open, NPHET has considered the national experience of school reopening to date, including the epidemiological data and information gathered through case and outbreak management.<\/p><p>The decision to recommend that schools remain open in the context of the ongoing Covid-19 pandemic and the current trajectory of the disease in Ireland is based on multiple factors, including the following.  The Irish experience to date supports the current international position that schools are low-risk environments for Covid-19 and are not key drivers of transmission in the community.  Many cases of Covid-19 linked to schools in Ireland have been found to have exposure to the disease outside of the school environment, for example, in a household or social setting.  Similarly, where testing of close contacts of confirmed cases linked to the school identifies additional cases of Covid-19, many of these are found to have had exposure to the disease outside of the school environment.  The importance of schools for the overall health and well-being of children cannot be overstated, and the risk of Covid-19 must be carefully weighed against the very real harm that can be caused by sustained school closures.  When children do develop Covid-19, the great majority experience no symptoms or very mild symptoms.  International evidence and the Irish experience to date suggest that adults are not at higher risk of Covid-19 in the school setting than in the wider community or household.<\/p><p>In supporting these conclusions, the Department of Health has provided my Department with some up-to-date factual information.  As already noted, the Irish experience to date is reassuring and supports the current international position that schools and childcare facilities do not appear to be key drivers of Covid-19 transmission in the community.  The Department of Health also notes that these additional cases did not necessarily develop Covid-19 as a result of contact with an index case in the school, and the additional cases detected via contact tracing are likely to include people who contracted Covid-19 as result of exposure in the wider community, for example, in a household or social setting.  Finally, there was no significant change in the proportion of total weekly Covid-19 cases attributable to school-aged children before and after reopening of schools, supporting the hypothesis that children are not at increased risk from Covid-19 in the school setting.  Everyone in a school community and more generally in society has a role to play in contributing to the fight against Covid-19 and the achievement of the objective of keeping our schools open.  It will be necessary for all stakeholders to reflect on experience over the initial period of schools being open and any further or evolving public health advice.<\/p><p>A key element to supporting students in getting to school safely is the operation of the school transport scheme.  The Department has been engaging intensively with Bus &Eacute;ireann in regard to the logistics for the safe operation of school transport scheme services for the 2020-2021 school year.  The Department has also been engaging with Bus &Eacute;ireann on the logistics involved with the rolling implementation of measures on post-primary services as required to provide physical distancing.  The implementation of 50% capacity has been put in place where possible over recent weeks, while Bus &Eacute;ireann has been carrying out a detailed analysis of the resources required to implement fully the advice on all routes.<\/p><p>Bus &Eacute;ireann and my Department have supported all bus contractors to put in place measures to support infection prevention and control on the buses.  My Department has also issued detailed information and guidance to parents and children on the operation of school transport services for the 2020-2021 school year.  Measures include all post-primary students wearing masks, all bus drivers and bus escorts receiving personal protective equipment, PPE, where necessary, as well as funding to support additional cleaning and hygiene measures, including the provision of sanitiser on all buses.  Seating plans with preassigned seating are in place on all routes, with children sitting next to their siblings or classmates where possible.  This reduces the interaction of children on the buses with those outside of their family, class or school.<\/p><p>Government has agreed to provide the necessary funding to ensure that full implementation of the public health recommendation of running buses for post-primary children is achieved as quickly as possible on the post-primary scheme and on the special educational needs scheme for post-primary children.  As well as additional funding, significant numbers of up to 1,600 additional buses and drivers and bus escorts will be required.  Bus &Eacute;ireann is implementing different means of providing extra capacity with existing operators, including upgrading vehicles, additional runs or additional vehicles being provided.  Where additional services will need to be procured, Bus &Eacute;ireann has put in place a framework of operators that are willing to provide additional services where required.  An analysis has been conducted to determine what is required to implement fully all post-primary school services to operate at 50% capacity.  The estimated full-year cost to operate all services at 50% capacity is substantial, with an estimated requirement for an additional 1,600 drivers and vehicles and 650 additional school bus escorts.  The full cost will be determined as Bus &Eacute;ireann finalises the logistical arrangements involved.<\/p><p>I offer my best wishes to those students who have today received CAO offers and to acknowledge again to the wider body of students the concern and anxiety that the issues surrounding calculated grades have caused.  I look forward to hearing from Senators.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#M00300","speaker":"1582","continuing":true},{"type":"speech","time":1602149400,"counter":58,"content":"<p>I thank the Minister.  I really appreciate her time as I know it is extremely hectic at the moment.  It is shocking what happened with the calculated grades.  I appreciate that the team within the Department of Education and Skills discovered these errors and brought them to the Minister's attention, and that an immediate plan of action was put in place.  My question concerns the company that was involved, Polymetrika International, which the Minister mentioned in her statement last week.  There was an investment of roughly &euro;75,000, if I understand correctly.  Was enough investment given to the company involved in doing the calculated grading scheme?  I welcome hearing about the independent report.  It is very much the case about lessons learned, but the leaving certificate grades were so important for more than 60,000 students, although we know that more than 424 have been accommodated in higher education.  Was there sufficient investment at an early stage in the context of dealing with an unprecedented event and managing a calculated grading system?  I look forward to seeing that report and would appreciate if the Minister could give us a timeline for it.  I acknowledge and appreciate the work done by the Department in such a short time.  It moved very swiftly from when it discovered the situation to analysing the details of who was affected.  It is shocking, however, that this occurred.  I understand that for the Minister it was also a very difficult time.<\/p> <p>I note that 2,820 students have opted to sit the leaving certificate exams.  As the Minister said, a very low percentage, just 4%, are going forward to sit again.  It will allow the students an opportunity for a higher grade in that they will not be penalised if their grades are lower than what was given in the calculated grading system.  I welcome the work behind the scenes between the Department of Education and Skills, the new Department with responsibility for further and higher education and innovation, and the third level institutes to increase capacity.  That was also done in a very swift timeframe, taking just a week for 424 students to receive an upgraded offer from the CAO.  I wish all those students well on their voyages of discovery.<\/p> <p>I wish to highlight again the wonderful opportunities that exist through further education and apprenticeships.  Many students are stepping out and may not have achieved what they would have wished for when they first put in their CAO requests, but there are so many opportunities now to discover the apprenticeship programme where one can earn and learn at the same time, and with further education possibilities through the Galway and Roscommon Education and Training Board and all our ETBs throughout the country.<\/p> <p>It is great to hear that schools are a low-risk factor.  That is very important.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aisling Dolan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=AislingDolan&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I had a chance to see \"A Big Week in September\" on RT&Eacute; One last night which showed the experience of children and families returning to school, including those at Abbey Community College in Boyle.  From the first days of going to school to secondary school principals encouraging teenagers to keep social distancing we can see the importance of keeping our schools open.  That is a huge priority.  Keeping the schools open through dealing with Covid-19 has been our number one priority.<\/p><p>High classroom numbers in primary schools, however, are an issue.  I am aware we spoke previously about the European average being 20 pupils per class.  In Ireland, it is 25 pupils per class and yet we are aware, particularly in regional areas, of student numbers being up around the 26 and 27 mark.  I look forward to the budget next week and hope that there will potentially be some focus on managing that and on helping schools keep that social distancing.  It was funny in the programme last night seeing principals running around trying to encourage teenagers to maintain social distancing while going through corridors.  We really need to ensure, however, that we can achieve it in classrooms.<\/p><p>I welcome that the Minister is looking at the school transport scheme and the capacity measures therein.<\/p><p>With regard to the different levels of Covid-19 and what our society may face in the weeks and months ahead, I wish to highlight how the influenza vaccine can be given to children now through the nasal spray, if I understand correctly, and how we are encouraging both teachers and children in our schools to take up the vaccine measure as much as possible.  What measures are being taken in schools?<\/p><p>Finally, with regard to the wearing of visors, we heard many GPs come out last week and say they are not as effective as masks.  This is particularly true in areas where a taller person is with young children and much of the droplets are going downwards.  What opportunities will the Department of Education and Skills consider for teachers and all staff members working within schools at primary and secondary level?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#N00200","speaker":"1654","continuing":true},{"type":"speech","time":1602149400,"counter":60,"content":"<p>I welcome the Minister to the House.  I am sorry to say the previous time she was here I was forced to leave immediately after my presentation and the same will happen today as I have a committee to attend.<\/p> <p>Before I speak on education in this public forum, it is important to recognise the professionalism of Dr. Tony Holohan.  After the way he has been maligned over the past few days it is encouraging to hear that he and his team have acted professionally at all times and at no stage leaked anything to the media.  Those who did have much to answer for.<\/p> <p>The clarification provided by the Minister today is welcome.  While the issue was widely reported in the press, we needed a statement from the Minister and her Department.  At the outset, let me acknowledge that the procurement process and final decision making did not take place on the Minister's watch and that she has acted professionally at all times in the way she has handled this problem.<\/p> <p>It has been a terrible year for the leaving certificate class of 2020.  Even a normal leaving certificate is one of the most stressful events in young people&rsquo;s lives.  This year, however, students have had to endure uncertainty, social isolation and months of studying alone at home.  On top of this, students were guinea pigs for an untested and untried marking regime and faced into it all with bravery, hope and a great deal of trust in the system.<\/p> <p>From the outset, the system threw up anomalies such as how to mark those who had been home schooled or who had taken on additional subjects outside of school.  As a teacher, the Minister will be familiar with these things.  It was inevitable that many issues would arrive on the steps of the courts, something that a few students, or their parents, have envisaged.  There will be many more cases to come.  However, what about the disadvantaged student whose parents cannot afford to go to the courts and seek a resolution should that person feel he or she has a case?  That is really heartbreaking when one thinks about it.<\/p> <p>The recent coding fiasco resulted in 6,100 students receiving grades lower than they deserved and 7,943 students who gained a place with incorrectly assessed grades.  It is a new nightmare for those involved.  Those who were downgraded have now received a new higher grade and those who have been graded higher than they should have been have already secured places.  What will happen to those who received the correct grades but may have missed out on places on other courses?  I understand that more than 450 new CAO offers will be sent today to those affected by the grading error.  For some, this will be welcome, but for others it will just increase stress.  Take, for example, a student who wanted a place in a university in Dublin and finished up taking a place in a university in Galway or Cork.  That student now finds he or she would have secured the place in Dublin but has incurred costs in moving to Galway or Cork and paid for accommodation up front and whatever else is incurred in the move.  It must be heartbreaking for them and their families.<\/p> <p>It beggars belief that the procurement process was not opened out to seek bids from Irish companies.  We have a brilliant and flourishing IT sector in this country and I cannot understand why the contract was given to a Canadian company as the sole vendor.  I have no doubt that the company involved is highly reputable and competent but others should have been invited to tender.<\/p> <p>The decision not to make the code open source was done with the tracing app.  Why was it not done with the app for the grading system?  One of the key things about making the code open source is that it threw up anomalies and problems with the tracing software that is used.  That might have happened if it was made open source.<\/p> <p>I wish to put on the record my thanks to the teachers of Ireland who continued to teach, mentor and counsel leaving certificate students, and students at all levels, throughout the lockdown and who marked them fairly.  The Minister will recall during my time as president of the Teachers Union of Ireland, TUI, there was extreme resistance to getting involved in grading students in any way so our teachers have really gone a long way to support the system.  I wish to take this opportunity to thank the Teachers Union of Ireland and the Association of Secondary Teachers, ASTI, for their commitment to their students which is vitally important.<\/p> <p>The young people are now embarking on another exciting chapter of their lives in further and higher education. I wish them good health and every success.  For those who find themselves at a crossroads and who are wondering if they should come back to Dublin or stay in Cork, Galway or wherever, I wish them the best.  I am hopeful that a solution can be found and that the Minister's Department will ensure their families do not incur additional costs.<\/p> <p>I wish to address a couple of things before I finish, one of which is the transmission of Covid-19 within the schools.  It is a little hard to believe that Covid-19 does not get transmitted in schools.  Of course it does.  It gets transmitted on public transport and school transport.  While driving down the road the other day I saw one of the schools emptying out at four o'clock in the evening and large groups of students were literally shoulder to shoulder walking down the street.  No school can stop that happening.  The fact of whether they get it at home or at school does not matter.  What matters is the response to anybody who is infected.<\/p> <p>The other issue is with respect to where we are right now.  If the predictions we hear from NPHET come to pass, we may find ourselves having to close schools again.  I ask two things of the Minister.  One is that she look into the possibility of a single portal run by the Department of Education and Skills that will continue to deliver education programmes to those who are out of school for whatever reason.  The second thing I ask of the Minister today is to engage.  I read an article entitled \"Here's a solution to remote learning if schools shut: the humble TV\" which was written by Dr. Triona Hourigan, a teacher at Laurel Hill Secondary School in County Limerick and Dr. Ann Marcus-Quinn, a lecturer in technical communications and structural design at the University of Limerick, UL.  I ask the Minister to invite both of those people to her office to discuss with them what they might have to offer to the education system should we face a closedown.  I have only read the article and I do not know the two people involved.  The article, however, is extremely impressive and both people seem to be well advanced in the areas of electronic learning and blended learning which is something I introduced in my teaching career as far back as 1996.  I ask the Minister to consider meeting those two people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#O00200","speaker":"1645"},{"type":"speech","time":1602149400,"counter":61,"content":"<p>I welcome the Minister, Deputy Foley, back to the House.  It has been such a difficult time for the students of 2020 and their parents, teachers, the Department of Education and Skills and, indeed, the Minister, who inherited a strange legacy.  The word on \"unprecedented\" has been much bandied about over the past few months but truly the task faced by the Department of Education and Skills must have seemed at many times to have been completely overwhelming.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I thank the Minister for giving us an update on the transport situation.  Huge investment is going into ensuring our children get to school, that they do so safely and securely and that they return from school.  When the Minister was here before I spoke about the need to change the whole transport system and that is something on which I look forward to engaging with her down the line.  I thank her also for giving us the update on keeping schools open.  It is hugely important we keep schools open and the Minister has given more confidence to parents, schools and, indeed, communities about the safety and security of children within schools during this pandemic.  From what I am hearing from schools and parents, schools are handling the situation very well when they have found that a child has tested positive.  However, there have been delays with the HSE contacting parents of children so that is something that needs to be looked at.<\/p><p>I return to the substantive issue we are dealing with today, namely, leaving certificate calculated grades.  Our absolute appreciation has to go to all those involved who have gone above and beyond the call of duty to bring the leaving certificate calculated grades process to fruition.  Of course the leaving certificate is a mere drop in the ocean compared with what our senior cycle students are capable of going on to learn but it is still hugely important for helping our young people transition to third level, further education or to work.  The fact that a coding error resulted in the difficulties we faced last week should not detract completely from the massive work effort that went into 60,000 students completing the process and beginning third level, further education courses and the next phase in their lives.  I welcome the good news this morning that 424 students who were identified by the Central Applications Office, CAO, as requiring a new offer have been given the place to which they were entitled.  Well done to the Department of Education and Skills and the Department with responsibility for higher education for getting this across the line.  Some questions obviously remain.<\/p><p>On the procurement issue, I would like to know a little bit more information about why Polymetrika was awarded the contract and on whose advice.  Were other firms looked at?  What due diligence was done on this company before awarding it the contract?  I fully appreciate the difficulties that would have prohibited any kind of regular procurement process but we need to be given the reasons for the Department's decision to chooses Polymetrika for the contract over any other group.<\/p><p>We have heard about the testing that was carried out but did the Minster feel at the time that adequate testing of the coding was carried out?  What assurances was she given by the company in question regarding the testing process?  What validation checks were in place to check the coding?  I am interested in hearing if penalties applied to the company as part of its contract given it delivered a flawed product.<\/p><p>Questions also remain about the written exam set to take place in November, where students will have the opportunity to repeat all subjects or just a few.  Will the leaving certificate papers in November be the papers students were to have sat in June or will they be different ones?  If they are the same papers, will the those correcting them take into account that many students did not get to finish the syllabus?  Should those sitting the leaving certificate in November earn increased points will they be offered a place from this year's CAO and will their place be held for them next year to start in September 2021?<\/p><p>We also have to look ahead to leaving certificate 2021.  We have 60,000 students waiting with bated breath for what is going to happen next.  They are in a very difficult, stressful situation, as are their parents and teachers.  When will a decision be made on whether their exam will follow the normal format for the leaving certificate or will there be calculated grades again?  How will the grades of students who have deferred this year, for any reason, stand up against those of deferred calculated grades candidates from 2020?  Will the exams of 2021 reflect the fact that students have missed part of their fifth year?<\/p><p>There was much more that I wanted and needed to say but the time goes by so quickly.  We have to build confidence into the system and to ensure it is robust and fair.  That is important for everybody involved.  In all of this there is the need to protect the mental health of students as it is absolutely essential.  The importance of that should never be lost amidst the societal pressure for our students to succeed in secondary education.<\/p><p>I acknowledge once again the work the Minister has done and commend her officials on their efforts.  In terms of a plan for 2021, it is essential we get the message across to students that while our systems have been tested, we have, as the Minister said, learned lessons and we can give them an exam system they can trust.<\/p><p>I thank the Minister for the good news received by St. Paul's Secondary School in Monasterevin during the week that builders will be on site in October.  I mention to the Minister once again the pressing situation of a new secondary school in the Curragh-Kildare-Newbridge area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#O00300","speaker":"1689","continuing":true},{"type":"speech","time":1602149400,"counter":63,"content":"<p>I have a direct question for the Minister.  Given that the Government knew about the errors from Polymetrika up to a week before it let students and parents know about them, will she place on the record of this House a cast-iron guarantee that there is absolutely nothing else that we are unaware of?  There are also concerns that some pupils have been told that their personal data may have been passed outside of the State and the European Union.  Can the Minister confirm whether her Department is investigating any potential breach of the general data protection regulation, GDPR, in this case?<\/p><p>We must also not forget that there will be students sitting the leaving certificate next month and I wish them well.  Will there be a standardisation process applied to the marking of the small group sitting the leaving certificate in November?  If this is the case, will the details of the standardisation process be released given that it will be an atypical cohort unlikely to fit with the patterns of an ordinary summer leaving certificate?<\/p><p>We are also aware of the massive effort of principals and teachers over the summer months to get school buildings ready for the return of pupils.  However, school secretaries played a huge role in dealing with the extra administrative burden which involved contact with the Department and ensuring that parents were kept up to date.  Even before the pandemic struck, a huge cohort of school secretaries and caretakers were performing vital work while in precarious, underpaid employment arrangements.  For years many school secretaries have faced unequal pay as well as poor conditions.  Many are paid as little as &euro;12,000 per annum and have no occupational pension, entitlement to sick leave and no incremental pay increases.  I think school secretaries felt they were close to a resolution after the formation of the Government given that two of the Government parties stated in their manifestoes that they were determined to see this issue resolved.  This being the case, will the Government parties still make good on their pre-election promises?  We are 100 days into the Government and last Thursday the Workplace Relations Commission, WRC, hearings on a final resolution ended in failure.  The feeling among F&oacute;rsa, which is representing the secretaries, is that the Government did not enter those talks with any intention of finding a resolution.  Now the affected school secretaries are planning strike action to begin on 23 October and to continue through the month and into November.  What immediate steps will the Minister make to resolve this?<\/p><p>The pandemic must not get in the way of talking publicly about key issues facing the education system.  In <i>The Irish Times <\/i>of Saturday, 23 October, Ms Una Mullaly reported that a student union welfare officer at UCD received some 350 disclosures of harassment and assault, most of which took place in one academic year.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fintan Warfield:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2458\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2458&amp;amp;pid=FintanWarfield&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is imperative that we provide future generations with an understanding of the importance of consent, the development of relationships, safe use of the Internet and a healthy and positive attitude towards sexuality.<br\/><br\/>In December, it will be one year since the National Council for Curriculum and Assessment released its report on a review of relationships and sexuality education.  In the context of that report, students were unanimous about the importance of relationship and sexuality education.  I want to read a quote from the report into the record of the House.  It is about students' perspectives of relationships and sexuality education, RSE.  The report states:<\/p><blockquote>\tThere is unanimous agreement among students about the importance of RSE.  While students frequently cite friends and the internet as sources of information about relationships and sexuality, they were aware of the shortcomings of these sources.  They want schools to provide comprehensive, relevant and age-appropriate RSE throughout all stages of education.  Students have a sense that this is hindered by RSE&rsquo;s low status and low priority in schools.  They express frustration that they are not receiving comprehensive RSE and that their needs are not being met.  There is a strong perception among students that provision of RSE is uneven both within and between schools which means that students cannot be guaranteed the same quality of experience in RSE as they can expect in other subjects. <\/blockquote><p>RSE is a contested topic.  There are those who believe that I have no right to talk about RSE because I do not have children.  I have news for those people: I was a kid and the RSE curriculum let me and my friends down.  Queers and LGBT people had to fight for ourselves, not just to live privately, because that is rubbish, but to fight for our right to live openly and free in public.<br\/><br\/>In the context of the report from which I just quoted, students also frequently mentioned the lack of opportunities to learn about sexual orientation within RSE.  The report does not recommend changes to the ethos opt-out rule which allows schools provide RSE, having regard to the characteristic spirit of the school.  I would like to know where the newly-appointed Minister stands on the issue.  Does she agree with the report from the National Council for Curriculum and Assessment or does she agree with the most recent education committee which recommended that the Education Act be reviewed so that ethos can no longer be used as a barrier to the effective teaching of relationship and sexuality education?  I put the House on notice that I will be raising this issue every time we have a debate on education.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#P00200","speaker":"1686","continuing":true},{"type":"speech","time":1602149400,"counter":65,"content":"<p>I thank the Minister for coming again to the House.  She has been in and out regularly and we all appreciate her taking the time to be lambasted by questions about what has obviously been a challenging and difficult time for her.  We accept that she has an enormous amount on her plate.  She has dealt with reopening schools and had a lot of inherited messes to deal with.  I do not think any of us would wish that on any Minister, particularly not a first-time Minister.  I must commend her tenacity at what has obviously been an extremely difficult time.<\/p> <p>When the Minister was previously before the House, I highlighted things that she will have to deal with in the coming period of her term in office.  She will obviously have to address the fact that class sizes are too large in both primary and secondary schools.  A teaching union is balloting for industrial action because of the nature of what is going on in second level schools.  There is also the issue of pay inequality which I hope will be dealt with during the Minister's term in office.<\/p> <p>As has already been mentioned, we must provide proper pay and conditions for school secretaries who have now balloted on the matter.  The Labour Party will be supporting them in their campaign.  The Department will also have to deal with special needs assistants in a respectful manner and vindicate the rights of children with special educational needs to get a school place.  There is a huge number of issues on the Minister's agenda, all of which I have previously referenced.<\/p> <p>The Minister mentioned that appeals will be available next week.  Does she have an indication if that will be at the beginning or the end of the week?  A number of students have been anxiously contacting me, looking for any kind of light at the end of this tunnel.  We talk about the leaving certificate as a metaphorical tunnel and I hope we are coming to the end of it.<\/p> <p>I very much welcome that the Minister extended the deadline for the application to sit the leaving certificate examinations in November but it would have been beneficial if the students could have got their appeal results before the deadline so they could have made a decision about what they wanted to do.  That said, I understand that the timing of the leaving certificate has put the Minister and her Department under enormous pressure.<\/p> <p>There has been mention of this year's leaving certificate examinations, which will not be like any other examinations.  I reiterate the question about standardisation.  It will affect a small cohort of students, approximately 2,800.  How will the process work?  There is standardisation in a normal leaving certificate year but will it apply in the same way?  How will that work?<\/p> <p>I also want to ask about guidance teachers, resourcing and mental health supports.  Will the Minister outline if there are any plans to provide additional guidance or mental health supports?  There is great sympathy across the country for this year's leaving certificate students but there has also been a bit of maligning and dismissing of them.  I was on a radio programme last week and there were some appalling comments coming in telling students to get over it, deal with it and all this kind of stuff.  It was disheartening to hear members of the public being dismissive of a group of students for whom we all have enormous sympathy.  Does the Minister have any plans for additional guidance, resourcing or mental health measures?  I am thinking of students who are at home, trying their best, and perhaps do not have the compassion or care that they need.<\/p> <p>At a meeting of the Joint Committee on Health yesterday, I referenced some of the groups who traditionally struggle anyway.  I am thinking particularly of migrants and the difficulties they may be facing in the coming year, LGBT students who perhaps are not out to their families and are going to face additional stresses at home, or indeed are out to their families and do not have the supports that they need.  I am thinking also of students who are in situations in which they face domestic violence or difficult home environments and those who are coming from direct provision and have already been isolated during lockdown.  Traveller students may also struggle.  Today is the first National Traveller Mental Health Day and I hope everyone takes note of that.  Those are some of the groups of students about whom I am concerned.  Will the Minister give an outline of any additional plans for mental health supports or guidance?<\/p> <p>Looking forward to the leaving certificate examinations of 2021, can the Minister provide comfort or assurances to the students who will be affected that next year's system will be fair and we will not face the problems that we had this year?  I know that this is a bit like asking the Minister to predict the future.  I am not asking her to be Mystic Meg or anything like that but are there plans in place if there are going to be school closures?  We do not know what is going to happen.  Can the Minister off a bit of comfort to those students that the Department has this in hand?  I have no doubt that the Department does, but what plans are there to try to get the leaving certificate class of 2021 through?<\/p> <p>I know that the Department is running a helpline but are there plans for any more targeted supports?  That comes back to the question I asked about the mental health of leaving certificate students.<\/p> <p>As a former officer with the Union of Students in Ireland, I echo the statements made by Senator Warfield about consent and sexual education.  It is important that we have equal, inclusive and appropriate RSE.  I am certainly happy to talk to the Minister about my experience in the students' union and the impact that the lack of RSE at second level is having on students in third level.<\/p> <p>I see that my time is ticking away.  Those are all of the questions I have.  I know that the Minister is a compassionate and capable politician.  Her compassion for leaving certificate students has shone through over the past couple of weeks and she has provided comfort for them.  I am optimistic about the changes she is going to make to the education system over the coming period.  Those are some of the questions I have and they have all come from constituents or people who have contacted me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#Q00200","speaker":"1663"},{"type":"speech","time":1602149400,"counter":66,"content":"<p>I again welcome the Minister to the House and thank her for her dedication and all the work she has put in.  This year has been a particularly difficult one to be a Minister as all of us, across the House, recognise.<\/p> <p>I have just come from a meeting of the Joint Committee on Education, Higher and Further Education, Research, Innovation and Science at which the Minister with responsibility for higher and further education, Deputy Harris, asked the committee to look into the issue of consent which some other Senators have raised.  A significant survey of more than 6,000 third level students was carried out earlier this year.  It showed a lack of understanding in society of what consent is and the real sexual violence being experienced by young people.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Pauline O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=PaulineOreilly&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have to take those calls about RSE seriously because sexual violence and a lack of understanding of consent and sexuality does not start when somebody is 18 and goes to college.  We must recognise that we have to do this as a lifelong learning programme that starts with the youngest children and in the most appropriate way.  I echo those calls regarding RSE.<\/p><p>I also want to speak to the Minister about the leaving certificate, which is primarily why she came here.  I thank the CAO and the Minister, Deputy Harris, for finding places for the 424 students, which will give some comfort.  Swift action has been taken on top of the 5,000 extra college places that were made available throughout the summer.  However, there can be no doubt that errors have been a further blow to many young people who have had an incredibly tough year.  They had the expectation of sitting a leaving certificate for which they studied before the rug was pulled from under them.  They had the expectation that, for some of them, they would go to a third level institution swiftly following the examination.  They also had to deal with not really understanding what was going to take place until quite late on or what the calculated grades would look like, and we as politicians would be included in that.<\/p><p>No system is perfect.  I attended the briefings and completely understand where the Department was coming from.  Now, to make matters worse, we have had these errors in the actual calculations.  We cannot simply brush this issue under the carpet and say we found places for the 424 students, because there have been real difficulties for students who have spent money, for instance, on housing and now they have been allocated a place that will send them somewhere else.  First, we need to assess whether more needs to be done for these young people in terms of their mental health and economic impact.  Second, we need an investigation into how much responsibility lies with the Department and the coding company, Polymetrika.  Third, I firmly believe that the inequalities that exist in the education system came to the surface this year and showed the bias that exists regarding the leaving certificate.  To this end, we should move ahead with the promised citizens' assembly on education and look at the future of education in Ireland so that all children can have equality of education in the years ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#Q00300","speaker":"1693","continuing":true},{"type":"speech","time":1602149400,"counter":68,"content":"<p>I thank the Minister for being in the Chamber this afternoon.  I apologise in advance that I will have leave after my contribution, but I will check the record to learn her response.<\/p> <p>Covid-19 has impacted on all important services.  We have seen the health and wealth of the nation affected.  Education and learning were forced to move from schools to homes.  One million young people were homeschooled in April, and many without the necessary supports or resources to do so.  The leaving certificate of 2020 has been the main talking point.  We took too long to decide to cancel the exams.  We did not consider the needs of all students, especially those from poorer communities.  We did not consider the mental health impact that sitting at home for three months would have on students.  Then there was the big mess over the coding system used for calculating grades.<\/p> <p>Let us be frank.  The Government has made mistakes.  While we should face up to them, and I am not here to criticise unfairly the efforts of any people in this room, I do want to ask the Minister and the Irish education system how we want to remember this period.  Do we want to look back on the leaving certificate of 2020 as the mess that it was, brush it under the carpet and return to the old way of doing the exam or do we want to be brave and use this process to learn and grow and improve the leaving certificate and how we choose to assess our students in the future?  I want 2020 to be viewed as a time when we took the challenges that Covid-19 placed on us a nation and used them to transform the leaving certificate programme.  We have an opportunity to be proactive rather than reactive and to use this experience to explore alternative ways to assess students.  We have the chance to look at how the leaving certificate aligns with what is required for a modern society, and how we can change the system to ensure that we prepare students for the world ahead.<\/p> <p>When Covid-19 hit, many multinationals such as Google and Microsoft moved their work life online.  They were able to continue growing and developing their businesses because they were skilled in ways that our students and teachers are not.  They all had access to technology and Wi-Fi; our students and staff did not.  They know how to use technology creatively; we do not.  They know how to meet each other, deliver learning and build products collaboratively using technology, and we do not.  When we lost access to the outdated talk and chalk method used in our classrooms, we lost the capability to teach students and prepare them for a memory test, which is the leaving certificate.<\/p> <p>Covid-19 has given us a chance to rethink education, provide our young people with the competencies required to make the most of their lives in a world of ubiquitous change, and give them the competencies to contribute at their full capacity for the betterment of wider society.  We have resisted change in the education system for far too long.  Teachers opposed the reform of the junior certificate.  The idea of using project-based learning and continual assessment was negated.  Teachers did not know or trust the process.  Covid-19 has moved us beyond this argument.  We now know that teachers can and will do this, and may even want to.  We also know that despite the mess of the coding system, students and staff are relatively happy with how teachers assess their own students, so why can we not establish this as our new mode of assessment?  Can we be brave and say that we made mistakes, but let us get the process right for next year?<\/p> <p>We have had report after report of how unfair the leaving certificate is.  It negatively affects students' mental health.  It is influenced by class and wealth and does not prepare students for the 21st century jobs market.  If we are brave, develop this new way of assessing, and introduce a skills-focused approach, which was the basis of the junior certificate reform, we could move to a fairer system which assesses as we go, trusts our educators, prepares our students for living outside of the blackboard, and removes the meritocracy of the leaving certificate.<\/p> <p>Reform does not imply criticism.  Great work has been done by our teachers in this pandemic and prior to this.  Reform means to grow, adapt and change.  Let us not be reactive to this pandemic anymore.  Let us use it to make sure that our education system is the best it can be and everyone has a fair chance to succeed.  We are in the lucky position where we can now start preparing teachers and students for the leaving certificate examination 2021, where we can begin changing the system and asking students to complete project work for the coming exams rather than waiting to see what Covid brings in the coming months.  Students for examination in 2021 have had the same challenges as the students for examination in 2020.  They missed months of schools and had stress and strains.  They should be told earlier that things are going to be different for them and not to worry.  If we plan now for the coming year and embrace the challenges and changes of Covid-19, we may actually have the education system that celebrates skills over memory and allows everyone to shine.  Let us not leave the leaving certificate of 2020 to be remembered as the year we made a mistake in a few lines of a code.  Let us make it the year that we embrace change to the leaving certificate.<\/p> <p>I echo the comments of Senator Warfield on reform in sex education and sexuality teaching in schools.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#R00200","speaker":"1681"},{"type":"speech","time":1602149400,"counter":69,"content":"<p>Senators Murphy and Byrne are sharing time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#R00300","speaker":"1640"},{"type":"speech","time":1602149400,"counter":70,"content":"<p>Rightly or wrongly, I am a person who lives in a world that believes mistakes can be made.  In today's society, it seems no mistake can be made.  Of course what happened is regrettable for leaving certificate students, teachers and parents.  The error caused stress but it was not of the Minister's making.  If anybody in this Chamber believes that we will ever get to live in a world where nobody makes errors, then he or she is in the land of make-believe.<\/p> <p>I express my admiration for leaving certificate students.  As has been said here on numerous occasions, they certainly have been put through the mill.  The way they live their lives, socialise, make good friends and play sports has all gone.  I spoke to a friend the other day and asked them if this had happened to us in our youth growing up, where we would be and how we would feel.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Eugene Murphy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2444\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2444&amp;amp;pid=EugeneMurphy&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I admire them.  Although some may be doing so, they are not all partying or breaking the rules.<\/p><p>I watched and listened to many students respond to the crisis that arose on television and radio programmes and I read interviews with them in the newspapers.  I spoke to students from Strokestown, Elphin, Ballygar and Roscommon in the constituency in which I live.  Even though some of them lost out, they took a very measured view.  They were not into condemning anyone.  They wanted the situation rectified.  I think the Minister did the right thing.  I admire the students for their calmness and coolness.  I believe we have good people coming up behind us who will do a good job because of the way they have reacted to a crisis.<\/p><p>I know the Minister is not a person who ever looks for praise, but when the fire was right around her, her dignity, calmness and coolness were outstanding.  Sometimes Ministers use the PR stick and when people realise that, they feel tricked.  However, those in the silent majority out there admire the Minister for the way she handled a crisis not of her making.  I know that if it was of her making, she would stand up here and admit it.  That is all people want.<\/p><p>I am concerned about the class of 2021.  Covid will remain with us and we will need more funding.  I am sure the Minister has taken that into account.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#R00400","speaker":"1674","continuing":true},{"type":"speech","time":1602149400,"counter":72,"content":"<p>I join Senator Murphy and others in praising the Minister for how she has handled a very difficult situation and for doing it with transparency.  At all times she put the student at the heart of the process.  We must always ask of the Minister for Education and Skills that he or she is always thinking of the students.<\/p> <p>This is a discussion on leaving certificate 2020 and the decision to use a particular algorithm for decision-making.  Senator O'Loughlin and others have various questions about procurement, but I think there is a bigger question for the Government in circumstances where a decision is made to engage in algorithmic decision-making or machine learning.  I would like to know what direct input or oversight there was in the drawing up of the algorithm from the Department and experts there.  Are we moving towards having a public policy on algorithmic decision-making?  That is not just relevant to the Department of Education and Skills, it is relevant across the Government.  Was an audit carried out by the Department or the Government of the algorithm prior to it being used?  It is always very easy to look at auditing afterwards.  I am not talking about the auditing of the procurement process, I am talking about an audit of the algorithm and who carried it out.  In terms of good practice in that area, it must be very clear with regard to conditions of service that there is transparency in the process.  There have been a number of useful cases taken by the Dutch Government in respect of the need for clarity in respect of how algorithms work.  We should learn from this process that when it comes to algorithmic decision-making and machine learning, there needs to be a cross-Government approach.<\/p> <p>I welcome the work of the Government and the higher education institutions in terms of ensuring that the 424 students who were affected were offered places in round 4.  I concur with the point colleagues have made that it is also now essential that we start to get clarity on leaving certificate 2021, and that there is engagement at all times with all of the stakeholders but in particular the students.  I hope the Minister will keep the Irish Second-Level Students Union informed.  As Senator Ruane and others stated, it is very clear that we cannot continue to use the model we used in 2020 for 2021.  It is now time for reform of the leaving certificate more generally.  We have used the same model since 1925.  The commission on the points system was chaired by Professor &Aacute;ine Hyland in 1999 and there was work by the Higher Education Authority and the National Council for Curriculum and Assessment in 2011 on reform.  The system is clearly not fit for purpose.  In her response, the Minister might look at identifying what changes we can make for 2021 and a general reform of the leaving certificate process.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00200","speaker":"1638"},{"type":"speech","time":1602149400,"counter":73,"content":"<p>Senators Seery Kearney and Buttimer are sharing three minutes each.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00300","speaker":"1640"},{"type":"speech","time":1602149400,"counter":74,"content":"<p>I understood that I would have six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00400","speaker":"1682"},{"type":"speech","time":1602149400,"counter":75,"content":"<p>I am sorry but that is what Senator Buttimer said.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00500","speaker":"1640"},{"type":"speech","time":1602149400,"counter":76,"content":"<p>That was not my understanding.  I will move to the point as quickly as I can.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00600","speaker":"1682"},{"type":"speech","time":1602149400,"counter":77,"content":"<p>Senator Seery Kearney should go ahead.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00700","speaker":"1637"},{"type":"speech","time":1602149400,"counter":78,"content":"<p>My apologies.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00800","speaker":"1682"},{"type":"speech","time":1602149400,"counter":79,"content":"<p>I am running out of time so there is not room for each speaker to have six minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S00900","speaker":"1640"},{"type":"speech","time":1602149400,"counter":80,"content":"<p>I will be as quick as I can.  I echo what Senator Murphy said.  I think the Minister's handling of the situation has been extraordinary.  She has shown great dignity, respect and regard for everybody.  It is a sobering reminder that the human beings who put algorithms in place are susceptible to errors.  I seriously question the lack of a checking mechanism.  What oversight was there of the pathway of the communication of the instructions mechanism of the contractor and what was going on in that regard?  I echo Senator Byrne's points on the issue.<\/p> <p>I wish to raise a matter regarding next year's leaving certificate.  This year, some students who are native speakers did not have the opportunity to be part of the calculated grades process.  They did not need tutors.  I refer to native Arabic speakers who could sit the exam and who had no issue in that regard but, as a result, they had no tutors to objectively verify their results and create their calculated grade.  I respectfully ask the Minister if there is a possibility that we could put in place regional panels of tutors for next year that these students could go to because I venture to say there are not many secondary school teachers who teach Arabic, and we need to put a mechanism in place because, by and large, the schools that approached me did so on behalf of students living in direct provision who did not have recourse to the courts.  We need to anticipate what will happen next year.<\/p> <p>I wish to address the issue of special needs assistants.  I am aware that the Department has sought advice to create a system of advice for special needs assistants and the provisions for them in schools at the moment.  Many special needs assistants are very happy with their experience of work, however, there are those who are not.  I represented a lot of them in my past life as an employment barrister and, as a consequence as a Senator I am a magnet for such people to come to me to raise their issues.  I am aware that there is a potential reference to the Workplace Relations Commission by F&oacute;rsa on their behalf because there are no provisions for some of them.  They are not factored into the plans for schools and no provisions have been made for them.  They are obliged to perhaps sit on chairs in a corner of classrooms.  They cannot always share desks with their special educational needs students because they might, for example, have families in high-risk categories.  We really need the Department to address the issue and to outline very clear guidelines on the treatment and work conditions of special needs assistants in the current circumstances.  In schools where they are treated as second-class citizens, albeit that it is a very small cohort, they need to be able to point to something from the Department to assist their situation.<\/p> <p>An analogous issue concerns boards of management.  By and large, schools have been exceptional and I appreciate and respect that.  However, in a small portion of schools the board of management is merely a rubber-stamping mechanism for the principal.  While I appreciate that the Minister is not the employer and is not responsible for boards of management, the Department could play a role similar to that of the Office of the Director of Corporate Enforcement and the Companies Registration Office where directions or booklets are issued with regard to the duty of care of boards of management.  In circumstances where the discussion of autism spectrum disorder units or special needs assistants or where there has been a grievance procedure or a decision of the Workplace Relations Commission, boards of management do not always know what is going on or if members politely raise the issue it is politely suggested to them that they might step down from the board of management if they do something other than acting as a rubber-stamp for principals.  I accept that the Minister is not responsible but I believe the she has a role as the funder and the employer of teachers to create a guidance booklet to ensure that boards of management are aware of their role in terms of duty of care and what is expected of them in the same way as the directors of a company would be.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S01000","speaker":"1682"},{"type":"speech","time":1602149400,"counter":81,"content":"<p>I thank Senator Seery Kearney for sharing.  I will be very brief.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jerry Buttimer:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;MemberID=2225\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2225&amp;amp;pid=JerryButtimer&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I commend the Minister for her calmness, professionalism and the way in which she carried out her business.  When other people around her were playing politics, the Minister was firm and decisive.  As Senator Murphy and other Senators said, mistakes were made.  We accept that.  I hope that following this the State Examination Commission and the Department of Education will sit down with the unions and teachers to iron out the circumstances of what happened.<br\/><br\/>I thank the class of 2020, the teachers and all the people involved in our school communities for the way in which they have responded to this pandemic.  When the history of education in 2020 is written, the professionalism of our teachers, school secretaries, caretakers, management, the parents and the students will be found to have stood up to this crisis.<br\/><br\/>I ask that the Minister would reflect upon the period of the 1990s when this country engaged in major reform of the education system.  I speak as a teacher who taught in education.  Education reform is very important.  As Maslow said, it is about all of us being able to reach that point of self-actualisation.  All of us want our students to reach their full potential.<br\/><br\/>I agree with Senator Ruane that we must reform the education system.  That means giving students critical thinking powers and the ability to be able to work beyond rote learning and consider what prepares the student for the outside world.  <br\/><br\/>In an article in <i>The Irish Times<\/i>, Brian Mooney wrote that the journey of the leaving certificate 2020 was a remarkable one.  I hope the journey is but one step for all of us in education.  We have a Citizens' Assembly dealing with many issues.  We have published a White Paper and a Green Paper on education, and the Minister is an educationalist.  I hope that when this period of the pandemic ends we can reflect upon how we can progress the leaving certificate and our education system.  We have never been afraid of change in respect of the education system in modern times, whether it was the leaving certificate applied, the reform of the junior certificate, issues around the Universities Act, early childhood education, the Education Act or the Munster Technological University, MTU, at third level.  As professionals, we embody change as professionals in the education system.<br\/><br\/>I thank the Minister.  I thank also the former Minister, Joe McHugh, for his leadership and the way he handled himself as Minister.  We have been fortunate to have two Ministers in succession who can be regarded as safe pairs of hands.  However, an error was made in the leaving certificate algorithm and that needs to be addressed.  That is not an issue for Members of this House but it is for the people who were involved.  I thank Senator Seery Kearney for sharing her time with me.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#S01100","speaker":"1637","continuing":true},{"type":"speech","time":1602149400,"counter":83,"content":"<p>I will not use all of my time.  I will not repeat what other speakers have said but I want to warmly welcome the Minister to the House.  It is the first time I have had an opportunity to engage with her in the House.  I was not present for debates on other educational matters since the Seanad returned but I have listened to the Minister and observed her <i>modus operandi<\/i>and she comes across as being very genuine, honest and professional.  Not every Minister, particularly a new Minister, has that.  It is a major learning curve for a new Deputy and Minister who is in an onerous position.  I recognise what she inherited, and that is not to be critical of anybody else.  No one could have foreseen what would happen.  However, what is important is that the Minister came out in the media, batted to the front line, explained the problems and set out a possible solution and an agenda.  That has to be admired and it is important that all of us acknowledge that.  Senators have done that but that is an important distinction in terms of an exceptional politician but also an exceptional Minister.  We do not have to look too far back to think about some of the great achievements of her successors.  I refer to people like the late Donogh O'Malley and others in education.  Education will always be challenging.  Education is always about assisting people to realise their full potential at whatever step on the ladder they find themselves.<\/p><p>I wish the Minister well and congratulate her.  I ask her to continue with her unique, Norma Foley, west of Ireland style, which is honest and full of integrity.  People engage and they listen.  They hear and see someone who is empathetic and has the measure of the difficulties but also the potential.  I wish her well.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#T00200","speaker":"1634"},{"type":"speech","time":1602149400,"counter":84,"content":"<p>My opening remarks allowed me the opportunity to again acknowledge issues that occurred in the calculated grades system and to apologise for those errors and the impact they had, especially on the class of 2020.  They must be foremost at all stages in our considerations.  This follows the announcement I made on Saturday but, importantly, the Senators have acknowledged, and I appreciate it, the fact that when the errors occurred swift action was taken to quantify the issues and take the remedial steps necessary to ensure that students could receive their revised and increased grades.<\/p> <p>As regards students whose increased grades were sufficient to warrant a revised offer from the CAO, I welcome that the CAO and the higher education institutions were in a position today to make the relevant offers.  That will allow students to progress, take up places and commence their studies.<\/p> <p>I appreciate the opportunity the Senators afforded me here today to hear what they had to say and to rely on the wisdom they bring to the table.  While I will not have the opportunity to reply to every point made, they can be assured that I took note of them and will consider them.  I want to express my gratitude for the Senators' generosity in their comments, which I appreciate.<\/p> <p>The calculated grades office in my Department is currently working hard to finalise the 33,000 appeals, which many Senators mentioned, in respect of individual grades received in recent weeks.  I expect the outcome will be next week.  I wish I could be more definitive for the Senator but that is the best I can say at this stage.  As soon as they are available they will be communicated to students via the portal.<\/p> <p>In the broader context, it is worth noting that the calculated grades process was a direct consequence of the extraordinary time in which we found ourselves.  Speakers referenced the reasons for moving forward with it and that there might have been an opportunity to continue with the traditional leaving certificate.  However, we must acknowledge that the announcement was made in April that the examinations would be deferred until July but it became apparent on 8 May that because of the pandemic it was not possible to move forward with the traditional examinations.  The calculated grades process came into being only because it was an extraordinary time and an extraordinary measure was required.<\/p> <p>Reference was made to the role played by teachers.  I unreservedly acknowledge the co-operation of the school communities to ensure that the process could continue.  It is testament to the absolute determination of school communities to serve their students.  Many of those involved in the calculated grades process had principled objections to it but they recognised that it was a mechanism that would afford students the opportunity to have a pathway to move forward in their lives.  I want to acknowledge that because of that they engaged in the process.<\/p> <p>I acknowledge that the calculated grades process was agreed by all of the partners in education.  It was put in place to ensure that students could complete their post-primary studies, receive certification of their attainment and progress to the next stage of their lives.<\/p> <p>For the overwhelming majority of students this primary objective has been achieved, notwithstanding that some of them will sit the postponed examinations on 16 November and thereon.<\/p> <p>I have said repeatedly that students must be at the heart of everything we do and the decisions we take.  We have to support our students in the challenges they face and, as such, over the past week and continuing this week there is a helpline available to students who had concerns following last week's announcements on the calculated grades.  In speaking with my officials about the nature of the queries that were raised, the biggest single category involved students and parents who want to know when they would have the full details and what might be the next steps.  I am pleased that the process moved swiftly so that improved grades could issue to students last Saturday evening.  I am also pleased that the CAO was in a position to ensure that the students impacted received their upgrade and preferred offers today and that they are being secured for this academic year.<\/p> <p>I do not have sufficient time to go through every issue raised but I assure the Senators that I am working hard, with my colleagues in government and my officials, as well as the partners in education, to address the challenges we face and to ensure we build and strengthen our school sector.  All of the Senators have a particular interest in the education sector.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Norma Foley:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=NormaFoley&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have an agreed agenda, which is to do all we can to improve the experience of education for the young people and children we serve.  I appreciate the collective agreement, agenda and generosity on the part of Senators.<\/p><p>I am looking forward to next week's budget and I have been engaging with the Minister for Public Expenditure and Reform so we can secure the necessary funding required to enhance, sustain and improve our education system where necessary.  Senators are very exercised by this process and many of them have referenced areas they would like to see moving forward.  I am taking this on board and I will continue right up to the last minute to engage with the Minister concerned so we can secure the best possible deal for the education sector.  I thank the Senators for their co-operation and the opportunity to be with them here today.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#T00300","speaker":"1582","continuing":true},{"type":"speech","time":1602149400,"counter":86,"content":"<p>I thank the Minister for the leadership, calmness and empathy she has shown to students, teachers and everybody in the education system at a time when everybody was running around like headless chickens looking for media attention.  I also thank her for the respect she has shown the House by always making herself available.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#U00200","speaker":"1640"},{"type":"majorheading","content":"Teachtaireacht ón Dáil - Message from Dáil","time":1602149400,"counter":87,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#U00250"},{"type":"speech","time":1602149400,"counter":88,"content":"<p>D&aacute;il &Eacute;ireann agreed on 7 October 2020 to the amendments made by Seanad &Eacute;ireann to the Regulated Professions (Health and Social Care) (Amendment) Bill 2019.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#U00300","speaker":"1640"},{"type":"unspoken","time":1602149400,"counter":89,"content":"<p>Sitting suspended at 1.42 p.m. and resumed at 2 p.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Ireland-China Relations: Motion","time":1602149400,"counter":90,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#W00100"},{"type":"speech","time":1602149400,"counter":91,"content":"<p>We now move to a motion on human rights violations against the Uyghur Muslim population and other minority groups in China.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#W00200","speaker":"1674"},{"type":"speech","time":1602149400,"counter":92,"content":"<p>I move:<\/p> <blockquote> \t&quot;That Seanad &Eacute;ireann: acknowledges that:  \t <blockquote> \t- Ireland has a proud history of supporting the protection of human rights across the world, particularly in developing countries;<br \/><br \/>- the free profession and practice of religion is a cornerstone of Irish society and is enshrined in our Constitution;<br \/><br \/>- Ireland has maintained good diplomatic relations with the People&rsquo;s Republic of China since 1979;<br \/><br \/>- in 2019, Ireland imported some &euro;5 billion worth of goods from China, and exported &euro;8 billion to China;<br \/><br \/>- Ireland was elected to the United Nations Security Council in June 2020; <\/blockquote> notes with concern the continuing reports of egregious human rights violations perpetrated by authorities of the People&rsquo;s Republic of China against members of the Uyghur Muslim population and against other minority groups in Xinjiang Uyghur Autonomous Region, which include:  \t <blockquote> \t- the mass arrest and internment of at least one million people on arbitrary grounds without due process;<br \/><br \/>- physical and psychological abuse of those detained, including torture and forced labour;<br \/><br \/>- the forced separation of children from their families;<br \/><br \/>- forced re-education of children to compel them to abandon their language and culture;<br \/><br \/>- sustained surveillance and intimidation against the wider population;<br \/><br \/>- coercion of women to undergo abortions, sterilisations, and the insertion of intrauterine devices under threat of arrest and internment, as a means of controlling the population of the minority groups;<br \/><br \/>- sustained attacks upon the culture, language and religion of minority groups; <\/blockquote> and calls on the Government to:  \t <blockquote> \t- condemn these practices unreservedly;<br \/><br \/>- call on the People&rsquo;s Republic of China to bring to an immediate end to these practices and to allow United Nations human rights monitors to access detention centres in the region; and<br \/><br \/>- use all available trade and diplomatic channels, including the United Nations Security Council, to insist on the observance of basic human rights protections for the Uyghur Muslim population and for all citizens of the People&rsquo;s Republic of China.&quot; <\/blockquote>  <\/blockquote> <p>I welcome the Minister of State at the Department of Foreign Affairs and Trade, Deputy Colm Brophy, to the House.  The persecution of Uyghur Muslims in the Xinjiang region of China has horrified the world.  Many of the facts exposed in recent years by the leak of the so-called &ldquo;China Cables&rdquo; are already on the record of the House and the D&aacute;il but some of the details are worth repeating.<\/p><p>Religious persecution began in Xinjiang in 2014 with petty laws banning the wearing of beards and headscarves and preventing parents from giving their children Muslim names, such as Mohammed.  This quickly escalated into the destruction of mosques and Muslim cemeteries.  The Australian Strategic Policy Institute recently produced a study of satellite imagery that shows thousands of mosques &ndash; some 30% of the total in the region - have been destroyed since 2017.<\/p><p>The construction of detention camps began in 2014 and was denied by China until 2018.  China refers to the camps as vocational education and training centres.  They are anything but.  One million people are in these camps, which is 10% of the entire Uyghur population of Xinjiang.  It is the greatest mass detention of human beings since the Holocaust.  Detainees are forced to abandon their language and religion, and are routinely tortured.  Children are separated from their parents.  Outside the camps, citizens are subjected to widespread surveillance.  Women are forced to undergo abortions, sterilisations, and other procedures.  The aim of these policies is to reduce the Uyghur population and in that China has succeeded.  The birth rate in Xinjiang dropped by one third in 2018 alone.  China says that its activities in Xinjiang are a measured response to terrorist activity by Uyghur militants.  The reality is that China is attempting to commit cultural genocide and to erase the Uyghur people and its culture from the region.<\/p><p>I acknowledge that the Government and the Minister for Foreign Affairs and Trade, Deputy Coveney, have said much more than most countries about this problem.  In July 2019, Ireland was among 22 signatories of a joint letter to the UN Human Rights Council, which condemned these practices in strong terms.  China responded to the joint letter by leveraging its economic influence over 50 countries to get them to issue statements supporting its actions in Xinjiang.  We see here a consistent pattern whereby China exerts its economic influence, appeals to authoritarian governments and stresses issues such as sovereignty to get countries to back up its denials of what it is doing and reject the expression of concern internationally.<\/p><p>We have all become familiar with the term &ldquo;cancel culture&rdquo; in recent years, where public figures or companies are brought to heel, usually on social media, for saying or doing something objectionable.  The Chinese do cancel culture better than anybody else.  It has been at the core of their diplomatic strategy for decades, to bend countries to their will on issues like Tibet or their treatment of Christians.  I noted recently that Mercedes-Benz had linked at one point to a reference to the Dalai Lama on Instagram.  This occurred in the United States.  The company ended up apologising for this because of the pressure that was brought.  This is happening all over the world.  Companies are succumbing to Chinese bullying and to mass outrage expressed on Weibo and other platforms.<\/p><p>China's most successful efforts have been in relation to Taiwan, or &ldquo;Taiwan, China&rdquo; as China insists we refer to that place.  China has successfully bullied the international community into marginalising Taiwan for decades.  Despite being one of the most successful countries in fighting Covid-19, Taiwan is not a member of the World Health Organization for the sole reason that China has an informal veto in place, which the international community refuses to challenge.  This is part of the reason the motion stresses that Ireland must use its trade as well as diplomatic channels in roundly condemning Chinese abuses in Xinjiang.  The experience of Taiwan is instructive.  I have great admiration for our Ceann Comhairle but about two years ago, he wrote to Deputies stressing that the &quot;One China&quot; policy was in place.  Ireland has adhered to the One China policy since 1971.  The Ceann Comhairle stressed that politicians who were visiting Taiwan should bear in mind Ireland's strengthening economic and cultural links with China.  I do not know of any other country in the world that would put this kind of pressure on a Government, in this case the Irish Government and the Ceann Comhairle, to communicate a message like that to Deputies.  This approach and the same tactics are now being used by China to silence the international community in relation to Uyghur Muslims and the other minorities in that area, and this campaign is likely to escalate.<\/p><p>Ireland has enjoyed reasonably good relations with China since 1979 and there has been steady growth in the value of our trade.  In 2019, we imported some &euro;5 billion worth of goods from China and exported &euro;8 billion in goods to China.  In proposing this motion, I anticipated concern or resistance from the Government to the idea of connecting our human rights policies with trade, as the motion does.  I am glad the Government is not opposing the motion today, although I know it has particular concerns.  The point is that there cannot be a Chinese wall between our trade agenda for China and our human rights agenda internationally.  We cannot sacrifice human rights on the altar of trade with China or any other country.<\/p><p>Can our views on the protection of human rights and human life be qualified or be subject to caveat based on selfish economic interests?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->They simply cannot.  We must find other ways of dealing with the world.<br\/><br\/>Trade is a competence of the European Union, and it is correct that we have no power to place tariffs on Chinese imports, impose any kind of sanctions or do anything of that nature.  The Government and its agencies retain the power, however, to influence EU policy in these matters and the power to decide to whom we market our goods and services, and we spend a great deal of money doing so.  There have been several trade missions in recent years led by Ministers, including Deputy Humphreys, the former Minister for Business, Enterprise and Innovation, and Deputy Creed, the former Minister for Agriculture, Food and Marine.  The Government cannot push all of the responsibility onto Brussels.  This is what we do.<br\/><br\/>We must ask, therefore, should we be satisfied with a situation where our Ministers and our State agencies wine and dine Chinese officials, paid for by taxpayers' money, while the Chinese regime engages in these unimaginable practices against Uyghur Muslims and other minorities.  I would like the Minister of State to address that point.  Should we not instead find alternative sources of imports and alternative markets for our exports?  We should, of course.  This House has spent an inordinate amount of time debating imports from Israeli settlements, which total no more than &euro;1.5 million per annum.  We import 3,000 times as much from China, yet very little has ever been said about that.<br\/><br\/>We cannot pretend either that China's behaviour is not going to continue to get worse, so it simply has to be met head on.  The Chinese Communist Party has made it clear that it worships at the altar of two false idols: international prestige and legitimacy on the one hand, and money on the other.  With that in mind, should the international community begin to speak to China in language it understands?  Should the European Union, together with the United States, begin working to lead an international effort to disengage from China for as long as human rights abuses on this scale continue?  Should Ireland be leading the charge for those calls within the EU?<br\/><br\/>The EU currently has trade sanctions in place against various countries, including North Korea, Syria and Myanmar.  These are all low-hanging fruit, easy targets, because the EU hardly exports to them, and they pose no threat to us.  Are we to believe that the treatment of civilians in North Korea and Syria or the Rohingya Muslims in Myanmar is more abhorrent than the treatment of Uyghur Muslims and therefore more deserving of sanctions?  Nobody could say such a thing with a straight face, and yet China remains untouched by the EU so far.<br\/><br\/>China&rsquo;s stock response to this issue has been to deny, deny and to deny.  Most of us in the House will have seen footage of the detention camps, of people being led away, blindfolded, from those camps, and the Chinese ambassador coming on television simply to deny what people's own eyes are telling them is true.  Xi Jinping, the President of China, gave a pious lecture to the UN General Assembly on 22 September last, saying that:<\/p><blockquote>\t... countries should not breach the moral standard and should comply with international norms.  Major countries should act like major countries. <\/blockquote><p>What hypocrisy and what cant that was.<br\/><br\/>The treatment of the Uyghur people tells us much about the mentality of the Chinese Communist Party.  In a country of 1.4 billion people, life is cheap and human rights mean little or nothing.  Edmund Burke said that the use of the penal laws to persecute Catholics in Ireland was &quot;the oppression, impoverishment and degradation of a people, and the debasement in them of human nature itself&quot;.  These sentiments apply exactly to the motivations of China and to the actions of that country.  The aim is to dehumanise the Uyghurs and other minority groups, to rob them of their dignity and to extinguish their culture.  Those, after all, are the end goals of communism and extreme left-wing politics in all its forms &ndash; to extinguish the human spirit, to demand conformity in all things and to suborn the personal, individual spirit to the overriding demands of the state and the identity of the state.  This House and the Government need to send the strongest possible message that all of this is reprehensible, and we need to use every possible means at our disposal to try to bring all this to an end.<br\/><br\/>I was at a conference last year that was addressed by Cardinal Zen of Hong Kong and by Mr. Martin Lee, the father of democracy in Hong Kong, who has recently been arrested for his role in protests against what China has been doing in Hong Kong.  Even at that relatively low-level, low-key conference-----<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#W00300","speaker":"1673","continuing":true},{"type":"speech","time":1602149400,"counter":94,"content":"<p>The Senator will have an opportunity to come back in later.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#X00200","speaker":"1674"},{"type":"speech","time":1602149400,"counter":95,"content":"<p>I finish by stating that there was tremendous pressure to withdraw the invitation to Mr. Zen, as the Chinese designated the cardinal, and Mr. Lee.  I was struck by the thought that if this is what China is like now, what will it be like in 20 years?<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#X00300","speaker":"1673"},{"type":"speech","time":1602149400,"counter":96,"content":"<p>I am sorry to interrupt Senator Mullen, but we want to keep to the time slots.  I call Senator McDowell to second the motion.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#X00400","speaker":"1674"},{"type":"speech","time":1602149400,"counter":97,"content":"<p>I second the motion put forward by Senator Mullen.  I agree with everything he said.  Earlier this year, I was privileged to be invited by the Government of Taipei to witness the elections in that country, which were conducted in January.  I visited Taipei for the first time then, even though I have always supported the people of Taiwan in their desire to be free and to be free from communist tyranny.<\/p><p>What I found in Taipei was a hard-working, free and democratic society of happy people who had freedom of speech, freedom of conviction, freedom of religion and freedom to go about their business every day as they wished within an orderly, democratic society.  What is happening in the province of Xinjiang, as Senator Mullen has so vividly described, is shocking.  An entire ethnic national component of greater China is being ground down to nothing in camps which are euphemistically called education and training camps.  Not since <i>Arbeit macht frei<\/i>was cynically written on the gates of German concentration camps has any set of camps ever been so misdescribed.  Every day, the Uyghur people face video surveillance of their streets, confiscation of their passports, complete interdiction of their capacity to communicate with anyone outside of China, arbitrary detention, and so-called re-education, which Dr. David O'Brien, a distinguished academic based at Ruhr-Universit&auml;t Bochum, has described as totally fraudulent activity as far as its portrayal by official China is concerned.<\/p><p>Millions of people are brought into these camps, where their families are broken up.  Children are sent to orphanages, where they are taught to speak Mandarin Chinese.  People are re-educated so that their so-called bad tendencies, which usually means the adoption of Uyghur culture, giving their children Uyghur names and exercising their rights to practise their Muslim faith, are educated out of them.  These people are shipped around China in trains.  They are shipped to be cheap labour for enterprises, as determined by the Beijing Government.  These people are subject, as Senator Mullen has said, to a regime which effectively deprives them of the capacity to determine the size of their own families, with some having been subjected to sterilisation, while others have been bullied into abortions.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Michael McDowell:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=719\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=719&amp;amp;pid=MichaelMcDowellPD&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As Senator Mullen has said, the result is that the birth rate in Xinjiang province is collapsing.  This is a result of a deliberate policy of the Beijing Government.  Senator Mullen was very kind in his reference to the Ceann Comhairle, who wrote not only to Deputies but to Members of both Houses.  He laid it on fairly heavily that any association of any kind whatsoever with the Taiwan Government would, in some respects, amount to a serious endangerment of Ireland's policy goals with regard to its relationship with the People's Republic of China.  I reject that advice.  I believe Senator Mullen is correct.  If wolf warrior Chinese diplomats can use economic power to threaten and cajole other people in the world into subjection and silence on these matters, we should be willing to take a stance regardless of any cold winds from Beijing with regard to exports of agricultural produce and the like to that country.<\/p><p>I will not divert too much but it is slightly ironic that people in this country are saying that the economy is not everything - and they are right, it is not everything although it is important - while the Government seems to regard the economy as everything when it comes to Beijing.  That is very strange.  I presume we sought a seat on the UN Security Council to project our values and to have a voice at the top table of international diplomacy.  Having obtained the honour of being on the UN Security Council for a term, we should use our enhanced standing to make it very clear that we condemn outright what the People's Republic of China is doing to its Uyghur minority.<\/p><p>I will make the following point again publicly.  When I was in Taiwan, I visited and had conversations with a number of diplomats.  Nearly every major state in the European Union has a representative office in Taiwan.  Ireland is afraid to establish one.  The European Union itself has a representative office in Taipei.  I am sorry to inform the House that I learned there that Ireland effectively fights shy of any engagement with that office.  It does not use that office or associate with it.  It is afraid to be seen to interact with it in the same way other member states feel free to.<\/p><p>If we are to be at all driven by our values in our external relations, we have to be conscious of the huge injustice involving not only cultural genocide, but racial elimination, that is going on in Xinjiang.  Although there are not ovens and gas chambers there, there is everything short of them.  These people are being deprived of every possible human right.  It is therefore a great honour to be invited by Senator Mullen to second his motion.  I commend the motion to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#X00500","speaker":"1669","continuing":true},{"type":"speech","time":1602149400,"counter":99,"content":"<p>I remind Members to be careful about referring to people who are not in the House.  There are rules and regulations by which I have to go and I just want to point that provision out to Members.  I welcome the Minister of State, Deputy Brophy, to the House.  He has 15 minutes.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#Y00200","speaker":"1674"},{"type":"speech","time":1602149400,"counter":100,"content":"<p>I am pleased to join Members in the Upper House this afternoon and to contribute to this important debate.  I thank Senators Mullen and McDowell for bringing this matter to the attention of the Seanad.  The situation in Xinjiang is of great importance and it deserves attention in Ireland and in the Oireachtas.<\/p><p>The Senators are right in highlighting Ireland&rsquo;s proud history of supporting the protection of human rights across the world.  It remains a cornerstone of Irish foreign policy and in my contribution I will set out where Ireland has been active on this particular issue. <\/p><p>The motion notes that freedom of religious belief is enshrined in our Constitution.  For many of our citizens, religious faith is a cornerstone of their lives and they could not imagine nor countenance this aspect of their lives being impinged upon by the State.  Yet, we have seen reports of just such occurrences in Xinjiang.  Additionally, there are very worrying reports of arbitrary detention, widespread surveillance, forced labour and even forced sterilisations and birth control in the region.  The Senators have alluded to these matters in their contributions.<\/p><p>For many of us in Ireland, the reports from Xinjiang carry unsettling echoes from our own history and it is clear from the level of media reporting and public concern, including here in the Oireachtas, that the situation in Xinjiang has struck a chord and is of increasing concern to Irish people. <\/p><p>It is also disappointing that this issue is impacting negatively on the positive and growing relationship between Ireland and China.  The motion already outlines the level of trade between the two countries but there is much more to the engagement between us.  The 2016 population census found that nearly 20,000 Irish residents identified themselves as being of Chinese ethnicity.  In 2018, Tourism Ireland estimated that 100,000 Chinese tourists visited Ireland.  In the same year, there were more than 3,500 Chinese students attending third level education in Ireland.  These are real, concrete, person-to-person ties that can serve as a foundation from which to address our concerns with China.  We should not forget that in the depths of the Covid-19 crisis earlier this year, China became an important and reliable source of personal protective equipment and other essential equipment for Ireland.<\/p><p>Our relationship with China has been a positive one and holds great potential for Ireland.  Nevertheless, given the parallels with our own history and the centrality of our values, it is unsurprising that the situation in Xinjiang has been viewed with great concern in Ireland.  It is in the nature of Irish people that when we see an issue such as this, we make our feelings known.  It is not simply a question of raising our voices in protest, however.  We must make our views known in a manner that has the prospect of improving the situation of the people of Xinjiang.  We must also ensure that, in seeking to challenge Chinese policy in Xinjiang, we make it clear that we do not, in any way, seek to undermine Chinese sovereignty.  Our motivation is a positive one.  We are pro-human rights, not anti-China.<\/p><p>The House will recall that China has in recent years faced the threat of Islamic extremism, including the horrendous attack on Kunming railway station in 2014, during which 31 civilians were brutally stabbed to death.  When the Chinese Government states that its actions in Xinjiang are in response to this threat, there is something behind it.  However, in recognising the reality of terrorist threats in China and of the very real need for the Chinese Government to protect its citizens, we must not lose sight of their obligation to respond appropriately, proportionately and in a manner that respects the human rights of the Uyghur people.  The reports we have seen suggest that this is not the case.<\/p><p>The best way to argue for a change in Chinese policy in Xinjiang is to engage with Chinese authorities and convey our position on we understand to be happening.  It is also important that we work in co-operation with like-minded states.  Along with our EU partners, Ireland has been vocal about highlighting the issue of the deterioration of the human rights situation in Xinjiang.  This was most recently raised by EU leaders with the Chinese leadership on 14 September.  Ireland fully supports this EU position and we see the EU as an effective platform for engagement with China on human rights issues. <\/p><p>We must also note the existing engagement Ireland has had at the UN on the issue of Xinjiang.  This week, Ireland was one of 39 countries, including 20 from the EU, that made a joint statement on Xinjiang in the UN Third Committee.  The statement was delivered by Germany, which currently sits alongside China on the Security Council, and expresses grave concern about:<\/p> <blockquote> \tthe existence of a large network of &ldquo;political re-education&rdquo; camps where credible reports indicate that over a million people have been arbitrarily detained.  We have seen an increasing number of reports of gross human rights violations.  There are severe restrictions on freedom of religion or belief and the freedoms of movement, association, and expression as well as on Uyghur culture.  Widespread surveillance disproportionately continues to target Uyghurs and other minorities and more reports are emerging of forced labour and forced birth control including sterilization. <\/blockquote> <p><!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Colm Brophy:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=33&amp;amp;MemberID=2427\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2427&amp;amp;pid=ColmBrophy&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The statement calls on China \"to allow immediate, meaningful and unfettered access to Xinjiang for independent observers including the UN High Commissioner for Human Rights and her Office\".  This is the latest expression of our concern and builds on previous occasions where Ireland has spoken up on this issue.  In our national statement at the UN Human Rights Council on 25 September, Ireland reiterated our deep concern regarding the treatment of ethnic Uyghurs and other minorities in Xinjiang, and urged China to allow unrestricted access to the region for the High Commissioner for Human Rights.  Prior to this, Ireland was also one of 27 states to issue a joint statement at the UN Human Rights Council on 30 June, which also called on the High Commissioner to provide regular information about the situation in the region. <\/p><p>Ireland previously supported a joint statement at the UN General Assembly Third Committee in October 2019, and a joint letter at the UN Human Rights Council in July 2019, which called for the Chinese Government to implement urgently eight recommendations made by the Committee on the Elimination of Racial Discrimination related to Xinjiang and to uphold its international obligations and respect human rights in Xinjiang.<\/p><p>We have supported calls for immediate, meaningful and unfettered access to Xinjiang for independent observers because we believe that such a development would be in the interests of all parties.  It would allow us to better understand what is happening in Xinjiang through reporting by neutral and non-partisan observers.  The reports from Xinjiang carried by RT&Eacute; last week were a fair attempt to present unbiased information to the Irish public.  However, it was clear from those reports that Xinjiang is a very difficult location to access information.  A more co-operative approach from the Chinese authorities might have helped allay some of our concerns.  In contrast, the closed attitude and clear surveillance of the reporter only served to underline them.  Ireland and the many other countries that feel strongly about Xinjiang will continue to raise the matter with China and will seek further opportunities to improve the situation of the Uyghurs.<\/p><p>The motion before the House includes a call for the Government to use all available trade and diplomatic channels to insist on the observance of basic human rights protections for the Uyghur Muslim population.  I believe I have shown that the Government is indeed using all available diplomatic channels to advance this issue.  However as Senators will know, particularly given the recent extensive coverage of Brexit, external trade falls under the European Union's common commercial policy and is an exclusive competence of the European Commission, not member states.  It is not within the Irish Government&rsquo;s power to prohibit or sanction the importation of goods and services at member state level.  To introduce such measures on an EU-wide basis would require consensus among EU member states and I do not believe the political will for such a policy currently exists. <\/p><p>Additionally, we must be realistic about what trade measures can achieve, even if introduced at an EU level.  Accordingly, I must dissociate the Government from that element of the motion before us that calls upon the Government to use all available trade channels in this matter.  I believe that continued engagement, constructive but frank, is the best approach to raising our concerns and effecting real change.  We must build upon the considerable common ground in the growing relationship between Ireland and China, as I set out earlier. <\/p><p>The Government takes the plight of Uyghurs and other ethnic minorities in Xinjiang seriously.  We are concerned and we regularly express this concern to our Chinese counterparts in both bilateral and multilateral fora.  Ireland has a wide-ranging relationship with China, which covers political, economic, cultural and people-to-people links.  We share strong links in a number of areas, but there are nevertheless a number of differences in our relationship.  This is clearly one.  The protection and promotion of human rights remains a core pillar of Ireland&rsquo;s foreign policy.  In our bilateral relations with China and through our participation in multilateral organisations, Ireland will continue to pursue this matter and seek better protection of their human rights for the Uyghur people.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#Y00300","speaker":"1573","continuing":true},{"type":"speech","time":1602149400,"counter":102,"content":"<p>I thank the Minister of State for coming to the House to address this issue.  The Fianna F&aacute;il Seanad group strongly supports the motion tabled by Senator Mullen.  I certainly agree with the sentiment of the Minister of State that our foreign policy is pro-human rights and not anti-China and we want to develop strong and positive relations with China but the approach of the Chinese Communist Party, particularly to human rights and how it has treated the Uyghur people and minorities is nothing new.  This is not something that has arrived and suddenly we have discovered that China is abusing human rights.  If we look at China's record on other minority groups and take Tibet as an example, these re-education camps have existed in Tibet for a long time.  The Tibetan language is banned and Tibetan culture is not allowed to be taught in Tibet.  Approximately 500,000 Tibetans, mostly from rural areas, have been moved so the land can be cleared for lithium mining purposes.  The Chinese Government is doing this.  We have seen this for a long period.  We have seen what is happening in Hong Kong where, as we know ever since Britain left, slowly but surely Chinese power has been asserted.  We have seen freedom of the press and democracy constantly undermined and we have seen the arrest of activists such as Joshua Wong.  This is a continuous record, and the approach to the Uyghur people and Kazakhs based in Xinjiang follows a long-standing Chinese Government policy that does not have an understanding of human rights.<\/p> <p>I was particularly alarmed when Senator McDowell and I were on RT&Eacute; radio and, as Senator McDowell will recall, the Chinese ambassador came on before us.  His words were chilling.  He was not even trying to make any excuses.  He basically just denied that any of these activities were happening.<\/p> <p>One of the things that motivated my interest in politics was seeing as a teenager in the late 1980s and into the 1990s the wonderful opening up in central and eastern Europe.  However, we also saw what happened in Tiananmen Square.  The Chinese Government still does not believe that forms part of its history.  There is a continual record on the part of the Chinese Government of not recognising abuses of human rights and denying they ever happened.<\/p> <p>I accept the approach of the Minister of State that it is better to engage and talk to China to try to convince it of the importance of respect for minorities but there comes a time, and I agree with the Minister of State's point that it has to come at multilateral level, including the European and global levels, when we need to say to China that its continued behaviour is not acceptable.  In this regard, one of the reasons I am such a passionate European, as I know the Minister of State is also, is in a world that will be increasingly dominated by a G2 comprising the US and China, the only other powerful seat at the table will be the European Union.  We have to use our soft power and our economic power to ensure human rights are respected.<\/p> <p>A cause of serious concern is the fact that China sits on the UN Human Rights Council.  I certainly hope that when it comes to the election of the members of the council in future Ireland will be insistent that the only countries that should sit on that body, and the only countries that should be involved in overseeing human rights at a global level, are those that are committed to protecting and defending human rights.  I ask the Minister of State to take a strong line in this regard.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#Z00200","speaker":"1638"},{"type":"speech","time":1602149400,"counter":103,"content":"<p>I thank the Minister of State for coming to the House.  I thank Senators Mullen and McDowell for tabling this very important motion.  A very realistic and grim picture of human rights abuses has been painted.  When we think about families and communities and how they are impacted it is absolutely horrific.  We cannot be silent in the face of this elaborate campaign of oppression and repression, religious discrimination and worse.<\/p> <p>Ireland has very important cultural and trading links with the People's Republic of China.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Fiona O'Loughlin:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2441\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2441&amp;amp;pid=FionaOLoughlin&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last year, in fact, we celebrated the 40th anniversary of diplomatic relations between our two nations.  China is now our fifth-largest trading partner.  In 2018, bilateral trade hit &euro;17 billion in goods and services.  That figure doubled during the preceding five years.  We were the first major EU beef exporter to be granted access to the Chinese market and we sell dairy, seafood and Irish infant formula to China.  It is interesting that there are 37 Chinese companies in Ireland employing more than 3,200 people.  Pre-covid, Tourism Ireland aimed to increase the number of Chinese visitors to Ireland by 200,000 by 2025.  The Irish Embassy estimates that there are 9,000 Irish citizens living in greater China.<\/p><p>So far, so good on the Sino-Irish relationship.  Since there is a strong positive relationship, we have to use our voice where it is needed and where we can.  This is absolutely one of those times.  There has, rightly, been rising international disquiet about the mass internment of religious minorities in China, including the Muslim Uyghur minority.  An estimated 1.5 million ethnic Uyghurs and other Turkish Muslims are being subjected to mass arbitrary detention, forced political indoctrination, restrictions on movement and religious oppression, according to Human Rights Watch.  Alleged attacks on women with a view to controlling the population are horrific in the extreme, as are allegations of forced labour and forced separation of children from their families.  This is the largest mass incarceration since the Second World War and it is unthinkable in 2020.  We must absolutely condemn what is happening to these people.  We must call on the Chinese authorities to allow United Nations human rights monitors to access detention centres in the region.  We must call on the People's Republic of China to bring an immediate end to these practices and we must use all of our trade and diplomatic channels to insist on the observance of basic human rights protections in China.  We now have a seat on the UN Security Council.  We have an opportunity to influence that organisation and the EU.  We have a proud history of standing up to power and defending the vulnerable and we absolutely must use our voice now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#Z00300","speaker":"1689","continuing":true},{"type":"speech","time":1602149400,"counter":105,"content":"<p>Now we move to Fine Gael.  The spokesperson this week is Senator O'Reilly.  You have eight minutes, Senator.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#AA00200","speaker":"1674"},{"type":"speech","time":1602149400,"counter":106,"content":"<p>Thank you, Acting Chairman, for giving us advance notice so we know where we stand in terms of times, etc.<\/p> <p>At the outset I welcome my good friend, the Minister of State.  I know him personally and I know he is seriously and personally engaged with these issues and is genuinely attempting to deal with them.<\/p> <p>I congratulate Senators Mullen and McDowell on the important motion and on raising this serious issue and on their excellent exposition of it.  It is such a serious issue.  They deserve the commendation and thanks of the House for that.<\/p> <p>In essence, what we are talking about is 1 million Uyghurs in Xinjiang held in extra-legal detention camps.  We have stories of torture, sterilisation and abortion, etc.  It is shocking that these are euphemistically described as vocational training centres.  People are held there against their will.  This is resonant of what happened in the Second World War.  It is shocking.  Basically the only symptoms - to use that terrible terminology - or the only criminal dimension of the people held there is that they have certain personal cultural habits and they want to live freely with them.<\/p> <p>Advanced technology is used to subdue the general Uyghur population in the province outside the detention centres as well as inside.  We have all read about that.<\/p> <p>Those of us who read about these things - all of us - are aware that we had a kind of gradualism in the Holocaust.  It began with racism or anti-Semitism on the streets.  It progressed to detention and then progressed horrifically and tragically to the actual holocaust or final solution.  This is similar in the way it is unfolding.  As Senator McDowell correctly said, there is no evidence of the horrific final product of the Second World War.  At the same time, there is evidence of everything that led up to it.  This is when international opinion needs to intervene strongly.<\/p> <p>There are various sources of information, including the Australian Strategic Policy Institute, various journals and journalists and experts on China.  There is unquestionable evidence that in fact the centres of detention are expanding in number and that there are sweeping charges and a range of trumped-up charges used against the people.  Eager relatives abroad testify to their cousins and family in the province being held for ten to 15 years on trumped-up or ludicrous charges associated with their personal culture and dignity.  Two thirds of mosques have been demolished in the province.  As alluded to earlier by Senator Mullen and others, we have evidence of sterilisation and abortions.  There is evidence of tragedy and obscene and vile happenings there.  The case is unanswerable.<\/p> <p>That begs the question of what we do.  First of all, we must be an extraordinarily strong voice in Europe.  I believe we must be very strong in Europe.  If it came to it, and if we were not succeeding on a diplomatic level, then there should be a stronger multilateral approach from Europe in the area of trade and cultural exchanges, etc.<\/p> <p>I put it to the Minister of State that we must be out in Europe calling for action and calling on the Chinese to reform and to undo this practice.  While all of that must be the case with our European allies, we must be prepared to have the ultimate warning that we are prepared to go further, even at a level of economic cost.<\/p> <p>It is important to read into the record quickly some of the initiatives we have taken as a state.  I welcome them.  I put it to the Minister of State that they are welcome but, at a minimum, we want them to continue and we want more to be done.  Ireland was one of 39 states to sign a joint statement at the UN General Assembly Third Committee on 6 October.  We also signed a statement at the UN Human Rights Council on 25 September.  Ireland was one of 27 states to issue a joint statement of the UN Human Rights Council on 30 June.  Ireland was one of 23 states to sign up to a joint statement on the UN General Assembly Third Committee in New York in October 2019.  Ireland was one of 22 states to sign up to a joint letter at the UN Human Rights Council in Geneva in July 2019.  Given the hyper-sensitivity of the Chinese regime to international opinion and to projecting, erroneously and tragically in the light of what we have discussed, a positive image, it is important that these exercises have something of a cautionary effect and show that there is a horror in the economic community.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Joe O'Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=1610\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1610&amp;amp;pid=JoeOReilly&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> I take and accept the point made by the Minister of State that with regard to the trade dimension, we must operate multilaterally in the context of the EU, and then we must take all the other initiatives we have done.  I am happy we have been part of every international initiative but we must remain strong.  I call on the Minister of State to ensure we are strong within Europe and threaten the nuclear option should it be needed, because this is intolerable.  This also extends to Tibet and to thousands of Tibetans held illegally and wrongly in what are, effectively, slave labour camps, dislocated from their communities and moved around China.  It is a collective horror.  It is a great blemish on modern society and, as Senator O'Loughlin said, we all revel in and welcome our links with China.  We are an outgoing people and obviously value trade with other countries.  We value cultural exchange, reaching out and making the world smaller in that regard.  It is our nature as a people but it cannot be at any price.<\/p><p>I commend the two Senators on the motion which I believe is extraordinarily important.  If there were not enough depressing things in our contemporary society at the moment, it is depressing that we are here in the national Parliament in Ireland discussing a matter like this in 2020.  It is very sad and it should not be the case.  We must stand strongly against it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#AA00300","speaker":"1692","continuing":true},{"type":"speech","time":1602149400,"counter":108,"content":"<p>Ar dt&uacute;s b&aacute;ire, gabhaim leithsc&eacute;al le molt&oacute;ir&iacute; an r&uacute;in, an Seanad&oacute;ir Mullen agus an Seanad&oacute;ir McDowell.  Bh&iacute; m&eacute; gafa ag v&oacute;ta th&iacute;os staighre sa Choiste um Fhorfheidhmi&uacute; Chomhaont&uacute; Aoine an Ch&eacute;asta.  T&aacute; &aacute;bhar agam os comhair an choiste sin.  C&eacute; go bhfuil m&eacute; ag f&aacute;g&aacute;il roimh an gcuid eile den phl&eacute;, beidh Ball eile den ghr&uacute;pa seo againn anseo i m'&aacute;it.<\/p> <p>The Minister of State is welcome for this debate on this important motion.  I will begin by saying that Sinn F&eacute;in is deeply concerned about reports of the treatment of the Uyghur minority in China.  The reports emanating from the Xinjiang region in China are deeply concerning and warrant urgent address.  There are believed to be something like 1 million Uyghurs incarcerated currently.  We will all have read or heard reports from organisations such as Amnesty International of the much more shocking treatments of this minority, and the UN has expressed its alarm at the situation.  Like all minorities and all people, they should be treated with dignity and respect and be able to live their lives free from intimidation, discrimination or repression.  That is the clear message from the Seanad today.<\/p> <p>On our part, Sinn F&eacute;in will continue the campaign to highlight the plight of those who face persecution, who are subject to coercion in any form, and who continue to be denied basic human rights.  Human rights are at the centre of Sinn F&eacute;in's political mission and are what republicanism should be all about.  We have direct experience of what happens when a community is dominated by a political class which seeks to subjugate a people through discrimination, persecution and murder for economic, political, cultural and sectarian reasons.  That is never acceptable and must never be tolerated no matter where it is.  The principle that Ireland stands as a beacon light for justice, that we stand against oppression and intolerance and that we stand for human rights, dignity, freedom and diversity must be at the centre of this State's diplomatic efforts.  Is f&eacute;idir linn in &Eacute;irinn a bheith br&oacute;d&uacute;il as an stair seo againn ag seasamh i ndl&uacute;thph&aacute;irt&iacute;ocht le daoine ar fud an domhain at&aacute; ag streachailt ar son cearta, saoirse agus comhionannas.<\/p> <p>The State's seat on the UN Security Council will only mean something if it is used to stand fully in support of repressed peoples around the world, including those in China but also in places like Palestine and anywhere else where injustice and human rights abuses prevail.  That means taking action.  It means using the diplomatic avenues available to us but it also means leading by example.  With the greatest respect to the proposers of the motion, who I fully accept can only do so much in not having their hands on the levers of Government, it means doing more than just debating these issues.  It means taking practical steps to support oppressed peoples.  It means enacting legislation such as Senator Black's occupied territories Bill which I am proud was initiated in this House in the last term and stands in defence of people being subjected to apartheid and horrific injustices.<\/p> <p>I thank the proposers of this motion, who I know feel incredibly passionate about this issue, and I commend colleagues who come into this Chamber in an effort to promote international solidarity, justice and human rights for all.  T&aacute; dualgas orainn go l&eacute;ir sin a dh&eacute;anamh agus a bheith mar ghl&oacute;rtha ar son ceart agus c&oacute;ra fud fad na cruinne.<\/p> <p>I thank the proposers again.  I wish them every success and, again, my apologies for having to return to the committee for the rest of the debate.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#BB00200","speaker":"1688"},{"type":"speech","time":1602149400,"counter":109,"content":"<p>I welcome the Minister of State, Deputy Brophy, to the House and thank him for taking this motion.  I commend Senators Mullen and McDowell on initiating the motion.  I am glad to support it on behalf of the Labour Party Senators and, indeed, we co-signed the motion along with other colleagues across the House.  It is important that we do so to show solidarity with the Uyghur people and make these calls on the Government both to condemn unreservedly the oppression of the Uyghur population and to call on China to bring to an immediate end the practices we have been reading and hearing about and to allow UN human rights monitors to access detention centres in the region.<\/p> <p>I acknowledge that in his speech the Minister of State made extensive reference to what the Irish Government has done.  It would be useful to get a copy of the speech.  I was scribbling away so I want to try to ensure I have taken it all down.  We need to do more as a nation, particularly as we now have a seat on the Security Council, which means we have a responsibility to speak up and seek to put pressure on China insofar as we can as a small nation but also within the EU where we have a significant voice.<\/p> <p>I also pay tribute to the reporting we have seen, as other colleagues have mentioned, particularly that of Yvonne Murray, whose reports for RT&Eacute; from inside the region and on how she was treated by authorities in China have been absolutely chilling.<\/p> <p>I express my thanks to Chloe Manahan in my office who did a lot of research for this when we were looking at this motion and the debate.  I am aware there has been a recent focus and I have spoken about Yvonne Murray's reporting and recent reports, but of course there is a long legacy or history to the treatment of the Uyghur people.  Colleagues will be aware that in 2014, six years ago, the Chinese Government created a comprehensive so-called national security legal architecture to begin or continue an oppression of Uyghur Muslims who comprise approximately 45% of the population in the Xinjiang autonomous region in China.  I have visited China a couple of times and I am aware of the human rights abuses, as we all are.  It is, however, quite visible when one is in China to see the sort of treatment that goes on, particularly in areas that are more remote from the big cities of Beijing and Shanghai on the coast.<\/p> <p>We know since 2014 that the process of the abuse of rights of the Uyghur population has intensified.  A set of discriminatory regulations on de-extremification were adopted in 2017 which had a serious effect on the Uyghur population, and of course, since 2014 as far as we know, there has been the beginning of the mass detention camps that others have spoken about and that were the focus of the recent reports on RT&Eacute;.  The misnomer, which Senator McDowell spoke about, that in China they are called centres for transformation through education and various other titles really does not hide or camouflage that these are really concentration camps and detention camps.  Again, we have little clear information.<\/p> <p>As others have said, there is a denial by the Chinese Government that the camps even exist and a denial as to the numbers of persons detained in them.  Certainly, estimates I have seen suggest huge numbers of up to one million detainees.  As far as we can establish there is no legal basis for the detention facilities and certainly no substantial legal basis that would stand up in international law.  Those detained have no access, it seems, to legal advice.  We understand that periods of detention are open-ended and can last for years.  Release dates are at the discretion of the authorities.  We have had testimonies and Amnesty International, for example, heard from one individual who was sent to a detention camp following a visit to Kazakhstan.  He told Amnesty International he was hooded, shackled and forced to stand in a fixed position for hours when first detained, and he reported that thousands of others were held in the same camp as he was.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Ivana Bacik:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2248\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2248&amp;amp;pid=IvanaBacik&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The significance of this motion is to shine a light on a very dark and murky region that is deliberately being kept in the dark, as China has been so reluctant to allow any sort of international scrutiny by the media or non-governmental organisations of what is being perpetrated upon the Uyghur people.<\/p><p>As I have said, it is very important that motions like this are debated in parliaments across the democratic world and the behaviour of the Chinese is condemned.  Detaining people for indeterminate amounts of time without trial, apparently on the basis of ethnic or religious identity and where no crime or recognisable offence has been committed, as well as exposure to torture we have heard about from testimonies, constitute multiple human rights violations.  Those who are suspected of violations should be brought to trial and there should be major pressure put on the Chinese Government to ensure the practices of oppression of the Uyghur population are discontinued.<\/p><p>As I have also said, the Irish Government must play a very strong role in ensuring this can happen.  We all ask the Minister of State to convey the strong wishes across the floor of the Seanad that this be done, particularly given that we now have a seat on the United Nations Security Council.<\/p><p>Ireland has a proud history, which has been mentioned by others, of using our status as a neutral country and our \"soft power\" to stand in solidarity with oppressed peoples.  We did it against apartheid in the 1980s and I remember well partaking in that action as a student.  We also have a strong tradition of advocating for the rights of the Palestinian people.  Like others, I was proud to support Senator Frances Black's Bill in that regard and I ask the Minister of State to see that the Bill is progressed in the lifetime of this Government.  That Bill would ban imports from the occupied territories and defend the rights of Palestinians.  The Labour Party was proud to stand up with solidarity on those matters and we continue to do it with this matter.<\/p><p>I have always called for a separation of church and state and secularism is an important principle in a democracy and republic.  Those who use it as a weapon through which to deny others the exercise of basic human rights, such as freedom of expression, religion and association, as well as freedom from persecution, must be condemned outright.  They use secularism as a weapon, which I condemn.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#BB00300","speaker":"1631","continuing":true},{"type":"speech","time":1602149400,"counter":111,"content":"<p>The Green Party is delighted to support this Private Members' motion and we commend Senators Mullen and McDowell on bringing it before us.  The grotesque scale of the breaches of human rights in China has been well documented.  As Senator Malcolm Byrne noted, this did not just happen a few days ago and there is a track record of abuse.  As previous speakers have noted, there are over 1 million Uyghurs in concentration camps, suffering assaults, surveillance, destruction of mosques, force-feeding of pork, abuse of the Koran and the subjecting of women to pregnancy tests and sterilisation.  This could be out of a history copybook detailing events from the Second World War and other war abuses.<\/p> <p>This is a very proportionately worded motion and I support it unequivocally and unreservedly.  As the Minister of State, Deputy Brophy, has noted, there is a 20,000-strong Chinese community in Ireland that has no hand, act or part in these actions.  Many of them have escaped this tyranny in China.  That very vibrant community enriches this country.  As a global organisation, green parties have done well to attract many of these people.  It was an easy fit for some of them and we are proud to have such Chinese involvement in support of our party.<\/p> <p>We have 100,000 Chinese visitors every year and they are always very welcome here.  As the Minister of State also notes, we also have an active education tourism element.  I know Senators will not be deaf to what I am saying but although we condemn the actions outlined in the motion outright, China has taken amazing strides in public transport and renewable energy.  The country plans to be carbon-neutral by 2060.  China is recognised as a leader in solar and wind power, as well as electric and high-speed trains.  All that could be for nought as there is a more fundamental issue at stake, which takes in basic human rights and respect for life.<\/p> <p>As a Green Party member, I say that China's wonderful strides in green industries are not good enough.  Its actions with the Uyghurs mean it is a disgrace to the world.  It is so important that all democratic parliaments exercise their rights and voices.  This country has a proud tradition in standing up to and calling out such abuses.<\/p> <p>Where do we go from here and can we take any positives from this?  First, it is a positive to shine a light on this matter and Senator Mullen has done that today.  Could we invite the Chinese ambassador to address us in the House?  Could we seek to have a delegation visit these mass detention camps and report to the democratic and free world?  What else can we do?  Could we agitate to a greater extent at EU level?  Senator Mullen mentioned the involvement of Mercedes-Benz, which does not surprise me at all, as the Chinese and German Governments have at times been far too close.  Germany, of all countries, should know better.  Ireland boxes way above its diplomatic weight.  Should our Taoiseach mention this to the person we might refer to as the president of the free world on St. Patrick's Day, when he has that privileged audience?<\/p> <p>I am around long enough to know that Governments of yesteryear might have watered down this motion and I am so glad that did not happen.  We discussed the matter at a Green Party Parliamentary Party meeting.  I give some credit where it is due but we have not gone far enough today.  We had a disassociation of wording, if not a full-blown amendment.  I understand the realities of being in government and the balance that must be struck.  Strides have been made and, like Senator Bacik, I look forward to reading the Minister of State's speech in greater detail.  I go along with the vast majority of it, although that may be difficult.  I know the Government has a diplomatic balance to strike.<\/p> <p>The greatest challenge facing humanity is climate justice but the Government's efforts to strike a diplomatic balance will be for nought if our fellow human beings are losing freedom while their culture is being eradicated.  I thank the Minister of State for the general thrust of his comments in saying we should keep an active eye on this.  We must go from strength to strength and redouble our efforts in the coming weeks and months.  We can do more and Ireland can be a force of positive good and change in getting the truth out there, shaming and calling out barbaric acts.  I hope we will hear much more of this in the Upper House in the weeks, months and years to come.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#CC00200","speaker":"1667"},{"type":"speech","time":1602149400,"counter":112,"content":"<p>Senator Black will begin our group's contribution and then we will share the remaining time.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#CC00300","speaker":"1662"},{"type":"speech","time":1602149400,"counter":113,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#CC00400","speaker":"1692"},{"type":"speech","time":1602149400,"counter":114,"content":"<p>I apologise as I missed the Minister of State's speech.  I thank Senator Mullen for introducing this wonderful motion.  What is happening to the Uyghur people of China is horrendous and Ireland has an obligation to highlight human rights abuses wherever they occur.  As a member of the UN Security Council, we have a forum to raise the issue of the denial of human rights of the Uyghur population in China.<\/p> <p>The mass incarceration and reported abuse of these detainees must be condemned.  According to Amnesty International, up to 1 million predominantly Muslim ethnic minority people are being arbitrarily detained in \"transformation through education\" camps in China's north-western Xinjiang.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Frances Black:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2474\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2474&amp;amp;pid=FrancesBlack&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Among the detained are Uyghurs, Kazakhs and other ethnic minority groups whose religious and cultural practices are central to their identity.  The detentions appear to be part of an effort by the Chinese Government to wipe out religious beliefs and aspects of cultural identity to enforce political loyalty.  Friends and relatives are cut off from information and do not know where their loved ones are.  Now, they do not even feel safe outside China.<\/p><p>The Uyghurs living overseas are suffering from harassment and intimidation by the Chinese authorities.  Around 400 people have told Amnesty International their stories recounting intrusive surveillance, intimidating phone calls and even death threats.  Their family members in China are targeted to suppress their activism abroad.<\/p><p>This unfolding tragedy is well known by the United Nations, as well as influential governments such as the United States.  Thus far, little has been done to prevent the Chinese Government from carrying out its concerted efforts in imprisoning and politically indoctrinating its Muslim populations.  The Chinese Government is spending huge amounts of money in Xinjiang province where these ethnocidal horrors are taking place.  These so-called re-education camps have been analysed by the Australian Strategic Policy Institute, ASPI.  The ASPI examined 28 camps in Xinjiang but stated there may be as many as 1,200 across the entire region.  Since 2016, the ASPI found an increase in growth of these camps by almost 470%.<\/p><p>In 1981, the Chinese signed on to and ratified the international Convention on the Elimination of All Forms of Racial Discrimination but these camps clearly violate that law.  Chinese officials heavily police the region, using surveillance cameras and security checkpoints, voice recordings and requiring identification cards of its mostly Uyghur population in Xinjiang.  According to the most recent estimates, there are most likely 11 million Uyghurs and 1.6 million Kazakhs living in the western Chinese province of Xinjiang.<\/p><p>From the Human Rights Watch report we learn that the Chinese Government has arbitrarily detained its Muslim minority population, and not only this, these Turkic-Chinese Muslims have been abused, tortured and deprived of fair trials.  The Chinese want to eliminate basic freedoms to practice religion among this population of Muslims who practice Islam.  The re-education of these Turkic Muslims is meant to Sino-assimilate them with Chinese identities, scrubbing them of their religious identity.<\/p><p>The families of Uyghurs who have died while in detention were not allowed to bury their dead with Islamic blessings or ceremonies and were forced to bury their loved ones under military watch.  How many more Muslim Chinese minorities need to be imprisoned before we say, \"No more\"?  When should the UN Security Council act against China?  When should the world begin imposing economic sanctions on China for its human rights abuses in Xinjiang?<\/p><p>I believe that the condemnation of abuses is futile.  It is only when there are real consequences for human rights abuses that there will be any change in the Chinese treatment of these minorities.  I agree with Senator Bacik that Ireland led the campaign against apartheid in South Africa.  We can show solidarity for the Palestinian people by passing the Control of Economic Activity (Occupied Territories) Bill.  It is never too late. <\/p><p>I call on the Government to use Ireland's position on the UN Security Council to condemn China for these human rights abuses and to call on the Chinese Government to cease the inhumane treatment of these ethnic minorities.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#CC00500","speaker":"1632","continuing":true},{"type":"speech","time":1602149400,"counter":116,"content":"<p>As others have said, this issue is not new but it has intensified with very serious evidence of hundreds of new detention camps being built over the last two years.  I commend the Senators on tabling the motion because it is exceptionally important, at a time when we have the coronavirus and other crises, that we do not lose sight of fundamental human rights principles and the importance of human rights in how we view our international diplomacy.  When we talk about diplomacy, it is important to note the kind of diplomacy.  Ireland has always been a champion of multilateral diplomacy, human rights, peace building as a neutral country, and the international politics of principle, as opposed to a politics of big powers and patronage.  It is more vital than ever that we have international politics based on principles and human rights, rather than simply on big powers and patronage, some of which have become too big to question.  It is very important that we would press and would have constructive conversations while retaining our championship of human rights principles.<\/p><p>Let us be very cautious in our use of language when stating this is a response to terrorism and so forth.  We know, fundamentally, that there is no justification for mass incarceration and forced work or labour.  The Geneva Conventions talk about collective punishment.  There are huge UN principles that we need to champion at the UN Security Council, as well as in other spaces.  There are conventions, such as the UN Convention on the Elimination of All Forms of Racial Discrimination, and the associated Committee on the Elimination of Racial Discrimination, CERD.  There is the UN Convention Against Torture, given this hugely credible evidence of extraordinary torture that is taking place and targeted at the Uyghur population and other minority populations, including Kazakhs, in the Xinjiang region.  <\/p><p>In terms of trade, the motion is well worded as it refers to &quot;all available trade and diplomatic channels&quot;.  There are channels in the European Union's trade policy.  There are conventions and requirements in terms of human rights and trade policy.  Those are the same possibilities, within EU trade law, that we spoke about when we championed the Control of Economic Activity (Occupied Territories) Bill.  We have very strong European Union legal opinion to the effect that measures can be taken around human rights violations.  Of course, we would hope that Ireland will seek and encourage others across Europe to act together but let us use all that is available to us in that regard to move this issue forward.<\/p><p>I am glad to see that the Government is engaging with this matter constructively.  Our tenure on the Security Council must be as a champion for human rights principles and multilateralism. <\/p><p>Reproductive rights is another core issue that I am passionate about and have advocated for.  We have seen the very concerning reports from the Associated Press, <i>The Guardian<\/i>and others on forced sterilisation.  Sexual and reproductive rights are a crucial part of our human rights infrastructure.  Persons must have the right and bodily autonomy to determine and shape their families, as well as the freedom to practice religion or, indeed, for those without religion the freedom not to practice religion.  It is vital that we protect those core principles and that Ireland champions them.<\/p><p>I hope that we continue to have cross-party engagement and that Members from all parties and none in both Houses work together on this issue.  <\/p><p>As noted by one of the previous speakers, the motion refers to concerns about the Chinese Government.  There are exceptional human rights advocates who are Chinese such as Ai Weiwei and others.  <\/p><p>I commend the comment made about surveillance because we must examine it further.  Surveillance is one of the reasons that we have raised general data protection regulation, GDPR, concerns in these Houses, as we wanted to ensure that wider policy around human rights and surveillance is addressed.  I am glad to see that surveillance was included in the motion. <\/p><p>Finally, I commend the proposer of the motion.  <\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#DD00200","speaker":"1662"},{"type":"speech","time":1602149400,"counter":117,"content":"<p>I welcome the Minister of State to the Seanad and congratulate him on is appointment.  I know that he will discharge his duties with great competence and professionalism.<\/p> <p>I found myself in the most unexpected position, as a new Senator, of completely concurring with the motion proposed by Senator Mullen.  I feel very honoured to have had the opportunity to put my name to the motion, for which I am grateful.<\/p> <p>The motion has been sensitively crafted, addresses this serious matter and accurately reflects the appropriate responses on the part of our nation.  When I watch programmes and read about the Holocaust and Shoah, I often wonder what I would have done.  Would I have spoken up?  What cost would I have been prepared to pay for the defence of human rights and dignity of fellow human beings?  I like to think that I would have had the courage to speak up, regardless of consequences, be they trade or otherwise.<\/p> <p>I have had the honour of visiting Rwanda and taught counselling skills to community leaders there to assist them in supporting their communities in the aftermath of genocide.  I have seen at first hand the consequences when human life and rights are reduced so savagely that people are denied their very right to life, and their very way of life is despised and disposable.<\/p> <p>The plight of the Uyghur Muslims is horrific.  The accounts that we have heard are harrowing.  I acknowledge the relatives of the Uyghur people here in Ireland, and their anxiety and mourning for the plight of their loved ones within China.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Mary Seery Kearney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=&amp;amp;pid=MarySeeryKearney&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I note too that the EU has stated that if such appalling practices are confirmed, which would constitute serious human rights violations, they must be stopped immediately and those responsible held accountable.  At the same time, I note the reports by the China scholar Adrian Zenz that there was a near-zero population growth in a Uyghur region of China, that growth rates fell by 84% between 2015 and 2018, and further in 2019, in the two largest Uyghur Muslim prefectures.  In 2018, some 80% of all new IUD placements in China were performed in Xinjiang, despite the fact that the region only makes up 1.8% of the nation's population.<\/p><p>The EU added the word \"if\" and stopped short of calling this a genocide but I will not.  We are observers of a genocide.  What are we to do in the face of this horrific injustice and attempted racial obliteration?  Let us be clear, this is the wiping out of men, women and children just because they happen to be born within a particular culture and religion.<\/p><p>The interview with the Chinese ambassador was chilling.  In counselling we have a concept called gaslighting, which is defined as a cynical tactic in which a person or entity manipulates another in the hope of acquiring power to lead them to question reality.  Gaslighting has five factors: lies, denial in the face of proof, manipulation of feelings towards a group of people against them, wearing down one's resolve and, suggesting that people's actions do not match their words.  Irish people have a noble history of defending and speaking out for human rights.  We are a people for whom genocide strikes a sensitive resonance.  The denial of language, culture, religion and identity is within our collective memory.  We now have an opportunity to call that out on the national and international stage.  We must stand with the Uyghur people in China and with their relatives living among us in this country and signal our empathy in tangible terms in condemning the actions of China.  I commend the proposer and the motion to the House.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#DD00400","speaker":"1682","continuing":true},{"type":"speech","time":1602149400,"counter":119,"content":"<p>I again thank the Minister of State.  I am grateful to all of the Seanad&oacute;ir&iacute; who took part in the debate today.  Having listened to the Minister of State, I am very concerned.  I worry that the Government's approach to this debate today and to the issue generally is one of a nod to Geneva but a wink to Beijing at the same time.  There is no sign of a copy of the speech from the Minister of State today and I wonder if that is part of a Government desire not to have its words of response reported and to keep this issue as invisible as possible.  I am really concerned, notwithstanding the protestations of support and the fact that the Government did not table an amending motion today.  How would it have looked if the Government had sought to amend this motion today?  I am concerned that the Irish approach does frankly involve fumbling in the greasy till on this question.<\/p><p>I will stress three points from the Minister of State's speech that gave rise to concern.  The first is that he talked about letting the human rights monitors in and encouraging that.  He said it might help allay some of our concerns.  What does that say except signal to the Chinese that there may be something in what they say; that perhaps this is not as bad as has been said.  There is no question of our concerns being allayed at this stage given that we know what is happening.  Unless the Government starts from an acceptance of exposed reality, it cannot claim to be taking these human rights abuses seriously.<\/p><p>The Minister of State stressed China's sovereignty.  Nobody is putting China's sovereignty in issue.  When it comes to challenging human rights abuses in any country in the world, it goes without saying that what is being challenged is not the sovereignty of the country but the failure of the country to comply with international norms of human rights and human dignity.  The fact, as was eloquently brought out by Senator Higgins, that the Minister of State instanced Islamic terrorism and that it somehow must be factored into the thinking here is all playing from China's playbook.  China takes advantage of that kind of weakness.  It is hard not to believe that China has already made its views known to the Minister of State, even on this motion.  There is form here.<\/p><p>I am most indebted to Senator McDowell for his excellent seconding speech, but in a way he blew the gaff on the whole Irish approach by instancing our attitude to the EU office in Taipei.  This is not a debate today about Taiwan, Tibet, the oppression of Christians, Falun Gong or any other group, but what happened regarding Ireland's approach to Taiwan is deeply instructive about the fears that we have and the need to act now.  In 2012, Ireland signed a strategic partnership agreement with China.  The joint statement issued at the time is still on the Government websites, and it has some extraordinary and chilling sections.  It states:<\/p> <blockquote> \tIreland does not support Taiwan's bid to join any international organisation of sovereign states.  Ireland supports the peaceful development of the relationship across the Taiwan Straits and expresses its support for China&rsquo;s peaceful reunification.  The Chinese side appreciates this position. <\/blockquote> <p>That outrageous statement was clearly written in Beijing.  It sounds more like something one would hear in a hostage video or one made by somebody with a gun to his or her head.  That highlights the urgency of this situation, that we would start to take human rights seriously and that we would become a player at EU level and that trade must be in issue.  It is not an argument to say that we cannot control EU competence on trade.  We are in a position to push to the extent of our leverage within the EU for a particular attitude by the EU on all our behalf, and of course we make our own trade deals.<\/p><p>The Minister of State referenced the 39 nations demanding that China respects human rights in Xinjiang, Tibet and Hong Kong in recent days.  The sad part is that while one might have 39 nations demanding that China respects human rights, the envoy for Pakistan immediately read a statement by 55 countries, including China, denouncing it.  What one sees here is China using its leverage with African countries that are economically dependent and with Islamic states.  Sadly, even the Palestinian Authority signed up a couple of years ago to China's side of the argument.  What does that show?  It shows that Islamic countries, sometimes under authoritarian leadership, are succumbing to Chinese economic pressure and not even speaking up for their own co-religionists in China.  That tells us something about the heavy hand of China.<\/p><p>Addressing Germany, the United States and Britain in recent days, the Chinese ambassador criticised their hypocritical attitude and said they should put away their arrogance and prejudice and pull back from the brink now.  This is threatening language.  China is threatening to block the renewal of peacekeeping missions for some countries or preventing others from building new embassy facilities in the country.<\/p><p>Last month, the Australian Strategic Policy Institute stated that it had identified more than 380 suspected detention facilities in Xinjiang.  I have spoken about that already.  In the US, the House of Representatives passed a Bill at the end of September that aims to ban imports from Xinjiang, contending that abuses of the Uyghur people are so widespread that all goods from the region should be considered made with slave labour.  That is the kind of serious thinking we need.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#EE00200","speaker":"1673"},{"type":"speech","time":1602149400,"counter":120,"content":"<p>Senator Mullen must conclude.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#EE00300","speaker":"1692"},{"type":"speech","time":1602149400,"counter":121,"content":"<p>I will conclude on this point.  I thank you for your indulgence, a Leas Chathaoirligh.  We know how important trade is.  I come from a farming background myself.  I do not ever want to do anything to damage Ireland's trade interests.  However, sometimes other issues must take precedence.  As I stated, we cannot have a Chinese wall between our trading aspirations with China and the serious human rights abuses perpetrated by it against its people.  That Chinese wall is in evidence today from the Minister of State's speech.  The problem is only going to get worse as China grows in power.  Countries that believe in human rights must act now.  That means there needs to be a change of direction by the Government.  It cannot be a nod to human rights in Geneva and a wink to Beijing.  It has to be a serious, purposeful approach to tackling China, even by us as a small country, but one that has a big reputation over the years in standing up for authentic human rights.  I urge the Minister of State to bring the message to the Government that there must be a change of direction.  I do not want congratulations for bringing this motion today.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=26&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2020&amp;amp;month=10&amp;amp;day=08\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I am only doing what any responsible person or parliamentarian would do in a democratic society.  Something has to change in the way the Irish Government is doing its business, and the message from this motion to the Government is being agreed by the House and not challenged.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#EE00400","speaker":"1673","continuing":true},{"type":"unspoken","time":1602149400,"counter":123,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1602149400,"counter":124,"content":"<p>In accordance with the order of the Seanad of Wednesday, 7 October 2020, the House stands adjourned until 10.30 a.m. on Wednesday, 14 October 2020.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2020100800002#FF00250","speaker":"1692"},{"type":"unspoken","time":1602149400,"counter":125,"content":"<p>The Seanad adjourned at 3.30 p.m. until 10.30 a.m. on Wednesday, 14 October 2020.<\/p>","notice":"TIME STRING DETECTED"}]