[{"type":"minorheading","content":"Prelude","time":1551349800,"counter":1},{"type":"unspoken","content":"Chuaigh an Leas-Chathaoirleach i gceannas ar 10:30:00","time":1551349800,"counter":2,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1551349800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1551349800,"counter":4},{"type":"majorheading","content":"Gnó an tSeanaid - Business of Seanad","time":1551349800,"counter":5,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#A00100"},{"type":"speech","time":1551349800,"counter":6,"content":"<p>I have received notice from Senator M&aacute;ire Devine that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Health to provide an update on the establishment of a statutory committee on the future of mental healthcare.<\/blockquote> <p>I have also received notice from Senator Ged Nash of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to provide an update on Garda resourcing in Drogheda, County Louth.<\/blockquote> <p>I have also received notice from Senator Colm Burke of the following matter:<\/p><blockquote>The need for the Minister of State with responsibility for the Office of Public Works and flood relief to outline the number of vacant residential properties that are owned by the OPW and the proposals he has to bring same into use.<\/blockquote> <p>I have also received notice from Senator Grace O'Sullivan  of the following matter:<\/p><blockquote>The need for the Minister for Culture, Heritage and the Gaeltacht to make a statement on the number of tree fellings across the country in the past two weeks. <\/blockquote> <p>The matters raised by Senators Devine, Nash and Colm Burke are suitable for discussion and will be taken now.  I regret that I had to rule out of order the matter raised by Senator O'Sullivan on the ground that the Minister has no official responsibility in the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#A00200","speaker":"1420"},{"type":"majorheading","content":"Nithe i dtosach suíonna - Commencement Matters","time":1551349800,"counter":7,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#A00300"},{"type":"minorheading","content":"Mental Health Policy","time":1551349800,"counter":8,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#A00400"},{"type":"speech","time":1551349800,"counter":9,"content":"<p>For more than one year, the Oireachtas Committee on the Future of Mental Health Care, of which I was a member, carried out a great deal of work investigating the services in place our country, identifying problems and potential solutions and holding the HSE, Department of Health and Government to account.  The committee was dissolved in October 2018, following the publication of its final report.  In truth, the committee was only at the beginning of its work.  I have no doubt that the Minister of State, Deputy Catherine Byrne, shares my belief that the committee was valuable and shone a light on many important mental health issues that had previously been ignored or covered to an insufficient degree.  It is essential that this and other work continues and expands over the coming months and years to facilitate the scrutiny of policy, develop new ideas and encourage debate and accountability.<\/p> <p>I ask the Minister of State what is her stance on the re-establishment of the committee.  The committee called consistently for a strong and robust implementation plan and its re-establishment would be a useful component of that work.  In the context of the continuing crisis in mental health services, the failure to implement A Vision for Change and plans to introduce new legislation to overhaul the Mental Health Act 2001, this committee's role could not be more important.  I await the Minister of State's response and hope I will hear positive news.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#A00500","speaker":"1388"},{"type":"speech","time":1551349800,"counter":10,"content":"<p>On behalf of the Minister of State, Deputy Jim Daly, I thank Senator Devine for raising this issue.  As the Senator is aware, the Joint Committee on the Future of Mental Health Care was established in July 2017 with the aim of achieving cross-party agreement on the implementation of a single long-term vision for mental healthcare and the direction of mental health policy in Ireland.  The main aim of the joint committee was to examine the delivery of mental health services with a focus on finding, recruitment challenges and increased access to services.  The joint committee produced two interim reports dated December 2017 and April 2018, respectively, and a final report was launched in October 2018.<\/p> <p>Under its terms of reference, the joint committee recognised that the Department of Health was simultaneously conducting a review of the national mental health policy, A Vision for Change.  The joint committee invited various individuals and professionals with expertise in mental health to attend monthly meetings and provide input from their own perspectives on how best to reduce waiting times, increase capacity and provide additional mental healthcare services nationally.  Upon completion of its final report, the work of the Oireachtas committee came to an end.  While the committee requested in its final report that it be established on a permanent footing, the terms of reference provided that it would make its final report to both Houses of the Oireachtas by 31 October 2018 and \"thereupon stand dissolved\".  Consequently, there are no plans to establish the committee on a permanent basis.<\/p> <p>Among the main objectives of the committee was to assist with the completion of the implementation of A Vision for Change to create a more integrated mental healthcare service of the highest quality.  As such, the committee's work was firmly affiliated with the refresh policy of A Vision for Change, which is now nearing completion.  From an early stage in the refresh process, there was an emphasis on the importance of consultation.  Over 1,000 individuals, including service users, health professionals and community groups, provided input into that consultation process.  A major review was undertaken to include recent policy recommendations contained in interdepartmental reports.  As part of the review, all submissions to the joint committee were coded with relevant actions embedded in the refresh process under A Vision for Change.  It is anticipated that the final report on the refresh process under A Vision for Change will be completed by end of the first quarter of 2019.  The report will be informed by the work of the joint committee and the key concerns presented to the committee by various stakeholders during its consultation process will be taken on board.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Catherine Byrne:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=32&amp;amp;MemberID=2186\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2186&amp;amp;pid=CatherineByrne&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In line with the recommendations of the committee, the refreshed A Vision for Change will support better access, personalised choice and greater service user involvement, while those charged with its implementation will be fully accountable to the Oireachtas.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#A00600","speaker":"1307","continuing":true},{"type":"speech","time":1551349800,"counter":12,"content":"<p>That response is very disappointing.  There are no plans to establish the committee on a permanent basis.  This is contrary to statements made by Ministers while the committee was doing its work.  We kept the focus on the 80 or so children who were still admitted to acute mental hospitals and the shambolic finances of the HSE when it came to the provision of mental health services in that it did not know where the money went or how it was spent.  This goes against the tide.<\/p> <p>In the implementation of A Vision for Change I was trying to work it out.  It was launched in 2006 and to be complete in 2016, but that has not happened.  Some 75% of it has not been implemented.  Suggesting mental health services will be safe and secure by implementing the new improved version of A Vision for Change does not give me any succour or comfort.  The Members of this and the other House will have to continue the fight to have the committee re-established because the issue of mental health has never been so important for the country.  It is a crying shame to take the focus off it.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00200","speaker":"1388"},{"type":"speech","time":1551349800,"counter":13,"content":"<p>I refer back to the opening statement which clearly outlines that the key concerns presented to the committee by various stakeholders during the consultation process will be taken on board.  On behalf of the Minister of State, Deputy Jim Daly, I thank the members of the Joint Committee on the Future of Mental Health Services for their work.  Many people's voices were heard and what they said will be taken into account in the new revised version of A Vision for Change.  I do not have anything to add about the committee being put back in place.  The structures were clearly set out at the beginning and it was agreed that the committee would be dissolved in 2018, which is what happened.  I am sure the Senator and others will pursue the matter through other avenues in the long term.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00300","speaker":"1307"},{"type":"minorheading","content":"Garda Deployment","time":1551349800,"counter":14,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00400"},{"type":"speech","time":1551349800,"counter":15,"content":"<p>I welcome the Minister of State, Deputy O'Donovan.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00500","speaker":"1420"},{"type":"speech","time":1551349800,"counter":16,"content":"<p>My home town of Drogheda is in a state of fear this week in a way I have never witnessed.  On Monday a man was shot in broad daylight as he sat in his car outside a toy store in a retail park in Drogheda and is now fighting for his life.  The town of over 40,000 people, the town I am from and love, has been in the grip of a violent criminal feud for a few months.  However, it has the level of policing cover one would expect in a provincial backwater, not in a town or city of the scale and significance of Drogheda.  We simply do not have enough garda&iacute; on the streets to fulfil normal policing duties, let alone investigate the ongoing violent criminal feud.<\/p> <p>There are six or seven garda&iacute; per unit or shift, as opposed to 12 or 14 in other towns and cities of equivalent size.  There is a single marked car policing an area with a population of close to 60,000.  The armed support unit that was deployed a number of months ago to Drogheda in response to the criminal feud was withdrawn last week.  To add insult to injury, in a decision handed down by top brass last week overtime by garda&iacute; based in Drogheda Garda station was banned.  One would not need to be a criminal mastermind to figure out that now is the best time to shoot somebody in Drogheda when there is little policing cover, when existing garda&iacute; are under incredible strain, when there are few vehicles to police the area and when the permanent armed support unit has been withdrawn.  It is now back on the streets, albeit probably on a temporary basis, to deal with the fall-out of what happened on Monday.<\/p> <p>We immediately need more garda&iacute; permanently based in Drogheda.  The Minister for Justice and Equality came to the town in December and it is regrettable that he is not present to answer questions from me.  He was happy to visit the Garda station in Drogheda to have his picture taken with the local Fine Gael councillors and Deputy and tell garda&iacute; that what Drogheda wanted Drogheda got.  On the one hand, he is having his picture taken in Garda stations, while, on the other, he claims he is not responsible for operational policing matters such as the allocation of garda&iacute; to certain stations.  That is simply not good enough.<\/p> <p>We were allocated eight probationary garda&iacute; straight out of the Garda College in Templemore last December, while 15 have been withdrawn.  We have only been left with an additional three.  We need more garda&iacute; permanently.  I do not want to hear such nonsense as it is not a matter for the Minister for Justice and Equality to allocate garda&iacute;.  He needs to take political responsibility.  The people of Drogheda need protection.  Garda&iacute; in Drogheda also need protection and support which they are not getting.  This is a political issue.  It is a matter of accountability.  I want to hold the Minister and the Commissioner accountable.<\/p> <p>Tomorrow the Taoiseach will make a planned visit to Drogheda.  I was not aware of this visit; I heard about it through the media, as I heard about the visit of the Minister to Drogheda through the media.  There is a long-standing convention and protocol that Oireachtas Members of all parties are notified of the visit of a Minister or the Taoiseach, but I have yet to receive that notification.  I suggest to the Taoiseach that he not come to Drogheda if he does not have more resources for An Garda S&iacute;och&aacute;na.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00600","speaker":"1398"},{"type":"speech","time":1551349800,"counter":17,"content":"<p>I thank the Senator for raising this important matter for the people of Drogheda and the wider area of counties Louth and Meath.  I am taking this Commencement matter on behalf of the Minister for Justice and Equality, Deputy Flanagan, who, unfortunately, is unable to be here.  I know that the Senator, as well as Deputy O&rsquo;Dowd, has been monitoring the position closely since the Minister of State, Deputy Stanton, last updated the House in November on the steps being taken by An Garda S&iacute;och&aacute;na to neutralise the feud.  The Taoiseach will visit Drogheda tomorrow to discuss this and other matters directly with members of An Garda S&iacute;och&aacute;na.<\/p> <p>The Senator will be aware that when the Minister visited Drogheda Garda station last December, he was very impressed by the robust response that had been put in place by the Garda authorities in the region.  There is a dedicated policing operation, Operation Stratus, specifically targeting the ongoing feud.  The operation consists of high visibility patrols and checkpoints, days of action and covert policing initiatives, targeting specific parties to the feud.  The operations are supplemented by personnel from the regional armed support unit, the drugs unit and the divisional roads policing unit and have resulted in the seizure of considerable amounts of cash, firearms and controlled drugs.<\/p> <p>The Minister is aware of the recent incidents that have taken place in the Drogheda area and, of course, the shooting that occurred at the M1 Retail Park earlier this week.  The incident on Tuesday is even more shocking when we consider that it occurred during the day, with families and children nearby.  In that context, the Garda Commissioner has publicly spoken about issues such as protecting the most vulnerable and highlighted that his priority is having a policing model that will provide the best outcomes for communities.<\/p> <p>The distribution of Garda resources is constantly monitored.  A particular distribution model is used that takes into account all relevant factors, including population, crime trends and overall policing needs at local level.  The Minister has been informed that on 31 January, the latest date for which figures are readily available, the strength of the Louth division was 340, with 118 garda&iacute; assigned to the Drogheda Garda district.  There are also 22 Garda reserves and 33 civilians attached to the division.<\/p> <p>The Minister wants to be very clear that this situation will not be allowed to continue.  There has been a sustained and concerted effort on the part of An Garda S&iacute;och&aacute;na to bring those engaged in the feud to justice.  I know that the Minister and the Garda Commissioner are dedicated to tackling gang-related violence in Drogheda and ensuring the safety of all citizens in the community and the wider area.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00700","speaker":"1267"},{"type":"speech","time":1551349800,"counter":18,"content":"<p>In the 20 years I have been in public life I have never been more frustrated as I have been this week.  With others, I am trying to support the work of An Garda S&iacute;och&aacute;na to protect the people of my home town, about which I care deeply.  I have never witnessed such angst and frustration in the area.  My phone has been hopping since Monday.  I know of people who witnessed the event in a busy shopping area on Monday and they are absolutely traumatised.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Gerald Nash:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2281\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2281&amp;amp;pid=GeraldNash&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is inevitable that retaliatory attacks and reprisals will take place.  With the limited resources they have, garda&iacute; in Drogheda have been working extremely hard to keep a lid on this violent feud.  It is only a matter of time until an innocent victim is caught up in it and shot and until we have the first fatality of this feud.  I have nothing but respect for the Minister of State and the work he does but he is not the Minister for Justice and Equality.  That Minister should be here today to answer questions from me on behalf of the people I represent.  It is deeply regrettable that he is not here.  As I said earlier, I do not want to personalise this.  The Minister, Deputy Flanagan, was happy to come to the barracks in Drogheda to speak to members of An Garda S&iacute;och&aacute;na and advise them that resources would be made available.  Those resources were only temporarily available; they were pulled.  It is only now that the armed support unit is on the streets of Drogheda again.  I fear that a lid cannot be kept on this any longer.  We need resources in Drogheda now.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#B00800","speaker":"1398","continuing":true},{"type":"speech","time":1551349800,"counter":20,"content":"<p>I understand the Senator's frustrations.  I am not the Minister for Justice and Equality or a Minister in that Department.  Senator Nash was a Minister of State and knows that when Ministers are not available, Ministers of State step in.  That is what I have done this morning in relaying the response of the Minister for Justice and Equality.  I hear the Senator's concern and I will relay it to the Minister, Deputy Flanagan.  I would point out, however, from my own regional experience, that we have had not dissimilar situations in other parts of the country.  There have been concerted efforts by members of An Garda S&iacute;och&aacute;na, supported by local authorities, State agencies, the Government and others in other parts of the country where there were particular feuds and difficulties that have been brought under control.  The concerns the Senator has relayed are very serious, particularly in respect of the community he represents.<\/p> <p>I will relay to the Minister for Justice and Equality the concerns the Senator has voiced today on behalf of the people of that part of County Louth and the wider east Meath area.  I apologise the Minister, Deputy Flanagan, is not available.  He had prior commitments and engagements.  The Senator knows from his own time as a Minister of State that this often happens.  Rather than deferring the issue, the decision was taken to discuss it in the Seanad today, which is important, with me as a Minister of State first relaying the response of the Minister for Justice and Equality, who is taking this issue seriously, and, second, relaying the Senator's concerns back to the Minister.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#C00200","speaker":"1267"},{"type":"minorheading","content":"Office of Public Works Properties","time":1551349800,"counter":21,"url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#C00300"},{"type":"speech","time":1551349800,"counter":22,"content":"<p>I am raising the issue of vacant property owned by the OPW.  This first came to my attention some months ago when I found that in the Blarney area there was a house that had previously been used by the Garda and had been vacant for over 20 years.  The house had not been lived or used by anyone over that period.  When I did a Land Registry search, I found that the property is in a folio listing 50 different properties, in locations from Castletownbere on one side of the county all the way over to Mitchelstown on the other side.  The folio included Garda stations, sites and dwelling houses.<\/p> <p>Do we have a full audit of what is in the ownership of the OPW?  Do we have a detailed list of what is not being used or is unlikely to be used in the future?  It should be possible to communicate with the local authorities.  In this case in Blarney, I contacted Cork County Council which unfortunately replied that it had examined the property and deemed that the cost of bringing it into use was too great.  It would not get involved with the property, which remains vacant.  There are quite a number of vacant properties around the country that could be brought into use for community organisations or residential occupation.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#C00400","speaker":"1409"},{"type":"speech","time":1551349800,"counter":23,"content":"<p>I am replying on behalf of my colleague, the Minister of State, Deputy Moran.  The OPW manages more than 2,500 properties on behalf of the State.  These include office accommodation, heritage properties, visitor centres, Garda stations, warehouses and others.  An Garda S&iacute;och&aacute;na is responsible for assigning residences to garda&iacute; in line with its policing plans.  The OPW disposes of Garda stations or Garda residences only when An Garda S&iacute;och&aacute;na confirms that they are surplus to its requirements.  At present, 96 buildings are vacant.  Over half of them, 51, are Garda stations that were closed under the 2012-2013 policing plans of An Garda S&iacute;och&aacute;na.  In an interim report of the Policing Authority, six stations were identified for reopening.  These were Ballinspittle, County Cork; Bawnboy, County Cavan; Donard, County Wicklow, Leighlinbridge, County Carlow; Rush, County Dublin; and Stepaside, County Dublin.  A further review by the Garda Inspectorate was published in December 2018.  The OPW will be engaging with An Garda S&iacute;och&aacute;na on the outcome of the review.<\/p> <p>Of the remaining 45 properties that are vacant at present, a number are in the process of being transferred to local authorities, being considered or prepared for disposal, under consideration for community use or being retained for alternative State use.  In addition to the closed Garda stations, there are sundry dwellings or lodges that are part of national parks and gardens around the country and are managed by the Office of Public Works.  In general, these dwellings or lodges are for staff who have to be present day or night, for example, park rangers, deer keepers, security personnel and so on.  In other cases, they have been licensed for use as tea rooms, visitor services on heritage sites or for use by the Irish Landmark Trust.  At present, a small number of these are vacant because they are in poor condition and not habitable from a health and safety or security viewpoint.<\/p> <p>The provision of social, affordable and emergency residential accommodation is a function of the local authorities and the Department of Housing, Planning and Local Government.  Properties owned or managed by the OPW are primarily commercial offices, Garda stations, warehouses or others that are not suited to residential use.  However, the OPW has actively engaged with the Department of Housing, Planning and Local Government in providing information on any non-operational, vacant properties the OPW owns.  That Department then assesses those properties in terms of what might be suitable for residential use.  The OPW has also engaged with the Land Development Agency on any suitable land in its ownership.<\/p> <p>As a matter of course, the OPW provides information on its non-operational properties to the relevant authorities or housing agencies for assessment.  In the last two years, this process has identified a number of properties as being feasible for adaption for residential use.  These include eight units in Dublin city centre that were transferred to Dublin City Council for use by the Peter McVerry Trust; and a property in Crumlin that is now licensed to Dublin City Council for use as a family hub.  A further 15 properties are being considered in terms of their potential for investment and adaptation for social housing.  These include seven properties and one site that are under consideration by Cork County Council; five properties that are under consideration by Tipperary County Council; and three properties that are under consideration by Limerick City and County Council.  The OPW regularly contacts local authorities and other State bodies before it decides to sell on the open market.<\/p> <p>The Senator specifically mentions a property in Blarney.  I can confirm that a retired member of An Garda S&iacute;och&aacute;na occupied this property until June 2012.  In August 2017, the property was offered to Cork County Council under the Department of Public Expenditure and Reform protocols for the transfer and sharing of State property assets.  The OPW was told in September 2017 that the council did not wish to buy the property.  The contracts for sale for the property are ready and this property, along with a number of other surplus properties and sites, will be disposed of in 2019.<\/p> <p>Historically, in the paper environment, lands held by Ministers, State bodies and local authorities were entered on a single folio per owner per county.  In the modern digital environment, it is more practical and efficient to open a single folio for each property or title.  This represents the current practice of the Property Registration Authority, PRA.  Subject to resources, the PRA has been separating these older folios into single digital folios.  I trust that the above satisfies the Senator&rsquo;s query.  I will bring any other matter he wishes to raise to the attention of the Minister of State, Deputy Moran.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#C00500","speaker":"1267"},{"type":"speech","time":1551349800,"counter":24,"content":"<p>On the property in Blarney, I am not clear where the officials got their information.  My information is that the property was vacant for over 20 years.  Maybe somebody was put down as occupying it but the reality is that it was vacant.  The current Garda sergeant in Blarney, with whom I engaged on this matter, was not even aware that such a property existed; indeed, no garda currently serving in Blarney was aware of it because it was so long out of use.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Colm Burke:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=25&amp;amp;MemberID=2353\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2353&amp;amp;pid=ColmBurke&amp;amp;year=2019&amp;amp;month=02&amp;amp;day=28\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I started dealing with the issue more than 12 months ago and I am concerned that the OPW does not conduct a regular review of the use of its properties.  Clearly, the OPW has identified 45 properties that could be put to better use.  We had a downturn in the economy and nothing seems to have been done to deal with the issue between 2011 and 2014 when we needed property to be made available.  I welcome the Minister of State's reply because at least the matter is being dealt with now.  The OPW should carry out a review of the property it owns at least once every two years to identify whether it is being used efficiently.  If it is not being used efficiently, we need a long-term plan and engagement with other State agencies to ensure it can be put into use.  We need to put a structure in place to deal with the matter.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#C00600","speaker":"1409","continuing":true},{"type":"speech","time":1551349800,"counter":26,"content":"<p>There appears to be a communication issue about some of the information that was provided, as it appears to be semi-contradictory.  The best option would be for Senator Colm Burke to meet the Minister of State at the Department of Public Expenditure and Reform, Deputy Kevin Boxer Moran.  I will have my office relay such a request to the Minister of State.  I am sure Senator Burke's suggestions will form part of any discussion that would take place.<\/p>","url":"http:\/\/debatesarchive.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2019022800002#D00400","speaker":"1267"},{"type":"unspoken","time":1551349800,"counter":27,"content":"<p>Sitting suspended at 11.05 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"unspoken","time":1551349800,"counter":28,"content":"<p>Additional debate to follow.<\/p>"}]