[{"type":"minorheading","content":"Prelude","time":1368091800,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30","time":1368091800,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1368091800,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1368091800,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1368091800,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900002#A00100"},{"type":"speech","time":1368091800,"counter":6,"content":"<p>I have notice from Senator Lorraine Higgins that, on the motion for the Adjournment of the House today, she proposes to raise the following matter:<blockquote><br \/>The need for the Minister for Transport, Tourism and Sport to make a statement on the future of Yeats Tower, Thoor Ballylee in County Galway and the potential to have same re-opened with full tourism and ancillary services provided therein.<\/blockquote>  I have also received notice from Senator Fidelma Healy Eames of the following matter:<blockquote>The need for the Minister for Transport, Tourism and Sport to provide an update on the <font color=\"#2F2F2F\"> plans to open Yeats Tower, Thoor Ballylee, County Galway as a cultural and educational centre.<\/font><\/blockquote>  I regard the matters raised by the Senators as suitable for discussion on the Adjournment and they will be taken at the conclusion of business.  I suggest that Senators Higgins and Healy Eames share time as their matters are on the same topic.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900002#A00200","speaker":"1120"},{"type":"majorheading","content":"Order of Business","time":1368091800,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900002#A00250"},{"type":"speech","time":1368091800,"counter":8,"content":"<p>The Order of Business is No. 1, motion regarding the report of the Joint Committee on Agriculture, Food and the Marine establishing a framework for maritime spatial planning and integrated coastal management, to be taken without debate at the conclusion of the Order of Business; No. 2, statements on Ireland's policy for international development, to be taken at 12.15 p.m. and to conclude not later than 1.45 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister of State to be called on to reply to the debate not later than 1.40 p.m.; and No. 3, statements on the fodder shortage, to be taken at 1.45 p.m. and to conclude not later than 3 p.m., with the contributions of group spokespersons not to exceed eight minutes, those of all other Senators not to exceed five minutes, and the Minister to be called on to reply to the debate not later than 2.55 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900002#A00300","speaker":"1130"},{"type":"speech","time":1368091800,"counter":9,"content":"<p>It is proposed that on Sunday, cuts will be applied to the pay and conditions of staff in Bus &Eacute;ireann.  As the Leader is aware, SIPTU has already balloted 900 members for industrial action in this regard and it now seems quite likely this will proceed.  This side of the House accepts savings need to be made, and this is a culmination of 11 long months of deliberations between all of the parties, which involved the Labour Relations Commission.<\/p> <p>It seems that with the approval of the Minister, the company will proceed from 12 May with cuts of &euro;9 million to pay and conditions for people in Bus &Eacute;ireann whose salaries are merely &euro;33,000 per year.  As I am sure the Leader will appreciate, the proposed strike action would occur at a critical time for the students and pupils who are approaching an examination period.  Some of them will have spent many years preparing for their examinations and most will have done so over the past year.  Industrial action will cause them an unacceptable level of disruption.  I will not table an amendment to the Order of Business on particular issue.  Instead, I ask the Leader to raise the matter today with the Minister and to ask him to get directly involved in negotiations over the weekend in order to secure a solution that will avert industrial action.  The action would affect approximately 114,000 students over the coming weeks.<\/p><p>I propose an amendment to the Order of Business and invite the Minister for Education and Skills to the House to outline his intended cuts to child benefit following an earlier cut to the payment dressed up as an additional preschool year for families.  Yesterday, I listened to a media report in which he stated that he wished to open the debate on the matter.  From the reaction to his announcement and if he gives it more thought, then I am sure he will conclude today that the debate should be firmly closed.  The modest amounts of money paid to families has been used to clothe and feed children and provide school books and very important necessities.  The payment is not a luxury and is not used for other reasons.  To divert the vital resource to other areas would be short sighted.  No-one is better placed than the mothers of Ireland to determine where to spend money that is necessary for them.  If it were available for additional preschool then I am sure that they would do it.  Perhaps if this was 2005, 2006 or 2007 and we were not in a recession then implementing such an initiative would be possible.  I would like the Minister to come to the House to hear a debate and listen to the Members of the House who have been in contact with a number of mothers over the past 24 hours and listened to their concerns about the proposed cut that would be unjust and unfounded.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900002#A00400","speaker":"1149","continuing":true},{"type":"speech","time":1368091800,"counter":11,"content":"<p>I ask the Senator to clarify the wording of his amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900003#B00200","speaker":"1120"},{"type":"speech","time":1368091800,"counter":12,"content":"<p>I ask that the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, come to the House to outline his plans regarding an intended cut in child benefit.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900003#B00300","speaker":"1149"},{"type":"speech","time":1368091800,"counter":13,"content":"<p>I thank all of the Members who contributed to the Labour Party's Private Members' business last night, the motion on domestic violence.  I commend Senators Moloney and O'Keeffe for proposing and seconding the motion.  The debate was comprehensive and the Minister of State, Deputy Alex White, responded very well and gave a clear overview of the Government's policy on dealing with domestic violence.  I hope that we can have more debates in the future.<\/p><p>I call for a debate, although not today, on the provision of child care.  The suggested second year of a free preschool place is a positive one and would be universally welcomed.  To be fair, the last government introduced the universal free one year child care initiative, albeit on a part-time basis.  A remarkable 95% of parents availed of the scheme.  As a parent of young children I know how attractive the new proposal is.  It is attractive not only for parents who work outside of the home but also for those who work in the home because it provides a child with a year's free preschool.  Early preschool education is very important for a child's development and Minister Quinn stated the same yesterday.  I expect that Senators on both sides of the House will support the idea of rolling out a second year of a free school year place.  It would greatly benefit children.  The one year scheme has already proved popular and people have asked why not have more of the same.  We need to cost and provide for the initiative.  The proposal is also part of the Government's commitment to child care.  It would be good to have an overall debate on the matter.<\/p><p>Last month, the Ministers, Deputies Burton and Fitzgerald, launched the after-school child care scheme.  Child care provision after school is a real gap for many parents.  The children are no longer in a preschool and will have commenced primary school.  Parents wonder how they will provide after school care which is lacking around the country.  The after school scheme is an important initiative that was launched by the Government.  We need a proper debate on child care but it should not be conducted in an adversarial manner.  Instead, we should acknowledge that previous governments have introduced initiatives that are worth supporting and extending.  That was the direction that Minister Quinn's comments took yesterday which were also supported by Ministers Fitzgerald and Burton.<\/p><p>I again call for a debate on prison and penal reform.  As the House will know, the Oireachtas Joint Committee on Justice, Equality and Defence published a report on penal reform on 29 March.  It would be timely to debate it in the coming weeks given that the Minister for Justice and Equality has published reports on prison conditions and the Joint Irish Prison Service and Probation Service Strategic Plan 2013-2015, which is a service delivery plan.  It is very important to see the Probation Service and the Irish Prison Service combining to provide a joint plan.  It shows the way forward for the system of criminal and penal justice.  It is great to see both organisations working together and providing joined-up thinking in how communities and victims are protected but also how offenders are rehabilitated in the system.  I ask the Leader for a debate on same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900003#B00400","speaker":"1148"},{"type":"speech","time":1368091800,"counter":14,"content":"<p>Both Senators MacSharry and Bacik have raised important points on the early child care issue and how to finance that important stage in the development of a family.<\/p><p>The Mangan report supported universalism even when there was a case of somebody earning &euro;250,000 per year cited as one of the examples.  It did not recommend taxing the payment either.  It stated that the two-tier system would impact heavily on family income supplement recipients who are low income workers.  The statement yesterday by the Minister, Deputy Quinn, has been criticised by Mr. Fergus Finlay of Barnardos and Orla O'Connor of the National Women's Council.  Today there is a debate taking place in the UK on whether its high cost of child care is due to the low ratio of children to providers when compared with mainland Europe.  The ratio makes a difference to cost.  Does it make a difference to outcomes?  We need to discuss such child care issues.  I support Senator MacSharry's call for the Minister to attend because the Mangan report has been left in abeyance without decisions being made.  Its publication was also delayed.  We need to discuss the wider issues.<\/p><p>Turning to an entirely different matter, to date, farmers in the Kerry Group have received &euro;270 million for their shares which brings the sum to a total of &euro;2.9 billion since 1993.  Since 2011 the share price has risen from &euro;28 to &euro;45 while the rest of the economy has been in a deep recession.  The remarkable aspect of the success of Denis Brosnan and his team is the role played by the then Minister for Agriculture, the late Mark Clinton, in converting a dairy disposal company to a private one.  He persuaded farmers of the business potential of the Kerry Group.  Sometimes the privatisation debate only goes in one direction.  The privatisation of the Kerry Group has been a great success for all those involved.  Originally it was an idea by Mr. Clinton long before the word &quot;privatisation&quot; was invented by Mrs. Margaret Thatcher ten years later.  Its success is well worth noting in Irish agriculture and it is a beacon for us when the rest of the economy may not be doing so well overall.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900003#B00500","speaker":"1157"},{"type":"speech","time":1368091800,"counter":15,"content":"<p>I ask the Leader to facilitate, over the next number of weeks, a general discussion on the current economic situation with either the Minister for Finance or the Minister for Public Expenditure and Reform.  Such a debate would cause us to reflect on economic reality.  The Government came to power two years ago and held a subsequent Seanad election.  In the early days and weeks that followed the establishment of a new Seanad it was admitted and conceded by everybody that there was a grave economic crisis in the country.  There was also a willingness and an admission by the main Opposition party, in particular, that it needed to be constructive and recognise the responsibility that it shared in bringing the country to its economic plight while acknowledging that it could only be addressed by everybody working together.<\/p> <p> Having listened to Senator MacSharry and some of his colleagues discussing matters such as Bus &Eacute;ireann and possible changes in the way child care payments are spent, I think a degree of economic amnesia is now setting in.  We need to recognise that while progress has been made in turning the economy around, we still live in a very difficult place.  We are trying to renegotiate the Croke Park measure to bring about savings of &euro;300 million, so we should not delude ourselves that the Government has wide options or any spare resources.  We need to have a substantial debate on the economy in order that we can move away from soundbites and cheap political sloganeering, and reflect on the fact that we are still borrowing hundreds of millions of euro every week to keep our economy ticking over.  We have to make the necessary savings and must also carry out the reform measures to which we were all committed two years ago.  We need to get back to reality because I feel that, particularly on the Fianna F&aacute;il side of the House, economic amnesia is setting in.  Fianna F&aacute;il is trying to pretend that we are back in the boom times when we have a long way to go.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900003#B00600","speaker":"1121","continuing":true},{"type":"speech","time":1368092400,"counter":17,"content":"<p>If Senator Bradford expects this side of the House to remain mute on economic issues, he is in for a surprise.<\/p><p>I would like to mention two issues briefly.  First, No. 1, the motion on maritime spatial planning, is worthy of debate.  Our fishing quota is about 4% of the EU's total, while we have 22% or 23% of the EU's fisheries area.  The coastal area within our jurisdiction is many times the size of the country.  The issue is worthy of debate whether it concerns fisheries, gas and oil exploration, or wave energy.  While I know it has been agreed to take the motion, we should have a general debate on our coastal spatial strategy.<\/p><p>Second, I am calling for the Minister for Justice and Equality, Deputy Shatter, to attend the House for a discussion on gangland killings which are spiralling out of control.  Such killings are happening nearly every week in Dublin.  The Minister has become somewhat immune to what is happening.  Some of these gangs are operating with impunity and have no regard for law and order.  Some years ago, in Limerick city, a strategy was successfully introduced to target the problem.  It was operated by the Garda Commissioner as well as involving political channels, and it brought about a severe crackdown in Limerick.  It was successful in that regard, but something similar is now needed for Dublin.  We have seen tit-for-tat gangland killings in the capital, which are like the days of Al Capone in 1930s Chicago.  The Minister should take control of this situation because it is serious.  As my party's spokesperson on justice, I propose an amendment to the Order of Business that the Minister, Deputy Shatter, should attend the House as a matter of urgency to discuss the ongoing difficulties with gangland crime, especially the gangland murders that are happening almost daily.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900004#C00200","speaker":"1127"},{"type":"speech","time":1368092400,"counter":18,"content":"<p>The Central Bank has revealed that &euro;400 million of household debt was written down in the fourth quarter of 2012 by banks, credit unions and other lenders.  We do not know the breakdown of that amount, so we have no idea how much mortgage debt was written off.  It is a case of smoke and mirrors with no transparency or detail.<\/p><p>It was also announced that a deal has been arrived at between a number of banks and other lenders, particularly those dealing with credit card debt, that will allow people to consolidate and write down debt that involves both household or mortgage debt and credit card or other forms of debt.  This is to be welcomed because, up to now, there has been competition among lenders over who will get paid.  Mortgage lenders are telling borrowers not to bother with credit cards, while credit card companies are seeking payment.  If the new deal is successful, it will be a way for people to avoid having to go through the insolvency process.<\/p><p>I ask the Leader to invite the Minister for Finance to attend the House for a debate on the mortgage crisis and, in particular, how banks are dealing with it.  The Central Bank has announced that it wants to see 750 cases resolved in the three months from June.  My criticism of all this concerns the lack of transparency and the fact that borrowers have no idea what is on offer from which bank, for whom and in what circumstances.  That lack of transparency is unacceptable.  I reiterate my call for the Minister for Finance to attend this House to discuss the banking situation and, in particular, mortgage arrears.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900004#C00300","speaker":"1172"},{"type":"speech","time":1368092400,"counter":19,"content":"<p>I have an unusual request for the Leader.  I would like him to ask the Taoiseach if the Government would consider the wisdom of introducing an oath of allegiance to the Constitution for all Members of the Oireachtas.  We must be one of the few parliaments in the world that does not have such an oath.  We have a tradition of having large numbers of people in this country who did not respect the Constitution or recognise the Republic.  It still pains me to hear people referring to the State as the Twenty-six Counties or the Free State and, though not being elected to the House, saying they are elected representatives of a real republic and not some imaginary republic.<\/p><p>I would have let this matter lie because I understand there are various historical sensitivities associated with the issue.  More recently, however, it has come to light that there are Members of both Houses who advocate overthrowing our Constitution.  There are people who suggest that we should ignore the wishes of the people in solemn constitutional referenda, two of which have given a particular verdict on a particular issue of public policy which will come before us in the near future.<\/p><p>It is one thing for alleged legal and constitutional experts to sit at public hearings here and basically tell parliamentarians to ignore the Supreme Court and referenda and answer instead to a higher authority.   In their personal lives, people may believe that they do answer to higher authorities, but when Members attend the D&aacute;il or Seanad to represent those who elected them, there is no higher authority.  The highest authority we should recognise is our Constitution.<\/p><p>I believe that over the next couple of months, some people will be advocating a gentle little Irish-style coup.  There will not be tanks on Leinster Lawn, but they are people who are basically thumbing their noses at Bunreacht na h&Eacute;ireann and saying we should ignore it.  Therefore, the Leader should ask the Taoiseach and his Cabinet colleagues to consider if it might be wise at some stage to bring ourselves into line with other mature democracies and have a basic oath of loyalty to Bunreacht na h&Eacute;ireann by those who are elected in accordance with that Constitution to serve and represent the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900004#C00400","speaker":"1147"},{"type":"speech","time":1368092400,"counter":20,"content":"<p>I want to raise again an issue that I referred to in the House a number of months ago.  According to today's newspaper reports, 8,300 people were sent to jail for non-payment of fines last year, which is a 10% increase on 2011.  The average weekly cost of keeping somebody in jail is &euro;1,260 which is &euro;65,500 per annum.  If the average fine was &euro;500 and we are not collecting it, then that sum is lost to the economy.  To compound the issue, however, we are sending people to jail at a cost to the taxpayer of &euro;1,260 because we did not collect the &euro;500 fine.<\/p><p>The Minister for Justice and Equality, Deputy Shatter, is blaming the Judiciary for sending people to jail for non-payment of fines, instead of making them do community service.  However, we are sitting on legislation to amend the Fines Act so that we would have the power to deduct any fines directly from somebody's wages or social welfare payments. <\/p> <p>There have been several cases of repeat offenders who have no intention of paying their car insurance, car tax or television licence fees.  They are simply going to jail at a cost to the taxpayer and the money is not being collected.  Instead of talking about cutting the pay of employees in the Department of Justice and Equality, why are Members allowing this waste of money to happen?  I call on the Leader to urge the Minister for Justice and Equality to speed up the introduction of this legislation in order that the State can begin to collect money that is there to be collected, rather than spending money by sending people to jail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900004#C00500","speaker":"1161","continuing":true},{"type":"speech","time":1368093000,"counter":22,"content":"<p>A Government Member, who I will not name as he has left the Chamber, spoke of amnesia, soundbites and slogans.  He best summed up where the Government is at itself on a range of issues at present, given the litany of broken promises on child benefit, college fees, the creation of thousands of jobs each month and recently on health issues and the extension of free general practitioner, GP, care to people participating in the long-term illness scheme.  It is time for Members to have that debate on the health services for which I have called many times.  The Government promised to bring in universal health insurance but, instead, we will get a private health insurance model based on the Dutch model, which I believe will deepen inequalities in the health services.  While the Government has promised a lot, people are getting the same widespread health inequalities and the same excessive GP fees for those who cannot afford to get private health insurance and who cannot get medical cards.  People experience the same lengthy health waiting lists across hospitals in this State, and I can provide examples from where I live in Waterford, where outpatient waiting lists are very long and people wait three years before seeing a consultant.  While people can be treated very well and promptly on entering the system, the problem pertains to waiting to see a consultant and getting into the system.  In addition, the Government has effected widespread cuts in hospitals across the State.  While the Government has promised a great deal and while its constituent parties engaged in soundbites and slogans before the last general election, it now suffers from the same amnesia of which one of its representatives has accused the Opposition.  Consequently, it is important to have that debate on health care and I ask the Leader to ensure it is held in the coming weeks.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00200","speaker":"1133"},{"type":"speech","time":1368093000,"counter":23,"content":"<p>I wholeheartedly endorse everything said this morning by Members' learned colleague on the benches opposite, Sean Barrett, regarding the Kerry Group.  I recall some of the story told about the then Minister for Agriculture, the late Mark Clinton, and his persuasive powers with the fledgling Kerry Group and with Denis Brosnan in particular.  He spoke of how shares have risen from being worth &euro;28 to their present value of &euro;45.  I recently forecast in this Chamber that it would rise to &euro;50 or &euro;51 in the short term.  However, that is beside the point.  I remember when the shares in question were worth only 52p each and I urged farmers to buy all round them.  Sadly, some of them did not do so but in any event-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00300","speaker":"1151"},{"type":"speech","time":1368093000,"counter":24,"content":"<p>Why is the Senator smiling?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00400","speaker":"1142"},{"type":"speech","time":1368093000,"counter":25,"content":"<p>Will he sell at &euro;50?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00500","speaker":"1164"},{"type":"speech","time":1368093000,"counter":26,"content":"<p>Does the Senator have a question for the Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00600","speaker":"1120"},{"type":"speech","time":1368093000,"counter":27,"content":"<p>That is on the record, but in any event-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00700","speaker":"1151"},{"type":"speech","time":1368093000,"counter":28,"content":"<p>I thought the Senator was obliged to declare an interest.  How many does he have himself?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00800","speaker":"1128"},{"type":"speech","time":1368093000,"counter":29,"content":"<p>I wish to pay tribute not just to Denis Brosnan but I salute everything Sean Barrett has said.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D00900","speaker":"1151"},{"type":"speech","time":1368093000,"counter":30,"content":"<p>Senator Barrett.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01000","speaker":"1120"},{"type":"speech","time":1368093000,"counter":31,"content":"<p>It is a great example of trivialisation, where somebody is doing well as the country is going down the drain.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01100","speaker":"1136"},{"type":"speech","time":1368093000,"counter":32,"content":"<p>Senator Paul Coghlan, without interruption, please.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01200","speaker":"1120"},{"type":"speech","time":1368093000,"counter":33,"content":"<p>I pay tribute to Denis Brosnan, to Hugh Friel who succeeded him and to Stan McCarthy, who is doing a wonderful job at present.  Moreover, I greatly welcome that further dilution in co-operative shares in the Kerry Group from 17% to approximately 13%, as well as the boost for the farmers of County Kerry, the south and nationwide because of what they are suffering due to the fodder crisis and the many other things they must face at present.  I also salute a development which is good for the Irish economy, namely, the recently announced expansion in Glanbia.  Perhaps in time it will become another Kerry Group, and I say \"well done\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01300","speaker":"1151"},{"type":"speech","time":1368093000,"counter":34,"content":"<p>I must join the senior Senator from County Kerry in congratulating the Kerry Group, as well as the Senator himself and all those who have invested so wisely.  Members will be aware that talks are ongoing at present under the auspices of Mr. Kieran Mulvey to try to rescue the Croke Park agreement.  It is the fervent wish of everyone in this House that these talks will come to fruition because industrial stability will be vital to the ongoing economic recovery, as the alternative is too awful to contemplate.  In that respect, I compliment David Begg, general secretary of the Irish Congress of Trade Unions, who issued what I regard as being a remarkably conciliatory statement over the weekend.  Members may have heard him being interviewed on a Sunday radio news programme and that was the tone we need.  Moreover, the old Irish seanfhocal, \"Is binn b&eacute;al ina thost\", applies to the other side and I welcome the temporary silence of the Minister for Howlin, which is a great relief because he certainly was very ham-fisted in his attempts to bully the unions in the previous talks.  I hope I am not deluding myself but I believe the signs are good.  I ask the Leader to convey the good wishes of the Seanad to all sides in the talks in the hope they will be successful.  I also second the amendment proposed by Senator MacSharry.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01400","speaker":"1142"},{"type":"speech","time":1368093000,"counter":35,"content":"<p>I call Senator Moran.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01500","speaker":"1120"},{"type":"speech","time":1368093000,"counter":36,"content":"<p>Senator O'Sullivan should name the Minister for howling, because it seems to be a new appointment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01600","speaker":"1136"},{"type":"speech","time":1368093000,"counter":37,"content":"<p>Senator Moran, please.  Senator Norris, have you not indicated your wish to speak?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01700","speaker":"1120"},{"type":"speech","time":1368093000,"counter":38,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01800","speaker":"1136"},{"type":"speech","time":1368093000,"counter":39,"content":"<p>I welcome the visitors to the Gallery, as well as the sixth class pupils of Ranelagh Multi-Denominational School, who were invited here this morning by Senator Bacik.  They are welcome and I hope they will enjoy their tour of Leinster House and will see how the House works.<\/p><p>I wish to raise an issue I appear to raise on a monthly if not a weekly basis, namely, the question of symphysiotomy.  I ask the Leader to ascertain the current status of the Walsh report and when Members can expect its publication.  While Members had several discussions on this question last month, I seek a definite date because it appears to spread out each month and I do not want it to fade away.<\/p><p>In addition, I wish to raise two issues that are of extreme importance to children and which relate specifically to them.  The first concerns orthopaedic paediatric services throughout the country and specifically to orthopaedic paediatric services in Our Lady of Lourdes Hospital, Drogheda, which is supposed to provide centre of excellence level care.  Following queries I made to that hospital, I discovered that more than 506 children are waiting for orthopaedic paediatric consultations on that list.  There has been no paediatric orthopaedic surgeon in that hospital since January, and to my knowledge, none has been employed there to date.  When querying this lack, I have been told there are only eight paediatric orthopaedic surgeons in the country.  A debate is needed on this issue.  Children are being diagnosed with problems with their hips and cannot afford to wait for one or two years to have such problems rectified.  Consequently, this is an urgent matter.<\/p><p>I also wish to mention briefly services for children with Down's syndrome.  A presentation was given the other day in the audio-visual room by parents who are concerned about resource hours and care for children with Down's syndrome.  I echo their calls that the Minister for Education and Skills should consider ensuring that all children with Down's syndrome would have the maximum of 4.5 hours of resource teaching per week.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D01900","speaker":"1174"},{"type":"speech","time":1368093000,"counter":40,"content":"<p>On the question of privatisation, as a good old pinko, I bring to mind the words of Oliver Goldsmith:<blockquote><br \/>Ill fares the land, to hastening ills a prey,<br \/>Where wealth accumulates, and men decay.<\/blockquote>I am delighted for the shareholders in the Kerry Group and so on.  It appears to be the only and spectacular success in respect of privatisation.  I cannot think of another one.  It indicates a situation in which a small group of people - more power to them - managed to succeed but no one can deny the country still is going down the drain.  I believe we should go along the way of Nicaragua and try to find a blend between the social conscience of the left and the incentives provided by the economic right.  As for the children, everyone agrees that at an early age, a second year free in education is the most vital thing and it carries rewards all the way through to university.  Consequently, I am delighted to see an unusual outbreak of harmony within the coalition on this issue.  I note Ministers from different parties agree on this issue and I support them absolutely 100%.  In light of what has been said here today, I seek a debate on the economy.<\/p> <p>We could examine the entire issue, from a left-wing to a right-wing approach, and pick out what could be good from each.<\/p><p>I commend Senator Hayden on her comments on various schemes, including pilot schemes.  We need a critical voice in Seanad &Eacute;ireann and it is great to hear an intelligent critique of what is happening as opposed to carping and destructive criticism.  The pilot scheme, which I believe will involve 700 people, is another attempt by the banks to wrest complete control from the people and dump debts that were largely caused by their stupidity, folly and greed on the credit unions, which cannot sustain additional burdens.  Let us not fool ourselves; nothing will be wiped out unless it is to the banks' advantage.  This scheme does not have a snowball's chance in hell of working.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900005#D02000","speaker":"1136","continuing":true},{"type":"speech","time":1368093600,"counter":42,"content":"<p>I seek a debate on early childhood care and education.  The Minister for Children and Youth Affairs, Deputy Frances Fitzgerald, made a positive speech to the House about two months ago in which she outlined the benefits of early childhood care and education.  In the United States, where early childhood care began 30 years ago when it was not fashionable here, it has been demonstrated that it delivers a return on investment of ten or 20 to one.<\/p><p>The Minister for Education and Skills did not announce a cut in child benefit yesterday but a proposal to reallocate funding to be put to good use in early childhood care and education.  Dr. N&oacute;ir&iacute;n Hayes, in conjunction with the Dublin Institute of Technology, has produced an up-to-date report on the issue.  Just two weeks ago, a study was published which showed the benefits of early childhood education for 1,000 children in west Tallaght.  The Minister's statement yesterday outlined how to make good use of money.  Early childhood care and education has been demonstrated to be one way to spend money wisely.  The Minister also noted that the changes required could not be made overnight because we do not have in place an adequate early childhood care and education infrastructure because the sector has been treated as the poor relation for years.  We should ascertain if infrastructure can be provided for quality preschool education and training.  While excellent training is being provided in this area, it will also be necessary to upskill trainers.  There is a difference between minding children and high quality care and education.  I ask the Leader to arrange a debate on this issue as soon as possible. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900006#E00200","speaker":"1135"},{"type":"speech","time":1368093600,"counter":43,"content":"<p>I, too, support Senator MacSharry's amendment, primarily because I share Senator Bacik's sentiment on the need to provide a second year of free child care.  As chairman of the Leitrim county child care committee, I will declare an interest in this matter.  The County Leitrim committee is under severe threat as a result of the decision to withdraw much of its funding.  Unless the ongoing reductions to funding are arrested in the next two years, there will be wholesale mergers of county child care committees.  Such a development would not be conducive to efficient delivery of child care services.  As to which Minister should come to the House for a debate on child care, while that is a matter for the Leader to decide, unlike my colleague, Senator MacSharry, who called for the Minister for Education and Skills to come before us, I am inclined to the view that we should invite the Minister for Children and Youth Affairs should come to the House.<\/p><p>I ask the Leader to raise with the Minister for Arts, Heritage and the Gaeltacht, Deputy Jimmy Deenihan, and his Minister of State, Deputy Michael Ring, the continuing lack of support shown to the Irish music industry by the national broadcaster, RTE.  I raise this issue because last Sunday evening I was invited to attend a function in Letterkenny hosted by Mr. Shawn Cuddy, a singer from County Laois who is popular both here and overseas.  Each year for the past 19 years Mr. Cuddy and other Irish country music singers invites visitors to take part in a weekend of entertainment.  I was astonished, on arriving at the Clanree Hotel in Letterkenny, to find more than 450 visitors from Scotland and England were attending the event.  They each spent more than &euro;500 on average over the weekend.  One will not hear the music of Shawn Cuddy, Mike Denver or Declan Nerney on national radio, although it is played on local radio stations.  These and many other singers provide entertainment and give pleasure to many people, while generating spending in the economy.  I raise this issue as it is the year of The Gathering.  Having spoken to the Minister of State, Deputy Ring, about the matter, I call for a debate on with the Minister, Minister of State or Minister for Communications, Energy and Natural Resources, Deputy Pat Rabbitte.  Whereas RTE television acknowledges Irish country music, it is necessary to stir up the powers that be in RTE radio because it is an outright scandal that an industry that supports the economy does not receive support from the national broadcaster. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900006#E00300","speaker":"1128"},{"type":"speech","time":1368093600,"counter":44,"content":"<p>I join Senator Ned O'Sullivan in extending good wishes to all those who will take part in talks on Croke Park II over the weekend.  I hope for the sake of the country and economy that a satisfactory conclusion will be reached.  I ask staff at Bus &Eacute;ireann to consider the implications of a strike.  The company is making heavy losses and must make cost savings.  I doubt if there is any public support for strike action, which would have serious implications in terms of discommoding children and disrupting school examinations.  If the strike proceeds and the company loses further money, it may not survive.  I appeal to everybody involved to ensure that common sense prevails.<\/p><p>I compliment everyone involved in the well organised service held in Arbour Hill yesterday to commemorate the 1916 Rising.  It was a most tasteful and inclusive ceremony, with, I understand, a much reduced military involvement.  The State should be proud of the event.  I could not help thinking of a woman whose home I visited the previous night, having passed away in her 107th year.  May Coughlan was ten years old at the time of the 1916 Rising and during yesterday's ceremony I recalled the many events which occurred during her lifetime.  I am sure the Cathaoirleach will not mind if I extend my sympathy to the Coughlan family on the death of May Coughlan, one of the oldest people in Ireland who passed away peacefully and had full use of her faculties until very recently.  It was people like May Coughlan who laid the foundations of the State, which is enduring great difficulties from which I have no doubt we will emerge.  <\/p><p>On a lighter note, as a people who are mad about sports, I extend our good wishes to Alex Ferguson who brought pleasure and joy to many people. <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900006#E00400","speaker":"1118"},{"type":"speech","time":1368093600,"counter":45,"content":"<p>The matter was raised on the Order of Business yesterday.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900006#E00500","speaker":"1120"},{"type":"speech","time":1368093600,"counter":46,"content":"<p>Now that he has time on his hands, perhaps he will get involved in the campaign to save the Seanad.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900006#E00600","speaker":"1118"},{"type":"speech","time":1368093600,"counter":47,"content":"<p>I urge the Leader to give serious consideration to the suggestion that the House hold a regular debate on the economy.  I read about an interesting development in the United States where it has been proposed to provide for a legal right to rent.  Repossession is one of the biggest threats we have to the family home.  Under this new right to rent concept, a person struggling to pay a mortgage of &euro;1,000 per month would be given a legal right to reduce the repayment to perhaps &euro;300 per month for a period of, for instance, three years.  At the end of the three year period, the mortgage holder would recommence payments of &euro;1,000 and pay a rent to the bank for the three-year period during which the mortgage repayment was reduced.<\/p> <p>They pay a rent to the bank for those three years.  The bank ends up getting money and having cash coming in although it has to wait three years longer to get the full amount, or close to it.  However, the concept of the right to rent as a legal right has attracted some very serious people in the United States.  It is not one I have heard suggested in Ireland but I believe we should give serious consideration to it.  A debate on the economy, including the opportunity to suggest areas such as that one for working upon, would be of huge benefit to Irish citizens.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900006#E00700","speaker":"1145","continuing":true},{"type":"speech","time":1368094200,"counter":49,"content":"<p>I wish to highlight the innovative thinking of the Railway Procurement Agency which operates the Luas.  It is marketing cables, bridges, stops and other infrastructure on the light railway network to telecoms operators.  I do not suggest that all semi-State transport companies should take a similar approach but this is an innovative move by the RPA which is expected to yield significant sums for the company.  According to the RPA, the Luas infrastructure has the potential to support the delivery of a range of communication and wireless services, particularly as it penetrates busy parts of Dublin city.  My question is - why should we stop at the Luas?  Other State-supported agencies and transport networks should undertake an audit to find out if there is any benefit to be had from a co-ordinated approach in marketing their infrastructure potential to telecoms operators.  Consider the potential that exists in the Irish rail network, for example, which links almost every major town and city in the country.  Ultimately, this adds to the value of our transport system and could deliver significant benefits for consumers.  This is something we could usefully debate in the House when the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, attends here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00200","speaker":"1153"},{"type":"speech","time":1368094200,"counter":50,"content":"<p>If it has not been done already, I second the amendment proposed by Senator Denis O'Donovan.  I have always believed that the Proclamation of 1916, while it may be one of the shortest charters of independence in the world, was very much ahead of its time in the foresight it demonstrated in cherishing all the children of the nation equally, the compassion it showed and in demonstrating what people have to do in order to be dutiful in so far as the nation is concerned.  That is very important and much of it is enshrined in our Constitution.  There is a charter of which we can all be so proud, which has helped us through so many difficult times.<\/p><p>Senator Crown raised an interesting, perhaps a novel point, and the Leader might consider having a debate on it.  At times we think only about legislation but do not always think about what happens when the same legislation is implemented.  I think, for example, of people who are living in abject poverty and yet are left on their own.  I refer to people who put money into Anglo Irish Bank so that in their twilight years they might have a pension.  Despite this, because the State made a decision to wipe out Anglo Irish Bank, their pension fund is also gone-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00300","speaker":"1115"},{"type":"speech","time":1368094200,"counter":51,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00400","speaker":"1136"},{"type":"speech","time":1368094200,"counter":52,"content":"<p>-----as we have seen in the media in very recent times.  Remembering that the family is the basis of society, I think of families where parents cannot send their children to school properly clothed, ensure they are fed or give them warmth.  This all arises from our duties as legislators.  Either we take legislation to insulate us or we take the Constitution.  If we are going to open up the duties of legislators, as was suggested by Senator Crown, we should not confine this to a very small section of our duties.  Let us open it up and see if, as legislators, we upheld the Constitution when we fulfilled our duties to all the people and all the children of the nation.  Whatever debate takes place at the Constitutional Convention or in the health committee in respect of forthcoming legislation, there would be nothing wrong if this House were to debate the Constitution in a broader sense, its relationship to legislation and <i>vice versa<\/i>.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00500","speaker":"1115"},{"type":"speech","time":1368094200,"counter":53,"content":"<p>I raise the issue of the Civil Law (Missing Persons) Bill, which I have published, and do so in regard to the recent case in County Tipperary of a person who had been missing for two years whose remains were found in a slurry tank.  This highlights the situation that where a body is not found a death certificate cannot be issued and nothing can be done with a person's estate until a period of seven years has passed.  The Law Reform Commission published a detailed 166-page report in January so the groundwork on this has been done.  My Bill was drafted on foot of that report.  I have already written to the Minister for Justice and Equality about this but I ask the Leader also to make representations to him.  It would be appropriate at this stage.  We could start the debate on the issue and if the Department wishes to add to the Bill as published there is no reason that could not be accommodated.<\/p><p>The case in County Tipperary I highlighted is not the only case where this has arisen.  There are a number of other cases where families cannot deal with the estate because there is no legislation covering that issue.  I ask that the matter be brought to the attention of the Minister, that on the next occasion he attends the House we might raise it with him and that we try to move forward the Bill as currently published.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00600","speaker":"1150"},{"type":"speech","time":1368094200,"counter":54,"content":"<p>I proposed an amendment to the Order of Business, namely, that No. 16 be taken before No. 1.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00700","speaker":"1176"},{"type":"speech","time":1368094200,"counter":55,"content":"<p>I second Senator Zappone's amendment to the Order of Business.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00800","speaker":"1164"},{"type":"speech","time":1368094200,"counter":56,"content":"<p>I ask that the Seanad take up the clear invitation of the Minister for Education and Skills, Deputy Ruair&iacute; Quinn, to have a debate on the provision of early childhood care and how it should be funded.  The Minister has made it clear he wants such a debate and we should take him up on his offer and invite him to the Chamber for a specific debate on the funding of early childhood care and the provision of an additional year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F00900","speaker":"1129"},{"type":"speech","time":1368094200,"counter":57,"content":"<p>I apologise but I must leave to attend the committee on the implementation of the Good Friday Agreement.   My colleagues who were Members of the previous Seanad will know that as a policy-driven Senator I drew up a policy paper on a new approach to child care.  I held public meetings in the city and got the opinions of parents and grandparents who figure prominently in the care of small children.  One of the key areas was the dire need for free preschool education.  I do not like to blow my own trumpet but I was very much part of the introduction of the free preschool year which was introduced for every child aged between three years and three months to four years.  I was among other people but am proud of my personal achievement in driving this through.  Fianna F&aacute;il began the delivery of free preschool education.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F01000","speaker":"1156"},{"type":"speech","time":1368094200,"counter":58,"content":"<p>Senator MacSharry raised the issue of Bus &Eacute;ireann which is in a very difficult situation.  It has accumulated losses of &euro;27 million in the past five years, a position, the House will agree, which is unsustainable and which places the viability of the company at risk.  According to the Labour Court and the trade unions' independent financial assessors, Bus &Eacute;ireann is in a very precarious financial situation and its viability is under threat.  According to the Labour Court, significant reductions in the company's cost base, including payroll costs, are essential to ensuring its future and to protect employment within the company.  The issues involved have been subject to deliberations for 11 months and the Labour Court has also adjudicated.  Following this adjudication there was further engagement with the Labour Relations Commission.  The future of the company must be secured for the public which depends on its services and for the benefit of its employees.<\/p><p>Bus &Eacute;ireann also runs commercial Expressway services which are currently loss making.  Legally, the State cannot support these services.  Their viability can only be secured if these savings are achieved.<\/p> <p>Bus &Eacute;ireann has confirmed to the Minister, Deputy Varadkar, and the Minister of State, Deputy Kelly, that the company remains open to engaging with the unions.  It would be the wish of everybody that the management and unions use the short period available up to 12 May to engage in further dialogue to ensure the necessary savings are introduced and the provision of bus services for the public is protected.  Hopefully the management and unions can sit down and reach some agreement.  It would be regrettable to have a disruption of services as mentioned by Senator MacSharry.<\/p><p>A number of Senators mentioned early preschool child care and called for the Minister for Education and Skills, Deputy Quinn, to come to the House today.  It would not be practicable for him to come here today because of his workload, but I will certainly invite the Minister, Deputy Quinn, as requested by many Senators.  He has indicated that he would like a debate on the subject.  Senator Keane mentioned that the Minister for Children and Youth Affairs, Deputy Fitzgerald, came to the House only about seven weeks ago to debate the same subject.  I will certainly invite the Minister, Deputy Quinn, to discuss the situation also.  Hopefully we can have him here in early course to debate that matter.<\/p><p>Senator Bacik called for a debate on the penal reform report and the joined-up thinking between the Probation Service and the Prison Service.  I will invite the Minister for Justice and Equality, Deputy Shatter, to the House to discuss that very important penal reform report that has been published.<\/p><p>Senator Barrett also spoke about the high cost of child care.  He also outlined the success of the Kerry Group whose privatisation was ahead of its time in that regard.  He also mentioned the involvement of the former Minister, Mark Clinton, in that company.<\/p><p>Senators Bradford, Quinn and others called for a debate on the economy.  Senator Bradford pointed out that we spend over &euro;1 billion a month more than we are taking in.  Unfortunately that is the sad state of the economy and it needs to be addressed.  The Minister for Finance, Deputy Noonan, has given a commitment to come to the House - I know this will not please people - in early July for an overall debate on the economy and banking.  It will be well in advance of the budget.  I know it will take longer than people would have expected to have that debate, but the Minister has given a commitment to be here early in July for such a debate.<\/p><p>Senator O'Donovan spoke about deferring today's proposed motion establishing a framework for maritime spatial planning and integrated coastal management.  I understand that motion must be passed today.  When a national parliament receives a subsidiarity note from the Commission, it has eight weeks to submit a reasoned opinion.  Ireland's opinion must be returned by 13 May.  By submitting a reasoned opinion along with other member states we are having our say in the matter in informing the Commission that it should not have a role in this matter and it is more appropriately addressed by the member state itself.  I cannot accept Senator O'Donovan's amendment to the Order of Business - if it was an amendment - in that regard.  However, I will endeavour to have a debate on the subject as the Senator requested.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900007#F01100","speaker":"1130","continuing":true},{"type":"speech","time":1368094800,"counter":60,"content":"<p>Senator O'Donovan's amendment related to gangland crime.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900008#G00200","speaker":"1120"},{"type":"speech","time":1368094800,"counter":61,"content":"<p>I cannot accept the amendment on gangland crime.  He also mentioned that the motion on maritime spatial planning should not be taken without debate.  I cannot agree to that for the reasons I have outlined, but I will try to have a debate on it at a future date.<\/p><p>Senator Hayden spoke about the Central Bank and stated that &euro;400 million of household debt has been written down.  She rightly sought more transparency.  While we laud the figures that have been outlined, there is a need for greater transparency from the banks in that regard.<\/p><p>Senator Crown suggested that Members of the Oireachtas should sign an oath of allegiance to the Constitution and Senator &Oacute; Murch&uacute; called for a debate on the matter.  It is certainly something that could be debated in the House, perhaps in the context of the Constitutional Convention.  When we have reports on that, we could include that item in that debate.  It is a novel suggestion from Senator Crown.<\/p><p>Senator Kelly spoke about people being jailed for non-payment of fines.  The Fines Act has been passed by the Oireachtas, but I understand there have been difficulties with its implementation and we will certainly try to find out the details of those difficulties.  I understand that issues of computers and compatibility are delaying the implementation of the Act.  I agree that there is a need for an attachment of earnings for people not paying fines.  It should be deducted either from salary or any other means people have.  They certainly should not be sent to jail, especially given the cost involved in doing so.<\/p><p>Senator Cullinane raised a number of items which were raised on the Order of Business yesterday.  I can assure him that free GP care is still firmly on the Government agenda and will be delivered on.  He also mentioned the lack of jobs.  Some 1,000 jobs a month net are being created in the private sector, compared with a loss of 250,000 jobs in that sector prior to the Government taking office.  So there are significant improvements.  Let us look at the glass being half full rather than empty all the time.<\/p><p>Senators Paul Coghlan and O'Sullivan also complimented the Kerry Group.  Senator O'Sullivan also wished that the talks led by Mr. Kieran Mulvey will be successful.  We all hope those talks will bear fruit.  The last thing we want is to have disruption in the public service which certainly would not benefit the public.  We hope those talks will reach a successful conclusion.<\/p><p>Senator Moran spoke about symphysiotomy, which she has raised on a monthly basis.  She asked when Dr. Walsh's report would be published.  I will try to get an exact date if I can elicit that information from the Minister and report to the Senator on it.  She also raised the question of orthopaedic paediatric services and services for children with Down's syndrome.  I suggest that she table a motion for the matter to be taken on the Adjournment and get a direct response from the Department.<\/p><p>Senator Norris spoke about privatisation and we know his views.  Obviously there are significant differences on the Independent benches in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900008#G00300","speaker":"1130"},{"type":"speech","time":1368094800,"counter":62,"content":"<p>Polite and respectful.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900008#G00400","speaker":"1136"},{"type":"speech","time":1368094800,"counter":63,"content":"<p>He also called for a debate on the economy and as I mentioned the Minister, Deputy Noonan, will be here early in July.<\/p><p>Senator Mooney asked for the Minister of State, Deputy Ring, or the Minister, Deputy Deenihan, to intervene in the issue of the lack of support for the Irish music industry by RTE radio stations in particular.  Again that matter could be raised on the Adjournment.<\/p><p>Senator Mullins complimented all those involved in the Arbour Hill commemoration and also raised other local matters.<\/p><p>Senator Quinn spoke about a mortgage break and what happens in the United States.<\/p> <p>We can have those discussions during our debate on the economy.<\/p><p>Senator Noone called on the Minister for Transport, Tourism and Sport to outline to the House how he intends to deal with the disruption during construction of the new Luas lines.  I will ask the Minister for an update in that regard.  Senator &Oacute; Murch&uacute; advised us to take our duties as legislators seriously.  I think all of us would agree with the sentiments he expressed.<\/p><p>Senator Colm Burke spoke about the Civil Law (Missing Persons) Bill and the report by the Law Reform Commission on the difficulties of dealing with the estates of people who are missing.  He raised valid points and we will try to have the Bill introduced to the House in early course.  I will accede to Senator Zappone's request to deal with No. 16 before No. 1 and accept her amendment to the Order of Business.  Senator O'Keeffe called for a debate on early child care.  I will ask the Minister for Education and Skills to come to the House to discuss that issue.  Senator White will also be taking part in that debate and she outlined her concerns on the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900008#G00500","speaker":"1130","continuing":true},{"type":"speech","time":1368095400,"counter":65,"content":"<p>Senator Mark MacSharry has proposed an amendment to the Order of Business, \"That a debate with the Minister for Education and Skills on his proposals to cut child benefit be taken today\".  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900009#H00200","speaker":"1120"},{"type":"speech","time":1368095400,"counter":66,"content":"<p>It is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900009#H00300","speaker":"1149"},{"type":"vote","time":1368095400,"counter":67,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 15; Níl, 29.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900009#H00400","aye":["1157","1116","1147","1133","1159","1149","1128","1136","1123","1115","1127","1142","1145","1126","1164"],"nay":["1148","1121","1138","1150","1165","1151","1124","1158","1130","1166","1160","1117","1144","1172","1152","1173","1135","1161","1162","1132","1174","1134","1118","1153","1129","1125","1171","1143","1176"]},{"type":"speech","time":1368095700,"counter":68,"content":"<p>Senator Denis O'Donovan has proposed an amendment to the Order of Business: \"That a debate on gangland crime and gangland murders be taken today.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900010#J00100","speaker":"1120"},{"type":"speech","time":1368095700,"counter":69,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900010#J00200","speaker":"1127"},{"type":"vote","time":1368095700,"counter":70,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 16; Níl, 30.<\/p><p>Tellers: Tá, Senators Ned O'Sullivan and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900010#J00300","aye":["1157","1116","1147","1133","1159","1140","1149","1128","1136","1123","1115","1127","1142","1145","1126","1164"],"nay":["1148","1121","1138","1150","1165","1151","1124","1158","1130","1166","1160","1117","1144","1172","1131","1152","1173","1135","1161","1162","1132","1174","1134","1118","1153","1129","1125","1171","1143","1176"]},{"type":"speech","time":1368096000,"counter":71,"content":"<p>Senator Zappone has proposed an amendment to the Order of Business: \"That No. 16 be taken before No. 1.\"  The Leader has indicated that he is prepared to accept the amendment.  Is the amendment accepted?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900011#K00050","speaker":"1120"},{"type":"speech","time":1368096000,"counter":72,"content":"<p>I accept the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900011#K00075","speaker":"1130"},{"type":"speech","time":1368096000,"counter":73,"content":"<p>Is the amendment agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900011#K00087","speaker":"1120"},{"type":"vote","time":1368096000,"counter":74,"content":"<p>Question put: \"That the Order of Business, as amended, be agreed to.\"<\/p><p>The Seanad divided: Tá, 35; Níl, 12.<\/p><p>Tellers: Tá, Senators Paul Coghlan and Aideen Hayden; Níl, Senators Ned O'Sullivan and Diarmuid Wilson.<\/p><p>Question declared carried.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900011#K00187","aye":["1148","1157","1121","1138","1150","1165","1151","1124","1158","1147","1130","1166","1160","1117","1144","1172","1131","1152","1173","1135","1161","1162","1132","1174","1134","1118","1153","1136","1170","1129","1125","1145","1171","1143","1176"],"nay":["1116","1133","1159","1140","1149","1128","1123","1115","1127","1142","1126","1164"]},{"type":"majorheading","content":"Seanad Bill 2013: First Stage","time":1368096300,"counter":75,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00200"},{"type":"speech","time":1368096300,"counter":76,"content":"<p>I move:<blockquote><br \/>That leave be granted to introduce a Bill entitled an Act to reform the system of electing the elected members of Seanad &Eacute;ireann as provided for in article 18.10 of the Constitution by extending the right to vote to all persons entitled to vote in elections for D&aacute;il &Eacute;ireann and to certain other persons resident in the State and to persons resident in Northern Ireland who qualify for Irish citizenship and to Irish citizens resident abroad who hold Irish passports; to provide for gender equality in the election of the elected members of Seanad &Eacute;ireann; to make provision for the exercise by Seanad &Eacute;ireann of powers relating to scrutiny of EU legislative proposals and for the holding of enquiries and the receipt of citizens petitions, and for the repeal of certain Acts relating to Seanad and to provide for related matters.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00300","speaker":"1176"},{"type":"unspoken","time":1368096300,"counter":77,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1368096300,"counter":78,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00500","speaker":"1120"},{"type":"speech","time":1368096300,"counter":79,"content":"<p>On Tuesday, 14 May 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00600","speaker":"1176"},{"type":"speech","time":1368096300,"counter":80,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00700","speaker":"1120"},{"type":"majorheading","content":"EU Directives: Motion","time":1368096300,"counter":81,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00800"},{"type":"speech","time":1368096300,"counter":82,"content":"<p>I move:<blockquote><br \/>That Seanad &Eacute;ireann:(1) notes the agreed Report of the Joint Committee on Agriculture, Food and the Marine under Standing Order 101 on the Proposal for a Directive of the European Parliament and of the Council establishing a framework for maritime spatial planning and integrated coastal management - COM (2013) 133 which was laid before Seanad &Eacute;ireann on 7 May 2013 in accordance with Standing Order 101(3)(<i>b<\/i>);<br \/>(2) having regard to the aforementioned Report, and in exercise of its functions under section 7(3) of the European Union Act 2009, is of the opinion that Proposal for a directive of the European Parliament and of the Council establishing a framework for maritime spatial planning and integrated coastal management - COM (2013) 133 does not comply with the principle of subsidiarity for the reasons set out in paragraph 5(i) of the Report: and<br \/>(3) notes that, pursuant to Standing Order 101(4), a copy of this Resolution together with the aforementioned Report shall be sent to the Presidents of the European Parliament, the Council and the Commission.<\/blockquote><\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L00900","speaker":"1130"},{"type":"unspoken","time":1368096300,"counter":83,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Overseas Development Issues: Statements","time":1368096300,"counter":84,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L01100"},{"type":"speech","time":1368096300,"counter":85,"content":"<p>Before I commence, I welcome the fact that a group of children is present in the Gallery.  I thank Senators for the opportunity to address the House on Ireland's new policy for international development - One World, One Future: Ireland's Policy for International Development - as well as other recent developments relevant to the Government's commitment to international co-operation.<\/p><p>The past five months have been busy, to say the least.  We have been using our Presidency of the Council of the European Union to move towards a common EU position on the post-2015 development agenda and to advance EU policy on both food and nutrition security and resilience.  We have also been active responding to the humanitarian crises in Mali, Syria, Somalia and elsewhere and in engaging in the negotiations on the European Union's multi-annual financial framework budget in the context of areas relevant to development co-operation.  I will discuss these matters in greater detail later but I wish, first, to return to what is a significant moment for Ireland&rsquo;s commitment to a sustainable and just world, namely, the publication of One World, One Future: Ireland's Policy for International Development, which the T&aacute;naiste and I launched last week.<\/p><p>In the first instance, I wish to comment on the review of the 2006 White Paper on Irish Aid.  Our new policy on international development was born out of that review and out of the comprehensive period of reflection, listening and learning to which it gave rise.  A commitment to review the 2006 White Paper on Irish Aid was included in the programme for Government published in 2011.  This review, which commenced over a year ago, sought to examine the progress made by the aid programme during the past six years and review the changing context, in Ireland and overseas, in which we operate.  An added dimension was to propose clear priorities to guide the Government's overseas aid programme in the years ahead.  The review reached over 1,000 people through public consultation meetings throughout the country and overseas.  It involved meetings with NGOs, the private sector and other interest groups in Ireland.  It also included consultations with the Houses of the Oireachtas, including the Seanad, which I addressed on the matter on 9 May last year.  The consultation process, therefore, provided a unique opportunity to listen to the views and experiences of people, both here in Ireland and in the countries in which we work.<\/p><p>At this juncture, I wish to thank those Senators who participated in the review and who made the process relating to it so vibrant.  I also wish to acknowledge the Irish Aid expert advisory group, chaired by the former Minister for Justice, Nora Owen, in the context of the independent oversight role it played with regard to validating the review.<\/p> <p>As a result of this extensive review I am confident that our new policy, One World, One Future, presents a clear direction for Ireland's contribution to international development in the years ahead.  We have set out three goals under the new policy: first, reduced hunger and stronger resilience; second, sustainable development, inclusive of economic growth; and, third, better governance, human rights and accountability.  To achieve our goals we have identified six priority areas for action: global hunger, fragile states, climate change and development, trade and economic growth, essential services, and human rights and accountability.  Most important, we will work even harder on the inter-connections between all these priority areas for action.  Co-ordination is important in this regard.<\/p><p>The new policy reaffirms our leading global role on hunger.  It affirms the need for more comprehensive responses to the impacts of climate change and it places particular emphasis on responding to the needs of fragile states, that is, states coming out of conflict, subject to armed conflict or subject to extreme natural disasters.  In this context, I refer to the recent announcement that Sierra Leone has been designated a new key partner country for the Government.  Just over ten years ago Sierra Leone came out of a civil war.  The new approach recognises the importance of human rights in all that we do and, in particular, the need to focus our efforts on better responses to gender equality and disability.  We will continue to work with partners who have a proven ability to deliver quality programmes and who deliver results for poor communities.  In this context our partnership with Irish-based NGOs will remain as an important dimension of the programme.  It will have a particular emphasis on demonstrating value for money, delivering results and contributing to the strengthening of civil society organisations in our key partner countries.  While affirming the centrality of the reduction of poverty and inequality, the new Irish Aid policy emphasises the need to attach greater importance to economic growth, the development of the private sector and trade.  It emphasises the importance of international co-operation to enable developing countries to grow and finance their own development and, over time, become less dependent on international assistance.<\/p><p>Our clear view under this policy is that aid alone will not solve the problems of poverty and hunger.  Our contribution is not only through the financial assistance we provide.  We have a strong voice on the international stage which we will continue to use.  Moreover, Ireland has clear capacity in our people and in our institutions, which we will harness, including through a new volunteering initiative.<\/p><p>The direction this policy sets out, although focused on the needs of the developing countries with whom we work, is also in our interests.  By leveraging the goodwill and strong partnerships that we have built up through our aid programme, we can contribute to our economic recovery in Ireland.  Importantly, the policy recognises our ability to contribute to good development outcomes not only through our foreign policy, but through policies right across Government as well.  This is why we are committing to a stronger whole-of-government approach and to being more accountable for our actions.  The policy will include the submission of a biennial report to the Oireachtas on progress made and results being achieved through Ireland's efforts.<\/p><p>It should be recognised that this new policy has been formulated in difficult circumstances in Ireland and throughout Europe.  However, in 2013 it continues to reflect a commitment by the Government to ensure overseas development assistance remains an important policy priority and that this is reflected in annual budgetary allocations.<\/p><p>We have recognised that our spending on overseas aid must be fully transparent, providing maximum value for money and delivering positive results in the lives of those who it is targeting.  Accountability will be central in this regard and we have set out clearly in this policy who we are accountable to and how.  We will expect the same standards from those through whom we channel aid funding.  We will be encouraging an even greater partnership and oversight by the Oireachtas in all that we do, including through engagement with the Joint Committee on Foreign Affairs and Trade.  With this new policy we mark the beginning of a fresh chapter for Ireland in international development.  It is a policy we enter into with the confidence that there is much to build on and a strong commitment in Ireland at all levels to making a difference in the lives of the poorest and most vulnerable people with whom we work.<\/p><p>I refer to Ireland's Presidency of the European Union Council.  Ireland has had an active, efficient and effective Presidency in the area of international development following detailed preparations last year.  We have worked in close co-operation with our partners, in particular the EU High Representative for foreign and security policy, Dame Catherine Ashton, and her European external action service, to achieve concrete outcomes in areas of mutual interest.  Some 12 months ago we identified three key areas in the European Union's development and humanitarian agenda which Ireland, working with the EU High Representative, would seek to progress during our Presidency.  These three areas are: first, ensuring that the EU actively engages in development of the post-2015 agenda; second, highlighting the links between the thematic issues of hunger, nutrition and climate change; and, third, forging stronger links between emergency humanitarian relief and long-term development aid.  As we move towards the development segment of the Foreign Affairs Council on 28 May, we can say with justification that we have made substantial progress in all three priority areas and have met or are on line to meet the goals set out at the start of our Presidency.<\/p><p>The main issue in the international development agenda is what will replace the millennium development goals, which were agreed in 2000 and which are due to expire in 2015.  Establishing a new development framework is important and this is reflected in the intensity and range of discussions taking place throughout the world, including in the European Union, at the high level panel appointed by the United Nations Secretary General, at the UN open working group on the sustainable development goals and at the 11 thematic consultations and over 50 country dialogues being organised by the UN throughout the world.<\/p><p>At an early stage in our preparations for the Presidency we identified that EU engagement in this global discussion was essential and that Ireland, as holders of the EU Council Presidency during this crucial period, would be well placed to shape and focus the European Union's position, especially on the UN special event on the millennium development goals in September 2013.  The special event will be one of the last opportunities for international leaders to review progress being made in advance of the 2015 target date and will be a starting point for considering what will happen after 2015.  Working with the EU High Representative, the three commissioners responsible for humanitarian aid, development aid and the environment and the Minister for the Environment, Community and Local Government, Deputy Hogan, we are now in the process of developing an EU position on what a post 2015 framework might look like.  Our aim is for a position that is coherent and effective.  This will be discussed at the development segment of the Foreign Affairs Council on 28 May.  It was also the main point of discussion at the informal meeting of EU development ministers which I hosted in Dublin in February and at which there was unanimous agreement on the way forward.<\/p><p>Given our well-established international reputation in development assistance, I am pleased to note the Irish thread throughout the post-2015 process.  In addition to our EU Presidency role, we are a member of the UN open working group on sustainable development goals.  Our Ambassador to the UN in New York, Anne Anderson, is co-facilitating the UN special event in September along with her South African counterpart.<\/p><p>As we look forward to post-2015, we should remember that the millennium development goals agreed in 2000 have been a useful international framework to guide the efforts of the international community in reducing global poverty and disadvantage.  It will be essential that the discussions on a successor framework for the MDGs for the next 15 years and discussions in the open working group on recommendations for sustainable development goals are coherent and mutually reinforcing and that we work towards a coherent set of goals for the post-2015 framework.  This has been the thrust of the work we have been doing during the past six months to bring the European Union together with a common purpose and in a coherent fashion on the sustainable development goals and millennium development goals.  We have been speaking with one voice since 2008 because Croatia has been in on all the talks as well.<\/p> <p>We will speak with a single voice and common purpose, coming from the European Union, in September when the decisions are due to be made by the United Nations.<\/p><p>On responding to huger, nutrition and climate change, which has been a focus of our global endeavours over the years, the global community has made major progress in fighting poverty since the millennium development goals were agreed in 2000.  Despite this, the reality is that one billion people still live in extreme poverty, 870 million people live with hunger, almost one in three children in the world lacks the nutrients they need to develop their full potential physically and mentally, and malnutrition is the underlying cause of the deaths of 7,000 children under five every day.  Climate change is already having a direct impact on the poorest communities in the poorest countries, which have done the least to cause it.<\/p><p>The world's population will reach 9 billion by 2050.  To feed this population, agricultural production will have to increase by about 60% and, over the same period, it is estimated that climate change could reduce food production by a quarter.  That is the dilemma.  The major international conference which my Department organised in Dublin Castle on 15 and 16 April, in partnership with the Mary Robinson Foundation - Climate Justice, sought to think about these challenges differently.  It focused on the interlinked themes of hunger, nutrition and the impact of climate change, and brought together policymakers and more than 100 representations from grassroots communities in Africa, Asia, Latin America and the Caribbean.  The aim was to listen and learn from local views, practices and coping mechanisms in order to contribute to the process of negotiating the post-2015 global development framework.  Representatives of farmers, pastoralists, herders, fisherfolk and local civil society constituted one third of the participants at the conference.  They brought their own experience of coping with these challenges and we had rich and productive discussions.  Stakeholders and decision-makers listened to what was said by those from the grassroots in developing countries.<\/p><p>The clear lessons we learned at the conference were that local people must be listened to, and their solutions must feed into the policy debate post- 2015; we need to link policy development processes more effectively to local reality; we need to invest more effectively in knowledge, education and science; and we need to take dramatic action to empower poor households, especially women, who make up 80% of the smallholder farmers in sub-Saharan Africa, to engage in decision making, which is a political issue.  These are key messages which Ireland will take to the policy discussions on a successor framework to the millennium development goals.<\/p><p>Following on the lessons emerging from this conference, Ireland's focus in these discussions will be on the need to set specific new targets on hunger and nutrition.  These are areas in which Ireland is already regarded as a global leader by the various development agencies and countries throughout the world.  We will consider new targets on hunger and nutrition.  There will be a new, stronger, emphasis on agriculture, especially climate sensitive agriculture.  There will also be a stronger and much more specific approach to the rights of women and girls.<\/p><p>I will discuss responding to humanitarian needs.  When disaster strikes, help is needed, and it is needed fast.  Helping the world's most vulnerable populations in crises such as tsunamis, droughts, famines and floods can make the difference between life and death.  However, while much has been achieved in terms of poverty reduction across the globe, the number and frequency of disasters such as floods, droughts, landslides and earthquakes are increasing.  They will continue to increase as climate change and global warming generate more severe weather related events.<\/p><p>In addition, many emergencies are more complex and protracted, and there is a growing trend of attacks on aid workers.  Ireland's policy approach is to provide flexible and timely funding to organisations which demonstrate a clear capacity to deliver effective assistance in a manner that is responsive to identified need and adheres to the core humanitarian principles of humanity, impartiality, neutrality and independence.  We are also fully committed to the principles and practice of international humanitarian law.<\/p><p>Irish humanitarian assistance has a particular emphasis on targeting forgotten emergencies where needs are immense but which do not attract the attention of the international media. There may be an immediate focus on an event for a couple of days or weeks, but all of a sudden it is forgotten and the funds dry up.  For example, in 2012 funding was provided by Ireland for emergencies in Mali, the Democratic Republic of the Congo, Syria, Niger, Somalia, South Sudan and Yemen.  In addition to this emergency humanitarian assistance, funding is provided to assist communities and countries to recover from the aftermath of natural or man-made disasters and to improve their capacity to better prepare for similar crises in the future.<\/p><p>The total funding provided by Ireland for emergency relief and recovery activities in 2012 was &euro;102 million.  To date, I have approved funding of &euro;47 million, ensuring that the world's most vulnerable people receive essential, life-saving relief and support to rebuild their lives in countries such as Syria and its neighbours, Mali, the Horn of Africa, Sudan and the Sahel region.  An enormous sum of money is also given on a voluntary basis by Irish individuals to various charities and non-governmental organisations, which also reaches many countries.<\/p><p>I will focus on Africa.  Politically and economically, it is building on its success of the past decade.  Annual economic growth is averaging around 5%, and with this growth has come opportunities for trade and a stronger role for emerging economies in world affairs.  The Africa strategy of the Department of Foreign Affairs and Trade builds on Ireland's long-standing relationship with Africa based on political support and the Irish people's commitment to working to end poverty and hunger in some of the poorest countries on the continent.  Underlining our strengthened focus on contacts with Africa, last year I led trade focused visits to South Africa, Ghana and Nigeria.  It was a particular pleasure to lead the first trade visit from Ireland to west Africa in more than 20 years, and the development of stronger links in that region will remain an objective this year under the Africa strategy, with a full trade mission to west Africa planned for later this year.<\/p><p>As indicated in our new aid policy, I believe there is a great opportunity for the private sector to play a more important role in developing sustainable economic growth in countries such as Ghana and Nigeria.  I visited Tema port in Ghana, which is benefitting from the advice and experience of the Dublin Port Company and Belfast Harbour in a training programme with the UN to improve the management structures in the ports in order that perishable goods can be dealt with much more quickly and port activities streamlined.  There is a two-year programme, spearheaded by the Dublin Port Company, which has been very successful.  It is funded by Irish Aid.  Through the Department and our embassies across Africa and in close co-operation with Enterprise Ireland and other agencies and business associations, we have committed ourselves to helping with research, networking and groundwork that can identify and facilitate two-way trade and investment between Ireland and Africa.<\/p><p>On accountability, I know the House will share my deep concern over the misappropriation of Irish development funds in Uganda last year.  While effectively managing our aid programme in challenging environments is part of the work we do, Ireland has always made it abundantly clear that we have no tolerance for fraud or any other form of financial irregularity in regard to our development programme.  I am committed to ensuring we learn from what occurred in Uganda to strengthen further our systems of financial management.  We must do everything we can to minimise the potential for any misuse of Irish taxpayers' funds that is spent in our partner countries, while still being able to make a positive contribution to the lives of some of the poorest and most vulnerable people in the world.<\/p> <p> As Members know, the Government of Uganda accepted full responsibility for its misappropriation of Irish development funds and has repaid the &euro;4 million in full.  Other countries, including Norway and Denmark, put funding into the same basket, in the same bank, and were affected in the same way as Ireland.  For 2013, we are delivering a significantly reduced aid programme for Uganda through non-government partners.  In addition, the capacity of the embassy in Kampala in the areas of financial management and audit has been strengthened.  The embassy is continuing to work closely with and support the Auditor General of Uganda, who discovered the fraud and is playing a critical role in the oversight of financial management in State institutions.  Incidentally, the Auditor General was trained by Irish Aid and was fearless in the face of the fraud he uncovered within his country's banking system.<\/p><p>Several additional steps have been taken to ensure the internal financial and risk management systems used to oversee and manage Ireland's aid programme are sufficiently strong and robust.  In particular, the recommendations of the evaluation and audit unit of my Department following its investigation into the Ugandan fraud are being implemented.  The ambassadors in the overseas missions that manage Irish Aid's bilateral programmes have undertaken a full review of their financial and risk management systems to ensure any weaknesses are highlighted and appropriate measures are taken to address same.  The Secretary General of my Department recently held a high-level meeting with all heads of mission of embassies that manage aid programmes at which  the importance of managing risk around Irish development funding and of strong vigilance in the management of aid programmes were underlined.<\/p><p>The evaluation and audit unit will continue to build on the important work already undertaken.  The unit has begun an intensive programme of assessments of all our partner countries, including  examining the financial controls and risk management systems in place and ensuring those systems are fit for purpose.  This work is expected to be completed by the summer and I have asked the unit to report its conclusions to the T&aacute;naiste and me.  I am committed to the full implementation of any recommendations the unit may make.  I am confident that the lessons we learn from this exercise will contribute to strengthening the oversight and accountability of the Irish Aid programme.<\/p><p>I thank the Acting Chairman and Members for the opportunity to address the Seanad this afternoon.  I look forward to our discussion today and any feedback or questions on the issues I have outlined.  I am grateful for the opportunity to go through our new policy document, One World, One Future, and to outline the work we have done in the past six months.  As I explained, we have had a ministerial informal meeting in Dublin and a special conference has been arranged.  The conclusions we will sign up to on 28 May will allow us to present an agreed European Union position on the way forward for the next generation at the United Nations summit in September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900012#L01200","speaker":"1006","continuing":true},{"type":"speech","time":1368098100,"counter":89,"content":"<p>I thank the Minister of State for his presentation and wish him continued success in his work.  I now invite Senator Mark Daly to respond.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900015#O00200","speaker":"1164"},{"type":"speech","time":1368098100,"counter":90,"content":"<p>The latest survey shows that 88% of people in this country are proud of Ireland's record in the area of international aid.  We have been involved in many excellent initiatives which have saved and transformed the lives of millions of people.  Our record as a donor country is undoubtedly a legacy of our own past experience of famine and want.  We are now in difficult times, however, and people are rightly seeking assurance that our contribution to donor countries is being spent as effectively as possible.<\/p><p>One of the points my party colleagues and I raised in the discussions on the policy paper was that every cent of our overseas aid budget is now being borrowed and most of that money is not, in fact, going directly to donor countries but rather to various European institutions.  Irish people might be less proud and supportive of our work in partner countries if they knew that most of the money we are borrowing for this purpose is going to European institutions and countries which are using it for their own programmes.  People are hugely supportive of non-governmental organisations such as Concern, but the reality is that most of our overseas aid budget does not go to those bodies which do tangible work that is of real benefit to people in partner countries.  Instead, it goes to EU institutions which disburse it in accordance with their own policies.<\/p><p>During our discussions with the Minister of State on the policy paper, I proposed that at the very least, the interest we are being charged on the &euro;600 million we are borrowing for our overseas aid programme should be taken into account when we are giving it back to European Union institutions.  What is essentially happening is that we are borrowing the money from one institution in order to give it back to other institutions.  We are talking about hundreds of millions of euro here.  I would never suggest that we should cease funding for the overseas aid budget, but we should be more targeted in our approach.  This will give us confidence that the moneys we provide are benefitting partner countries in the most effective way, such as in those countries where we are taking a lead role in education and health.  During a recent visit to Zambia with the Clinton Foundation, for example, I saw how Ireland's aid programme is making a huge difference to the lives of ordinary people.  That is how Irish people want to see the overseas aid budget being spent.  They do not want it to be eaten up by bureaucracy at European Union level.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900015#O00300","speaker":"1159"},{"type":"speech","time":1368098100,"counter":91,"content":"<p>That is not what is happening.  I will answer the Senator's claim in my reply.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900015#O00400","speaker":"1006"},{"type":"speech","time":1368098100,"counter":92,"content":"<p>The figures are there in the overseas aid reports.  The bottom line is that a huge portion of the budget is going to EU institutions and the World Bank.  My party, in common with most people in this country, wants to support the overseas aid programme.  The fact that it is being rolled up into the Department of Foreign Affairs and Trade probably makes sense in so far as the rate at which many African countries are growing in terms of gross national product means there are huge trade opportunities for Ireland.  We do not, however, want to go down the route of our neighbour jurisdiction, which insists on aid and trade being tightly linked.  We certainly do not support the notion that the sale of military weapons in certain countries is a form of aid.<\/p><p>In regard to the abuse of aid moneys, the misappropriation of State funding is something that unfortunately happens in Governments throughout the world.  In the case of Malawi, we saw the President and Prime Minister appropriating lavish amounts of money for personal expenditure such as weddings.  Such reckless spending by recipient countries undermines our overseas aid budget.  Likewise, the Minister of State referred to the purchase of fighter jets in Uganda.  That these abuses were picked up by our auditing system tells us it is working.  These types of abuses will unfortunately arise from time to time, which is why we have an auditing system.  My party will not stand over using the exposure of such abuse as a reason to pull back on overseas aid.  It would make an easy headline for anybody to declare that we should withdraw our funding for Uganda because moneys already donated have been misappropriated.  What is required is an auditing system which ensures that all moneys going into the system are properly allocated and spent.<\/p><p>To return to my first point, will the Minister of State comment on the portion of overseas aid that is going directly to help ordinary people in partner countries?<\/p> <p>Everyone wants to see it hitting the ground and being used effectively.<\/p><p>Although the amount of money that we allocate to overseas aid is decreasing due to our situation, we still have commitments to various programmes at EU level.  The Minister of State might correct me, but we must contribute 1.7% to a particular fund.  I am a member of the foreign affairs committee.  Every so often, the Department of Foreign Affairs and Trade's allocation of &euro;120 million to a certain EU fund over five years is discussed.  This money comes out of our overseas aid budget and is given to an EU institution into which we have some input but over which we have little control.  I suggest that we target funding towards non-governmental organisations, NGOs, and partner countries.  We have control over that funding and can achieve better outcomes that are visible to the public, whose support is critical to the-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900015#O00500","speaker":"1159","continuing":true},{"type":"speech","time":1368098700,"counter":94,"content":"<p>That is actually the way it is.  I will go into greater detail.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900016#P00200","speaker":"1006"},{"type":"speech","time":1368098700,"counter":95,"content":"<p>I will send the Minister of State the report.  When the foreign affairs committee received a presentation on the matter, we pointed out the percentage of money that we needed give to EU institutions.  We are tied to the figures.  That money does not support our overall allocation.  However, as the party that committed to the 0.7% target, we are supportive of the Minister of State's efforts and wish him every success in his office.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900016#P00300","speaker":"1159"},{"type":"speech","time":1368098700,"counter":96,"content":"<p>I welcome the Minister of State to the House and compliment him on the launch of Ireland's new policy on international development, One World, One Future.  It builds on the solid foundation of the White Paper on Irish Aid, published in 2006, and the 2012 comprehensive review and public consultation process, which the Minister of State led with independent oversight by the Irish Aid Expert Advisory Group, chaired by a former Minister, Ms Nora Owen.  The consultation process had credibility, as it engaged with the public.  More than 1,000 members of the public attended four regional meetings.  There were also stakeholder meetings and various Oireachtas committees discussed the matter, as did the interdepartmental committee on development.  Diaspora groups living in Ireland were engaged with, as were the NGOs working at the coalface and the private sector.  Some 160 written submissions were made by NGOs, academia, research institutes, members of the public, politicians, political parties and the private sector.<\/p><p>The 2006 White Paper placed the fight against poverty at the heart of Ireland's foreign policy and is the foundation on which much has been achieved in the past six years.  Ireland is recognised globally as a leader in the delivery of quality aid where and when it is needed most.  Given that much has changed in the world since 2006, it is appropriate that the Government is setting out a credible and realistic agenda to maintain strong public support for our aid programme.<\/p><p>Although we face significant economic difficulties, the majority of Irish people want the Government to provide aid to the world's poorest people, but they want taxpayers' money to be spent effectively and to be accounted for properly.  I share some of Senator Daly's concerns in this regard.  Despite the downturn, citizens continue contributing generously to the many reputable organisations working in the developed world.<\/p><p>Ireland's One World, One Future policy has a significant mission statement: &quot;A sustainable and just world, where people are empowered to overcome poverty and hunger and fully realise their rights and potential&quot;.  Clearly aid alone will not solve the problems of hunger and poverty.  Lasting solutions must be supported by governments in developing countries, which must address the issues preventing them from raising revenue and attracting foreign direct investment, FDI.  The addressing of human rights issues must be closely linked to our provision of aid.<\/p><p>The policy's goals are reducing hunger and strengthening resilience; sustainable development; and better governance, human rights and accountability.  The key elements of the new policy document place a stronger focus on stability in fragile countries, particularly those emerging from periods of conflict.  Needs are greater in such countries and human rights issues are likely to be more significant.  I welcome the fact that Sierra Leone and Liberia have become partner countries.  This demonstrates our commitment to helping countries emerging from conflict.  The other partner countries are Ethiopia, Lesotho, Malawi, Mozambique, Tanzania, Uganda, Vietnam and Zambia.<\/p><p>The Government remains committed to reaching the target of 0.7% of GNP when our economy improves.  In the meantime, the Government is endeavouring to maintain expenditure at current levels.  While we all wish that we could reach the target sooner, many better off countries are falling short of the commitments they made at high-level events.  A name and shame approach should be taken to expose those that are not honouring their international commitments to the world's most disadvantaged.<\/p><p>I welcome the fact that climate change has been placed at the new policy document's centre.  Poor countries are likely to suffer the most as a result of climate change, given its impact on food production and food prices.  In a small way, Ireland recently saw the impact of climate change.  Our fodder shortage is a reminder of how weather patterns can impact on poorer parts of the world.<\/p><p>The Irish people deserve openness, transparency and accountability, as do our development partners.  I welcome the commitment in the document to these ideals.  There must be accountability as regards how our money is spent, we must see what is being achieved and members of the public must be assured that the money invested on their behalf is reaching the most deserving people.  At home, we need to engage further with citizens so that they might understand the aid programme.  We must supply information so that people can know where the money is being spent, how it is accounted for and whether it is achieving progress.  I welcome the volunteering initiative under the new document.<\/p><p>I was pleased that, on the day of the document's launch, Mr. Hans Zomer, the director of D&oacute;chas, a network of 49 development NGOs, stated: &quot;Today, we have a document that renews and reaffirms Ireland's vision for a better world and our role in helping to create it.  This document celebrates who we are as a people &ndash; the values we hold dear and the changes we, as a county, want to bring about&quot;.  When researching for this debate, I examined materials relating to the 2006 document.  They read: &quot;Irish Aid will be there, on behalf of Irish people, as we work to heal wounds of poverty and injustice in a world divided in two parts: those who have and those who want only a fair chance for a fair life&quot;.  Our new policy document will achieve this objective.<\/p><p>I compliment the Minister of State and thank him for his comprehensive overview of where our money is being spent and where we are making progress.  I wish him well for his forthcoming significant meetings on Irish Aid and overseas development aid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900016#P00400","speaker":"1118"},{"type":"speech","time":1368098700,"counter":97,"content":"<p>I welcome the Minister of State.  On behalf of the Labour group in the Seanad, I also welcome the opportunity to lead the debate on the recent launch of Ireland's policy on international development.  It is essential to any foreign affairs or trade process to have a roadmap covering the various issues that might affect the Department or the Third World.  One World, One Future sets out the priorities of our overseas aid programme for the next four years.<\/p> <p>I am a fervent supporter of our aid and international development agenda.  I recognise the important role it plays on humanitarian grounds but also the significant part it plays in keeping Ireland&rsquo;s international reputation right up there among the greatest benevolent countries in the world.  We, the Irish people, should be incredibly proud of our achievements and the difference we are making in the lives of thousands, if not millions, of the world&rsquo;s poorest people.<\/p><p>Having participated in a 2011 visit as part of an Oireachtas delegation to Ethiopia I can tell the Minister first-hand the remarkable work that is being done there.  Some of the NGOs I visited were to the forefront of gender issues.  Others were educating people to escape the poverty trap through entrepreneurial studies and link ups with University College Cork, UCC.  I even happened to see the Irish potato being sown in the Tigray region, which was phenomenal, to say the least.  All agencies are carrying out tremendous work and Ireland can be justifiably very proud for making such an indelible mark on Ethiopian society, among other countries that are part of our development aid programme.  On a daily basis our aid, and the money we give to finance these programmes, is helping eradicate poverty and assist in building the necessary infrastructure.  I am glad to see our commitment remain as steadfast as ever in 2013 and into the future through the publication of this policy document.<\/p><p>The effect of our commitment to development issues cannot be underestimated when it comes to building political capital with other countries worldwide.  It puts us to the fore of exploring economic possibilities and opportunities with aid recipient countries.  The key elements of this new policy will go a long way towards providing us with sight lines for fostering sustainable economic growth in our partner countries and providing focus on countries recovering from conflict and instability.  The launch of a new volunteering initiative will help harness the experience of Irish people and institutions.  Responding to the harmful impacts of climate change in poor countries has become a core priority of ours and the new policy also enhances openness, transparency and accountability, with all aid data to be published under the internationally agreed format by 2015.  Promoting and protecting human rights, and addressing inequality, including gender inequality, have become key goals for us.  It is clear that the Department is leaving nothing to chance through its multifaceted approach to dealing with the issues which affect those living in under-developed countries.<\/p><p>I will focus on the trade aspect for a few moments.  There is no doubt that this is one of the defining characteristics of the next economy and that we fully recognise the essential role to be played by exports.  If Ireland is to fully benefit from the transformational changes taking place in world markets, we must re-orientate our economy and the policies that shape it towards increasing our exports.  I am very glad to see from this policy document that this is an integral part of the strategy.  We must be mindful that Germany came out of the great recession through the force of an export sector that constitutes half of its economy.  The top 30 performing metropolitan areas in the world are almost all located in the emerging markets of Asia and South America, while the 30 poorest performers were nearly all located in Europe and the US.  This means that as nations around the world leave development programmes as they urbanise and accelerate their growth, they are creating markets for our products.  On that basis we must continue to foster trade links with these countries.<\/p><p>In the past, the T&aacute;naiste and Minister for Foreign Affairs and Trade, Deputy Gilmore, and the Minister of State, Deputy Costello, published the Africa strategy which was essentially a stepping stone to the meatier One World, One Future, and this provides us with new political, development and business possibilities within the African continent.  Enterprise Ireland and the industrial development agency, IDA Ireland, have a significant role to play here.  They must seek out trade development opportunities in aid programme countries.  Not only would the benefits be enormous to the aid countries in that they could find new markets for their goods and produce, but we would also benefit in circumstances where we would also have equal markets.<\/p><p>While trade development may not be possible in some countries immediately, we should look at developing and forging links now.  Many economies in Africa are growing by 5% per annum, and consumer spending is forecast to double in the next ten years.  From my experience of travelling to Ethiopia with an Oireachtas delegation, its economy is growing at 8% per annum and while this growth is starting from an incredibly low base, we also have to look at the fact that there will be possibilities which will be mutually beneficial to all in the forthcoming years.  A way of fostering such links is through engaging in a link-up between the major urban centres in Ireland and these countries, particularly those from the BRIC, Brazil, Russia, India and China, countries where their political, economic, social and trading relationships worldwide are evolving.<\/p><p>Ireland has a world-class reputation as being a very generous overseas aid donor, and I think we owe each and every Irish citizen, as custodians of their money, as transparent and effective a system as possible.  I see in One World, One Future that this is very much part and parcel of the agenda by the Department of Foreign Affairs and Trade.  Last year the integrity of our aid agenda took a serious hit when disturbing revelations were unearthed about money being misappropriated in Uganda.  That was very much a one-off case.  We have never had a history of this nature in the Department.  It is vitally important that deserving countries and programmes do not suffer as a result of mistakes made by others.  That is why there is a particular focus on openness, transparency and accountability in this policy, with all aid data to be published under the internationally agreed format by 2015.  This must be welcomed wholeheartedly.<\/p><p>As well as being very generous donors, Irish people also have a strong reputation for going abroad to underdeveloped regions to carry out charitable work.  For that reason I am delighted to see a new volunteering initiative will be launched as part of our four-year strategy to harness the experience of Irish people and institutions.  I hope this will lead to even more people going abroad to help those most in need in the years ahead.<\/p><p>This policy has a keen focus on sustainability, which has been to the forefront of many international debates recently.  That means that not only do we want to help tackle poverty and hunger, but also to give people the skills and tools to address it in the long term and to deal with climate change as it arises.  We need to look at what is causing poverty, so impoverished countries can chart a future where they will be aid free.  It is imperative that the international community work together in solidarity to achieve the same goals of this policy, One World, One Future, which the Government has published.  The main goals of reduced hunger and stronger resilience, sustainable development and inclusive economic growth, and better governance, human rights and accountability, portray clearly the essence of this policy.  The Minister of State, the T&aacute;naiste, the Department and all its officials need to be lauded for this.  These issues are focused on because of the sense of justice and compassion fostered by our mutual histories of famine, suppression and conflict, and because it is the right thing to do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900016#P00500","speaker":"1173","continuing":true},{"type":"speech","time":1368099300,"counter":99,"content":"<p>I welcome the Minister of State.  I also welcome his recent White Paper publication and applaud his worthy and excellent new goals of reduced hunger and stronger resilience, sustainable development and inclusive economic growth, and better governance, human rights and accountability.  I will put aside my speech because the three previous speakers have covered many of my points and we do not like repetition here in the Seanad.  I will touch on a few areas and pose a few questions to the Minister that will, hopefully, provide some more discussion.<\/p><p>Could the Minister of State provide us with a breakdown of how much of the moneys spent through Irish Aid go directly to those most in need and what amounts are being spent on administration?  Speaking from his experience, does the Minister of State feel the bigger countries in Europe, such as Spain and France, should contribute more money in aid?  We have Greece, Spain and Portugal, but we have suffered a unique economic catastrophe of our own in this country.  Last year Spain cut its aid by 39%.  Let us look at Ireland as a small sole trader that almost went down in smoke but was saved by the banks and institutions, and is controlled by them now.  To continue that analogy, we are borrowing &euro;600 million and paying interest on it and giving it to Irish Aid.  I applaud the Minister of State, his officials and the previous speakers, but all us Senators and the Deputies of the other House are meeting the people of Ireland every day.<\/p> <p>We meet desperate people every day and we are faced with people committing suicide because they are so desperate about their circumstances.  We also meet people with disabilities and illnesses but none of us can get the money to help them.  I will not be popular saying this but it needs to be said.  I disagree with one or two of the previous speakers.  If they talk to fellow citizens over the weekend, they will find that they are not aware of the amount we allocate to Irish Aid.  For example, some are not aware of the Ugandan story.  I thank the Minister of State for discussing that issue.  Hopefully, it was a once-off but the country and Malawi are far away.  Thankfully, there are strong auditing procedures in place but we need to be careful.  Is the Department collaborating with its counterparts in Norway and Denmark and sharing knowledge at the top level about how to strengthen risk management and auditing procedures on a futuristic basis?<\/p><p>Having read the Minister of State's report and various other commentaries, Africa is not doing bad financially.  It is experiencing an annual economic growth rate of 5% but hunger is a major issue on the continent.  We have incredible intelligence, knowledge and expertise in this country.  I propose that we reduce the allocation of &euro;600 million temporarily until we achieve economic stability but increase our sharing of our knowledge, technical brilliance and expertise.<\/p><p>What interest rate is the State paying on the &euro;600 million that is being borrowed?  A body of authors suggest this aid goes to propping up corrupt dictators.  The Minister of State referred to our money being used to buy weapons of mass destruction or being taken fraudulently.  In the Ugandan case, the country had just spent &euro;600 million on fighter jets.  I do not want us to continue to give money to countries that spend it on weapons of destruction.  I do not mind giving intelligence and expertise.  We are trying to get economies going, not support violence.<\/p><p>Are countries in receipt of long-term aid asked to meet targets to ensure they are making strides to improve their lot?  I refer to accountability.  I welcome the work the Minister of State is putting into this issue.  Perhaps the Government parties should communicate more with the taxpayer and let them know they are spending money and borrowing on their behalf in order that this is transparent for the public because we are taking the hard pressed taxpayers' money and borrowing.  The Minister of State cannot micromanage what is going on in Africa and elsewhere.  I would like him to give us more detail and some comfort that there will be no more $3 million weddings while we give a state money and that what happened in Uganda will not happen again.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900017#Q00200","speaker":"1169","continuing":true},{"type":"speech","time":1368099900,"counter":101,"content":"<p>I welcome the Minister of State.  The title of the debate is particularly welcome.  We are not talking about aid; we are talking about development, about which I am pleased.  I am reminded of the old Oxfam quote: \"Give a man a fish and you feed him for a day; teach a man to fish and you feed him for life.\"  International development is what we should engage in.  We experienced a famine 160 years ago and it is still in our memories many generations later.  This makes it easier for us to understand the need for international development and aid.  The number of people who go to bed hungry every night and the number who die annually from starvation in the developing world is far removed from the poverty experienced in this State.  It is important that we support international development.<\/p><p>It is a landmark moment for development aid because all bar two countries - Austria and Luxembourg - made cuts to their aid budgets.  While we may criticise Ireland for cutting its development aid budget, we must also consider that Germany, which has no budgetary problems, has not lived up to its aid commitments.  Its contribution last year fell by approximately 1%.  The European Commission recently stated that revenue from a proposed financial transaction tax should be set aside to fight poverty and climate change as an investment against global instability.  France has set aside existing national financial transaction tax revenue for development and Germany's development Minister has also spoke in favour of the idea.  What is Ireland's position on this issue?<\/p><p>While the target in the millennium development goals of cutting in half the proportion of people without sustainable access to safe drinking water was reached in 2010, the target of improving people's sanitation has not been attained.  This has wide ranging ramifications, not least in the case of disease.  The UN estimates that poor water and sanitation can cost sub-Saharan countries up to 5% of GDP every year.  However, water and sanitation comprised only 3% of the Union's total aid commitment between 2008 and 2010.  What is Ireland's policy on this?  Are we devoting enough aid in this area?  Are Ireland and the EU focusing development aid in the right areas?  It is concerning that, according to a European Parliament report last year, only 46% of European aid intended for developing countries goes to low income states, as mentioned by Senator O'Brien, while Turkey, a relatively rich country, is in the top five recipients of Commission aid.  Surely this is not right.  Can Ireland take a lead in highlighting this more?<\/p><p>Many NGOs argue that due to the recession so-called good aid such as long-term budgetary support is cut first while bad aid such as trade sweeteners remains.  Some countries employ creative definitions of &quot;aid&quot;, including the cost of repatriating illegal immigrants.  Can Ireland draw more attention to this major issue?  How does the EU stand over the promotion of democracy, human rights and engagement in development aid when a number of states in the region have engaged in widespread human rights violations resulting in high levels of poverty and dictatorship?  Should Ireland push more strongly for disengagement from such states in the provision of development aid when violations take place?  The UK Government said it would channel aid in new directions if recipient countries failed to meet four requirements: reduce poverty, adhere to human rights, demonstrate good financial management and show accountability to their citizens.  Should the EU not have a similar policy instead of the current patchwork of policies?  We have a common EU diplomatic service.  Why not have more co-ordination of EU aid?  We need to be much more assertive in this regard during our leadership of the Union, especially in the context of the misuse of Irish Aid development funds recently.<\/p><p>Can more business engagement in development aid be encouraged?  It is interesting to consider how the private sector has turned to innovative ways to reach untapped markets.  This relates more to development than aid.<\/p> <p>In Kenya and Nigeria where power outages can last for days, Samsung has introduced solar-powered mobile telephones.  Cameroon is overtaking Ireland as one of the consumers of Guinness.  What about diverting aid to help start-up companies in developing countries?  In that way aid can still become more sustainable.  There appears to be a general shift.  During the past decade multilateral and bilateral development banks have increased their financing of the private sector from &euro;7.5 billion to more than &euro;30 billion annually.  A study of the International Finance Corporation and 30 similar institutions concluded that firms in developing countries need financing to expand their operations as well as better infrastructure and improved business regulations and skilled employees.  Does it make sense for donor governments to support the public and private sectors in developing countries?  Some would say \"Yes\" since development institutions are mostly self-funded, using repayments from their investments to support new projects.  By contrast, aid to Government has to be funded every year.  Could we see a shift to a situation where development is founded more on investing in businesses with a relatively small amount of capital along with advisory services to create economic activity that is ultimately self-financing?  I think there should be more emphasis on this type of development.  What has impressed me most is the title whereby the Minister of State is talking about international development rather than international aid.  We are inclined to think of it as aid but international development takes one back to sustainability.  Once we can do that it continues and that is a worthy objective.  <\/p><p>I congratulate the Minister of State on what he is doing and I urge that we hold our resolve and maintain the standards we have reached.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900018#R00200","speaker":"1145","continuing":true},{"type":"speech","time":1368100500,"counter":103,"content":"<p>Cuirim f&aacute;ilte roimh an Aire St&aacute;it.  This is an important topic from a global point of view, not least from our own point of view given that Ireland has always proudly supported overseas development in countries where people were hungry and going without as a result, more often than not, of corrupt practices within those countries, particularly given that &euro;623 million is being spent on foreign aid.  Foreign aid is not just aid.  While its aim is to support self-development in those countries, often that does not happen.  Some 80% of this year's budget is going to African countries.  At a time when Moody's and the international economic commentators give this country junk status we are borrowing money to send to organisations such as the UN, to which we have an obligation under the 2002 declaration, the World Bank, regional banks in Africa and the European Union.  All of that &euro;623 million is borrowed plus an additional borrowing cost each year which probably runs to &euro;700 million.  At the same time, 1.65 million of our own citizens have less than &euro;50 at the end of the month, according to the Irish League of Credit Unions.  People in our own country are homeless and going without food and families are having to live on beans, toast and cornflakes.  That is happening in my constituency.  That is poverty in our own country.  While we have an obligation and a commitment to foreign aid, we also have an obligation and a commitment to our own people.  In light of the corruption and squandering of vast amounts of money which we are borrowing and giving back to Africa, we have to question the value for money obtained from that spend.<\/p><p>Recently, I met the Honorary Consul of Uganda to Ireland and questioned her on the use of the &euro;670 million spent by Uganda on new military Russian style aircraft.  She was embarrassed and outlined my worst fears that the aid money is not going directly to the people who need it.  Those who need the development, guidance, education and so on are not getting it.  She said there were other ways of ensuring that people were given assistance by our taxpayers but on the basis that it was provided for self-development in those countries.  In western society, people continue to throw money at the problem but that does not solve it.  We have learned from that in England.  America has taken a different view and other western countries are reducing aid going to foreign countries because of the lack of dividend being obtained in those donor countries.  <\/p><p>The statistics are alarming.  For example, we learn that the African nations are losing billions of euro each year as countries are being raped of their natural resources.  What are international governments doing to deal with that problem and to help African countries to be self-sufficient to ensure that the corruption which is taking place at the highest level is stopped?  The UN may be better at dealing with that issue than taking the money from a country that can no longer afford to give it. <\/p><p>Let us look at the spend on Ireland's foreign aid.  The ministerial mercs and the drivers may have stopped here but it has not stopped in terms of our foreign aid budget.  For chauffeur-driven cars in developing countries, for example, in Vietnam. the Irish foreign aid budget paid &euro;2,850 in May 2012, a further &euro;1,365 in August 2012, and &euro;11,261 for the visit to Ireland by the king of Lesotho.  The list includes expenditure on washing machines, plumbing jobs for embassy staff and &euro;11,000 rental for our ambassador's residence in Zimbabwe.  Money is being spent on areas where----- <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00200","speaker":"1123"},{"type":"speech","time":1368100500,"counter":104,"content":"<p>We do not have an ambassador in Zimbabwe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00300","speaker":"1006"},{"type":"speech","time":1368100500,"counter":105,"content":"<p>A very comprehensive investigative piece was done by Nick Webb on some of the money which is being spent under the foreign aid budget.  If the Minister of State wishes to clarify it, I will accept it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00400","speaker":"1123"},{"type":"speech","time":1368100500,"counter":106,"content":"<p>I am sure the Senator does not believe everything he reads.   He should check whether we have an ambassador in Zimbabwe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00500","speaker":"1006"},{"type":"speech","time":1368100500,"counter":107,"content":"<p>Like the Minister of State, I do not.  I did carry out comprehensive research.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00600","speaker":"1123"},{"type":"speech","time":1368100500,"counter":108,"content":"<p>The Minister of State has said we do not have an embassy in Zimbabwe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00700","speaker":"1118"},{"type":"speech","time":1368100500,"counter":109,"content":"<p>Before Christmas I spent a substantial amount of time examining Ireland's foreign aid budget.  I carried out this research off my own bat to see how the money was being spent.  Some 75% of the money is not going directly to the countries, but to the World Bank, regional banks in Africa, the UN and the EU.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00800","speaker":"1123"},{"type":"speech","time":1368100500,"counter":110,"content":"<p>It is the Department of Finance that deals with the World Bank.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S00900","speaker":"1006"},{"type":"speech","time":1368100500,"counter":111,"content":"<p>Replies to parliamentary questions showed it.  I know that all of the foreign aid budget is not dealt with by the Minister of State's Department and some of it comes from other Departments.  Until we get back on our feet, this country should cut foreign aid spending for a period of three years, carry out a comprehensive review and ensure that our own people who are struggling to put food on the table are given a reprieve.  That is not too much to ask.  Is the money being spent well?  According to all of the evidence and information coming into America, the UK and Ireland, it is not being spent well.  I am not questioning the Minister of State's authority as he is new in the post - Fianna F&aacute;il Ministers were there in the past - but no Minister, irrespective of his or her party, can say that all of that money is spent in a way which benefits Joe or Sally in the street of Zimbabwe who does not have enough clothes or food today because the money is not going directly to those people.  That is why I have an issue with it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S01000","speaker":"1123"},{"type":"speech","time":1368100500,"counter":112,"content":"<p>I welcome the Minister of State to the House for a very important discussion on international development.<\/p> <p>I strongly disagree with the previous speaker, Senator &Oacute; Domhnaill, on his call to cut funding to international aid.  That would be a retrograde and wrong step.  I also dislike the words look after \"our own\".  Of course, we should look after our own citizens and we make best efforts to do so.  Poverty in the State is a problem and there are far too many across the island of Ireland who live in poverty.  We have a responsibility to address all of these issues but, equally, we as human beings have a responsibility to ensure, where people have no food at all, where people are going hungry and where people are dying, that we do our best to be part of an international response to ensure that these people get the help and assistance that they need.  In fact, in the history of this country, if we want to look back on it, there was a famine and Ireland needed international support.  There is a responsibility on us, notwithstanding the considerable problems and the economic crisis in the State, to maintain the levels of funding for international aid while looking to ensure, for example, that there are more progressive taxation systems to look after, as was the previous speaker put, \"our own\".<\/p><p>We all are conscious of the significant inequalities and injustices which exist in the world, and the considerable poverty and deprivation which exists in the poorer parts of the world, and international development is a crucially important area.  Many of these inequalities are not historical legacies.  They also are structural and, ultimately, it will take considerable domestic political changes in many countries and internationally to tackle such inequalities.  There is a responsibility on big international organisations, such as the United Nations and the World Bank, to play a much more positive role in what happens in Third World countries.  One of the areas where I agree with Senator &Oacute; Domhnaill is that many of these countries see their natural resources raped by multinational corporations, and that is adding to the problems of these countries.  It is one of the reasons there is such suffering in these countries.  No doubt there is a need for a political focus and structural focus on all of these issues as well.  Having said that, I also believe that international aid, when clearly focused and adequately monitored, can make a major difference.  Of that there can be no question.<\/p><p>One specific question the Minister of State might be able to answer relates to the area of grant and foreign aid to aid agencies.  There may be scope for some of those agencies to work together more collaboratively and he might outline his own thoughts on how that can be achieved.  Where there are multiple aid agencies doing similar work in similar countries, I am sure that money can be saved if there was greater collaboration among those agencies.<\/p><p>We are having this debate because last week Irish Aid launched a new policy paper entitle, &quot;One World, One Future: Ireland's policy for International Development&quot;.  This is, basically, a review of the 2006 White Paper.  Since that first Irish Aid paper was launched in 2006, there is a need to have this reviewed, and I would support that.<\/p><p>In this new policy paper, the Government outlines that its main focus will be on three goals: reduced hunger, sustainable development and inclusive economic growth, and better governance, human rights and accountability.  I welcome the focus of Irish Aid on these core development issues.  However, there must be a holistic all-party all-government approach to them and the focus must on the core drivers of institutional causes of hunger, poverty, inequality and repression.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900019#S01100","speaker":"1133","continuing":true},{"type":"speech","time":1368101100,"counter":114,"content":"<p>Senator Cullinane has one minute remaining.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900020#T00200","speaker":"1127"},{"type":"speech","time":1368101100,"counter":115,"content":"<p>Land grabbing, tax injustice, misuse of natural resources and bio-fuels, under development, civil society repression and climate change are merely some of the key causes of hunger, poverty, inequality and repression that must be tackled.  A combination of these factors, as well as political factors, often mean that access to land and other natural resources excludes the poorest and neediest and takes away from the vital needs of food production.<\/p><p>The final point I will make, because I must cut my contribution short, is that in many of these countries it is often the women who suffer most.  Many of these countries are dominated by men in terms of leaders and decision makers, in terms of access to education and health care, and even in terms of the basic injustices for workers and exploitation, of which women are often the victims.  Perhaps the Minister of State would give a view on that as well.<\/p><p>There is a great deal of work to be done.  It is not all about funding, but it is important and it helps.  There needs to be a significant focus placed on the political situations and structural problems of those countries.<\/p><p>I will finish the way I started, which is to appeal to the Minister of State to continue to ensure that Ireland plays an important role in assisting those countries.  I would not like to see our aid contributions cut in any way.  I would hope that the Government can continue to maintain their levels but at the same time, ensure that the funding is spent in the best possible way rather than wasted on other issues.  Accountability is important, but the Government needs to maintain the levels of funding we are putting into aid.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900020#T00300","speaker":"1133"},{"type":"speech","time":1368101100,"counter":116,"content":"<p>There are issues that I had intended raising they have been raised already, and I will concentrate on Malawi.<\/p><p>At short notice, I had the pleasure to invite Bishop Martin Mtumbuka of Karanga, northern Malawi, to Leinster House on Tuesday afternoon last.  The first person I tried to contact when I heard he was coming was the Minister of State, Deputy Costello, because I am aware of the good work he, as Minister of State, is doing in Malawi.  He was in London and was not back until 7 o'clock or 8 o'clock on Monday night, but I had a great chat with the bishop.  Bishop Mtumbuka acknowledged the Irish aid that has been given to Malawi.  As the Minister of State will be aware, Malawi is one of the poorest and most under developed countries in the world.<\/p><p>I acknowledge the affinity and links of my county of Louth and the Malawi committee of Louth County Council with Malawi.  The Minister of State may not be aware of the work over the past ten years of that voluntary committee, including the county manager, councillors, office staff and administration, some of whom have voluntary deductions made from their weekly wages towards the Malawi funding.  I acknowledge again my council colleague, Councillor Peter Savage, who initiated this approximately ten years ago.  The committee is holding its seventh ball in June and I take this opportunity to invite the Minister of State to attend it.<\/p><p>Malawi is one of the poorest countries in the world.  The Louth local authority and the Malawi committee have raised upwards of &euro;0.5 million in the past seven or eight years.  Reference was made here to administration costs, money being spent unwisely, etc.  I can assure the Minister of State on what has been done in Malawi.  The committee has built schools and houses.  As I stated previously, they have provided animals such as oxen, one of which is called after my good self - I will not say what the newspaper called me.  To give a short list of what they have done, they have provided, as I stated, schools, houses and animals, water schemes and sanitation, the latter matter of which was mentioned by Senator Quinn.  In addition, they have provided sewing machines for the women to make their own clothes, and bicycles to be used as ambulances.<\/p> <p>I cannot not say enough about them.  Perhaps I do not do enough myself.  I know of individuals who send books to schools in Malawi despite the astronomical postage costs, but they have this commitment.  Not one cent of the &euro;500,000 has been used on administration.  I sincerely congratulate the Minister of State because he takes his portfolio very seriously and is committed.  Like Senator Cullinane, I appeal to him to do his best to maintain the levels of funding provided to less developed and poorer countries.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900020#T00400","speaker":"1138","continuing":true},{"type":"speech","time":1368101700,"counter":118,"content":"<p>As everybody knows, we have a long missionary tradition, particularly in Africa but also in many other areas such as Asia and South America.  When we joined the European Economic Community in 1973, one of the conditions was to have a development programme.  Every member state of the European Union has a development programme, including Ireland.  Targets were set by the United Nations, and agreed by the European Union, that the top 15 member states of the European Union should have a target for development aid of 0.7% of gross national income.  Only a couple of countries in the European Union have reached this, namely, the Netherlands, Finland, Norway, which is outside the European Union, and the United Kingdom, which reached the target this year.  The United Kingdom was at the same level of approximately 0.5% as us last year, but it has made a big push to increase it under the new Conservative government.  It is considering introducing legislation to make it mandatory for future governments to have a minimum of 0.7%.  This is the direction it is going although it has difficulties at present.  Other countries have not been able to maintain the level expected.<\/p><p>Our commitment in the programme for Government is to reach 0.7% by 2015.  It will be difficult to reach this target.  We have been endeavouring to hold it at more or less the same level.  It is slightly less than 0.5% at present and has reduced by 32% since 2008.  We have lost one third of what the programme was in the halcyon days of 2008 when it was at &euro;900,000, and it is now at approximately &euro;622,000.  This is the background and context.<\/p><p>Two thirds of the funding goes to NGOs or bilaterally to the various partner countries.  We have nine partner countries and all except Vietnam are in sub-Saharan Africa.  These are the poorest countries in the world according to the human development index, and we have deliberately targeted them because we have a legacy in this respect.  Hunger and nutrition are core elements of our policy.  We are recognised globally as world leaders on hunger and nutrition, and this is part of our legacy from the Famine.  We prioritise the 1,000 days from pregnancy to two years of age.  We work with a number of governments, including that of the United States.  This happened first under the Fianna F&aacute;il-led Government in 2010 when Deputy Miche&aacute;l Martin and Hillary Clinton came together.  In many ways the United States has provided most of the funding while we have provided policy and it has worked out very well.  It is now regarded as the most important of all programmes implemented.  It is at the cutting edge and other countries are getting involved.  We will mark the third anniversary of the programme in June in Washington.  It is a real winner.  Half of this two thirds of the funding goes to our embassies in each programme countries, which manage the programmes.  Approximately 36% of the total goes to NGOs and approximately 30% goes to multilateral agencies such as the United Nations, UNICEF and the food programme, which deal with those in greatest need.  For example, all of Gaza is run by UNRWA.<\/p><p>We are very much involved in formulating policies, and under our Presidency not only are we formulating EU policy for the coming years, but we are close to the heart of formulating global policy, because we are linking to the millennium development goals which will last for the next 15 years.  We have been tic-tacing with the United Nations, USAID and the European Union and we hope to sign off a EU policy with Council decisions on 28 May which will be brought to United Nations which is broadly in acceptance.  Our influence on multilateral policy is huge.  It is important that we make a contribution.<\/p><p>Our policy on economic development is built on the 2006 White Paper, in particular with regard to nutrition and hunger.  We have expanded into climate change because there is a necessary linkage.  We must be at the cutting edge in fragile states where poverty is greatest.  We may consider moving to a different degree in some of the countries we are in at present and focus on bringing embassies to more fragile states, a number of which exist, to ensure humanitarian development which builds into sustainable and economic development.  There is continuum in our thinking.<\/p><p>We very much champion the idea of trade and development; there is no question of aid on its own being able to bring developing countries out of poverty.  We must engage the private sector and provide experience and our expertise in a whole of Government approach.  We will make trade, development and investment more critical parts of our contribution than has been the case in the past.  This builds up the economies of countries which need economic engagement, partnership and investment, which we have not done in the past.  We have concentrated on development.  As well as developing the countries, this is also of benefit to us.  Last week, the Irish Exporters Association stated our exports to Africa are worth &euro;2.7 billion and have grown 200% in the past two years.  People do not know this.  The association predicts by the end of the decade, which is only seven years away, our exports to Africa will be approximately &euro;24 billion.  At present, I am engaged in building hubs and bases in Africa and we have a big base in South Africa.<\/p> <p>We are dealing with Africa as a continent in terms of trade and development using the Africa strategy which compliments what we have always done with Irish Aid which remains untied.  We are creating the right environment in our embassies through Irish business networks and our global network in order for Irish business to go to Africa.  At present about 200 Irish businesses are engaging with us, interest is growing and they want to be involved in Africa.  A whole new dimension is being created which will be in the interest of all of the African countries that have rapidly grown from a very low base of 5%.  It is predicted that these emerging economies will continue to grow.  Our engaging with them will be in their interest and also in our interest.  We have a new policy and direction and, to a large degree, are influencing what is happening in Europe and the rest of the world.<\/p><p>If time was available I would have loved to have answered all of the points that were made.  Perhaps I shall get an opportunity to do so at another time.  I thank Senators for their contributions.  Irish Aid is doing very good work throughout the world for the people most in need.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900021#U00200","speaker":"1006","continuing":true},{"type":"speech","time":1368102300,"counter":120,"content":"<p>I am sorry to rush the Minister of State but we must move on to deal with another type of aid.  The Minister for Agriculture, Food and the Marine, Minister Coveney, is waiting to discuss farmers' aid, fodder and so on.  I thank the Minister of State for his contribution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900022#V00200","speaker":"1127"},{"type":"majorheading","content":"Fodder Crisis: Statements","time":1368102300,"counter":121,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900022#V00300"},{"type":"speech","time":1368102300,"counter":122,"content":"<p>I welcome the Minister for Agriculture, Food and the Marine to the House to hear statements on the fodder crisis.  He shall speak first and state his position, the main spokespersons will follow for eight minutes each and other speakers shall have five minutes.  Ar aghaidh leat, an tAire.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900022#V00400","speaker":"1127"},{"type":"speech","time":1368102300,"counter":123,"content":"<p>Go raibh maith agat.  I thank Members for the opportunity to attend here to deal with the issue.  I wish to update the House on what the industry is doing collectively and what we, as a Department, are doing to respond to what in the past three weeks or so has turned into a fodder access crisis for many farmers.<\/p><p>People will be very familiar with the weather over the past 18 months.  The reason we have a significant fodder shortage now is because we had no summer last year.  That resulted in a poor quantity and quality of silage put in storage last winter and we knew that it would lead to problems.  There has been a suggestion that we have only focused on the fodder crisis in the past three weeks but that is simply not true.  We have worked with farm organisations, Teagasc, in particular, and through my Department with the farm animal welfare advisory council.  We have worked with farmers and have tried to get them through what we knew would be an expensive and difficult winter.  They had to supplement the roughage on their farms with extra meal in order to raise the protein levels for their cattle.  People had hoped not to have to deal with a bad spring too.  Regrettably, following no summer last year and an extended winter we then had no spring either.  The reality is that farmers simply ran out of fodder in many parts of the country and many farmers cannot access fodder at any price.  We responded to the crisis by importing very large volumes of hay, maize and some haylage to meet demand for the first time ever.  The shortage primarily relates to roughage, not meal.  Suppliers in Ireland have plenty of meal available.  The key issue is sourcing roughage for animals.  <\/p><p>The Department has and continues to run an animal welfare helpline that can be availed of by people or, in this case, farmers who for whatever reason cannot afford to buy or access fodder.  In such cases we have encouraged farmers to contact my Department which will intervene and pay for emergency fodder to ensure that animals are fed.  For the past fortnight I have repeatedly said that there is no reason for an animal to starve in Ireland as there is no limit on what we will spend to feed animals.  Farmers have been under incredible stress trying to feed animals and unable to access the volumes of fodder required.  In those cases I have encouraged people to telephone Lo-Call 1850 122 990 and we will help them.  We have received over 500 calls so far.  Over 100 of them have been extreme cases where we had to intervene directly, quickly, confidentially and sensitively using local veterinary offices.  It normally costs between &euro;200 and &euro;1,000 to get farmers through a difficult period and getting feed delivered to their yards but we picked up the tab.  That facility was available all winter and will continue through the summer and next winter.  <\/p><p>In extreme cases farmers should not feel restricted in terms of contacting us.  They will be provided with confidential assistance and help.  We put the remaining 400 people in contact with co-ops, grain merchants or marts that will have fodder.  We did that because some farmers have credit or available cash but do not know where to access fodder. Those initiatives are proof of a successful partnership between my Department, farming organisations, dairy co-ops, other co-ops, marts, Teagasc and private consultants who have links with district veterinary offices.  We have all tried to ensure that the people in extreme distress get the help that they need quickly for their well-being and that of their animals.<\/p><p>A number of weeks ago we examined the possibility of giving support to encourage the importation of very large volumes of fodder because we could see the predicted shortage happening over a short period.  There were calls for a &euro;10 million fodder scheme for farmers.  That would have involved putting together a complex scheme that farmers would probably not have gotten any cash out of until August, at the earliest.  Every farmer would probably have applied to the scheme because everyone has been affected by the crisis to some extent.  We felt that the scheme would be a waste of money.  Instead, we decided to focus on the problem of getting large volumes of fodder into the country using public money to make it happen.  That is why we subsidised the transport costs of importing fodder which was primarily through dairy co-ops because they cover the vast majority of the country.  We are also working with some others to fill the gaps.<\/p> <p>First, that has put pressure and an incentive on dairy co-ops to bring in large volumes of fodder while that subsidy is available because we need this to happen over a short period.  Second, it has ensured that when fodder comes into the country it is affordable for farmers.  For example, this has reduced the cost of accessing hay by between one third and a half, depending on transport costs, where it is coming from and who is bringing it in.  That has also ensured that farmers can buy hay at normal prices, rather than at significantly higher rates which include transport costs.  Much of this hay was coming from places such as Kent in England, which involved an eight-hour drive and a ferry crossing.  That resulted in quite significant transport costs which we are helping to subsidise.  <\/p><p>We focused on the nucleus of the problem, which was trying to get large volumes of fodder into farmyards at affordable prices in as short a period as possible.  This is not a perfect response, far from it, but I think we have done a reasonable job.  Farming organisations, co-ops and farmers themselves recognise the volumes that are coming in.  As of yesterday, 730 loads of hay and maize silage had been brought into the country.  To put that into perspective, that is enough to feed 2.2 million animals per day.  By the end of this week there will be another 170 to 200 loads, so we are approaching 1,000 loads which is the equivalent of feed for 2.5 million animals.  It is a really significant contribution over a ten-day period as our herd size is only 6.5 million.<\/p><p>I do not want to pretend that everything is okay because this crisis is continuing.  We have a very poor weather forecast for the next few days with lots more rain.  Temperatures are between nine and 14 degrees which, certainly for those farming at high altitude, will mean that grass growth will not be strong in the coming few days.  We therefore need to continue to bring in large volumes of fodder and I am encouraging that.<\/p><p>This time last week, we extended the deadline for the fodder scheme from last Friday to this Friday.  We are now saying that organisations that are bringing in fodder will be able to do so next week and the week after, but they need to tell us before tomorrow evening how much they are bringing in so that we can get a handle on the volumes.  I do not want simply to extend the deadline every week and have a drip-feed of emergency hay coming in that is just about enough to meet demand and no more.  <\/p><p>What we want instead is a very significant volume coming in over a short period that overshoots the runway in terms of the required volume.  In that way, farmers can deal with this fodder shortage once and for all and put some hay, silage or maize into storage as an insurance mechanism in case we have the kind of summer we had last year.  I want to keep the pressure on those importing large volumes of fodder to do so and talk to us about the volumes they are planning to introduce next week and show us proof of purchase.  We will then cover them under the scheme whose delivery has essentially been extended into next week, as long as they give us a clear picture and proof of purchase before tomorrow evening.<\/p><p>I recognise the work that co-ops have done in this regard, including smaller ones such as Drinagh Co-op in west Cork, and larger ones such as Dairygold which has brought in nearly half of all the fodder.  Others are responding in imaginative and effective ways, including Glanbia's initiative on maize.  The Kerry Group, Connacht Gold, Lakeland and many others are all focused on solving this problem collectively.<\/p><p>I was encouraged last night that we did not divide the D&aacute;il on this issue.  Deputy &Oacute; Cu&iacute;v said he would not push the Fianna F&aacute;il motion to a vote in recognition that this was a moment of solidarity to try to collectively solve what is a significant crisis for the farming sector and the agrifood sector generally.  A collective effort is under way involving farming organisations, co-ops, Opposition spokespersons and the Government, and it is working.<\/p><p>The idea that Ireland would be importing grass is almost like a joke to many people in other parts of Europe.  It is like the Eskimos importing snow.  Many people view Ireland as a country that grows grass for fun, which is why we have a fantastic grass-based beef, dairy and lamb production system that is so effective.  However, we have had to deal with extraordinary weather conditions that have resulted in a serious reality check for the farming sector.  How do we ensure that this does not happen again?  If we assume the worst, which is that we would get no summer again this year, as in 2012, we must plan for that and we are doing so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900022#V00500","speaker":"991","continuing":true},{"type":"speech","time":1368102900,"counter":125,"content":"<p>I hope so.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900023#W00200","speaker":"1140"},{"type":"speech","time":1368102900,"counter":126,"content":"<p>Yesterday, Professor Gerry Boyle, the director of Teagasc, addressed the Fine Gael agricultural group.  I will have him in again many times in the coming months.  Deputy Billy Kelleher made some good suggestions yesterday on how we could lengthen the grazing season this year by spreading fertiliser.  We are taking all those concerns on board and are examining those constructive suggestions.  As a priority, Teagasc will continue to be focused on working with farmers to ensure that we get some normality back into the grazing season and get grass growing.  We must get animals off grass that needs to be set aside for silage.  We are also working with co-ops to incentivise the purchase of more fertiliser than may normally be purchased at this time of year in order to get it out.  Grass growth is about five weeks behind where is would normally be so we need to catch up and get late cuts of silage which farmers would not normally seek to do.<\/p><p>Co-ops have been making interest-free credit available to farmers for the month of May to try to encourage fertiliser purchases, which is a good example of such initiatives.  Farmers' access to credit is an important issue.  I have been told by those at a senior level in our banking system that banks want to lend to the farming sector.  The evidence, including the figures, suggests that is so.  There is, however, anecdotal evidence that some people are having difficulty with their banks, so I want to hear about that.  <\/p><p>About 40% of Ulster Bank's loan book last year was to the farming community, which accounts for 7% of the population.  Other banks, such as AIB, Bank of Ireland and Rabo, are all actively seeking to be part of the growth story of the agrifood sector by investing in farming.  About half the farms in Ireland do not have any debt at all.  The banking system wants to engage with this sector and if that engagement is not forthcoming from banks at a time when credit is badly needed, I want to hear about it.  I will publicly take a very aggressive line with banks if that is the case, because they have given me strong commitments that they want to work with farmers and make it as easy as possible for them to get bridging finance to deal with this fodder crisis and, for some, the credit crisis.  Whether that is done by short-term loans or overdraft facilities, I want farmers to test the system so that I can be sure I am being told the truth by banks which, to be fair, I suspect I am.  I have seen a lot of evidence that there is money available for farmers but a proper pitch needs to made to access that funding by showing a capacity to repay.<\/p><p>Co-ops have also played their part in making credit available.  Glanbia, which is the largest co-op, has made an extra &euro;15 million of credit available than it would normally have made at this time of year.  Dairygold has done something similar with an extra &euro;10 million to &euro;12 million, and the same is happening with Kerry Group, Connacht Gold and Lakeland.  The smaller co-ops are also involved.  There is a vested interest for co-ops in ensuring that animals are fed, milk is produced and fertiliser goes out on grass so that brakes are not put on the system due to this fodder crisis.<\/p> <p>They are all acting proactively - certainly those to which I have spoken.  Moreover, we have had this discussion with all the chief executive officers of the co-operatives.  In addition, we have had this discussion with senior representatives of the banks.<\/p><p>As for other things the Department can do to make life a little easier for farmers, it continues to fast-track payments that are due to farmers at or around this time of year and is trying to get out such payments early.  For example, 1,500 agri-environment options scheme, AEOS, payments were made in the past ten days and a further 600 payments will be made within the next week.  This is a total of &euro;3 million in AEOS payments going out, which will mean that almost all of them have been paid.  Similarly, approximately &euro;166 million in payments pertaining to the rural environment protection scheme, REPS IV, already has been paid.  If I recall correctly the figures from last night, of the 30,200 farmers who remained to be paid, 29,200 have been paid.  Consequently, fewer than 1,000 farmers now await money in respect of REPS IV.  Again, over the past ten days, tens of millions of euro have gone out to farmers to increase cash flow, to make it easier for them to invest in both fodder and fertiliser to try to get their farming systems back to some kind of normality for this time of year.  Farm payments, credit, crisis management in terms of a welfare call line and a transport subsidy all have been playing a positive role in helping farmers to get through what is a very difficult period.<\/p><p>The Department has also asked its inspectors to understand that many farmers are under a lot of stress at present and consequently, the inspections under way at present are taking place in a spirit of understanding and flexibility.  The Department has made it clear to its inspectors that it expects them to be much more sensitive in how they deal with farmers over the next couple of weeks because of the current stress levels.  However, despite the urgings of some people, I cannot simply end inspections without that having knock-on effects later on in the year with regard to the levels of inspections.  Under European Union regulations, I must inspect between 4% and 5% of farms as otherwise, Ireland will be fined or will experience what are called disallowances in respect of single farm payments and payments for other schemes.  I do not believe farmers would seek that because it would be necessary to take it out of the budget.<\/p><p>This is the crisis response that has led on from a management response that has been ongoing throughout the winter, largely through Teagasc.  However, we must now plan for next winter and the real focus in the Department, as we get through this initial crisis, is to ensure we think differently about how to adapt to new weather patterns that may or may not be here to stay and about how the growth targets in Food Harvest 2020 can be achieved.  These targets involve the expansion and growth of the national herd while at the same time, we have experienced a significant shortage of fodder this year.  Achieving these targets will involve both research by Teagasc and a significant effort at educating farmers on some of the new things they can do.  These include, for example, growing root feed crops on arable land after harvest, which many farmers would not even think about doing in normal circumstances, as well as examining ways to get late cuts of silage that farmers would not normally consider, such as putting out fertiliser late in the summer and so on.  I will be proactive in trying to get out that message to the farming community over the next couple of months.<\/p><p>I will conclude by stating that what has happened here is a powerful and effective collective response in which public money has been used in a targeted and justified way and will continue to be used, if necessary.  If I must extend the transport subsidy through the summer, it must be done as animals must be fed.  If it is necessary to continue to raise the ceiling in respect of the welfare fund, that will be done.  While such funds must come out of the agriculture budget, I will find a way to do it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900023#W00300","speaker":"991","continuing":true},{"type":"speech","time":1368103500,"counter":128,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00200","speaker":"1131"},{"type":"speech","time":1368103500,"counter":129,"content":"<p>The Department will not allow animals to starve and will not allow the system to collapse.  However, I must adopt a targeted approach to how I spend money to ensure the Department gets full value for money for such expenditure.  I cannot simply open a hugely generous scheme that gives out money to those farmers who apply for it, because I would be obliged to take that money from farmers' budgets somewhere else and I do not wish to do this unless I must.  Nevertheless if I must, I will.  I look forward to Members' comments and questions and will try to respond to them at the end of the debate.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00300","speaker":"991"},{"type":"speech","time":1368103500,"counter":130,"content":"<p>I thank the Minister.  Spokespersons will have eight minutes and other speakers will have five.  I will allow a facility for sharing, if that is required.  I call first on Senator &Oacute; Domhnaill, who I understand is sharing three minutes with Senator Leyden.  Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00400","speaker":"1118"},{"type":"speech","time":1368103500,"counter":131,"content":"<p>I understand there are a number of farms in County Roscommon-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00500","speaker":"1123"},{"type":"speech","time":1368103500,"counter":132,"content":"<p>There certainly are a number in distress.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00600","speaker":"1140"},{"type":"speech","time":1368103500,"counter":133,"content":"<p>-----and Senator Leyden wishes to raise some of those issues.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00700","speaker":"1123"},{"type":"speech","time":1368103500,"counter":134,"content":"<p>There are many things in County Roscommon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00800","speaker":"1125"},{"type":"speech","time":1368103500,"counter":135,"content":"<p>There are indeed.<\/p><p>I welcome the Minister to the House for this debate.  I note that a Private Members' motion on this issue was debated in the other House last night and the night before.  It is an issue of national importance, not least because the food industry is so important to the country.  Its importance also is due to the introduction of animal welfare legislation through both Houses of the Oireachtas - it is due to return to this Chamber shortly - and all Members have subscribed to that.  I am sure the Minister will agree this is an animal welfare issue.  I note that 26% more animals have died in the first three months of this year as a result of the lack of fodder or food and this is a national issue that requires Government intervention and attention.  Whatever resources are required must be made available.  This is not something that happened overnight because as the Minister correctly pointed out, there were difficulties last summer.  At the back end of last year, when it was very wet, farmers experienced difficulty in saving hay and silage and as a result, the plenitude of supply that may have existed in previous years was not there.  People were aware this issue would arise and we have now reached a position at which, while approaching the middle of May, there is an absolute lack of grass.  Cattle are still indoors and the problem appears to be in that part of the country west of a line from Waterford to Donegal.  While it may not be as prevalent in the north-west as in the southern part of the country, nevertheless significant problems also have arisen on certain farms in my native County Donegal, where lots of hay and silage has been imported, some from the North of Ireland, to deal with the problem.<\/p><p>This is imposing a huge financial cost on farmers.  Farmers are already against the wall on foot of increases in fertiliser prices - I acknowledge it is possible that not as much fertiliser has been bought because the land is unable to take it - fuel prices and fodder prices.  The fodder price may not be as high in County Donegal as it is in the Minister's native county of Cork but when Senator O'Donovan raised this issue three or four weeks ago, it was hitting &euro;80 per bale there for a round bale of silage, which is a huge amount of money.  Farmers have had their backs to the wall and anecdotally, I have met people who have told me that farmers were on the verge of suicide and that a number of them actually did commit suicide.  I am aware of one or two cases in County Donegal in which this actually happened.  As a result of their inability to feed their animals - they felt they could not approach the community welfare officer or anyone else to seek the money - they took their own lives.  It is very sad that this happened but it is important to acknowledge today that it did happen.  While no direct evidence exists to link it, anecdotally it is something I have been told.  While animals have been lost, human lives also have been affected by this issue.  Whatever money is required must be made available.<\/p><p>At present, some farmers are on the financial cusp.  The farm assist scheme has been targeted in a highly detrimental fashion by the Minister for Social Protection.  It is disgraceful that a small amount of money to keep people on the land has been reduced because of the 100% means testing of the scheme and I believe, even at this late stage, this should be reconsidered.  I appeal to the Minister to ask the Minister for Social Protection to have a further rethink of this measure because farmers who may have been in receipt of &euro;50, &euro;60 or &euro;70 per week are now receiving nothing and as a result, they are left in the position of potentially costing the State more money because they may be obliged to leave the farm and switch to unemployment benefit.  In such circumstances, they might cost the State perhaps three times what they were receiving under the farm assist scheme.  This makes no logical sense to the State coffers and this issue should be reconsidered.<\/p><p>The Minister has mentioned payment.<\/p> <p>There are ways to deal with this and I welcome the fact the Minister has given a commitment that he will extend the fodder scheme by a week.  The Minister has clarified why he said he is looking at this on a week by week basis and stated that co-operatives must have material in with the Department tomorrow evening.  In addition, the DAS, AEOS and REPS payments were mentioned.  Those must be issued by the Department and the appeals that have been held up in the Department must be expedited.  I appeal to the Minister to look at single farm payments as well.  Can a percentage of those payments due in September be paid now?  For the next month there should be inspections.  We will still be in compliance with the 5% figure but the inspections should take place in the other 11 months of this year.  For the next month, there should be no inspections.  That could be done as long as the national year end figures add up to 5%.<\/p><p>There will be a big problem this year where farmers must now put stock on grass.  There will be a lack of silage and hay available for next winter because of the lack of grass at the moment.  What steps is the Minister taking to deal with that issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900024#X00900","speaker":"1123","continuing":true},{"type":"speech","time":1368104100,"counter":137,"content":"<p>The Minister is welcome to the House but he has come in three weeks too late, the horse has bolted.  As the saying goes, \"Live horse and get grass\".  This was raised three weeks ago by Senator O'Donovan and we called for the Minister's attendance but he was not available.<\/p><p>The Minister said he knew there would be a crisis but if that is the case, he was not very well prepared.  A Fianna F&aacute;il Government provided &pound;12 million in 1998 for a similar crisis.  The Minister should check his files and see how it was handled by the Ministers, Joe Walsh and Ned O'Keeffe.  These two Cork Ministers for agriculture responded in a positive way to that crisis.  We were not funded or supported by the IFA or other organisations to bail us out.  We had to do it ourselves out of people's taxes.  I welcome the support and assistance from the IFA and other organisations that have provided funding, it is very good of them, but they put the Minister off the line because that saved his coffers.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00200","speaker":"1140"},{"type":"speech","time":1368104100,"counter":138,"content":"<p>Does the Senator not think I had an input in those negotiations?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00300","speaker":"991"},{"type":"speech","time":1368104100,"counter":139,"content":"<p>Perhaps the Minister has more of an input into the IFA than a Fianna F&aacute;il Minister would have, that is obvious.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00400","speaker":"1140"},{"type":"speech","time":1368104100,"counter":140,"content":"<p>Clearly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00500","speaker":"991"},{"type":"speech","time":1368104100,"counter":141,"content":"<p>Well done, I thank the Minister for confirming it.  The animal health and welfare telephone line has been set up and it is a great idea but why did only 500 people apply?  They were reluctant to apply because the ISPCA will be involved in monitoring the farms from hereon to find out if there was neglect or an inability to deal with herds.  That is a point that has been brought to my attention.  If only 500 people applied out of 150,000 farmers, it is quite poor.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00600","speaker":"1140"},{"type":"speech","time":1368104100,"counter":142,"content":"<p>There is no role for the ISPCA on farms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00700","speaker":"991"},{"type":"speech","time":1368104100,"counter":143,"content":"<p>Is there not?  The Minister should check it out.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00800","speaker":"1140"},{"type":"speech","time":1368104100,"counter":144,"content":"<p>We had this debate during the Animal Health and Welfare Bill.  Perhaps the Senator could ask his colleague and he will inform him.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y00900","speaker":"991"},{"type":"speech","time":1368104100,"counter":145,"content":"<p>The Minister better check the source I have.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y01000","speaker":"1140"},{"type":"speech","time":1368104100,"counter":146,"content":"<p>The Senator's time is up.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y01100","speaker":"1118"},{"type":"speech","time":1368104100,"counter":147,"content":"<p>In knackers' yards, 800 cattle went through in seven days.  They are taking on extra men.  How many cattle have died during this crisis?  The Minister knows the record, he has the CMMS, he knows exactly how many cattle there are in the State.  There is a case for compensation here for those who had suffered extreme losses in this crisis.<\/p><p>I have a lot more to say because I live on an organic farm and I compliment my neighbours and those in my area who have come to the rescue of local farmers without seeking any additional funds for their bales.  The quality of the bales being brought in and the foodstuffs is very poor because of the time of the year and that has also affected losses.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y01200","speaker":"1140"},{"type":"speech","time":1368104100,"counter":148,"content":"<p>I welcome the Minister to the House.  A succession of abnormal weather patterns has resulted in the critical shortage of fodder for farms and created real hardship for rural communities.  Before concerns about fodder levels had arisen, the Department was working with Teagasc, the farm animal welfare bodies to assist farmers in recovering from last year's very bad weather only to see this problem arise following a long winter and a poor spring.  These challenges have placed a real burden on the farming community but the Minister and the Department have been quick to target the needs of farmers on the ground.  A system of support mechanisms was encouraged and implemented quickly at many levels in response to the difficulties being faced by one of the country's most important sectors.  We have seen in the last two years that farmers came out of the blocks to bring the country back to normality.<\/p><p>Since the level of fodder became an issue of concern, a targeted and comprehensive response was implemented by the Minister, the Department and the farming organisations, together with the private sector, to support farmers in sourcing and purchasing fodder.  The transport subsidy scheme reduced the cost of importing fodder by a third.  The scheme, while operated by the dairy co-ops and directly supported by the Government, offered a practical response to ease the burden upon farmers.  In reacting swiftly, vital support was provided to help bring the shortages to a conclusion in the shortest time possible.  The farming organisations, co-ops and feed merchants have gone to great lengths to increase their hay and silage imports and passed the benefits of the scheme to the customers.  In particular, I commend Connacht Gold, which has done a lot of work in this area, and the co-ops in Killasnet and Ballinfull and Lakeland Dairies, which have all helped out.  I thank the Minister and the Department for processing as a matter of urgency outstanding farm scheme payments amounting to nearly &euro;3 million, further easing the burden on farmers created by the unprecedented weather.  Receipt of these payments will help ease the burden of having to buy extra fodder.<\/p><p>The Minister and the Department have not limited their response to the situation to circumstances within their own control.  Much work has been done liaising with the banks and co-ops, encouraging increased credit facilities and flexible loan repayments for farmers in difficulty.  Many of the banks and co-ops have responded positively and should be commended for their support to their customers.  Any farmers who are still in difficulty should speak to their banks and co-ops to seek assistance on any further difficulties they may have.  The emergency animal scheme that was mentioned earlier and the early warning mechanism have been in place for some time, receiving 500 calls in the last few weeks.  They have addressed many of the concerns about fodder by providing emergency financial assistance in a minority of cases.<\/p><p>The Minister has been to the fore in addressing and raising animal health and welfare issues since taking up office.  The Animal Health and Welfare Bill  will shortly pass all Stages.  The response to the fodder problem has been entirely animal-centred.  Professor Gerry Boyle from Teagasc and the farming organisations spoke to us in recent days and important meetings have been taking place locally to inform farmers.  In Leitrim last night, there was an IFA meeting and the association was arranging supplies of fodder for the area in the coming days.<\/p><p>Similar to the economy, real and tangible green shoots are beginning to emerge.  The Minister is focusing his efforts on encouraging grass growth so we can move quickly beyond the current difficulties in driving grass production.  Farms will be able to provide the cheapest and most natural food source for their animals.  Further supportive measures have been implemented by some co-ops.  Interested parties across these sectors have shown a willingness to assist farmers in difficult circumstances.<\/p> <p>I thank the Minister for being with us again today to debate this very important issue.  I hope spring will finally arrive, the sunshine will come and the grass will grow.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900025#Y01300","speaker":"1124","continuing":true},{"type":"speech","time":1368104700,"counter":150,"content":"<p>I thank Senator Comiskey for sharing two and a half minutes of his time.  I thank the Minister for coming to the House.  I had hoped the fodder crisis was over and that spring had sprung, but I made six calls to farmers this morning in Galway to see where they were at and the deterioration in the weather over the past 36 hours has made things very difficult yet again.<\/p><p>I hate to say it, but what I learned this morning is that it looks like the crisis is continuing and is worse than I thought.  Exceptional circumstances are set to continue with cold weather for the next five days.  The feedback I have received from Galway is that the land is so wet, farmers cannot get onto it.    Four of the six farmers I spoke to asked whether the Minister could advance the disadvantaged areas scheme payment.  I do not doubt the commitment of the Minister and I know he has done incredibly good work with the transport subsidy and welfare.<\/p><p>To counteract what Senator Leyden stated, we need the ISPCA to be very understanding in these circumstances because this is a fodder crisis.  It is not about farmers not caring for their animals; it is about people not having access to fodder or cash flow.  One farmer told me it is completely weather dependent.  The cost of fertiliser is an issue for him and he has already spent &euro;1,000 on it.  He asked whether the Minister can intervene in the cost of fertiliser.  Grass growth is at least three weeks behind what it should be in Galway.  One farmer I spoke to felt the supply of fodder is not equitable, with some farmers having too much while others have none.  Another farmer told me he has had to bring his cattle back in because the land is to wet, it is too cold and he is running short of feed again.  He also called for the Minister to advance payments.  I know the Minister is bound by EU rules but I am putting it to him.<\/p><p>Some farmers went to the mart yesterday and received &euro;620 for animals for which they would have expected to receive &euro;800 because the market is being flooded with cattle.  Farmers are under pressure due to a lack of money, fodder and normal grass growth.  Their cash reserves have been spent on concentrates and silage, and prices for these have soared.  One farmer mentioned that his credit limit was of concern despite the Minister's feedback from the banks.  We have had two bad years and it looks like only one cut of silage will be made this year, which will cause another fodder crisis next year, which is a major concern for everyone.<\/p><p>We need an overall plan and not a stopgap measure.  I know the Minister is considering this.  We must help each other.  This is a crisis which is weather-based.  We have global warming and changing weather patterns.  How will we deal with these?  I thought the crisis was over and that the situation was improving but clearly it is not.  The Minister may have to consider being more flexible with regard to extending supports.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900026#Z00200","speaker":"1131"},{"type":"speech","time":1368104700,"counter":151,"content":"<p>I welcome the Minister to the House.  I am glad we are having this debate.  I wish it had happened four weeks ago, but unfortunately the Minister was busy.  In my many comments on this issue I have acknowledged it is not entirely the Minister's fault because, as he outlined, we had an appalling summer last year and a prolonged winter, but the omens were there at the beginning of March in the long-range weather forecast-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900026#Z00300","speaker":"1127"},{"type":"speech","time":1368104700,"counter":152,"content":"<p>Senator O'Donovan cannot blame the Minister for the weather.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900026#Z00400","speaker":"1131"},{"type":"speech","time":1368104700,"counter":153,"content":"<p>The long-range weather forecast indicated consistent easterly winds and low temperatures.  This is one of the most serious crises which has occurred in farming in my lifetime in the area I represent from a fodder point of view.  I acknowledge the work done by the IFA and local co-ops such as Drinagh Co-op and Barryroe Co-op.  They must be complimented for their efforts.  I have stated, and not to say it behind the Minister's back, the political response was rather tardy and reactive rather than proactive.<\/p><p>It amuses me sometimes to hear about support from banks.  Many farmers have difficulties with banks and over the past two or three weeks I have had many calls from people not in a position to obtain financial support from banks.  A widow came to my clinic in tears because some of her cattle were starving and she needed at least three or four bales of hay, but she could not access them because of a problem with her local co-op account.  I thought this was most unfortunate.  I rang the co-op manager to see whether she could be helped and I hope she was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900026#Z00500","speaker":"1127"},{"type":"speech","time":1368104700,"counter":154,"content":"<p>Why did the Senator not ring the Department?  That is what the helpline is for.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900026#Z00600","speaker":"991"},{"type":"speech","time":1368104700,"counter":155,"content":"<p>I told her about it and gave her the details to make direct contact.  I was trying to help a woman in distress.  I hope these situations are in the minority.<\/p><p>Figures from the Department show a 26% increase in the number of animal deaths on farms in the first quarter of 2013.  Some, if not all, of these were due to the fodder crisis.  What we need now is the grass to grow in abundance in the coming months so we can have two, if not three, cuts of silage so the farmers' stocks can be sustained for next winter.  I acknowledge the Minister's comment that if necessary he will extend transport assistance into the summer and I hope this will not be required.  From my knowledge of west Cork I feel co-ops, the IFA and other farming organisations reacted to this, but it was well known in February we were facing a crisis and more could have been done.<\/p><p>The notion of providing &euro;10 million or &euro;12 million for a kitty to which everyone applies is not a great idea.  I support the Minister in this regard.  Last week I attended a funeral in west Cork where I spoke to several farmers who told me one or two of their neighbours had half pits of silage left and were not in crisis, but were still going to the local co-op and buying hay intended for those most in need.  The distribution has not been very equitable.  Perhaps the IFA, the co-ops and Teagasc could oversee it.  I must be careful how I word my next point, which is that bachelor farmers are very slow to acknowledge they have a problem and very slow to come forward to ask for help.  This in itself is an issue.<\/p><p>I have raised this issue many times on the Order of Business and called for the Minister to come to the House.  He had good reasons for not being able to do so.  I hope he will monitor the situation very closely in the coming weeks.  When I was going through Dunmanway on Tuesday morning the temperature was 11&deg; C at approximately 11 a.m. whereas by the time I arrived in Kildare it was 19&deg; C.  The south of Ireland has probably been hit more than anywhere else.<\/p><p>I must also express my deep concern for dairy farmers.  As the Minister knows well, if milk output declines because of a lack of feed and bad weather it will not be restored.  This is a severe concern.  Perhaps, as suggested by the previous speaker, a subsidy for fertiliser could be provided to farmers.  Farmers who put out fertiliser in March received no return for it because the ground was too cold, and this bag manure has probably gone to waste.  Perhaps we could have an incentive to ensure farmers put out adequate fertiliser, although it is getting late, so grass will grow.<\/p> <p>Hopefully, we can have a good summer.<\/p><p>I wish the Minister well with this problem, as it is not his alone &ndash; it is a national problem.  I am not here to bore holes into him.  Everyone should be foursquare behind the efforts and wear the green jersey, but the Minister should be acutely aware that this problem is worse than some people realise.  This is why I have raised the issue in the Chamber incessantly.  I have outlined my deep concerns on radio several times.  I hope that whatever measures the Minister puts in place will work.  If we have another bad summer, God help us next winter and spring.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900026#Z00700","speaker":"1127","continuing":true},{"type":"speech","time":1368105300,"counter":157,"content":"<p>I welcome the Minister to the House.  Unlike Senator O&rsquo;Donovan, I am delighted in a way that the Minister has been elsewhere.  Between the Common Agricultural Policy, CAP, the Common Fisheries Policy, CFP, the horsemeat crisis, the Presidency and a million other issues, I suspect the Minister has been quite busy.  I was disappointed that he was unable to attend the Seanad in the middle of the horsemeat crisis, but I understand that there are moments when it is difficult to do so when there are so many balls in the air.  I would rather the Minister was sorting out the situation for farmers instead of discussing how he will do so with us.  Criticism of that type is unhelpful.<\/p><p>It is fair to say that this is more than a fodder crisis.  It is a national crisis.  Given the fact that the industry has exports worth &euro;8 billion, any problem should be framed in the sense of a national crisis.  I am unsure whether the public has grasped its seriousness.  The idea that a gap is being filled with a few bales of hay and bags of grain does not reflect what we are facing.  It is not just a question of food for animals now, but of future food security.  The world&rsquo;s food security and Ireland&rsquo;s contribution to same is one of the issues that the Minister&rsquo;s Department must grapple with in the coming five, ten and 15 years.  If we must import foodstuffs, we will be on the back foot in terms of our global role.<\/p><p>I pay tribute to the Irish Farmers Association, IFA, the Irish Creamery Milk Suppliers' Association, ICMSA, the Irish Dairy Board and the co-ops for rallying around and recognising that this problem must be addressed.  I do not want to speak any further without paying tribute to their efforts in trying to help farmers directly.  The Department&rsquo;s helpline is a good one, but people are reluctant to use it.  I do not know how to get around that issue.  Perhaps there is another way to frame the telephone line so that people can decide it is for them instead of watching their animals die.  The Minister knows the figures.  Animal deaths occur every year, but they have increased significantly this year.  If the helpline is not helping, should we rearrange how it looks so that people can access it?<\/p><p>People have come forward and been of assistance in providing a stopgap measure, but the question facing the Minister is what to do in future.  There is drought in New Zealand and rain in Ireland.  Around the world, climate patterns are shifting year to year.  Forgive me if the Minister has already done what I am about to recommend, but could he set up a climate pattern committee as a subset of the high-level implementation committee on Food Harvest 2020?  The committee could include members of Met &Eacute;ireann and farm advisers on the ground as opposed to the head people who must always attend these meetings.  Perhaps banks should also be involved so that they can plan ahead.  AIB and other banks have set &euro;50 million aside and I applaud the fact that the Minister has urged them to keep their promise on supporting farmers with working capital and, where appropriate, restructured loans.  There should be a proper committee to determine seriously how the country will cope with climate change and its knock-on effects.  For example, using fertiliser in wetter climates has an effect on waterways, etc.  Should the Environmental Protection Agency, EPA, and so on be involved in the committee?<\/p><p>The crisis has played out in slow motion since last summer and it is almost clear that there will be a crisis next year and possibly the following year.  I would love to be wherever Senator O&rsquo;Donovan has been hoping for a third silage cut.  I suspect that many farmers would be grateful for one and will not even get near having a third cut.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00200","speaker":"1129"},{"type":"speech","time":1368105300,"counter":158,"content":"<p>One will not do.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00300","speaker":"1127"},{"type":"speech","time":1368105300,"counter":159,"content":"<p>That is the point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00400","speaker":"1129"},{"type":"speech","time":1368105300,"counter":160,"content":"<p>It will not happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00500","speaker":"1125"},{"type":"speech","time":1368105300,"counter":161,"content":"<p>The Minister stated that he was looking to the future.  He is probably trying to determine how to go about this.  Perhaps the net should be thrown wider to include people who might not normally be consulted by his Department or associated with its work.  Could the environmental pillar groups be included so that they might share their concerns about climate change, how fertiliser is used and so on?  Would the EU Solidarity Fund be of any benefit?<\/p><p>Farmers are grateful for the acceleration in payments under the agri-environment options scheme and REPS 4.  We are constantly asked about people&rsquo;s payments.  Some remain outstanding.  Can the process be streamlined?  It seems there is always a backlog.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00600","speaker":"1129"},{"type":"speech","time":1368105300,"counter":162,"content":"<p>It is primarily the case that mistakes are made by applicants.  We must clarify them before we can pay.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00700","speaker":"991"},{"type":"speech","time":1368105300,"counter":163,"content":"<p>If that is the case-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00800","speaker":"1129"},{"type":"speech","time":1368105300,"counter":164,"content":"<p>We are significantly ahead of any previous year in making payments.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA00900","speaker":"991"},{"type":"speech","time":1368105300,"counter":165,"content":"<p>That is good news.  When we receive calls, we try to ask people whether they have made mistakes.  It is always difficult to know where the error occurs.  People are desperate.  I thank the Minister for the clarification.<\/p><p>The Minister has quite a number of challenges on his plate, but the language used to date has restricted the issue to a fodder crisis.  The problem is wider than that.  If we are to have a more grounded debate on how to tackle the issue, it would be a good move to join the dots and involve the wider community.  Individual farmers who are under stress and trying to cope would feel that the broader community understands their position.  I thank the Minister for his time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA01000","speaker":"1129"},{"type":"speech","time":1368105300,"counter":166,"content":"<p>Ba mhaith liom mo chuid ama a roinnt leis an Seanad&oacute;ir &Oacute; Clochartaigh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA01100","speaker":"1146"},{"type":"speech","time":1368105300,"counter":167,"content":"<p>An bhfuil s&eacute; sin aontaithe?  Aontaithe.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA01200","speaker":"1120"},{"type":"speech","time":1368105300,"counter":168,"content":"<p>Ba bhre&aacute; liom f&aacute;ilte a chur roimh an Aire.  Tr&eacute;asla&iacute;m leis as ucht an mh&eacute;id at&aacute; d&eacute;anta aige.  Tr&eacute;asla&iacute;m freisin leis na co-ops as ucht an sc&eacute;im iomport&aacute;la beatha.  T&aacute; &aacute;thas orm go bhfuil &iacute;oca&iacute;ocht ag teacht &oacute;n Roinn chun cabhair a thabhairt sa chomhth&eacute;acs seo.<\/p><p>I will tell the Minister &ldquo;Well done&rdquo;.  There is something elemental about farming woes.  Certain sectors give out about farmers and farming, but when farmers hit hard times, they receive a great deal of sympathy because people know how vulnerable farming is and how connected we all are with the land.  There is a good tradition of Governments responding well in times of crisis.  This crisis is no exception.  I welcome what the Minister and his Department have done in supporting the co-ops&rsquo; imported fodder transport scheme.<\/p><p>The crisis has a number of elements.  The economic impact is critical and the damage is not short-term, as it will roll on.  Land that was used for next year&rsquo;s silage is not available in the short term, which will have an impact on the availability of feed next year as well as the number of cattle and sheep that can be supported.<\/p> <p>It is right that the Minister has left the transport subsidy scheme open because this situation will have to be monitored on an ongoing basis.  It is not a problem that will go away as quickly as it came.<\/p><p>The second issue is the stress caused to farmers, which is more difficult to estimate and respond to.  While I understand that farm inspections cannot be ceased, I welcome the sensitivity being shown by inspectors.  It can be difficult for people in farming to speak about the stress they are under arising out of aspects of their work, in particular at a time of crisis such as this.  Irish people, much more than in the past, care for the welfare of their animals and are not only measuring the economic cost of this crisis but are conscious of the animal welfare dimension also.  Whatever can be done to assist farmers should be done.  We cannot ignore the human cost of this crisis.  It is hoped the extension of the scheme will allow farmers to consider the situation they are in and that the Department will work to ensure farmers are aware of all the supports available to them.<\/p><p>The third issue is, perhaps, animal welfare.  Cattle fall or die for many different reasons.  While I do not wish to be sensationalist, it would be helpful if the Minister could provide us with an estimate of the number of fallen animals attributable to the fodder crisis.  Is a particular section within the Department dealing with this issue?  I apologise if the Minister dealt with that issue during his opening speech but I was absent on other business.  How will the Department be structured on an ongoing basis in terms of attention to this crisis?<\/p><p>It seems to me and following on from what Senator O'Keeffe said, if the current weather trend continues, an ongoing response will be required.  It looks like it will not be possible to pack away the tents and that we will be dealing with these problems into the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900027#AA01300","speaker":"1146","continuing":true},{"type":"speech","time":1368105900,"counter":170,"content":"<p>Gabhaim bu&iacute;ochas don Seanad&oacute;ir Mullen as ucht a chuid ama a roinnt liom agus gabhaim bu&iacute;ochas don Aire as ucht teacht isteach.  B&iacute;onn leithsc&eacute;alta ag Air&iacute; eile nach dtagann isteach, ach t&aacute; an tAire f&eacute;in chomh gn&oacute;thach le hAire ar bith eile, agus is iontach an rud go dtagann s&eacute; isteach chomh minic sin.<\/p><p>I will try not to go over ground covered.  I know, having spoken to farmers in my area, that farmers are very distressed to see their animals weak and unwell.  The thought of animals dying dwells on their minds.  We know that in some parts of the country collection of dead animals has increased by up to 40%.  The Department of Agriculture, Food and the Marine has confirmed that deaths of cattle aged 48 months and over increased by more than 60% between January and February this year compared with January and February 2012.<\/p><p>There is huge concern about how families are to keep going when there are no milk cheques coming in and they are finding it difficult to get credit from co-operatives.  I noted what the Minister had to say about the banks, namely, that 50% of farms are debt free.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00200","speaker":"1122"},{"type":"speech","time":1368105900,"counter":171,"content":"<p>Do not have a loan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00300","speaker":"991"},{"type":"speech","time":1368105900,"counter":172,"content":"<p>The corollary then is that the other 50% do.  The banks are possibly extending credit to the 50% who do not have a problem with their lending criteria.  The other 50% could, if they are stretched debt-wise, be ineligible for extra support from banks.  This might in part be the reason farmers are experiencing difficulty getting credit from the banks.  It is an issue that needs to be looked at.<\/p><p>I spoke to farmers in Galway this morning.  A senior representative of the IFA in Galway has asked me to relay to the Minister that the fodder situation has worsened severely over the past 36 hours and that people do not have money to buy feed.  While I appreciate the introduction of the transport subsidy scheme, having the cash to buy the fodder when it arrives is another issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00400","speaker":"1122"},{"type":"speech","time":1368105900,"counter":173,"content":"<p>They are not being asked for cash.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00500","speaker":"991"},{"type":"speech","time":1368105900,"counter":174,"content":"<p>They are being asked to pay for fodder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00600","speaker":"1122"},{"type":"speech","time":1368105900,"counter":175,"content":"<p>I will inquire about that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00700","speaker":"991"},{"type":"speech","time":1368105900,"counter":176,"content":"<p>I am relaying what I am being told.  Farmers are finding it very difficult to cope because they have no cheques coming in.  I acknowledge the Minister's response.  It is very welcome.  Forward planning is crucial.  The inflexibility of the institutions does not help and must be tackled.  It is more than just anecdotal that there are difficulties in this area.  I will take up the Minister's offer of reporting any specific cases to his attention.<\/p><p>I received another call in regard to advance payment of disadvantaged area schemes payments so that farmers can manage their cashflow in a better way.  Farmers believe this proposal is worthy of consideration.  I welcome that the Minister has indicated he will look at extending the transport subsidy scheme for as long as is necessary given prevailing weather conditions.  There is a need for a review of how we ended up in this situation and for advance planning for the remainder of the year to deal with any further lack of fodder.<\/p><p>T&aacute;imid an-bhu&iacute;och den Aire.  Tuigim go bhfuil s&eacute; crua.  I appreciate the stress this crisis has placed on the Minister and his officials.  We need to learn from it and ensure we can handle what might happen in the weeks and months ahead.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00800","speaker":"1122"},{"type":"speech","time":1368105900,"counter":177,"content":"<p>I thank Senators for the tone of the discussion and their questions, which were constructive.  I will try to answer some of the questions and clarify some of the points made.<\/p><p>On single farm payments, these are never paid in September.  The single farm payment is not due until mid-December.  Last year, and for three of the past five years, we have managed to get an advance on that in terms of getting half of the payment six weeks early, namely, mid-October.  We will be applying for that again this year because of the cashflow issues on farms.  It is not possible to get approval for payments earlier than that and we should not raise expectations in this regard.  Even if we could, the Department would have to carry the cost in terms of financing payments because they do not become available until the end of the year.  The Department already bridges the cost of the payments in mid-October.  My Department is not a bank and cannot produce significant sums of money.<\/p><p>It has been suggested to me over recent weeks that every farmer would get an advance payment of &euro;1,000.  I would like to facilitate this but I do not think I can.  There are 130,000 farmers in the country eligible for single farm payment.  If Senators do the maths, they will see the amount we would have to seek from the Department of Public Expenditure of Reform because there is no money coming from Europe until the end of the year.  The reason we have a banking system is to assist farmers get over that problem.  I have had discussions with senior bank officials.  The banks are willing to put in place short-term loans with low interest rates in respect of which there is no repayment requirement until single farm payments are received.  The purpose of a banking system is to assist people through difficult periods in terms of credit availability, financing, bridging and so on.  My Department cannot be expected to do that.  Cashflow issues can be resolved by way of the credit facilities available in co-operatives and through banking facilities in place for farmers with the capacity to repay, which includes most of them.<\/p><p>It should not be forgotten that commodity prices this year are strong.  Milk prices may reach an all-time high this year and beef prices are also strong and increasing.  Store cattle are an issue currently because of the availability of grass, as indeed are store lambs.  With some normalisation of weather patterns, that should resolve itself quickly.  This has been a disastrous start to the year for farming, but it does not have to be a disastrous year in terms of returns because, in my view, the price of commodities will remain strong up to the end of the year.  We need to plan, in the medium and long term, to manage how we get through what has been primarily a fodder crisis.  I accept the point made that there are other issues linked to it.  We are doing that.  Just as there were officials in the Department working full-time on the horsemeat crisis, there are officials in the Department working full-time on this issue.<\/p> <p>The idea of setting up more task forces or groups in some way misses the point, although I am not saying we should not have a group linked to the high implementation group of Food Harvest 2020.  There many groups with such links.  At the next high level implementation group we will have an environmental impact assessment of Food Harvest, including its effects on biodiversity, changing weather patterns, etc.  A consultant has been working on that for the past six months and the report will come this month to the high level working group.  The broader issues regarding the environment are being looked at in some detail, and we are required to do that with a plan of this scale.<\/p><p>There are issues regarding advance payments.  We would normally make disadvantaged areas scheme, DAS, payments around the week of the ploughing match, which is towards the end of September.  That is when we will pay them this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900028#BB00900","speaker":"991","continuing":true},{"type":"speech","time":1368106500,"counter":179,"content":"<p>Will the Minister look at that again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00200","speaker":"1131"},{"type":"speech","time":1368106500,"counter":180,"content":"<p>No.  There is just under &euro;200 million in DAS payments due and if we start paying farmers in advance, we would have to consider how much to give them and who would get the advance payment.  The payment will be made in September and there should be a bridging banking and credit facility available to farmers until then.  I do not see why that cannot work.  This is in preference to asking the Department to essentially become a banking facility.  We must pay for that, and farmers will pay for it as the funding will come from the same budget.  It is not like I have a lump sum that I can give out whenever I want.  A significant element of DAS payments are matching funds coming from the EU.  Although I can consider the issue, I do not want to raise expectations in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00300","speaker":"991"},{"type":"speech","time":1368106500,"counter":181,"content":"<p>I thank the Minister.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00400","speaker":"1131"},{"type":"speech","time":1368106500,"counter":182,"content":"<p>I accept that DAS payments are a matching fund so they are slightly different from the single farm payment.  I have had many conversations with people in banks over the past two weeks and they all suggest there should be short and medium term credit facilities in place for most farmers.  This is not about refinancing loans for machinery, buying land or renting conacre but rather dealing with a fodder problem.  There are credit facilities available specifically for that problem.  For example, Ulster Bank has set aside &euro;25 million specifically for a weather or fodder fund, and it has not been drawn down.  I spoke to representatives of Bank of Ireland approximately ten days ago and only about 65% of the available overdraft facilities were being drawn down by many farmers.  There was a 15% increase in the number of requests for increased overdraft facilities among farmers and in the rest of the economy the figure from Bank of Ireland is 37%.<\/p><p>The figures suggest two points.  The first is that farmers, for whatever reason, do not feel comfortable going to banks, which is a problem in itself.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00500","speaker":"991"},{"type":"speech","time":1368106500,"counter":183,"content":"<p>They cannot afford to go to banks.  It is not rocket science.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00600","speaker":"1140"},{"type":"speech","time":1368106500,"counter":184,"content":"<p>The Minister, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00700","speaker":"1120"},{"type":"speech","time":1368106500,"counter":185,"content":"<p>They are in trouble as it is.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00800","speaker":"1140"},{"type":"speech","time":1368106500,"counter":186,"content":"<p>The Minister, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC00900","speaker":"1120"},{"type":"speech","time":1368106500,"counter":187,"content":"<p>The Minister is tempting us.  He is talking about banks but he should deal with the fodder issue, for God's sake.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01000","speaker":"1140"},{"type":"speech","time":1368106500,"counter":188,"content":"<p>One must be able to buy fodder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01100","speaker":"991"},{"type":"speech","time":1368106500,"counter":189,"content":"<p>I know.  We have done it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01200","speaker":"1140"},{"type":"speech","time":1368106500,"counter":190,"content":"<p>All the conversations we have had indicate this is not primarily a credit crisis but rather a fodder crisis.  If the Senator spoke to a few more farmers, he would probably understand that.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01300","speaker":"991"},{"type":"speech","time":1368106500,"counter":191,"content":"<p>I am living on a farm.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01400","speaker":"1140"},{"type":"speech","time":1368106500,"counter":192,"content":"<p>Perhaps the Senator should speak to some neighbours.  We are trying to solve the nub of the problem, which is getting fodder into Ireland, regardless of whether farms have money.  If fodder is unavailable to buy, it cannot be procured at any price, which is the centre of the immediate crisis that must be solved.  If farmers cannot afford to buy the fodder, we will intervene and buy it for them.  We have made that very clear and we are doing it on a daily and confidential basis with farmers.  Lack of credit should not prevent animals being fed, and I encourage farmers to talk to us if credit is a big problem in getting them through a difficult period.<\/p><p>People have raised the matter of animal deaths.  In the first three months of the year there was no fodder access crisis, although there was a fodder quality issue throughout the winter because some farmers had poor fodder.  Animals were not starving, and it was not the reason many animals lost their lives in the first three months of the year.  The mortality rate was similar to 2009, with approximately 106,000 deaths on farms for the first three months of the year.  In 2009, the figure was approximately 100,000.  This is a bad year for animal mortality on farms but it is not a massive outlier either.  One of the reasons there has been a significant increase in mortality this year is the very unusual weather in winter and poor quality fodder, although there was enough volume.  Nutrition in herds was not as good as it should have been and the unusual weather patterns made it easier for disease to spread.  There was also an increase in calving by approximately 3.5%, and much mortality occurs during calving.  That also explains some of the increased figures.<\/p><p>By the start of May - a few days ago - the figure for this year was at 143,000 animal deaths on Irish farms.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01500","speaker":"991"},{"type":"speech","time":1368106500,"counter":193,"content":"<p>That is a lot of cattle.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01600","speaker":"1140"},{"type":"speech","time":1368106500,"counter":194,"content":"<p>Last year the figure was 117,000 for the same period.  There has been a significant increase from last year but if we consider 2009 or other years with severe weather conditions, one could also see a higher figure.  This is a particularly bad year but there have been other years in a similar category.  We must deal with that and ensure there is no repeat next year.  We must work on farms in that respect.<\/p><p>This is not about giving &euro;10 million or &euro;12 million to farmers but rather focusing money where it is required.  If we need to put &euro;10 million in place for a scheme to ensure animals are fed, we must do it and take the money from other schemes.  We will do so if that becomes the priority.  I want to be able to stand over every cent I spend to ensure we get full value for money in solving the problem at hand, which is getting fodder into Ireland.  That is why we have focused on the transport scheme.<\/p><p>There has been some suggestion that the political response has been tardy.  Nobody called for a transport subsidy until I introduced it; there was nobody in the Opposition or farm organisations seeking it.  I was there for the second or third load of straw that came to Mitchelstown through Dairygold.  My Department has been to the fore in trying to respond to this issue, spending extra money where it was needed to encourage the import of fodder.  People spoke about difficulties arising from weather patterns and agricultural issues but nobody came up with a solution until we started introducing them.  We should be clear on that, as we have not been following anybody; we have tried to pull people together to find sensible, cost-effective solutions to get feed into farms.<\/p><p>With regard to credit and banking, I do not want to give the impression that I have full faith in all banks to give out credit.  Nevertheless, the conversations I have had suggest that credit should be available for farmers who are struggling to find enough money to buy fodder.  There is confidence in the banking system that the farming community can repay the loans.  If there are anecdotes or examples of farmers not getting a fair deal on credit, I want to hear about it.  We will follow up on a case-by-case basis, as we are doing now.<\/p><p>I cannot reduce the cost of fertiliser, the vast majority of which is imported.  That is like asking me to reduce the cost of gas.  We can ensure that when farmers buy fertiliser, they will get credit interest-free as an encouragement.  All the co-operatives have agreed to provide interest-free credit to farmers for May to encourage them to invest in fertiliser, as that is where we need to invest to ensure we do not have a problem. <\/p> <p>I will be happy to return to the Seanad later in the summer or in September, when we can reassess the position in terms of the medium term planning for next winter and the auditing that must be done on a farm basis to establish how much fodder will be available for next winter and what will be required.  This is an ongoing issue.  It is not simply a question of filling the gap.  There is an ongoing consequence in terms of indebtedness for farmers and ensuring that animals are fed next winter.  We must have an ongoing discussion about it and I will be happy to facilitate that if I can.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900029#CC01700","speaker":"991","continuing":true},{"type":"speech","time":1368107100,"counter":196,"content":"<p>That concludes statements on the fodder shortage.  When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00200","speaker":"1120"},{"type":"speech","time":1368107100,"counter":197,"content":"<p>At 2.30 p.m. on Tuesday, 14 May 2013.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00300","speaker":"1124"},{"type":"majorheading","content":"Adjournment Matters","time":1368107100,"counter":198,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00350"},{"type":"minorheading","content":"Architectural Heritage","time":1368107100,"counter":199,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00400"},{"type":"speech","time":1368107100,"counter":200,"content":"<p>I thank the Minister of State for his attendance.  This matter concerns Yeats Tower, Thoor Ballylee, County Galway.  This is a building of special importance from an historical, recreational and cultural perspective to the people of Kiltartan and Gort in County Galway.  Indeed, in 1965, for the centenary of W. B. Yeats's birth, Ballylee was fully restored by the Kiltartan Gregory Cultural Society, replete with a collection of first editions and items of furniture.  The adjoining cottage was a tea room and shop from that period on.<\/p><p>However, following the flooding of the Cloone River in 2009, the Thoor was extensively damaged and thereafter was no longer open to the public.  Significant works have been undertaken recently by F&aacute;ilte Ireland to protect the structure.  I have made several representations to that body in this regard since I was nominated to the Seanad by the T&aacute;naiste.  The famed tower that W. B. Yeats purchased in 1917 and which was used as a summer home by the poet and his family until it was abandoned in 1929, is critical to a tourism revival in east Galway.  On that basis I have corresponded and had meetings with F&aacute;ilte Ireland on a number of occasions in the past two years both in my own capacity and with a local tourism group, the Lady Gregory Yeats Heritage Trail Group, of which I was a member and which has done a huge amount of work promoting this area and its tourism potential.  I was also in contact with the Minister.  In the past I worked to summon interest in this structure by writing to interested parties in the Galway area as a means of maximising the area's connection to W. B. Yeats.<\/p><p>Thoor Ballylee is steeped in connections with W. B. Yeats and should be just as important a tourism landmark as his grave in Drumcliffe, County Sligo, which tens of thousands of people visit every year.  It is clear that south Galway badly needs a tourism boost and the opening of this tower, which I have requested in the past, is critical to the revival of the tourism sector in east Galway.  I thank F&aacute;ilte Ireland, which is in charge of Thoor Ballylee, for its enthusiastic and positive responses to my meetings with the body about this matter.  I look forward to the Minister of State's response to my request to have the tower re-opened to the public as a tourist attraction with all ancillary services.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00500","speaker":"1173"},{"type":"speech","time":1368107100,"counter":201,"content":"<p>It is interesting that both Senator Higgins and I tabled this matter at the same time.  To give the background for tabling it, I was contacted by Ronnie O'Gorman, who is chairman of The Friends of Coole.  The Minister for Arts, Heritage and the Gaeltacht, Deputy Deenihan, was in Galway a number of months ago regarding the film school and the Solas Picture Palace.  On that occasion, Ronnie O'Gorman met me and the Minister and impressed upon us the importance of reopening Thoor Ballylee.  There is a local group with multiple stakeholders, whose names I will give to the Minister of State, and it intends to reopen Thoor Ballylee, W. B. Yeats's holiday home.<\/p><p>I thank the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar, for his interest and guidance on this project so far.  I have been working with him.  Interestingly, there is another example of a local group taking over a similar project in Dublin, the James Joyce Tower in Sandycove.  It was formerly owned by Dublin Tourism and will be handed over to D&uacute;n Laoghaire-Rathdown County Council this autumn.  We are working on replicating that model.  We are seeking the continued support of the Minister, Deputy Varadkar, and cross-departmental support from the Minister for Arts, Heritage and the Gaeltacht, Deputy Deenihan, until Thoor Ballylee is reopened with a solid programme.  The aim of the group is that it would be a cultural centre offering educational programmes.<\/p><p>As Senator Higgins said, following the flooding in 2009 everything was extensively damaged.  Wide-ranging discussions with local people from the Gort area, academics, members of the local authorities and local tourism interests have already taken place.  There is a keen enthusiasm for the Yeats Tower to be opened once again to the public, students of all ages and visiting scholars.  The University of Limerick, UL, and National University of Ireland, Galway, NUIG, are working closely with the group.  In bringing Thoor Ballylee back on stream we are pulling back the curtain on one of the most significant cultural landscapes in Europe.  W. B. Yeats was a great friend of Lady Gregory and her home was down the road in Coole Park.  The spirit of volunteerism is alive and well in terms of getting this project back on stream.  The Minister, Deputy Varadkar, has said we should use the model used with the James Joyce Tower and there is a willingness to do that.<\/p><p>Our request is that Thoor Ballylee be opened for six weeks of this summer and, next year, it should be open from early spring to late autumn.  There is room for a modest cafe.  The people who have an active interest in this include Professor Margaret Harper of UL, who would like the Thoor Ballylee to be available for visits by international Yeats societies.  There is massive tourism potential in this case.  In addition, students of Irish studies at both UL and NUIG would have access.  As it is such a perfect complement to Coole Park it could become a major focus for foreign students at both UL and NUIG.  The educational programming that could surround this is obvious.  There could also be creative writing workshops.  More than 5,000 children and adults attended events in the past, which shows the interest in this area.<\/p><p>The following people from the south Galway area are actively involved: Michael O'Grady, whom the Minister of State might know; Colm Farrell, a local businessman; John Quinn, broadcaster and writer; Sr. Mary de Lourdes Fahy, historian, and other academics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00600","speaker":"1131"},{"type":"speech","time":1368107100,"counter":202,"content":"<p>The Senator is out of order in naming people on the record of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00700","speaker":"1120"},{"type":"speech","time":1368107100,"counter":203,"content":"<p>We are in the process of issuing a letter in which we will invite all local politicians, including Senator Higgins, to the Lady Gregory Hotel on 10 June.  It is a multiple stakeholder process as there is no doubt that everybody must be involved.  I thank Senator Higgins for also tabling this matter today.  Let us move together on this for the future of Thoor Ballylee.  Our only interest and my only interest, based on my background in the creative writing area, is to have this tower open for the public, scholars and tourists generally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00800","speaker":"1131"},{"type":"speech","time":1368107100,"counter":204,"content":"<p>I am pleased to reply on behalf of my colleague, the Minister for Transport, Tourism and Sport, Deputy Leo Varadkar.  He is abroad on official business.<\/p><p>  I will explain the position with regard to the future of Thoor Ballylee after hearing from Senators Higgins and Healy Eames of the significant progress that has been made to date towards reopening W. B. Yeats's former home as a cultural and educational centre.  I cycled by the Yeats Tower ten days ago.  One cannot but acknowledge the beauty and historical significance of this building.  It is the former holiday home of W. B. Yeats.  He purchased the property in 1916.  It is only a few miles from Coole Park, the home of his lifelong patron and friend, Lady Augusta Gregory.  The location and history of the tower intrigued W. B. Yeats and he is reputed to have written some of his greatest poetry there, including <i>Sailing to Byzantium<\/i> and <i>Coole Park, 1929<\/i>, which we recall from our leaving certificate.  For some of us, unfortunately, that was quite a long time ago.<\/p><p>  The tower house was given by Michael Yeats, his son, to Ireland West Tourism and it transferred to F&aacute;ilte Ireland in 2006, when the regional tourism authority was amalgamated with F&aacute;ilte Ireland.<\/p> <p> By way of background I would like to explain that Ireland West was among a number of regional tourism authorities that were amalgamated with F&aacute;ilte Ireland at the time.  It is also important that the Senators are aware that when F&aacute;ilte Ireland took over the regional tourism authorities, it also took on the operation of an extensive network of tourist information offices.  The management, staffing, opening hours and locations of these offices are administrative and operational matters for F&aacute;ilte Ireland and its management.<\/p><p> I understand from both Senators that they see the tower as playing a far more significant role than simply a tourist information office.  Given the pressures on the public finances and in response to changes in the needs of tourists, F&aacute;ilte Ireland, like many other State agencies, continues to reconfigure its service delivery, reshape its services and prioritise the locations where tourist information offices are located.  As part of that, F&aacute;ilte Ireland has worked in partnership with local communities, where possible, to provide tourist information by local groups and business.  During 2011 and 2012, F&aacute;ilte Ireland established a good track record in that regard when co-operation with local communities ensured many tourist information offices remained open which might otherwise have closed.<\/p><p> F&aacute;ilte Ireland has outsourced the provision of smaller tourist information offices.  To date, approximately 40% of them have been taken over by local authorities, chambers of commerce and community groups.  I am aware a similar initiative is under way.  Perhaps it will re-open a tourist information office at the square in Gort which might tie in with the re-opening and redevelopment of Thoor Ballylee.  F&aacute;ilte Ireland does not operate tourism attractions <i>per se<\/i>.  Where it has inherited them, it has disposed of its interest at an appropriate stage.<\/p><p> With regard to the specific situation at Thoor Ballylee, Senators will be aware that the area was badly affected by flooding in 2009.  The tower house was extensively damaged by the flooding and has been closed ever since.  In 2012, F&aacute;ilte Ireland spent &euro;200,000 on weather proofing the building and protecting its fabric.  The building is not fit for occupation, and further work will be required if it is to open again.  It would not be value for money were F&aacute;ilte Ireland to invest further in the tower house.  The number of visitors who sought tourism information when the tower house was open was too small to justify spending scarce resources on re-opening the building as a tourist information office.  Therefore, it was clear to the Minister, Deputy Varadkar, that Thoor Ballylee would not be used by F&aacute;ilte Ireland.  He has explored other possible uses, as outlined by both Senators, that are outside the remit of his Department and its agencies.  The Senators suggested that it might serve as a cultural and heritage centre.  He raised that possibility with the Minister for Arts, Heritage and the Gaeltacht and he is considering the matter.<\/p><p> I would be very interested in, and look forward to, hearing updated suggestions by the Senators on the best possible course of action.  I agree with both of them when they suggested that we adopt a collaborative approach using a number of different agencies.  We must also collaborate deeply with the community to ensure the re-opening occurs.  I shall commit my resources, time and efforts to assist them in that regard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900030#DD00900","speaker":"1042","continuing":true},{"type":"speech","time":1368107700,"counter":206,"content":"<p>I thank the Minister of State for his detailed response.  Like the Minister, I am committed to seeing something worthwhile happen with the project.  The tower has an historical, cultural and educational significance.  It is heartening for the people who are interested in it to discover that there may be further plans for it, and we all welcome the initiative.<\/p><p>Senator Healy Eames mentioned towards the end of her contribution a number of local people who were on the same committee on which I was previously.  Like the Senator, I found today's scheduling interesting.  I lodged the Adjournment matter the day before she did, so it is interesting, to say the least, that the matter was scheduled here for the same day.  There is no problem.  It is just interesting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900031#EE00200","speaker":"1173"},{"type":"speech","time":1368107700,"counter":207,"content":"<p>We are progressing in the right spirit.  As the Minister of State said, this must be a collaborative project.  The project is in the public interest.  It is in our national interest and has international appeal.  The tower house is a phenomenal State asset.  It would be wonderful if a community group took it over because it needs to be embedded in a community.  There is a clear willingness to do so.  My one and only interest in the project is to facilitate such an initiative.  Everybody who wants to work on the project will be invited and welcome to do so.  That is my understanding from talking to Mr. Ronnie O'Gorman from the Friends of Coole.  Everyone is welcome so let us move forward with the project.  It looks like something we can genuinely do and achieve. which is great.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900031#EE00500","speaker":"1131"},{"type":"speech","time":1368107700,"counter":208,"content":"<p>I welcome the support and recommendations from both Senators that we engage in a collaborative approach.  A lot can be achieved.  Anyone who lives and works in east and south Galway would acknowledge that a lot needs to be done to inform people about its wonderful tourism and heritage.  We must avail of the resources and  opportunities to market that part of County Galway.  A central part of developing those facilities must be the re-opening of Thoor Ballylee tower in some capacity in the very near future, if at all possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2013050900031#EE00600","speaker":"1042"},{"type":"unspoken","time":1368107700,"counter":209,"content":"<p>The Seanad adjourned at 3.25 p.m. until 2.30 p.m. on Tuesday, 14 May 2013.<\/p>","notice":"TIME STRING DETECTED"}]