[{"type":"minorheading","content":"Prelude","time":1445506200,"counter":1},{"type":"unspoken","content":"Chuaigh an Cathaoirleach i gceannas ar 10:30:00","time":1445506200,"counter":2,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002"},{"type":"unspoken","content":"Reflection and Prayer.","time":1445506200,"counter":3},{"type":"unspoken","content":"Machnamh agus Paidir.","time":1445506200,"counter":4},{"type":"majorheading","content":"Business of Seanad","time":1445506200,"counter":5,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#A00100"},{"type":"speech","time":1445506200,"counter":6,"content":"<p>I have received notice from Senator Kathryn Reilly that, on the motion for the Commencement of the House today, she proposes to raise the following matter:<\/p><blockquote>The need for the Minister for Communications, Energy and Natural Resources to discuss the inclusion of the North-South interconnector in the Government&rsquo;s capital plan.<\/blockquote> <p>I have also received notice from Senator Martin Conway of the following matter:<\/p><blockquote>The need for the Minister for the Environment, Community and Local Government to update the House on requirements in the 1888 and 1929 Burial Ground Regulations for a minimum depth of eight feet for a first interment in a burial ground unless a lesser depth is certified by the HSE.<\/blockquote> <p>I have also received notice from Senator Marie Moloney of the following matter:<\/p><blockquote>The need for the Minister for Justice and Equality to examine the possibility of providing grant aid for the installation of security alarms in private homes.<\/blockquote> <p>I have also received notice from Senator Paschal Mooney of the following matter: <\/p><blockquote>The need for the Minister for Justice and Equality to state if it is her intention to reintroduce funding for the community-based CCTV scheme which commenced in 2005 and which supported local communities with the goal of increasing public safety and reducing the risk of anti-social and criminal activity.<\/blockquote> <p>I have also received notice from Senator Catherine Noone of the following matter: <\/p><blockquote>The need for the Minister for Justice and Equality to outline the position regarding the provision of a purpose-built forensic science laboratory on the previously identified site in Kildare following her correspondence to the Joint Committee on Justice, Defence and Equality in this respect. <\/blockquote> <p>I have also received notice from Senator Trevor &Oacute; Clochartaigh of the following matter: <\/p><blockquote>An g&aacute; at&aacute; ann go ndaingneoidh an tAire Sl&aacute;inte, i bhfianaise fh&iacute;orasc an chr&oacute;in&eacute;ara i gc&aacute;s an tseachtain seo caite (sonra&iacute; tugtha), c&eacute; na bearta a rinne, n&oacute; a dh&eacute;anfaidh, an Roinn, FSS agus Gr&uacute;pa Ospid&eacute;al Saolta chun a chinnti&uacute; nach dtarl&oacute;idh a leith&eacute;id de ch&aacute;s ar&iacute;s.<\/blockquote> <p>I regard the matters raised by Senators Reilly, Conway, Moloney, Mooney, Noone and &Oacute; Clochartaigh as suitable for discussions on the Commencement of the House.  I have selected the matters raised by Senators Reilly, Conway, Moloney and Mooney, and they will be taken now.  Senators Noone and &Oacute; Clochartaigh may give notice on another day of the matters they wish to raise.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#A00200","speaker":"1120"},{"type":"majorheading","content":"Commencement Matters","time":1445506200,"counter":7,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#A00300"},{"type":"minorheading","content":"North-South Interconnector","time":1445506200,"counter":8,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#A00400"},{"type":"speech","time":1445506200,"counter":9,"content":"<p>I welcome the Minister for Communications, Energy and Natural Resources, Deputy Alex White, to the House.  Senator Reilly has four minutes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#A00500","speaker":"1120"},{"type":"speech","time":1445506200,"counter":10,"content":"<p>I thank the Minister for coming into the House this morning to take this Commencement Matter.  The issue of the North-South interconnector is one which I, and other Senators and Deputies, have raised over the past number of years.  The North-South interconnector planning application by EirGrid is poised to have a huge detrimental impact all across the north-east area.  It is a project that carries major public concerns, as the Minister is aware.  This is evidenced by the large number of objections that have been received by An Bord Plean&aacute;la.  The people of Cavan, Monaghan and Meath have made their position very clear on the North-South interconnector and how the construction of over 400 pylons carrying 400,000 volts of electricity should be abandoned in favour of undergrounding.  Through the north-east pylon pressure campaign, Monaghan anti-pylon committee, and other community organisations, the people of these areas have found their voice.  With that voice they have said a resounding \"No\" to high-voltage overhead power lines supported by pylons running through their communities, beside their houses, and through their lands.  The concerns of these people are very real and should be addressed by the Government and EirGrid.  There are genuine worries for health, the environment, the landscape, the economic development of the areas concerned, and many more.  The people and communities concerned have outlined their position over a number of years and that position is that this should be undergrounded.  Report after report, including one published by the Government-appointed International expert commission, has proved that undergrounding of the power lines is both possible and feasible.  Indeed, many argue that in the medium to long-term, it is economically beneficial to underground this connector.<\/p> <p>I raise this Commencement matter today because of the recently launched &euro;42 billion capital plan, which includes &euro;5.75 billion specifically related to energy infrastructure.  One of the key projects that is earmarked for delivery by the Government is the North-South interconnector.  Is the capital funding commitment for the North-South interconnector contained in the capital programme Building for Recovery: Infrastructure and Capital Investment 2016-2021 dependent on the project proceeding over ground or will the project still be funded under the programme if it is delivered in an alternative way, that is through undergrounding?<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Kathryn Reilly:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2355\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2355&amp;amp;pid=KathrynReilly&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Will the Minister advise on some of the following issues?  How much funding has been allocated for the project?  What are the conditions associated with it?  Does he believe there was a failure by EirGrid to consider the undergrounding option or does he believe it could be considered as a viable alternative?  Will there be a commitment to explore that option further?  Following this, could there be a commitment to fund that option?<br\/><br\/>I take the opportunity to highlight once again the following points of relevance, given the level of concern among communities in the north east, namely, counties Cavan, Monaghan and Meath.  Communities across the north east have voiced their full support for the project if it is to be constructed using modern underground cable technology<b><\/b>systems.  EirGrid has conceded that undergrounding is feasible and reliable, with dramatically reduced costs than the company had originally claimed.  However, it has persisted in refusing to even examine a site-specific underground route option and instead has routed the overhead lines and pylons across the most densely populated areas of the affected counties.<br\/><br\/>I wish to be very clear: there is more certainty that delivery of the project would happen sooner if it were to be undergrounded than if there was an to be attempt to proceed with the overground option.  Overgrounding will result in nothing but confrontation, conflict and, ultimately, failure.  In essence, there will be total opposition.  There will be blockades by landowners and communities should that option be proceeded with.  It is important to say this because that is the resounding message I have received from the communities concerned and which I wish to convey to the Minister.  Communities across the north east believe they are being discriminated against by EirGrid and the Government.  The undergrounding analysis made for Grid West and Grid Link was never afforded to the North-South interconnector project.  Subsequently, we heard about the decision relating to Grid West not to proceed with the use of pylons because of the use of new technologies.  Are we to ignore the realities of technologies when considering the North-South interconnector?  EirGrid conceded at a recent Oireachtas joint committee hearing that although HVDC undergrounding was feasible, it had never been examined specifically along roads in the case of the North-South interconnector.  Will the Minister ask EirGrid to perhaps withdraw its application until such time as a proper objective analysis of undergrounding has been carried out?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#A00600","speaker":"1155","continuing":true},{"type":"speech","time":1445506200,"counter":12,"content":"<p>The 400kV North-South interconnection project which is part of EirGrid's Grid25 plan to upgrade the national transmission system between now and 2025 is a critical and strategically urgent transmission reinforcement.  It will remove restrictions limiting cross-Border power flows between Ireland and Northern Ireland, which will enhance cross-Border support in the event of a shortage of electricity in either jurisdiction, thus strengthening security of electricity supply throughout the island of Ireland.<\/p> <p>The project was announced in 2007.  Due to the need for a second planning application, the scheduled feedback and consultation period has been ongoing for double the time planned for projects of similar scale such as Grid West or Grid Link.  Given the extended public consultation and feedback stage of the project, the public has been afforded good opportunities for feedback.<\/p> <p>The project was designated an energy project of common interest, PCI, by the European Commission in October 2013, having been deemed by the Commission to be of strategic, transboundary importance.  This is the first PCI in Ireland to be submitted for planning approval.<\/p> <p>The North-South project is part of an ongoing process which will be subjected to rigorous assessment as part of the planning processes in both jurisdictions.  EirGrid made a formal planning application for the project to An Bord Plean&aacute;la on 9 June 2015.  A further consultative process subsequently opened to interested parties under section 182A of the Planning and Development Act 2000, as amended.  That consultation concluded on 24 August and An Bord Plean&aacute;la is reviewing the submissions.  A determination is expected to issue in quarter 2 of 2016 following an oral hearing, most likely to be held in the first quarter of next year.  In the light of the fact that the planning application for the project has been submitted to An Bord Plean&aacute;la for determination, it would not be appropriate for me to comment on issues that may form part of the board's deliberative process.<\/p> <p>As was confirmed in the capital investment plan published by my colleague, the Minister for Public Expenditure and Reform, on 29 September, our investment in national energy infrastructure is critical to having a continuous supply of affordable and safe electricity and gas to domestic and business consumers on a nationwide basis.  That investment is costly, but it will be necessary to ensure additional capacity to facilitate the achievement of longer term renewables targets, particularly in relation to wind energy and meeting our 40% renewable electricity target.  The level of investment by the ESB, Ervia, Bord na M&oacute;na and EirGrid in transmission and distribution networks, renewable and conventional power generation, as well as smart metering programmes to 2021, will be in the region of &euro;5.75 billion.<\/p> <p>If planning consent is granted for the North-South interconnector, it is estimated that the cost of constructing the part of the overall project located in Ireland will be &euro;180 million.  The estimated cost of constructing the part located in Northern Ireland is &euro;106 million, giving a total estimated capital cost for the project of &euro;286 million.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#B00200","speaker":"1024"},{"type":"speech","time":1445506200,"counter":13,"content":"<p>Does the Minister believe there was a failure to consider the undergrounding option, in particular now that EirGrid has conceded that undergrounding is feasible but that it had not examined a specific route along roads for the North-South interconnector?  Does he believe it is time to carry out an objective analysis?  If such an analysis was to be carried out and undergrounding was considered to be feasible, would it be possible to explore the option and would funding be provided for undergrounding if that was the case?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#B00300","speaker":"1155"},{"type":"speech","time":1445506200,"counter":14,"content":"<p>The position is that the project is at planning stage and before An Bord Plean&aacute;la.  As the Senator is aware, the project has a long history.  From as far back as 2007, there have been a number of processes involving and providing for consultation.  When my predecessor, Deputy Pat Rabbitte, held this ministerial portfolio, he set up an expert panel to advise and to report to him and subsequently to me on EirGrid's proposals.  EirGrid has reported to me on both Grid West and Grid Link.  The panel was also asked to examine the North-South interconnector and apply itself to the question the Senator asked, namely, what methodologies were employed by EirGrid in assessing the viability or otherwise of undergrounding and overgrounding of the North-South interconnector.  The expert panel was satisfied that the methodologies applied by EirGrid to the North-South interconnector were as robust as those employed in the case of Grid Link and Grid West.  They are matters that have been addressed and on which there has been considerable consultation.  I accept that there are concerns about the North-South interconnector with respect to some of the areas through which it is proposed that the interconnector would run, but I cannot emphasise sufficiently - the Senator did not refer to this - the critical importance of the project for the provision of a safe and secure electricity supply both here and in the North.  This is a critical North-South project of enormous importance to both jurisdictions.  That is the approach I have taken to the matter in terms of its critical importance to us.<\/p> <p>As for the planning process, it is robust and every opportunity will be available to people to raise their concerns about the issue, but I will not trespass on these issues, given that there is a statutory body, namely, An Bord Plean&aacute;la, dealing with the application.  It will make its decision in due course.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#B00400","speaker":"1024"},{"type":"minorheading","content":"Burial Grounds","time":1445506200,"counter":15,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#B00500"},{"type":"speech","time":1445506200,"counter":16,"content":"<p>I welcome the Minister of State, Deputy Ann Phelan.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Martin Conway:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2347\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2347&amp;amp;pid=MartinConway&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> In 1649, when Oliver J. Cromwell was defending the Rump Parliament, with which he was associated in London, he and his generals and troops came to Ireland, to County Clare.  One of his generals was famously quoted as saying on the Burren that there was not enough \"water to drown a man, nor a tree to hang him, nor soil enough to bury him.\"  He was saying, in effect, \"Let us get out of here.\"  The reason I have tabled this Commencement matter is that there is barely enough soil to bury a man.  The fact is Clare is a limestone county, with concentrations spreading from Ballyvaughan to Doolin and the Cliffs of Moher to parts of the east and west of the county.  There is a solid limestone base which can become Moher flag and other strong rock.  As such, it is very difficult for grave diggers to dig.  <\/p><p>I am sure the Minister of State will agree that the 1888 Act which governs the digging of graves and which was amended in 1929 merits re-examination.  The eight feet depth requirement is causing much distress for undertakers in County Clare and particularly families when seeking a new plot on which to inter a loved one.  At a depth of about five feet grave diggers hit concrete and literally specialised machinery is needed to reach a deptj of eight feet.  I understand Clare County Council is considering the by-laws, as the issue is causing much distress.  All of the undertakers in the county have made strong representations on the need to have it addressed, but the county council can only do so much.  As the Minister of State is aware, by-laws are governed by national legislation; therefore, the scope to act is limited.  If the Minister of State was to give a commitment that the Government would look at amending legislation to loosen the eight foot rule, that would be helpful.  Obviously, where a depth of eight feet can be reached, that is the desirable outcome, but where it cannot, there is a need for significant flexibility to facilitate burials in graveyards in which families wish to have loved ones buried.  Given her background, the Minister of State will understand the importance of burial grounds to communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#B00600","speaker":"1158","continuing":true},{"type":"speech","time":1445506200,"counter":18,"content":"<p>I thank the Senator for raising this very sensitive issue.  Coming from a rural background, I am aware that there are traditions at burial grounds that can sometimes fall foul of rules and regulations.  It is terrible if a family have to endure this at a time of distress.  It would be prudent to look at the matter to see where difficulties are being caused.  I thank the Senator for raising the matter as it allows me an opportunity to outline the regulations governing burial grounds.  As he has pointed out, the primary legislation dealing with the management and regulation of burial grounds by local authorities is the Public Health (Ireland) Act 1878, as amended by the Local Government (Sanitary Services) Act 1948 and, more recently, the Local Government Act 1994.  Legislative provision is also made in the Rules for the Regulation of Burial Grounds 1888, as amended.<\/p> <p>While the primary legislation provides the broad legal framework for burial grounds, more specific matters relating to the management of burial grounds, including the depth of burial plots, are provided for in the burial ground regulations which require each grave, when opened for the first interment, be sunk generally to a depth of at least eight feet.  This depth is considered necessary to protect public health, while also allowing for more than one interment in a particular burial plot.  In certain circumstances, however, for example, where the nature of the ground does not permit a grave to be sunk to the minimum depth, it may be sunk to a lesser depth.  This is a matter for the consideration of the local authority in consultation with the Health Service Executive which must certify that the depth is sufficient for the protection of public health.  More than one interment in such plots is prohibited.<\/p> <p>Concern has been raised recently in some areas about the depth of burial plots, notwithstanding the fact that the relevant regulations have been in effect for more than 100 years.  In particular, concerns have been raised on health and safety grounds, with suggestions the regulations are inconsistent with more recent health and safety legislation.  In the first instance, all workplaces are subject to safety, health and welfare at work legislation.  They include local authority graveyards.  Second, it is possible to comply with both the burial ground regulations and the relevant health and safety legislation.  In this regard, the Health and Safety Authority, in conjunction with local authorities, has developed a safe system of work plan for employers and employees working in graveyards.<\/p> <p>While the application of the system is a matter for each local authority, it can be applied through local authorities' own health and safety procedures and policies.  For example, Cork County Council has issued a policy on occupational safety, health and welfare in respect of works in local authority owned graveyards.  It covers, among other things, the excavation of graves.  It provides that graves must be machine excavated in all save exceptional circumstances, but it also sets out procedures to deal with situations where, for example, in older rural graveyards excavation by machine is not possible.  Accordingly, it is not considered necessary to amend the existing burial ground regulations.  In the first instance, local authorities have sufficient scope to apply the regulations practically to deal with atypical circumstances as they arise and, second, it is possible to implement the regulations in a manner consistent with health and safety legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00200","speaker":"964"},{"type":"speech","time":1445506200,"counter":19,"content":"<p>I wish to ask a short supplementary question.  Is there a procedure in place whereby the HSE can certify that it is not possible to adhere to the eight feet depth requirement in a particular graveyard or does it have to be done on an individual basis?  Clare County Council is about to implement by-laws.  Is it fair to say the council has broad discretionary scope in dealing with the eight feet depth requirement?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00300","speaker":"1158"},{"type":"speech","time":1445506200,"counter":20,"content":"<p>I will have to check if the council has broad discretionary scope and will come back to the Senator on the issue.  As a practical step, we might wait and see what happens when the by-laws are introduced to see if the problem will still persist.  I give a commitment that I will then relook at the issue, if that is satisfactory to the Senator.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00400","speaker":"964"},{"type":"speech","time":1445506200,"counter":21,"content":"<p>I thank the Minister of State.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00500","speaker":"1158"},{"type":"minorheading","content":"Rural Crime","time":1445506200,"counter":22,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00550"},{"type":"speech","time":1445506200,"counter":23,"content":"<p>I welcome the Minister of State, Deputy Jimmy Deenihan.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00600","speaker":"1120"},{"type":"speech","time":1445506200,"counter":24,"content":"<p>I thank the Minister of State for taking this matter.  It is great to have somebody from my area to respond to it because he knows exactly what I am talking about.<\/p> <p>The reason I raise this Commencement matter is the level of fear among people in rural Ireland about crime.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Moloney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2356\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2356&amp;amp;pid=MarieMoloney&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->At the outset, I acknowledge the work done by the Minister, her Department and the Garda in an effort to combat rural crime.  In particular, I acknowledge the provision of &euro;5.3 million for a further 260 Garda vehicles and the &euro;60 million Garda building and refurbishment programme that has been put in place.  I also acknowledge the reopening of the Garda training college in Templemore, the 550 new garda&iacute; who will graduate this year and the 600 who will graduate next year.  That is all great and shows the Minister, her Department and the Garda are serious about tackling crime.  However, coming from a rural area in County Kerry, as do I, the Minister of State will be aware of the fear in people's hearts.  It is not so much crime but the fear of crime that is getting to people.  I have to hand some figures from the Central Statistics Office, CSO, from 2014.  As they are somewhat older, I am aware the levels probably have reduced since 2014.  These figures show 420 crimes per month were reported on farms nationwide for the first six months of 2014.  Within that figure, there were 1,720 cases of farm machinery theft reported, as well as 218 vehicle thefts, 280 cases of non-aggravated burglaries, 261 thefts of diesel, 48 thefts of livestock, six thefts from persons and one case of aggravated burglary.  While these are figures affecting the farming community, it does not stop there but moves throughout the community.<\/p><p>In the past, a grant was forthcoming from the Department of Social Protection for security locks, panic alarms and help for security for the elderly.  However, the reason I brought forward this matter is while some people can afford to install electronic gates and security alarms, very many people cannot and no price can be put on a person's peace of mind.  Only last Monday evening, I met a man who told me he was six months from the age of 70 and takes a shotgun to bed with him.  The Minister of State should note this is an example from County Kerry.  He takes the shotgun to bed with him every night but nobody should be obliged to live like that or to be obliged to live in fear that he or she will be broken into or that something will happen.  If people had security alarms in place, it would give them a little peace of mind.  They will not stop burglaries, because these criminals are well able to deal with burglar alarms and security alarms, but at least it might deter them.  Moreover, it would give people living in houses some peace to know the alarm is in place and will go off if someone tries to enter the property and will link up with the Garda station.<\/p><p>I acknowledge the reason and logic behind the closure of Garda stations but as the Minister of State is aware, the actual presence of a Garda station with a garda meant a great deal to people living in rural Ireland.  When that has been taken away, they believe something has been taken from them despite the possibility a Garda patrol vehicle may be patrolling the area.  Nevertheless, they consider that the presence of a Garda station and the presence of a garda during the day, for however long that may have been, was a deterrent to burglars and crime of any sort.  The possibility of some form of grant aid towards the cost of installing security alarms people should be considered.  This could be means tested and restricted to those with an annual income of less than &euro;45,000 or &euro;50,000 perhaps.  It would be of help and while I acknowledge not everybody still would be able to afford it, it would go some way towards helping people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#C00700","speaker":"1132","continuing":true},{"type":"speech","time":1445506200,"counter":26,"content":"<p>I am speaking on behalf of the Minister for Justice and Equality, who regrets she cannot be present due to other official commitments.  She is grateful to the Senator for raising this important matter in the Seanad today.  At the outset, the Minister has asked me to state she is highly conscious of the distress which burglary and similar crime can cause to householders, as well as the broader impact the fear of crime can have in communities.  In this regard, she is very much in sympathy with the Senator's intention of supporting law-abiding householders.<\/p> <p>Earlier this year, the Minister initiated a broad and urgent review of our approach to burglary crime.  An important fact arising from the Minister's review was that a large proportion of domestic burglaries are committed by a particular cohort of serial offenders.  The clear view which emerged was that a new strategy to counteract these criminals should focus on two key objectives, namely, strengthening the law to get tougher on serial and repeat offenders and investing in the capacity of An Garda S&iacute;och&aacute;na to enforce that law effectively.  The Minister is now implementing this strategy and has introduced the Criminal Justice (Burglary of Dwellings) Bill, which is aimed at those repeat burglars who have previous convictions and are charged with multiple offences of residential burglary.  The new Bill will require the District Court to provide for consecutive jail sentences where a burglar is being sentenced for multiple offences and will allow courts to refuse ball for offenders who have a previous conviction for domestic burglary coupled with two or more pending charges.  This Bill, which is expected to be enacted in the next few weeks, will go a long way towards giving the courts the power to ensure that repeat burglars are kept off the streets.<\/p> <p>Of course legislation on its own is not enough and the Minister is in ongoing contact with the Commissioner to ensure the available Garda resources are used as effectively as possible.  The Minister is prioritising the allocation of resources to enable the Commissioner to enhance the Garda operational response, in particular through the 550 new recruits being taken in to the Garda College this year, with a further 600 new recruits to commence training next year.  Thus far, 295 new garda&iacute; have been attested as members of An Garda S&iacute;och&aacute;na and are now working in communities nationwide.  This probably is the most tangible way the Government can demonstrate its commitment to providing people with the reassurance that comes from a visible and determined police force.  The Minister also is ensuring that An Garda S&iacute;och&aacute;na has the necessary vehicles and technology to respond to the highly mobile gangs behind much burglary offending.  Having secured additional funding, she now anticipates that a total of 630 new Garda vehicles will have come on stream during 2015.  Furthermore, the capital plan for 2016-21 provides &euro;205 million for the ongoing delivery of new Garda vehicles, as well as investment in new technology and information systems.  Such measures are of course additional to the extensive community policing and crime prevention measures which are implemented by An Garda S&iacute;och&aacute;na countrywide.  These include the work of Garda crime prevention officers and support for more than 3,900 community alert and neighbourhood watch groups, as well as the successful Garda text alert scheme, which is available in every Garda division and now has more than 130,000 subscribers.<\/p> <p>In the context of the extensive investment under way and taking into account the Minister's ongoing discussions with the Commissioner and the heads of the other justice agencies, she is of the view that a generalised grant scheme for domestic alarms would not be the best use of the available resources to help protect communities from burglary crime.  Instead, a focus is to be placed on working with communities and organisations to engage the community in preventing crime.  To this end, the Minister recently has announced a doubling in the funding for both the community alert and the Crimestoppers schemes.  Crime prevention measures at the level of individual households and businesses are extremely important, of course, and excellent advice is available from the Garda on the range of steps that can be taken to protect property.  In terms of determining how best to allocate resources, however, the Minister considers that greater impact will be achieved for everyone in the community through the measures she is putting in place.  The Minister hopes the Senator nevertheless will accept the increased resources which now are coming on stream represent a significant investment by the Government in enhanced policing and community safety in all areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#D00200","speaker":"1046"},{"type":"speech","time":1445506200,"counter":27,"content":"<p>I thank the Minister of State and of course accept it would be a huge cost on the Exchequer.  I also acknowledge the Garda crime prevention officers and the support of the community alert and neighbourhood watch groups.  Moreover, I agree they are fantastic and are doing great work.  It is just that people still live in fear.  One can almost taste the fear in people as they speak and this fear is being whipped up a lot because the minute people hear there has been a burglary down the road or whatever, they think they will be next and it will happen to them.  I am disappointed this proposal has not been perceived to be an option.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Moloney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2356\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2356&amp;amp;pid=MarieMoloney&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->I also accept that in economic terms we are in the early stages of recovery and as such funding may not be readily available.  However, I hope this proposal would not be ruled out completely and that it might be an option at some stage.  While I am aware that relief on the expense can be claimed under the refurbishment plan this option is only available to people paying tax, such that people who do not pay tax are unable to obtain any relief.  I had hoped that the Minister, Deputy Deenihan, was going respond to the effect that the proposal would be examined and, perhaps, discussed with the Minister for Finance.  However, I accept his response.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#D00300","speaker":"1132","continuing":true},{"type":"speech","time":1445506200,"counter":29,"content":"<p>I thank Senator Moloney for her remarks.  In regard to County Kerry, generally speaking there is great co-operation there between the Garda S&iacute;och&aacute;na and the local community.  Given the current reduced number of garda&iacute; in the force, everybody must become the eyes and ears of An Garda S&iacute;och&aacute;na.  Irrespective of Garda numbers it is impossible to prevent people carrying out burglaries if that is what they want to do.  A classic example in this regard is the burglary of the home of the former Minister for Justice and Equality, Deputy Shatter, while there was a Garda stationed at his front door.  If people want to rob houses they will do so.  One cannot have a garda at every crossroads in the country.  As such, everybody must be vigilant.  If I am out late at night and I see a suspicious vehicle I report it to the local Garda station.  People who are suspicious of the activities of other persons or who see a person in a place where he or she not be are duty bound to report that to their local Garda station.<\/p> <p>Members of An Garda S&iacute;och&aacute;na are engaging with and providing advice to community groups on these issues, which is a very good approach.  If we want to prevent rural crime and burglaries we have to work closely with An Garda S&iacute;och&aacute;na.  I understand, although I do not have the statistics with me, that while the level of rural crime has increased in some counties it has decreased in others.  I again thank the Senator for raising this important matter and I will pass on her views to the Minister.  <\/p> <p>I take this opportunity to mention also two initiatives that come within the remit of the Minister for Environment, Community and Local Government, namely, the senior alert scheme under which grant assistance is available for personal monitored alarms for older persons of limited means and the recently announced funding under the rural development programme 2014-20 to support the provision of CCTV in rural areas.  The Minister for Justice and Equality, Deputy Fitzgerald, is also mindful of the interest in community CCTV schemes, particularly in rural communities, and has recently instigated a review of their effectiveness in conjunction with the Garda authorities.  The outcome of that review will inform future decisions on the continuation of the scheme.  The Minister has asked me to emphasise that while she agrees that we must do all we can to protect people from crime the measures outlined represent the best deployment of Government resources to support community safety.  The Minister is working closely with the Garda Commissioner on finalisation of details for an enhanced operational response to burglaries and related crimes and expects to be in a position to make further announcements in this regard shortly.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#E00200","speaker":"1046"},{"type":"speech","time":1445506200,"counter":30,"content":"<p>I welcome the Minister, Deputy Deenihan, to the House.  However, I am disappointed that the Minister for Justice and Equality, Deputy Fitzgerald, is not here to respond to this matter.  I appreciate I am lucky that a Minister of the experience and expertise of Deputy Deenihan is here and will be well able to answer any questions I have in relation to this matter.  Given, coincidentally, the theme of this matter is similar to that of the previous one I am sure much of the Minister's response to it will be a repeat of his earlier reply.<\/p> <p>I am specifically interested in hearing from the Minister whether the Government is considering reintroducing the community-based CCTV scheme which commenced under a previous Government in 2005 and ended in 2008 or 2009 but proved to be hugely successful.  The aim of this initiative was to support local communities, increase public safety and reduce the risk of anti-social and criminal activity.  I have seen this initiative in action, via the community-funded CCTV scheme in Manorhamilton, County Leitrim, which has been in operation since 2008.  As a member of the police committee in County Leitrim I attended a meeting at which Garda from the Sligo and Leitrim divisions reiterated their strong support for the CCTV scheme.  They also outlined, as had already been outlined to me by the Manorhamilton community group, that the effectiveness of the community CCTV scheme was unparalleled.  As a result of that scheme, which is closely monitored, the Garda had apprehended many culprits.  In one particular instance, a person in respect of whom the Garda were in pursuit was picked up on the CCTV system.  There are three roads leading out of Manorhamilton, any which one of which the alleged suspect could have taken, but because of the existence of the cameras the Garda were able to focus on the road he did take and he was apprehended.  That is only one of many examples in this regard.  <\/p> <p>I am, therefore, strongly of the view - I have discussed this bilaterally with the Minister - that this initiative should be reintroduced.  The Minister referred in his previous reply to a reduction in rural crime.  However, as he and everybody else here will be well aware, perception can sometimes overrule reality.  Media attention focused on stories about rural crime puts the fear of God into people such that they believe there are criminals outside their doors waiting to steal from them and goodness knows what else.  This does not in any way under-estimate the horrific nature of some of these crimes, the most recent being that carried out in Tipperary, the thugs responsible for which were finally apprehended.  As far as I am concerned they will not spend long enough in prison: they should never be released.  However, that is another issue.<\/p> <p>I believe the community CCTV scheme was effective.  The problem is that towns and villages do not have the resources to implement such a scheme without Government support.  I understand the local business community in Carrick-on-Shannon, which has been crying out for some time for a CCTV scheme, has come together to fund a CCTV scheme, which I hope will be up and running in the not too distant future.  It should not be left to communities to fund their own schemes.  There are areas where this will not be possible without financial aid.  In light of the Minister's earlier reply regarding the comprehensive nature of the approach being taken by the Government to addressing crime, particularly rural crime, this is a no-brainer.  Regardless of the financial or other difficulties being experienced, the Government needs to prioritise this issue and that highlighted earlier by my colleague Senator Moloney.  It is vital the Government finds the money to address these specific issues.  Like me, the Minister comes from a rural part of the country and as such he knows how fearful people are and to whom they are looking to have these issues addressed.  Regardless of the colour of the Government, it is to it and the Garda S&iacute;och&aacute;na that the people look for protection.  It is, therefore, vital that this scheme be reintroduced as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#E00300","speaker":"1128"},{"type":"speech","time":1445506200,"counter":31,"content":"<p>Again, the Minister apologies for not being here to take this commencement matter tabled by Senator Mooney.  She has asked me to thank the Senator for raising it.<\/p> <p>CCTV systems installed for the purposes of crime prevention and as an aid to policing in areas to which the general public routinely have access, such as town centres, fall into two categories, namely, Garda CCTV systems and community-based CCTV systems.  Garda CCTV systems are planned and implemented on the basis of the identified operational needs and priorities of An Garda S&iacute;och&aacute;na.  Accordingly, decisions in relation to the introduction or extension of such systems are a matter for the Garda Commissioner.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Jimmy Deenihan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=306\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=306&amp;amp;pid=JimmyDeenihan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Garda authorities inform me that they keep the current Garda CCTV arrangements under ongoing review in the context of changing operational requirements.<\/p><p>As regards community based CCTV, a scheme was launched in 2005 which provided financial assistance to qualifying local organisations towards meeting the capital costs associated with the establishment of a local community CCTV system.  Two rounds of funding were advertised under that scheme and a total of &euro;3.76 million was allocated to fund 43 community schemes.  The last of that funding was paid out in July 2013.  The Minister is very conscious of the value that communities, especially rural communities, place on CCTV and with this in mind has instigated a review of the effectiveness of the community CCTV scheme in conjunction with the Garda authorities.  The outcome of that review will inform future decisions on the continuation of the scheme.<\/p><p>The Deputy may also be aware that my colleague, the Minister for the Environment, Community and Local Government, has recently made an announcement in regard to the provision of CCTV in rural areas, which is to be funded from the rural development programme 2014-2020.  CCTV schemes certainly have a part to play in the detection of antisocial behaviour and criminality, but of paramount importance is a visible and responsive policing service.  There is no doubt but that the Government is determined to ensure that An Garda S&iacute;och&aacute;na has the resources to deliver highly mobile and responsive Garda patrols in both rural and urban communities.  The Minister has secured an allocation of a further &euro;5.3 million to An Garda S&iacute;och&aacute;na for the purchase of a further 260 vehicles between now and the end of the year.  This investment in a modern, effective and fit-for-purpose Garda fleet will continue under the Government's capital plan 2016-21, which provides an additional &euro;46 million for new Garda vehicles over the lifetime of the plan.  This substantial level of investment will be accompanied by the ongoing recruitment of new garda&iacute;, with 600 to be recruited next year on top of the 550 to be recruited by the end of this year.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#E00400","speaker":"1046","continuing":true},{"type":"speech","time":1445506200,"counter":33,"content":"<p>I thank the Minister of State for his response and wish to focus on a particular part of it.  He said, \"CCTV schemes certainly have a part to play in the detection of antisocial behaviour and criminality, but of paramount importance is a visible and responsive policing service\".  He then referred to the fact that: \"the Government is determined to ensure that An Garda S&iacute;och&aacute;na has the resources to deliver highly mobile and responsive Garda patrols in both rural and urban communities\".  I have already outlined an example of where the CCTV scheme worked in Manorhamilton, where it was a strong and effective aid to the Garda.  There is no doubt among the Garda or the community that without its presence, the culprit would have got away with his crime.  The problem is resources.  For example, at the recent police meeting, we were informed of the figures the Minister of State has mentioned here in regard to the additional new garda&iacute; coming on stream.  Five of these will be allocated to Sligo, but none to Leitrim, which is a predominantly rural county.  The reason is that the five garda&iacute; will be on probation for some time and must go to a centre that has the facilities and structures in place to monitor their progress and help them become more effective as garda&iacute;.  However, in the context of the 550 additional garda&iacute; this is not much help to the people of County Leitrim.<\/p> <p>I hope that as Minister of State with responsibility for the diaspora and as a rurally based Deputy, Deputy Deenihan will put pressure on Government colleagues to ensure that rural areas where Garda stations have been closed down will get what the Minister of State has said they will get, a visible and responsive policing service.  However, I am disappointed that is not the case as far as my county is concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#F00200","speaker":"1128"},{"type":"speech","time":1445506200,"counter":34,"content":"<p>I again thank the Senator for raising pertinent questions here.  The Minister is conscious of the value communities place on CCTV and has instigated a review of the effectiveness of the community CCTV scheme in conjunction with Garda authorities.  The outcome of that review will inform future decisions on the continuation of the scheme.  No doubt, the Senator's contribution here is important in that context.  The three Members here are from rural communities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#F00300","speaker":"1046"},{"type":"speech","time":1445506200,"counter":35,"content":"<p>I know I am speaking to the converted.  I am aware of occasions when private CCTVs have been a major aid to garda&iacute; in solving crimes and have proved to be important and valuable in court cases.  The more CCTV we have, the more crime will be detected and the greater the deterrent to crime.  The Minister is determined to ensure that those on the front line in the fight against crime have the legislation and resources to fight it effectively.  Her approach is focused on two key objectives, namely, strengthening the law to make it tougher on serious and repeat offenders, principally through the Criminal Justice (Burglary of Dwellings) Bill 2015, which is before the Houses of the Oireachtas, and investing in the capacity of An Garda S&iacute;och&aacute;na to enforce that law effectively through the significantly enhanced Garda resources the Government is making available.<\/p> <p>The substantial level of investment by the Government in the Garda fleet and ICT, accompanied by the continued renewal of Garda personnel, with 600 new garda&iacute; to be recruited next year over and above the 550 to be recruited by the end of this year, will ensure that the Garda has the necessary tools and manpower to tackle the scourge of highly mobile criminal gangs and to disrupt crime, particularly burglaries, across both rural and urban communities.  <\/p> <p>Due to the level of interest from representatives of all political parties in this issue, there is serious willingness and motivation to take on the problem of rural crime.  This commitment and joint approach will help us combat rural crime.  The process is ongoing, but I believe a kind of \"war\" has been declared on rural crime now.  With the collaboration and co-operation of all the agencies, I believe this action will be successful.  While we will always have some crime, we can better manage this challenge better now.  I acknowledge the work of the Minister, but I am aware we cannot put enough resources into law and order and crime prevention.  However, in the context of our current resources, the Minister is doing a very good job at getting what she can to get resources for An Garda S&iacute;och&aacute;na and the justice system.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#F00500","speaker":"1128"},{"type":"unspoken","time":1445506200,"counter":36,"content":"<p>Sitting adjourned at 11.28 a.m. and resumed at 11.30 a.m.<\/p>","notice":"TIME STRING DETECTED"},{"type":"majorheading","content":"Order of Business","time":1445506200,"counter":37,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00100"},{"type":"speech","time":1445506200,"counter":38,"content":"<p>The Order of Business is No. 1, motion re Health and Social Care Professionals Act 2005 (Section 4(7)) (Membership of Council) Regulations 2015, to be taken without debate at the conclusion of the Order of Business; and No. 2, Marriage Bill 2015 &ndash; Committee and Remaining Stages, to be taken at 1 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00200","speaker":"1151"},{"type":"speech","time":1445506200,"counter":39,"content":"<p>I am delighted to see a fellow Kerryman leading off in the Seanad.  I am sure he will agree that a smart man makes a mistake, learns from it and never makes it again, but a wise man finds a smart man and learns not to make the same mistake.  I am sure the Government could not be accused of doing either.  In the newspapers today we see that 500 people who had been disqualified from driving were involved in accidents that resulted in injury and, in some cases, tragically, death.  All of these deaths could have been prevented if the Government had allowed smart policing and the police force to have the equipment and the wherewithal needed to enforce the law.  We have seen gangs travelling around the country and terrorising communities, yet their members are out on bail and the Garda does not know where they are.  If we were to provide for smart policing, it would allow the Garda to know where criminals were at all times.  Believe it or not, section 102 of the Criminal Justice Act allows for the tagging of those charged with serious offences who are out on bail awaiting trial  However, but it has not been commenced and thus is not available to the Garda.  I am sure Members will be aware that 62% of those released from prison reoffend and that 80% of offences are carried out within the first 12 months.  It would cost &euro;6.45 a day to smart-tag somebody while out on bail or early release; it costs &euro;264 a day to keep someone in jail.  One does not have to smart or a wise man like Senator Paul Coghlan to know that this would be smart government.  If a person electronically tagged were to be stopped at a Garda checkpoint, a garda could check using a smartphone and would be able to take the appropriate action.  If section 102 of the Criminal Justice Act had been commenced, the 500 incidences in which injuries and deaths occurred might have been prevented.  I am calling for a debate with the Minister for Justice and Equality on the reason that section is not in use, given that it would allow those currently on bail and awaiting trial and those on early release to be smart-tagged.  Why does the Garda not know where they are at all times?  If they were to commit an offence, the Garda would have the evidence to show that they were in the said location at the time.  Given what we read in the newspapers today, the 500 drivers in question should be smart-tagged.  If they had been, the injuries and deaths caused could have been prevented.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00300","speaker":"1159"},{"type":"speech","time":1445506200,"counter":40,"content":"<p>As Senator Mark Daly well knows, the Government is considering changes to the bail laws-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00400","speaker":"1172"},{"type":"speech","time":1445506200,"counter":41,"content":"<p>Why consider changes to the bail laws?  Section 102 is already in place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00500","speaker":"1159"},{"type":"speech","time":1445506200,"counter":42,"content":"<p>Senator Aideen Hayden, to continue, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00600","speaker":"1120"},{"type":"speech","time":1445506200,"counter":43,"content":"<p>I remind Senator Mark Daly that his party was in government for 15 years, with absolutely no amendments worth talking about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00700","speaker":"1172"},{"type":"speech","time":1445506200,"counter":44,"content":"<p>The Labour Party always wants to blame the previous Government.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00800","speaker":"1159"},{"type":"speech","time":1445506200,"counter":45,"content":"<p>will the Senator, please, resume his seat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G00900","speaker":"1120"},{"type":"speech","time":1445506200,"counter":46,"content":"<p>The Government should commence section 102 of the Criminal Justice Act-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01000","speaker":"1159"},{"type":"speech","time":1445506200,"counter":47,"content":"<p>There have been many improvements made.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01100","speaker":"1172"},{"type":"speech","time":1445506200,"counter":48,"content":"<p>-----to allow those out on bail to be smart-tagged.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01200","speaker":"1159"},{"type":"speech","time":1445506200,"counter":49,"content":"<p>Will the Senator, please, resume his seat?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01300","speaker":"1120"},{"type":"speech","time":1445506200,"counter":50,"content":"<p>If Senator Mark Daly shouts at me loudly enough, does he think it will stop me from speaking?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01400","speaker":"1172"},{"type":"speech","time":1445506200,"counter":51,"content":"<p>I am not shouting.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01500","speaker":"1159"},{"type":"speech","time":1445506200,"counter":52,"content":"<p>I will move on.  I will let the Acting Leader address the changes the Government is making in a number of ways, including in support of the police by way of recruiting new police officers and providing additional resources for high-tech strategies and so forth.<\/p> <p>The funerals of five members of the Connors family are taking place in south Dublin and their bodies will then be moved to Wexford for burial.  I am happy to say D&uacute;n Laoghaire-Rathdown County Council has found a solution to accommodate the remaining family members who were previously located on the site in Carrickmines.  As the council has pointed out, the site it has found is by no means ideal.  To be honest, it is time there was a new strategy and a new dialogue with the Traveller community on the issue of Traveller accommodation which has been ongoing in this society since the 1960s and on which there have been numerous strategies and reports.  We now find ourselves in a position where local residents, in spite of the horrors visited on the Traveller community in the area, cannot find it within themselves and the system to reach an accommodation within a reasonable period of time.  As I said, the remaining family members have been forced to reside in a car park.<\/p> <p>I welcome the announcement yesterday by the Minister for the Environment, Community and Local Government, Deputy Alan Kelly, of 500 modular housing units to deal with the homelessness crisis in Dublin.  It is welcome that 22 of them will be available immediately before Christmas, while a further 28 will be fast-tracked and may even be available before Christmas or shortly thereafter.  I genuinely hope we will not meet the same resistance in siting these modular housing units in Dublin that we have met in seeking to accommodate the members of the Traveller community mentioned.  There has been a lot of speculation in the media in the past week, including today, as well as certain \"guesstimates\", about what the Government's strategy will be to ensure rent certainty.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Aideen Hayden:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2384\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2384&amp;amp;pid=AideenHayden&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Focus Ireland and Dr. Rory Hearne from Tasc have called for the introduction of rent certainty in today's newspapers.  One can tinker with the system, have extended notice periods and require landlords to come up with three comparable rents but the bottom line is that if one does not deal with rising rents, then one cannot tackle the issue of homelessness.  There is no other solution to this problem but rent certainty. <\/p><p>I again call for a longer and more comprehensive debate on housing and homelessness and that it includes a wider discussion on Traveller accommodation and the need for a wider strategy for same.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#G01600","speaker":"1172","continuing":true},{"type":"speech","time":1445506200,"counter":54,"content":"<p>Will the Acting Leader amend the Order of Business as I would like to take No. 16 on the Order Paper?  Apropos of the last speaker, No. 16 is the National Mortgage and Housing Corporation Bill 2015.  The Bill is entitled an Act to create the national mortgage and housing corporation for the purposes of ensuring fair access to home ownership, address accommodation shortage and ensure the smooth operation of the property sector in Ireland.  I propose that we take Second Stage on 4 November.<\/p> <p>As Senator Hayden has pointed out many times to us, there is a need for new policies and responses on accommodation.  Professor Ronan Lyons in TCD has estimated that 90% of the population will require a housing subsidy in order to live in a new two-bedroom apartment in Dublin.  I sat with Senators O'Keeffe, MacSharry and Michael D'Arcy on the banking inquiry.  I do not see any ideas coming from that source, from either the financial community or the construction community.  That is why the Independent group has brought forward this Bill which I hope it will provoke interest and discussion on all sides of the House.  We have tried to develop models from Canada and from economists in Princeton and Chicago, given that the banking inquiry was unable to illicit from either industry I have mentioned much of a response, except an admission that houses used to cost two and half times the average income in Ireland but that it rose to 12 times the amount.  That rate is now down to six times but it is still in excess of what it is in most OECD countries.<\/p> <p>We discussed an allied construction item during a Commencement debate this week.  I refer to the sale of the Baggot Street Hospital and its projected sales revenue of &euro;14 million.  The estimate for Tralee and Ballincollig, both of which the Acting Leader would be acquainted with, is that it would cost &euro;40 million to replace almost 200 beds, which is a figure based on costings for those greenfield sites.  A reserve price of &euro;40 million should be put on Baggot Street Hospital because that is what it will cost us to put 200 new beds into the system.  At the moment people are on trolleys and are being sent out of the jurisdiction for treatment.  Therefore, selling off hospitals to developers at bargain prices is not the way to proceed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#H00200","speaker":"1157"},{"type":"speech","time":1445506200,"counter":55,"content":"<p>I support the many comments that have been made about the housing crisis, in particular those made by Senators Hayden and Barrett.  As a further contribution to the debate, this morning we all received a document from the Irish League of Credit Unions.  It has substantial resources available and would like to contribute to alleviating the housing crisis.  The ILCU has proposed that the Government should examine how it could use the league's significant resources in an off-balance sheet way through the establishment of a special purpose vehicle to fund the development of social housing.  The proposal is worthy of a debate in this House.  We are trying to address a significant housing crisis and I welcome the provision of 500 modular housing units announced yesterday by the Minister for the Environment, Community and Local Government, Deputy Alan Kelly.  We have a very large hill to climb so every contribution and source of funding should be looked at.  Will the Acting Leader organise for such a debate when we return after the break?<\/p> <p>I welcome the Garda S&iacute;och&aacute;na building and refurbishment programme 2016-2021 announced by the Minister for Justice and Equality, Deputy Frances Fitzgerald, and the Minister of State at the Department of Finance, Deputy Simon Harris.  The programme contains a number of elements, including public private partnerships to deliver new Garda stations in key areas, including Galway city.  There will be essential remedial works done to existing stations and there will be an upgrading of cells and provision of improved custody management facilities.  This will have an impact on 30 facilities around the country.  <\/p> <p>I am particularly pleased that Ballinasloe Garda station has been earmarked for station refurbishment and custody management facilities, a move which is long overdue.  I recently visited the station and was appalled at its primitive conditions.  As well as poor working conditions for the garda&iacute;, there is little privacy for the general public who wish to conduct routine business at the station.  The custody management facilities were atrocious, with only one holding cell meeting health and safety requirements.  Such facilities are totally inadequate for a busy urban station that covers a large divisional area.  If people want garda&iacute; to work effectively and efficiently, then they must be provided with the appropriate facilities and resources.  I am pleased that the Government will make significant investments.  This forms part of a major plan that is being put in place, including the recruitment of additional garda&iacute; and the provision of extra resources for patrol cars.  I welcome the announcement made by the Government this week which will effectively deal with the very serious criminal elements that roam the countryside.  <\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#H00300","speaker":"1118"},{"type":"speech","time":1445506200,"counter":56,"content":"<p>Will the Acting Leader arrange an urgent debate on the persecution of Christians worldwide which has reached genocidal proportions?  Thousands of Christians have been exterminated due to their beliefs and hundreds of thousands have been driven from their homes.  In parts of the Middle East and Africa, an ethnic cleansing campaign is taking place.  Surprisingly, the UN has been most inactive on this issue and the crisis has got very little publicity.  The issue is a cause of grave concern to all of us who believe in freedom of speech, tolerance and democracy.  This is allowed to happen with no outcry or accountability by ambassadors and others.  It is vital that we should avail of every opportunity, including in this House, to make a case for an immediate focus on this issue.<\/p> <p>Let me give one example.  It is estimated that in five years' time there will be no Christians left in Iraq.  That is how serious the problem is.  The fact that we allow it to happen, are not working together in a united fashion to resolve it and have not put pressure on the governments where this extermination is taking place will come back to haunt everyone who believes in democracy.  Will the Acting Leader set aside a couple of hours for a debate the week after next?  Senators could leave politics and partisanship aside to put forward a joint motion and suggest that D&aacute;il &Eacute;ireann does the same.  <\/p> <p>At this morning's briefing on this issue, a copy of the report entitled Persecuted and Forgotten?  A Report on Christians oppressed for their Faith 2013-15 was circulated and its executive summary is absolutely shocking.  We are all aware of the problem but it exists under the radar, to some extent.  Unless we bring it centre stage at this time, we will have lost the opportunity of proving that when something like this arises we do what we can, no matter how limited that is, to correct such a tragedy.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#H00400","speaker":"1115"},{"type":"speech","time":1445506200,"counter":57,"content":"<p>The figures that were published yesterday by the Irish Kidney Association on organ donation transplants in Ireland were quite startling.  They show that Ireland had a record of 13% last year but in the UK, it was 20%, in France, it was 24%, in Portugal, it was 28%, and in Spain and Croatia, it was 36%.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Feargal Quinn:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1972\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1972&amp;amp;pid=FergalQuinn&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->We have totally failed in this area and to a large extent this failure has occurred because we have been concentrating on an opt-out approach to organ donation.  It is fairly clear from the Irish Kidney Association and others to say that it is not just a question of having a different opt-out facility.  We need to have the right number of transplant co-ordinators available in hospitals.  That is the big difference.  The Government should be able to do something about this because it is a comparatively easy decision to make.  There should be transplant co-ordinators in hospitals to enable organ donations to take place.  On that basis, it is worthy of consideration and another debate in this House.  We had a Bill and an opportunity to do something on organ donation in this House some years ago.  This has happened more than once.  However, I do not think the figures were as blunt and as bad as they are on this occasion.<\/p><p>Will the Acting Leader arrange a debate on the biosphere status which has been achieved recently by the city of Dublin?  This mainly concerns Dublin Bay and the opportunities it presents in the years ahead.  It has been shown that practically none of the primary and secondary level students in the city have had the chance to get out on a boat in Dublin Bay, and yet a huge number of jobs connected with the bay are likely to arise in the years ahead.  We have achieved biosphere status and this gives us the opportunity to create these jobs.  <\/p><p>I second Senator Barrett's amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#H00500","speaker":"1145","continuing":true},{"type":"speech","time":1445506200,"counter":59,"content":"<p>I take the opportunity to welcome the Connaught-Ulster Alliance's first step towards a technological university.  It has been given approval by the Higher Education Authority and the Minister for Education and Skills.  The alliance is made up of IT Sligo, Letterkenny IT and GMIT in Galway.  While they have been, if one likes, last to the table on the technological university front, it is good news that they are now moving to stage 2.  This will require them to put together a detailed plan to show how they will come together as partners to create a new technological university for the west and north west.  It is an obvious thing to say that it would bring great benefits to the economy and the type of educational opportunities available to our young people in the north west if they succeed with this plan.  Will the Acting Leader arrange a debate on this issue?  I appreciate the Minister for Education and Skills is due to bring the technological universities Bill forward in the near future but it would be a good idea to have a debate on the way technological universities will open a whole new way to educate young people.  We would have the best of what institutes of technology currently offer but what they do would be extended and expanded, in particular when they are looking for collaborative opportunities in Ireland and beyond.  We should have a chance to debate this change to the educational landscape in Ireland prior to the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00200","speaker":"1129"},{"type":"speech","time":1445506200,"counter":60,"content":"<p>Agus muid ag seasamh anseo, t&aacute;imid ag smaoineamh ach go h&aacute;irid ar mhuintir Connor, a gcuid cairde agus gaolta agus an c&uacute;igear den chlann sin at&aacute; &aacute; chur i gcr&eacute; na cille inniu.  The failure to reach a satisfactory outcome over a proposed temporary halting site at Rockville Drive for the bereaved Traveller families is deeply disappointing.  Travellers are citizens with rights but those rights are being denied to them.  On Tuesday, in the D&aacute;il, my party leader, Deputy Gerry Adams, called on the Taoiseach to intervene directly in the Traveller issue and to establish as a matter of urgency a State-wide forum involving Travellers, political parties, Government, local authorities, the health and education sectors and media organisations to make recommendations on how this major issue of inequality facing our society can be addressed.  The Taoiseach refused claiming existing structures are sufficient.  We support the call by Pavee Point for a dedicated Traveller agency to co-ordinate and, where appropriate,  enforce Government policy affecting Travellers.  I urge the Government, as a first practical step towards new and effective positive policies for Travellers, to implement the recommendations of the April 2014 report on Traveller ethnicity by the Oireachtas Joint Committee on Justice, Defence and Equality.  In particular, the Government should recognise formally the distinct ethnicity of the Traveller community, as promised.<\/p> <p>I visited a number of halting sites over the weekend.  There is a halting site in Carrowbrowne in Galway city.  Its planning permission has expired and I am told the city council has no plan B for the people on that site.  There is another unofficial site next to it which is adjacent what is basically a dump.  A pregnant woman had to go to the accident and emergency department at the weekend because the stink from the dump was so bad.  I am told the children cannot eat their breakfasts there because they feel sick in the morning.  They are being brought to friends' houses in the morning to eat their breakfasts.  It is galling to hear some of the Senators on the Government side talking about these issues when we see all the cuts to funding for Traveller initiatives which have been brought in over recent years.  Funding for Traveller education has been cut by 86% and funding for Traveller accommodation cut by 85%.  Funding for equality projects for Travellers has been cut by 77%.  On top of that, there have been underspends on Traveller health and Traveller accommodation of 18% and 36%, respectively, and an underspend on a F&Aacute;S special initiative of 40%.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00300","speaker":"1122"},{"type":"speech","time":1445506200,"counter":61,"content":"<p>Is Senator &Oacute; Clochartaigh looking for a debate?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00400","speaker":"1120"},{"type":"speech","time":1445506200,"counter":62,"content":"<p>The Minister for the Environment, Community and Local Government, Deputy Alan Kelly, has sat on &euro;50 million in unspent moneys allocated for Traveller accommodation.  This is exacerbated by the Department sitting on &euro;292 million over the past decade.  Neither the previous Government nor this one has taken this issue seriously.  We need a serious debate in this House on Traveller ethnicity and the rights of Travellers.  There needs to be a dedicated debate with an open discourse and people's issues need to be taken on board.  However, we need to recognise the rights of Travellers, who are citizens.  It is an important debate that we need to have as soon as possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00500","speaker":"1122"},{"type":"speech","time":1445506200,"counter":63,"content":"<p>Yesterday was an historic day in this House.  An amendment was moved by Senator van Turnhout and accepted by the Minister for Children and Youth Affairs, Deputy Reilly, which provided for the abolition of the common law defence of reasonable chastisement and, for that purpose, to amend the Non-Fatal Offences Against the Person Act 1997 and to provide for related matters.  The Children First Bill was passed unanimously in this House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00600","speaker":"1140"},{"type":"speech","time":1445506200,"counter":64,"content":"<p>Is Senator Leyden hoping to discuss yesterday's business again today?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00700","speaker":"1120"},{"type":"speech","time":1445506200,"counter":65,"content":"<p>No, but I want to put a question to the Leader of the House.  The Bill will now move to the D&aacute;il and we hope that it will be expedited there.  We can give no greater honour to the 1916 Proclamation than that of yesterday when we passed the Bill cherishing all the children of the nation equally.  We certainly cherished all the children of the nation equally.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00800","speaker":"1140"},{"type":"speech","time":1445506200,"counter":66,"content":"<p>Apart from children in direct provision facilities.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J00900","speaker":"1122"},{"type":"speech","time":1445506200,"counter":67,"content":"<p>Senator Leyden, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J01000","speaker":"1120"},{"type":"speech","time":1445506200,"counter":68,"content":"<p>All the children are protected under this legislation.  The Bill passed yesterday does not discriminate against those with special needs or otherwise.  They are all protected.  This House has served a great purpose and it proves that the Taoiseach's 11 nominees should be maintained in any reform of this House because it gives the Taoiseach of the day the opportunity to appoint people of expert ability.  As a result of this, the amendment was tabled and the Minister, Deputy Reilly, accepted it and brought it to the Cabinet and the Attorney General.  It was an historic day yesterday and I hope that when the Bill is passed there will be some effort made to commemorate it.  Everyone in this House can share in this wonderful occasion.  Senator van Turnhout initiated it but we all supported her wholeheartedly.  I thank the Minister who really showed his strength and ability in bringing it through the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J01100","speaker":"1140"},{"type":"speech","time":1445506200,"counter":69,"content":"<p>I bring to the attention of Members that yesterday was Back to the Future day.  It was the day depicted in the famous 1985 movie starring Michael J. Fox, following the intervention of Christopher Lloyd and a DeLorean encapsulated time machine.  If Marty McFly had been Dr. Marty McFly and had been transported from the Irish health service in 1985 to the health service in 2015, he would have said not to call it \"Back to the Future\" but rather \"Just Staying the Same\".  Some 30 years later, figures have recently emerged that show we have an 11,000% increase in the number of people on waiting lists for inpatient or day-care treatment for more than 18 months and some 13,000 individuals have been waiting more than 18 months for an outpatient appointment.  I was in the accident and emergency department in St. Vincent's University Hospital on several occasions recently.  It was jam packed with trolleys throughout all the corridors.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator John Crown:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2369\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2369&amp;amp;pid=JohnCrown&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> We have had an increasing focus in the past few days on the emigration of medical personnel.  I emigrated in 1985, the year of Marty McFly.  Thankfully, I came back.  Two thirds of my classmates in medical school emigrated and most of them did not come back.  Figures released in the past few days show that, in addition to being the largest exporter of doctors in the world, Ireland is also the largest importer of doctors.  At the same time, we have the highest number of medical schools per head of population.  If anybody here can make sense of it, will he or she, please, explain it to me?  What I can say is we need to have either a debate in this House or perhaps a public consultation forum on the issue of medical manpower and the structure of medical careers.  The only way we can get to grips with this 30 or 50-year festering problem is to recognise that we churn out large numbers of Irish doctors who then expect to find an adequate number of training positions as junior doctors, but, in many cases, as they are not available, they leave.  On the other hand, we have a health bureaucracy that wants them to stay here, not because it wants to train them but because it wants them to continue as cheap labour as opposed to appointing them to appropriate career level positions.  There is an urgent need for us to tackle these issues.  <\/p><p>I wish to parenthetically drop in one quick side message.  Tomorrow is the 40th anniversary of the death of the only doctor to die in the Northern Ireland conflict - Professor Gordon Hamilton Fairley.  His family will be holding a private service tomorrow.  They have been great champions of the peace process since their husband and father was murdered on a street in London in an IRA bombing in which Caroline Kennedy was very nearly killed.  He was a founder of cancer immune and would have been very happy to have seen it advance.  <\/p><p>I propose an amendment to the Order of Business that No. 51, Seanad Reform Bill, be taken before No. 2.  There is clearly a large number of Bills on the Order Paper that will never see the light of day during the current Oireachtas.  It is ludicrous that Members go to the effort of writing Bills to try to improve the Statute Book knowing that not only will they not be passed but that they will also never be debated and either accepted or rejected by the system.  I ask the Acting Leader that, instead of having endless motions and statements, we make this the first Oireachtas in the history of our republic to clear the Order Paper.  I am sure those of us who have Bills pending will be anxious to them either accepted or rejected.  It is my intention between now and then to make sure they are given the light of day.  Two of them are mine and at least one is in the name of Senator Geargal Quinn.  There are other Bills which have been tabled by the Opposition or Government sides.  I am making the proposal that we amend the Order of Business to take the Seanad Reform Bill today, particularly on Back to the Future Day when we think that it was in 1979 when a referendum was held to amend the Constitution to reform the Seanad.  Reform has never taken place and the Taoiseach said last week that it would not happen before the next general election.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#J01200","speaker":"1147","continuing":true},{"type":"speech","time":1445506200,"counter":71,"content":"<p>I second the amendment to the Order of Business proposed by Senator John Crown to have the Seanad Reform Bill taken today.  It is reforming legislation aimed at political reform and it should at least be debated in this House.  We should all be afforded the opportunity to debate its merits or otherwise.<\/p> <p>There was a very good briefing this morning on the persecution of Christians in the Middle East, an issue that was raised by Senator Labhr&aacute;s &Oacute; Murch&uacute;.  It is one that merits debate in this House and I ask the acting Leader to facilitate a debate on it.  I know that the Oireachtas Joint Committee on Foreign Affairs and Trade is doing excellent work.  My colleague, Senator Jim Walsh, is a member of the committee and informs me that the ambassadors will come before it in the near future.  This is an issue that should be debated in this House, given its magnitude which has virtually gone unnoticed.  It is not being discussed in western societies, which is remiss of them.<\/p> <p>I support the amendment to the Order of Business proposed by Senator Sean D. Barrett.  When we look at what has happened in the past week when the overwhelming grief in Carrickmines at the loss of ten lives suddenly put in stark focus the issue of housing, it reflects poorly on our society.  We must take a step back and take the politics out of it and decide the kind of Ireland we want to live in and how we are going to help our fellow citizens who find themselves homeless after family members were burned alive and in light of the fact that DNA testing was required to identify the remains.  Five of the funerals are taking place this morning.  Money will solve some of the problems, but there is a societal issue at play which we must embrace and on which there is a need for a national debate.  There may be a percentage of Travellers who have caused difficulties, but all Travellers should not be put in that category.  It is something on which we in this House should give a lead and about which we should have a discussion which should include the issues of homelessness and housing.  Local authorities throughout the country are waiting for money to buy houses currently available, but they cannot access the resources they need from the Department of the Environment, Community and Local Government because of hindering conditions which are slowing the process.  We can say money is available at a Government level, but the problem is that it is not filtering down to the local authority level quickly enough.  There are technical issues that should be discussed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#K00200","speaker":"1123"},{"type":"speech","time":1445506200,"counter":72,"content":"<p>I support Senator Susan O'Keeffe's request for a debate on technological universities.  I am somewhat concerned that we are moving forward and trying to develop new universities while not at all being sure that the plans will lead to an improvement in society.  <\/p> <p>I also support Senator John Crown's proposed amendment to the Order of Business.<\/p> <p>Sadly, the great Irish boxing coach Billy Walsh will leave Ireland today to move to the United States.  While I would not be noted for supporting other Members, one Member, Senator Eamonn Coghlan, one of our greatest ever sportsmen, has come in for a lot of stick on social media in the past few days.  I was here when he addressed the House on the issue and the speech he made was powerful and expressed everything we felt.  What has happened is grossly unfair.  I have tried to contact him but have been unsuccessful.  With every other Senator who spoke on the issue, he spoke about the disgraceful behaviour of the IABA.  His presentation was outstanding and I would like to see it recognised in the House today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#K00300","speaker":"1196"},{"type":"speech","time":1445506200,"counter":73,"content":"<p>I will not rehash what happened yesterday, but I will add my voice to that of Senator Terry Leyden on the removal from the Statute Book of the defence of reasonable chastisement of children.  I hope the motivation that prompted the Minister and some Senators to support this measure heralds a sea change in their thinking with regard to the rights of children.  I am referring specifically to the unborn.  It would be fantastic if they were to reflect carefully on their position which I hope is absolutely genuine.  Recently, we all received a video clip showing a young baby of 18 weeks in the womb responding positively to music.  It is unimaginable and horrendous to think babies of that age have their arms and legs sundered or their skulls squashed as the preferred method of abortion, particularly in the United States, as shown in the video from Planned Parenthood.  Let us not forget that there is a branch of Planned Parenthood here, of which the Minister and some of his senior officials are strong proponents.  I really hope people will reflect on the issue.  Otherwise the measure mentioned will smack of gross hypocrisy and a lack of genuine interest in children.  I hope people will reflect on their position in order that there will be a genuine movement in the interests of children.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span--> On Monday and Tuesday, the Acting Leader, Senator Paul Coghlan, and I were in Britain for a meeting of the sovereign matters committee of the British Irish Parliamentary Assembly.  Subsequent to that, I attended the debate in the House of Commons when the Secretary of State for Northern Ireland presented the report on paramilitarism in Northern Ireland.  I know many Senators spoke about this yesterday but, unfortunately, I was not in a position to be here yesterday.  As we are on the eve of marking 1916 when we commemorate those great leaders of that era who sacrificed their own lives so that we might enjoy freedom and be able to live in an independent State which we all value, it is imperative that those who pretend to stand for those great leaders&rsquo; particular values would reflect carefully as well.  It is unimaginable that a movement, based on the idealism of those people who were very much into self-sacrifice, would now see its members, who pretend to succeed those very people-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#K00400","speaker":"1126","continuing":true},{"type":"speech","time":1445506200,"counter":75,"content":"<p>The Senator is way over time.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00200","speaker":"1120"},{"type":"speech","time":1445506200,"counter":76,"content":"<p>-----pursue their own financial aggrandisement.  It is a terrible reflection on them and that era needs to be consigned to the history of the recent past.  I would like to think Sinn F&eacute;in would be more about sinn f&eacute;in and disavow m&eacute; f&eacute;inism.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00300","speaker":"1126"},{"type":"speech","time":1445506200,"counter":77,"content":"<p>Earlier today, I raised the issue of rural crime with the Minister of State, Deputy Jimmy Deenihan, the representative of the Minister for Justice and Equality who could not take the Commencement debate.  I also called for a resumption of the programme started by the Fianna F&aacute;il Government in 2005 for the provision of CCTV cameras in towns and villages but which was ended by this Government in 2013.  This is vitally important in light of the fear and apprehension now felt by people in rural communities across Ireland about crime, burglaries and attacks on property and persons.  Will the acting Leader convey to the Minister for Justice and Equality the importance of ensuring proper resources provided for the Garda, despite the spin the Government is putting out that it is providing more resources?<\/p> <p>What astonished me in the reply I received was that it stated, \"CCTV schemes certainly have a part to play in the detection of anti-social behaviour and criminality but of paramount importance is a visible and responsive policing service\".  From living in County Leitrim, there are serious questions asked about the Government&rsquo;s commitment in that regard.  At the most recent meeting of the Leitrim policing committee, the Garda conceded that of the new Garda recruits coming from the much-lauded increased recruitment presented by the Government, only five will be assigned to the Sligo-Leitrim division.  And where will the five be based?  They will be based in Sligo town with none of them based in County Leitrim.<\/p> <p>I also asked if any of the high-speed Garda vehicles to be introduced by the Government in the next few months would be located in rural areas such as Leitrim where they are needed.  I appreciate there is a need to have such vehicles chasing these thugs and criminals using our motorway system and welcome this development.  All sides of the House will welcome any initiative and provision of resources which will help reduce crime and, particularly, the people&rsquo;s fear of rural crime in their communities.  The two agencies of the State which the people look to are the Government and the police force to protect them in their homes, to protect society and to ensure they are not going to be subjected to the vile brutality like we saw happen in Tipperary.  Will the Acting Leader convey to the Minister for Justice and Equality and the wider Government that it has to get its priorities right in this regard?  Although we have difficult economic circumstances, the Government seems to be giving the impression that it can throw money around like confetti at a wedding.  Let the Government put more money into Garda resources to fight crime, particularly in rural areas.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00400","speaker":"1128"},{"type":"speech","time":1445506200,"counter":78,"content":"<p>I support Senator John Crown&rsquo;s request to deal with the Seanad Electoral Reform Bill 2013.  It is over two years since the public voted to keep the institution of the Seanad and to bring about a reformed Seanad.  It was the cornerstone of the Taoiseach&rsquo;s pre-election commitment, namely the whole issue of democratic and political reform.  To ignore the concept of Seanad electoral reform is a mark of the Taoiseach&rsquo;s disdain for this House.  If we can at least keep the issue before the public by dealing with matters such as the Seanad Electoral Reform Bill 2013, we can keep it to the fore.  The will of the people was clearly expressed in the referendum vote on the Seanad and we have to respond to it democratically.  Accordingly, I support Senator John Crown&rsquo;s request.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00500","speaker":"1205"},{"type":"speech","time":1445506200,"counter":79,"content":"<p>I join with my party&rsquo;s acting leader, Senator Mark Daly, in calling for the tagging of those criminals walking our streets every day who have been remanded by our courts.  As he pointed out, it would cost very little money compared to what it would cost to hold them in the prison system.  As I have stated on several occasions, smarter policing is the way to go.  A good start to that would be the introduction of the number plate identification system across the country.  This system would tell whether a car is registered, taxed, insured and its NCT is up to date.  It would also make it easy to identify whether the plates were cloned, a car had been stolen or used by criminals for an illegal or attempted illegal act.  These are matters in which we can make progress on relatively quickly.  Will the Acting Leader impart that information to his colleagues in the Government?<\/p> <p>I welcome the recent announcement by the Minister for Justice and Equality that her Department will spend money on the acquisition of new high-powered Garda vehicles, as mentioned by Senator Paschal Mooney.  On Tuesday last, Senator Terry &ldquo;The Scoob&rdquo; Brennan welcomed that allocation of money and the 230 odd high-powered vehicles that will be purchased, in addition to the 300 already purchased, allegedly.  This will bring it up to almost 600 Garda vehicles.  The question I want to put to the acting Leader and Senator Terry &ldquo;The Scoob&rdquo; Brennan, is who is going to drive these vehicles.  Garda numbers have depleted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00600","speaker":"1164"},{"type":"speech","time":1445506200,"counter":80,"content":"<p>I cannot believe what I am hearing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00700","speaker":"1138"},{"type":"speech","time":1445506200,"counter":81,"content":"<p>Interns.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00800","speaker":"1123"},{"type":"speech","time":1445506200,"counter":82,"content":"<p>JobBridge people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L00900","speaker":"1122"},{"type":"speech","time":1445506200,"counter":83,"content":"<p>The recruitment has to be welcomed.  If one takes into consideration that, on average, the 500 garda&iacute; who retire on an annual basis are not being replaced, the numbers coming out of Templemore will not even cover that in two years.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01000","speaker":"1164"},{"type":"speech","time":1445506200,"counter":84,"content":"<p>Does the Senator remember why we could not replace them?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01100","speaker":"1138"},{"type":"speech","time":1445506200,"counter":85,"content":"<p>I welcome the fact the Minister is allocating extra garda&iacute; to County Louth to combat the criminality there.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01200","speaker":"1164"},{"type":"speech","time":1445506200,"counter":86,"content":"<p>Where are those garda&iacute; coming from?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01300","speaker":"1128"},{"type":"speech","time":1445506200,"counter":87,"content":"<p>They will be coming from counties Cavan and Monaghan.  That is not acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01400","speaker":"1164"},{"type":"speech","time":1445506200,"counter":88,"content":"<p>That is a disgrace.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01500","speaker":"1128"},{"type":"speech","time":1445506200,"counter":89,"content":"<p>We will have wait until there is a tragic incident involving a member of the Garda S&iacute;och&aacute;na in our county to get them back.  It is not acceptable.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01600","speaker":"1164"},{"type":"speech","time":1445506200,"counter":90,"content":"<p>I congratulate the Acting Leader on his role.  I do not know if it has a pensionable aspect to it.  I thank him and other colleagues for being present this morning at the briefing session with Aid to the Church in Need, where we learned, yet again, about the crisis facing Christian communities in the Middle East.  At a time when numbers of displaced people and refugees have hit an all-time high, Islamist groups have carried out religiously motivated ethnic cleansing of Christians, notably in parts of Africa and the Middle East.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Are we taking this seriously enough and are we ready - as Pope Francis has done - to name what is happening as constituting genocide in some cases.  It would be great for an all-party motion to be tabled in this House in order that what is happening might be named as \"genocide\" and to call on the Government and the EU to pay particular attention to the plight of persecuted religious and ethnic minorities, many of the members of which are Christian.  As a result of a meeting with Church in Chains, another organisation doing good work, the Department of Foreign Affairs and Trade is to bring together those ambassadors who are resident in Ireland and who come from countries in which Christians are being persecuted.  It is very important that the latter meeting should take place.  It is also important that the Government step away from the EU fuzz and start talking and acting in a global way in order to support particular persecuted minorities.<\/p><p>The Alzheimer Society of Ireland has welcomed the restoration of the vital respite carer's grant, which is a lifeline to the 50,000 people who provide round-the-clock care to people with dementia.  Many of us have loved ones who are benefiting from that grant.  But the society still questions whether the Government is fully honouring its commitment to people with dementia.  The funding process needs to be expedited for applicants to the fair deal scheme.  Alzheimer Europe is calling on Ireland to sign up to its Glasgow declaration, the aim of which is to make dementia a European health and research priority.  By means of its declaration, Alzheimer Europe wants emphasis-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#L01700","speaker":"1146","continuing":true},{"type":"speech","time":1445506200,"counter":92,"content":"<p>The Senator's time is exhausted.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00200","speaker":"1120"},{"type":"speech","time":1445506200,"counter":93,"content":"<p>I thank the Cathaoirleach and I will conclude by stating that the declaration calls for the right to a timely diagnosis of the condition, the right to access quality post-diagnosis support and the right to person-centred, co-ordinated, quality care throughout the illness.  It is important that this House should hold a debate on the challenges facing people with dementia and those who care for them.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00300","speaker":"1146"},{"type":"speech","time":1445506200,"counter":94,"content":"<p>I support Senator Mullen and I attended his briefing earlier.  I have a very close friend in the Middle East, a Lebanese Christian, who stood for President of Lebanon in 1989 and received 25% of the vote.  Christians are being persecuted, particularly in Iraq, as are Shi'ite Muslims, but because of the relatively small number of Christians in the area, they are being attacked in a particularly brutal manner.  I would welcome the tabling a motion to debate that issue.<\/p> <p>I again call on the Minister for Justice and Equality to come before the House to discuss the establishment of a special task force to deal with dissident criminality.  I am loath to call these people \"dissidents\".  They are criminals masquerading as some type of weird republicans; in no way are they republicans.  The Sinn F&eacute;in leader, Deputy Gerry Adams, has said that Sinn F&eacute;in members have paid a price for standing with the police.  I say \"Welcome to the club\", because for 30 years the people of Louth and other areas who stood with the police were subjected to intimidation at times.  Nevertheless, I welcome anything Sinn F&eacute;in can do to support this new task force.  Following the sad funeral of Garda Tony Golden, I spoke with Ms N&oacute;ir&iacute;n O'Sullivan, the Garda Commissioner, and with her senior people at the club rooms of Geraldines GFC in Haggardstown.  I have every confidence in the Garda and we should not be prescriptive as to how that special task force is to be set up and operated because that is an operational matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00400","speaker":"1166"},{"type":"speech","time":1445506200,"counter":95,"content":"<p>Like the Acting Leader and others, I attended Senator Mullen&rsquo;s briefing this morning.  Too often Senators can become very focused on local issues, particularly those of us who hold the dual role of serving a constituency as well as being Senators.  We can get caught up dealing with county issues, constituency issues and national issues.  When we attend presentations such as that given earlier by Senator Mullen, we realise there are people who have the same beliefs as us, who come from a Christian ethos and who are suffering abuse and torture and who are being executed.  I agree with and second Senator Mullen&rsquo;s proposal that an all-party motion to identify what is happening as genocide be tabled.<\/p> <p>We are experiencing a whole new world order.  It is a dangerous new order.  As a nation, we pride ourselves in believing in equality and in respect for other religions and minority religions.  Obviously, Catholicism is the majority religion in Ireland but it is a minority religion in other countries and these Christian people are being persecuted.  We should not sit down, do nothing or say nothing.  The Acting Leader should place that issue on the agenda of the House without delay.  I suggest that the Leader&rsquo;s office could work with Senator Mullen and other party leaders to agree the wording.  It would send a powerful message to the UN and to other agencies that Seanad  &Eacute;ireann does not condone what is happening.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00450","speaker":"1158"},{"type":"speech","time":1445506200,"counter":96,"content":"<p>I heard an accusation from the other side of the House about what I said previously.  On mature recollection-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00500","speaker":"1138"},{"type":"speech","time":1445506200,"counter":97,"content":"<p>It was not an accusation, it was an actual fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00600","speaker":"1164"},{"type":"speech","time":1445506200,"counter":98,"content":"<p>-----or on mature reflection, Fianna F&aacute;il promised zero tolerance but in fact the number of offences committed by offenders out on bail peaked in 2008.  Which party was in government at that time?  Since Fine Gael came to office, there was a reduction across a range of serious crime categories-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00700","speaker":"1138"},{"type":"speech","time":1445506200,"counter":99,"content":"<p>What about the Labour Party?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00800","speaker":"1164"},{"type":"speech","time":1445506200,"counter":100,"content":"<p>-----and in the volume of recorded crime being committed by persons out on bail.  Fianna F&aacute;il should be reminded of that one clear fact.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M00900","speaker":"1138"},{"type":"speech","time":1445506200,"counter":101,"content":"<p>Is the Senator going to debate the issue?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01000","speaker":"1120"},{"type":"speech","time":1445506200,"counter":102,"content":"<p>I would prefer an all-day debate but the House should be reminded that, on its watch, Fianna F&aacute;il closed the Garda Training College at Templemore in 2009.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01100","speaker":"1138"},{"type":"speech","time":1445506200,"counter":103,"content":"<p>I remind Senator Brennan that we are not having that debate today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01200","speaker":"1120"},{"type":"speech","time":1445506200,"counter":104,"content":"<p>We would second it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01300","speaker":"1159"},{"type":"speech","time":1445506200,"counter":105,"content":"<p>People in rural areas are entitled to more-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01400","speaker":"1126"},{"type":"speech","time":1445506200,"counter":106,"content":"<p>Senator Brennan, without interruption.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01500","speaker":"1120"},{"type":"speech","time":1445506200,"counter":107,"content":"<p>Fianna F&aacute;il closed Templemore and now its members are wondering why there are not enough garda&iacute;.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01600","speaker":"1138"},{"type":"speech","time":1445506200,"counter":108,"content":"<p>The party of law and order has become the party with no law and disorder.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01700","speaker":"1126"},{"type":"speech","time":1445506200,"counter":109,"content":"<p>We reopened Templemore-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01800","speaker":"1138"},{"type":"speech","time":1445506200,"counter":110,"content":"<p>Does Senator Brennan have a question for the Acting Leader?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M01900","speaker":"1120"},{"type":"speech","time":1445506200,"counter":111,"content":"<p>I have a question which I wish to put to those in Fianna F&aacute;il.  I want them to explain their change-----.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M02000","speaker":"1138"},{"type":"speech","time":1445506200,"counter":112,"content":"<p>Senator Brennan does not have a question for the Acting Leader.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M02100","speaker":"1120"},{"type":"speech","time":1445506200,"counter":113,"content":"<p>In the absence of the Leader, I will do my best.  I am sure the Members will be understanding in that regard.<\/p> <p>Senator Daly referred to Garda equipment, the bail laws, gangs roaming the country and whether people should be tagged electronically or otherwise.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Paul Coghlan:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1881\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1881&amp;amp;pid=PaulCoghlan&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->The Senator would like a debate on the matter and I would be very happy to take it up with the Leader.  It is appropriate for us to have a debate on the matter.<\/p><p>Senator Hayden responded to Senator Daly on the bail laws.  That is under consideration, as she knows.  She referred to the new site D&uacute;n Laoghaire-Rathdown County Council found for the bereaved relatives of those people who suffered terribly in that appalling tragic fire in Carrickmines.  She dealt with the question of rent certainty and seeks a debate on that, with which I would also agree.  If she wants a debate on Traveller accommodation also, I am sure we can put it on the list.  These are matters that, as we know, are being dealt with by the Government at present.<\/p><p>Senator Barrett spoke about the acute housing shortage, his Bill and the increasing number of people who will need housing subsidy.  I have no objection to that being taken and to proceed further.  He referred to Baggot Street Hospital.  I am sure the Minister is taking on board what he has said.<\/p><p>Senator Mullins spoke about the housing crisis and the material received this morning from the Irish League of Credit Unions.  That is certainly worthy of debate and we can also deal with that matter.  It is setting out to be very helpful.  The 500 modular units announced yesterday are very welcome.  They will not fill the gap totally, but it is a first step.  The Senator welcomed the Government building and refurbishment programme.<\/p><p>Senator &Oacute; Murch&uacute; spoke about the persecution of Christians, the thousands being exterminated, the ethnic cleansing that is taking place, the UN not taking appropriate action and the fact that there is no outcry.  It needs immediate focus.  I agree totally that it is a very serious matter and is worthy of debate.  It is a total affront to democracy.  It is an absolutely shocking situation.  Coming up with a joint motion is an excellent idea.<\/p><p>Senator Quinn highlighted that our organ transplant rate is only 13% whereas other countries range from 20% to 36%.  We do not have enough transplant co-ordinators.  Of course, it is worthy of consideration and the matter can be put on the list for debate.  I will take that up with the Leader.  The Senator spoke about boating in Dublin Bay and the jobs that would be involved.  Anything that we can do to encourage that would be meritorious.<\/p><p>Senator O'Keeffe would like a debate on the detailed plan for a new technological university for the west and north west.  We are seeking so many debates we will be very crowded.  Again, I will take that up with the Leader's office.  She said that there will be a technological university Bill in the near future.  In advance of that she would like a debate on what would be best for the IT sector and what the ITs have to offer.  Again, I will discuss that with the Leader.<\/p><p>Senator &Oacute; Clochartaigh spoke about Traveller sites and a dedicated Traveller agency.  He suggested their ethnicity should be recognised and I agree totally.  Again, he is seeking a debate.<\/p><p>Senator Leyden referred to yesterday's passing of the Children First Bill.  He acknowledged the acceptance by the Minister, Deputy Reilly, of Senator van Turnhout's amendment which was unanimously agreed, cherishing all the children equally, particularly people with special needs.  He hopes it will be expedited through the other House.  Again, we will have a word with the Minister regarding that.<\/p><p>Senator Crown outlined very detailed health service considerations, including an 11,000% increase in the number of people on waiting lists.  He outlined a situation in St. Vincent's Hospital, with which he is very familiar naturally, which is jam-packed with trolleys.  We were exporting doctors and now we are importing them.  It is a huge festering problem.  There is an urgent need to tackle these issues.  I have no doubt he is right.  He also proposed an amendment to the Order of Business that we take No. 51, the Seanad Electoral Reform Bill 2013, before No. 2.  As I understand it, there is a Government implementation body and I am afraid I will not be able to accept the amendment.<\/p><p>Senator &Oacute; Domhnaill supported Senator Crown and agreed with Senator &Oacute; Murch&uacute; about the persecution of Christians.  He referred to the Carrickmines situation and the ten lives lost.  He called for a national discussion on the Traveller situation.  He is right; I agree with him.<\/p><p>Senator Craughwell spoke about the technological universities raised by Senator O'Keeffe.  He also spoke about the coach, Billy Walsh, going to the United States.  He expressed praise for the comments in this House by Senator Eamonn Coghlan on the IABA.  I agree with him on that.<\/p><p>Senator Walsh agreed with Senator Leyden on the removal of the defence of reasonable chastisement of children from the Statute Book following the passage of yesterday's Bill.  I have no doubt that what he said about the videos of abortion methods would be absolutely horrific.  I have not seen them, but I have no doubt that he is correct in that.  He mentioned the address of the Secretary of State for Northern Ireland, Ms Theresa Villiers, to the House of Commons.  He is obviously right.  These people are not republicans.  They are looking after themselves financially and are m&eacute; f&eacute;iners more than anything else.  I do not think there is any argument on that.<\/p><p>Senator Mooney spoke about crime and burglaries in particular.  He asked me to pursue a debate on justice and I certainly will do so.  He talked about the resources for the Garda and questioned the Government's commitment given that only five of the newly-appointed garda&iacute; will be deployed in Sligo and Leitrim and they will be based in Sligo.  He welcomed the high-speed vehicles and all the additional resources.  Again, we know there are budgetary constraints.<\/p><p>Senator Bradford supported the call regarding the Seanad reform Bill.<\/p><p>Senator Wilson echoed what Senator Daly said about criminals on our streets.  He suggested that people on bail should be tagged.  There is a constitutional matter about freedom of-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#M02200","speaker":"1151","continuing":true},{"type":"speech","time":1445506200,"counter":115,"content":"<p>Change the Constitution.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#N00200","speaker":"1164"},{"type":"speech","time":1445506200,"counter":116,"content":"<p>It is not a constitutional matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#N00300","speaker":"1159"},{"type":"speech","time":1445506200,"counter":117,"content":"<p>Hold on.  I am not a lawyer, but we know that people are innocent until proven guilty.  I am not saying the Senator is wrong, by the way; I agree with him.  I want to see further steps to deal with people who are on bail and we know it is under consideration by the Government at the moment.  The Senator also wanted to see progress made on the number plate identification system, with which I agree.  He welcomed the 230 new high-powered vehicles, which will bring the number to 600.  I took a note to remind the Senator that the Garda training college in Templemore has reopened and ongoing recruitment will be taking place.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#N00400","speaker":"1151"},{"type":"speech","time":1445506200,"counter":118,"content":"<p>The lights are on, but no one is home.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#N00500","speaker":"1164"},{"type":"speech","time":1445506200,"counter":119,"content":"<p>Senator Mullen spoke about this morning's briefing session with Aid to the Church in Need, which was absolutely wonderful.  The situation in the Middle East regarding genocide is tragic.  I agree with the idea of an all-party motion and we should get cracking on that right away.  The Senator outlined his support for the Alzheimer Society of Ireland.  He is seeking a debate on the Government's commitment to people with dementia.  Again, I will add that to the list that I will discuss with the Leader.<\/p> <p>Senator Jim D'Arcy supported Senator Mullen on the persecution of Christians and would welcome a motion, which we will deal with, please God.  He referred to the Minister for Justice and Equality and a special task force.  I agree totally, obviously.  As he said, these people are not republicans in any true sense of the word.  I believe we need a task force, involving Revenue.  The Garda will never defeat these people on its own given that these are full-time professional criminals.  It needs to include the Garda, Revenue, the Customs and Excise, CAB and its Northern equivalent, and the EPA.  As the Senator said, we are not being prescriptive; the detail can be worked out.  Let us get on with it.<\/p> <p>Senator Conway also agreed with this morning's briefing.  It made us understand the suffering which we might not have fully realised.  He also supported the idea of an all-party motion.  We need to have respect for other people's beliefs - for all people's beliefs.  He is right.<\/p> <p>I think Senator Brennan was just referring to some friendly fire from the Opposition and I will not go down that road.  I repeat what I have already said that the Garda training college in Templemore has reopened.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#N00600","speaker":"1151"},{"type":"speech","time":1445506200,"counter":120,"content":"<p>Senator Barrett has moved an amendment to the Order of Business, \"That No. 16 be taken before No. 1.\"  The Acting Leader has indicated he is willing to accept it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#O00100","speaker":"1120"},{"type":"speech","time":1445506200,"counter":121,"content":"<p>That can be agreed in principle as I understand it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#O00200","speaker":"1151"},{"type":"unspoken","time":1445506200,"counter":122,"content":"<p>Amendment agreed to.<\/p>"},{"type":"speech","time":1445506200,"counter":123,"content":"<p>Senator Crown has moved an amendment to the Order of Business, \"That No. 51 be taken before No. 2.\"  Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#O00400","speaker":"1120"},{"type":"speech","time":1445506200,"counter":124,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#O00500","speaker":"1147"},{"type":"vote","time":1445506200,"counter":125,"content":"<p>Amendment put:<\/p><p>The Seanad divided: Tá, 14; Níl, 24.<\/p><br\/><br\/><p>Tellers: Tá, Senators John Crown and Diarmuid Wilson; Níl, Senators Paul Coghlan and Aideen Hayden.<\/p><p>Amendment declared lost.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#O00700","aye":["1157","1205","1196","1147","1159","1140","1128","1146","1139","1127","1122","1123","1126","1164"],"nay":["1138","1150","1151","1124","1158","1130","1166","1117","1172","1135","1161","1162","1132","1134","1118","1187","1153","1129","1125","1200","1163","1171","1143","1176"]},{"type":"unspoken","time":1445506200,"counter":126,"content":"<p>Question, \"That the Order of Business, as amended, be agreed to\", put and declared carried.<\/p>"},{"type":"majorheading","content":"National Mortgage and Housing Corporation Bill 2015: First Stage","time":1445506200,"counter":127,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00200"},{"type":"speech","time":1445506200,"counter":128,"content":"<p>I move:<\/p><blockquote>That leave be granted to introduce a Bill entitled an Act to create the National Mortgage and Housing Corporation for the purpose of ensuring fair access to home ownership, address accommodation shortage and ensure the smooth operation of the property sector in Ireland.<\/blockquote> <p>I hope to bring the Bill to the House on 4 November.  I thank the Cathaoirleach, the Seanad Office, the Bills Office and the Leader's Office for their courtesy and assistance on this legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00300","speaker":"1157"},{"type":"speech","time":1445506200,"counter":129,"content":"<p>Is there a seconder?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00500","speaker":"1120"},{"type":"speech","time":1445506200,"counter":130,"content":"<p>I second the motion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00550","speaker":"1123"},{"type":"unspoken","time":1445506200,"counter":131,"content":"<p>Question put and agreed to.<\/p>"},{"type":"speech","time":1445506200,"counter":132,"content":"<p>When is it proposed to take Second Stage?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00700","speaker":"1120"},{"type":"speech","time":1445506200,"counter":133,"content":"<p>On 4 November.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00800","speaker":"1157"},{"type":"speech","time":1445506200,"counter":134,"content":"<p>Is that agreed?  Agreed.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P00900","speaker":"1120"},{"type":"unspoken","time":1445506200,"counter":135,"content":"<p>Second Stage ordered for Wednesday, 4 November 2015.<\/p>"},{"type":"majorheading","content":"Health and Social Care Professionals Act 2005: Motion","time":1445506200,"counter":136,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P01050"},{"type":"speech","time":1445506200,"counter":137,"content":"<p>I move:<\/p><blockquote>That Seanad &Eacute;ireann approves the following Regulations in draft:Health and Social Care Professionals Act 2005 (Section 4(7)) (Membership of Council) Regulations 2015,copies of which have been laid in draft form before Seanad &Eacute;ireann on 6 August, 2015.&quot;<\/blockquote>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#P01100","speaker":"1151"},{"type":"unspoken","time":1445506200,"counter":138,"content":"<p>Question put and agreed to.<\/p>"},{"type":"majorheading","content":"Marriage Bill 2015: Committee and Remaining Stages","time":1445506200,"counter":139,"url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q00100"},{"type":"speech","time":1445506200,"counter":140,"content":"<p>I welcome the Minister for Justice and Equality, Deputy Fitzgerald, to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q00200","speaker":"1164"},{"type":"unspoken","time":1445506200,"counter":141,"content":"<p>Sections 1 to 4, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":142,"content":"<p>SECTION 5<\/p>"},{"type":"unspoken","time":1445506200,"counter":143,"content":"<p>Question proposed: \"That section 5 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1445506200,"counter":144,"content":"<p>I wish to make a brief comment.  First, I compliment the Minister.  I am just back from London, where I received an award from the Foreign Office.  The ceremony was attended by various Ministers of the British Government and people like Ed Miliband and the former leader of the Scottish National Party.  The House will be glad to hear of the tremendous tributes paid to the Government and political parties here and to the Minister for the work that has been done on this issue.  People were quite enthusiastic about the referendum having been passed.<\/p> <p>On section 5, during Second Stage I spoke about degrees of relationship, affinity and so on and so forth and said it would not bother me if cousins married.  I mentioned the \"grotesque\" Irish media and, true to form, they took the bait and my office is now deluged with requests for me to go on air and to talk to the newspapers about this, apparently blissfully unaware that cousins can already marry.  I was not proposing incest or anything of that nature, but a big deal has been made of my comment on cousins marrying.  The Minister may not have realised this either, because she said she would look into the situation.  It is a fairly remote situation.<\/p> <p>When I was speaking, I was not promoting incest.  All I was saying was that it would not bother me if cousins married.  I was thinking of some of the remote regulations of the Anglican church, which forbade this in the past.  In addition, the marriage of cousins is not generally socially popular, but it is legal.  Therefore, I will not go on any radio station or talk to the newspapers on this issue.  It is all perfectly all right.  People can relax.  Cousins will be able and have been able to marry each other.  They have been able to marry each other for decades.  The media should grow up, get some sense and stop stirring up mares' nests.  I am not in favour of incest and never have been and I look forward to a debate on this interesting subject later.<\/p> <p>I am very happy with section 5 and any residual doubts I had have been clarified.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q00600","speaker":"1136"},{"type":"speech","time":1445506200,"counter":145,"content":"<p>I was not here on Tuesday for Second Stage.  As I said earlier, we had a meeting in London in the House of Commons on other issues.  I read about the comments made by Senator Norris in the newspapers, but it may surprise him and others that I did not disagree hugely with what he said.  There are significant differences between the relationships of same-sex couples and opposite-sex couples.  The main difference is in regard to capacity to have children.  In that regard, blood ties matter and I understand why there would be prohibitions on relationships of consanguinity, because of the risk to children from the close blood tie relationship.  That does not arise in same-sex relationships.<\/p> <p>In regard to the difference in capacity - I put a query to the Minister previously, but she did not answer it during previous debates on the referendum - there are also issues in regard to the consummation of a marriage.  This issue has been used historically as grounds for a legal annulment of a marriage.  What is the stance on that issue now, particularly in regard to opposite-sex couples to whom it will apply exclusively.  I am interested in hearing an answer to that question because I want to understand how they may be affected by this redefinition of marriage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q00700","speaker":"1126"},{"type":"speech","time":1445506200,"counter":146,"content":"<p>As I said on Second Stage in regard to prohibited degrees of affinity, the general policy is that the prohibited degrees of affinity will apply to all marriages, modified to take account of whether the couple is of the same or opposite sex.  The issues I was addressing then were the prohibitions on affinity preventing in-laws from marrying.  Those prohibitions may be outmoded and I was saying my Department and the Department of Social Protection would consider them to see if change is needed.  I said also that if change was needed, we would provide for that in a separate legislative vehicle rather than in this legislation.<\/p> <p>The Senator is correct, I did not get an opportunity to respond to the point about cousins.  Cousins may marry under the law as it stands.  In regard to consummation, given that we have no statutory provision in regard to consummation, there is no need to make an equivalent exception.  There is no reason in principle why the courts should not continue to deal with these issues, as they always have, by considering the merits of each individual application.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q00800","speaker":"1009"},{"type":"speech","time":1445506200,"counter":147,"content":"<p>On that last point, has any consideration been given by the Minister or the Department to any consequences of this redefinition which could affect the Judiciary?  This is a new situation.  Our marriage laws and our definition of marriage have changed since the referendum and once this legislation has passed.  Has any consideration been given as to how this might impact the thinking of the Judiciary when such issues come before a court, particularly given the issue of equality on which this is based?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q00900","speaker":"1126"},{"type":"speech","time":1445506200,"counter":148,"content":"<p>I would say it will continue to be at the discretion of the court to consider the facts and the circumstances of individual cases.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q01000","speaker":"1009"},{"type":"speech","time":1445506200,"counter":149,"content":"<p>As usual, the Minister has not answered the question I put to her.  The question is specific.  Has the Minister or her Department given any consideration to any implications this change may have with regard to the issue of consummation and how the courts might interpret that?  I understand from her response that the answer is \"No\" and that she is leaving it to the discretion of the Judiciary.  However, what I want to know is whether any thought, consideration or analysis was done within the Department on this and, if so, how was it constructed and how did the Minister arrive at a conclusive evaluation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Q01100","speaker":"1126"},{"type":"speech","time":1445506200,"counter":150,"content":"<p>I think gay couples are quite well able to decide when a marriage has been consummated.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00100","speaker":"1136"},{"type":"speech","time":1445506200,"counter":151,"content":"<p>Does the Minister wish to add anything?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00200","speaker":"1164"},{"type":"speech","time":1445506200,"counter":152,"content":"<p>Obviously when the Bill was being drafted, careful policy consideration was given to all aspects of the development of the legislation, including this aspect but, obviously, the conclusion was that this would be an issue in the sense that because we do not have statutory provision relating to consummation there is no need to make an equivalent exception.  That was the policy decision arrived at and as there is separation of powers, the point I am making is that the courts, in any individual case should it arise, will make their decision.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00300","speaker":"1009"},{"type":"unspoken","time":1445506200,"counter":153,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":154,"content":"<p>Section 6 agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":155,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1445506200,"counter":156,"content":"<p>I move amendment No. 1:<\/p><blockquote>In page 6, after line 29, to insert the following:<br \/><br \/><b>&quot;Removal of court exemption to impediment on ground of age<\/b><br \/><br \/><b>7.<\/b>(1) In this section &quot;Act of 1995&quot; means the Family Law Act 1995.<br \/><br \/>(2) The Act of 1995 is amended by-<br \/><br \/>(a) the deletion of section 31(1)(b), and<br \/><br \/>(b) the deletion of section 33.<br \/><br \/>(3) Section 2 of the Civil Registration Act 2004 is amended by the substitution of the following paragraph for paragraph (c) of subsection (2)-<br \/><br \/>&quot;(c) one or both of the parties to the intended marriage will be under the age of 18 years on the date of solemnisation of the intended marriage,&quot;.<br \/><br \/>(4) This section shall not apply to a marriage in respect of which, prior to the enactment of this section, a court has made an order under  section 33 of the Act of 1995.&quot;.<\/blockquote> <p>My amendment seeks to abolish the possibility of a court ordered exemption to 18 years as the minimum legal age to marriage.  As I emphasised on Second Stage on Tuesday last, my amendment stems from my concern about the exemption that can and is being granted by the Circuit Court in Ireland to allow children under the age of 18 enter into marriage.  The Minister will be familiar with my concerns since they were the subject of a motion tabled by Senator Ivana Bacik and the Labour Party, and which I seconded, in June 2014.<\/p><p>The exemption to the ordinary legal age of 18 years for entry into a contract of marriage is provided through sections 31 and 33 of the Family Law Act 1995 and was more recently retained in section 2(2) of the Civil Registration Act 2004.  We know the exemption is being applied.  On the afternoon of our motion, the former Minister of State, Deputy Fergus O'Dowd, had advised the House that between 2004 and 2013, almost 400 parties to marriages in Ireland were under the age of 19.  More specifically, according to CSO data, kindly compiled by the Oireachtas Library and Research Service in advance of our debate, 28 marriages registered in Ireland in 2012 involved a bride or groom, or both, who were under the age of 18 years.  In 21 of these marriages, the bride was 16 or 17 years of age and the groom was 18 years or over.  In four of these marriages, the groom was 16 or 17 years and the bride was 18 years or over.  In the remaining three, both the bride and groom were 17 years, both children, entering into a legal contract of marriage.  I find this quite remarkable and entirely undesirable in the context of the State's duty to protect childhood.  <\/p><p>Deciding to marry is a very serious matter.  The obligations and responsibilities that arise from marriage are onerous.  It is ironic and seems inappropriate that we would trust children to make this decision when we prevent underage people from making other decisions, for example, unless a person is married, he or she must be 18 years or over in order to make a valid will.  One cannot enter into a civil partnership unless one is 18 years and there is no provision for any exceptions.<\/p><p>A person under the age of 18 also has limited capacity to a contract.  A contract with a person under the age of 18 cannot be enforced unless it is for necessary items that are needed for the child's basic sustenance as opposed to luxury items or is the beneficial contract of service.  Therefore, a child's capacity to enter into a simple contract or valid will is limited but yet we will allow a child under the age of 18 to take the equally, if not more, profound decision to marry.<\/p><p>Ireland is bound by a number of international human rights laws and standards, the provisions of which are completely incompatible with child marriage, for example, the International Bill of Human Rights, the UN Convention on the Rights of the Child, CEDAW, the Supplementary Convention on the Abolition of Slavery, the slave trade, and institutions and practices similar to slavery.  More recently, in September 2013, Ireland with its fellow EU member states supported the UN Human Rights Council resolution on strengthening efforts to prevent and eliminate child, early and forced marriages, challenges, achievements, best practice and implementation gaps.  It is such a glaring contradiction that we in Ireland speak out against child marriage in countries such as India, Nigeria, Malawi, Iraq, Nepal, Ethiopia and Bangladesh while our Statute Book still allows exemptions to the normal marriage age which, worse still, fails to specify a minimum age for such an exemption.  <\/p><p>This is not just a question of child marriage.  The exemption also raises concerns around the scope for coercion and forced marriages of children here in Ireland, which again appears baffling when we consider our reaction to the horrific incidence of forced marriages internationally - we just need to think of Boko Haram.<\/p><p>Applications for exemptions are made to the Circuit Court in private.  Senator Bacik made an important point about this in the debate on her motion.  There is no public record of the application or the arguments put forward in support of the application.  There are no guidelines on the criteria for granting the exemption.  Rather, the standard language of section 33 gives the court wide discretion and, worryingly, there is no provision for minors to be legally represented at the hearing or for the HSE or the Child and Family Agency and child protection authorities to be notified.<\/p><p>Our motion specifically referenced the criticism levied by Mr. Justice McMenamin in the High Court in a judgment in June 2013 in a case concerning an arranged marriage.  The case concerned the annulment of a marriage between a 16 year old girl and a 29 year old man on the basis that the girl lacked capacity to give true consent in the first instance.  Mr. Justice McMenamin felt the case raised concerns of such magnitude that it warranted a general comment about the danger of the legal loophole for children.  He noted that in certain circumstances such marriage exemptions may give rise to significant child welfare issues and he queried whether the HSE should be put on notice of such applications in order to inquire into the protection and welfare circumstances of the child concerned.  As the Legislature we must provide guidance for the courts to implement the statutory provisions as they are intended or we can lead by example and remove the statutory provision currently allowing minors to marry.<\/p><p>When our motion was debated in June 2014 we were told that a small interdepartmental group would be established.  I have not heard anything about it since.  I appreciate the importance of today and the historic occasion that it is.  As we are in the last few months here, I have tabled this amendment because it is an issue that is close to my heart.  As I have said, I will not press the amendment but I wanted the issue to be raised and I wanted the Minister's officials to hear the reasons we must address this gap for children.  There is no lower age for this exemption, it is all done in the Circuit Court in private.  We must protect children.  Without representation, a decision can be made about their lives, a decision that we all take extremely seriously is what makes today so important.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00700","speaker":"1171"},{"type":"speech","time":1445506200,"counter":157,"content":"<p>Cuirim f&aacute;ilte roimh an Aire.  I had intended to speak against Senator van Turnhout's amendment but I am delighted that she added the last few lines.  Few in this House have defended the rights of children as much as she has.  In standing up to speak against what she has just said I had that at the back of my mind.  Senator van Turnhout has worked on getting the Bill moved through the Houses and I want nothing to impede its passage.  That is why I would have spoken against it.  In fairness to the Senator, while there are ethnic groups in Ireland who would favour marriage from the age of 16 onwards, there is also the issue of forced marriage.  I ask Minister in the next year or two to monitor the numbers, ethnic backgrounds and the rationale behind those who marry under the age of 18 years.  I see the Senator shaking her head.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00800","speaker":"1196"},{"type":"speech","time":1445506200,"counter":158,"content":"<p>One is either a child or not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00850","speaker":"1171"},{"type":"speech","time":1445506200,"counter":159,"content":"<p>I appreciate where the Senator is coming from but some communities in this country do not hold the same views as us.  We are now a multi-ethnic country with various religious beliefs and ethnic and cultural beliefs that will cause problems.  I am delighted she will not press the amendment and will not impede the passage of the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R00900","speaker":"1196"},{"type":"speech","time":1445506200,"counter":160,"content":"<p>Before I call Senator Jim Walsh I welcome Deputy John Lyons to the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R01000","speaker":"1164"},{"type":"speech","time":1445506200,"counter":161,"content":"<p>I concur with the generality of what has been said.  I think there is a very significant issue in other cultures with regard to forced and early marriage.  I am involved in a parliamentary organisation NGO which has campaigned strongly in this regard and has held seminars in various countries where this is a prevalent issue and problem.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Jim Walsh:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1982\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1982&amp;amp;pid=JimWalsh&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->Last week it made a presentation to the UN, a body about which I have great misgivings, but at least it is a step in the right direction and perhaps it will embrace it because there are very significant problems for people.  Marriage should certainly be consensual.  That is one of the founding principles of the Judeo-Christian value system of marriage and a strong component of being married.  Anything which flies in the face of that, particularly with young children, is to be opposed.  I am interested in what the Minister has to say on this.  Children in their late teens are of varying degrees of maturity but as a general rule, people need to be of fairly mature disposition to make such a lifelong commitment.<\/p><p>Another aspect that concerns me is the trend nowadays in the western world for people to leave it quite late to get married, resulting in health and other issues, not least demographic issues.  <\/p><p>These are issues I hope some future Minister, Department or Government will be committed to taking a look at and addressing in a holistic and cohesive way because there are issues surrounding marriage that need to be buttressed in the society in which we live.  That should be done, if only in the interest of children, not to mention the best interest of adults.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#R01100","speaker":"1126","continuing":true},{"type":"speech","time":1445506200,"counter":163,"content":"<p>To be absolutely clear, I talked to a number of religious, cultural and ethnic groups and they support what I propose here.  The reality is that this happens in private in the Circuit Court and the child has no representation.  We do not allow children to make other contracts but we will allow them to make a contract of marriage.  That is wrong.  We cannot lecture other countries and say we understand our cultural differences and we are able to legislate because we know better in the western world.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#S00200","speaker":"1171"},{"type":"speech","time":1445506200,"counter":164,"content":"<p>We do not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#S00300","speaker":"1126"},{"type":"speech","time":1445506200,"counter":165,"content":"<p>I support what Senator Jillian van Turnhout said.  A child is a child.  I am concerned about a child being able to go to court if they have parental approval because many parents need education on what a child is and on what the rights of the child are.  Senator van Turnhout has said that she will not push this.  Senator Ivana Bacik proposed this in 2014 and I think the Government at the time was supportive of it.  It is an issue that must be agreed.  Some Senators mentioned ethnic and cultural background.  Ethnicity and culture are not as important as the child.  It is the child and the child's rights that are important in this, not the courts or the parents.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#S00400","speaker":"1135"},{"type":"speech","time":1445506200,"counter":166,"content":"<p>I thank Senator van Turnhout and I acknowledge that this is an extremely well drafted amendment.  I can confirm that the interdepartmental group has met and has been considering this issue.  Under the law as it stands, as the Senator has said, it is normally an impediment to marriage if a party is under the age of 18.  However, it is not an absolute impediment.  Young people, as the Senator has outlined very clearly, may get a court exemption allowing them to marry.  I take seriously the points the Senator has made on those circumstances.  If we can ensure better protection for children, we should do so.<\/p> <p>The House has discussed this issue before and I know it is the collective view that it is desirable for a number of reasons to consider a complete ban on underage marriage.  I agree with the points of concern about underage marriage - the question of immaturity, power differentials and the kind of consequences that could arise for young people in these circumstances but it is not a matter for inclusion in this Bill today.  The scope of the Bill is very specifically limited to removing the impediment to marriage of the parties being the same sex, to making provision on religious bodies and to amending other legislation to ensure that same-sex couples are treated equally.  It is not about that wider reform of the marriage law, although it is obviously about reform and restricting access to marriage for other categories of persons.  Work is ongoing on this and I regard it as a priority.  I believe we could draft something in the near future.  We will try to find a suitable legislation, which either I or a colleague will bring forward, and include this amendment in it.  There is widespread support for it.  I agree with what Senator van Turnhout and other Senators have said that this is the right way forward.  I ask the Senator to withdraw the amendment on that basis today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#S00500","speaker":"1009"},{"type":"speech","time":1445506200,"counter":167,"content":"<p>I thank Dr. Fergus Ryan who helped me to draft the amendment.  I also thank the Minister for what she has said and I am very appreciative of it.  As I explained to her outside the Chamber, I knew that this was not the perfect Bill in which to do this.  I agree with her about the scope of the Bill and support her on that.  I wanted to give another airing to the issue, given the limited time I have left in the Seanad.  I withdraw this amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#S00600","speaker":"1171"},{"type":"unspoken","time":1445506200,"counter":168,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1445506200,"counter":169,"content":"<p>Section 7 agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":170,"content":"<p>Sections 8 to 19, inclusive, agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":171,"content":"<p>NEW SECTION<\/p>"},{"type":"speech","time":1445506200,"counter":172,"content":"<p>I move amendment No. 2:<\/p><blockquote>In page 12, between lines 21 and 22, to insert the following:<blockquote><b>&ldquo;Amendment of Section 81E to Pensions Act 1990<\/b><br \/><br \/><b>20.<\/b>Section 81E of the Pensions Act 1990 is amended by the substitution of the following subsection for subsection 7:<blockquote>&ldquo;(7) Where a delay by a complainant in referring a case under this section is due to any misrepresentation by the Respondents or a material change in the Rules of the Pension Scheme subsection (5) shall be construed as if the reference in it to the date of termination of relevant employment were a reference to the date on which the fact of misrepresentation or material change of the Rules of the Pension Scheme came to the complainant&rsquo;s notice.&rdquo;.&rdquo;. <\/blockquote><\/blockquote><\/blockquote> <p>This amendment addresses a manifest injustice under which a small subsection of gay people are precluded from claiming pensions because as of 1984, they did not submit in writing documents saying that they would claim for a husband or wife.  In 1984, homosexual behaviour, even between consenting male adults in private, was a criminal offence.  How could they possibly do so?  Around this time, a judge stopped a case in Dublin - divorce proceedings - because if the witness continued to give the evidence the judge imagined he would give, of homosexual practice, the judge would be required to refer a transcript of the proceedings to the Director of Public Prosecutions.  That was the State.  In those conditions, how could any gay person possibly claim a pension?  It is utterly scandalous that a small cohort of people are being precluded.<\/p><p>There is precedent for this.  A number of years ago under the social welfare provisions, the PRSI scheme and so on, farmers' wives, who had been previously prohibited, were allowed to claim.  Retrospective legislation was enacted which gave them the right to claim it.  There is solid precedent there.  Not only that but there is precedent in many other jurisdictions.  There was a legal case before the supreme court of Massachusetts which raised this precise point and it decided that the pension regulations in America had to be changed.  In the United Kingdom, our nearest neighbour, lesbian, gay, bisexual and transgender public servants who enter into same-sex marriages are now allowed to change their single person pension to a spouse pension and to acquire a spouse pension based on all contributions made since 1988 and not since 2005, as the Minister for Public Expenditure and Reform, Deputy Howlin, incorrectly stated in D&aacute;il &Eacute;ireann.  The United States Government, the state authorities of Massachusetts and the United Kingdom Government are all doing this.  It seems to me to be absurdly penny-pinching.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is important we rectify the manifest injustice that will be created if this amendment is not accepted, which I expect will be the outcome.  The amendment proposes the amendment of section 81E of the Pensions Act 1990 by way of substitution of the following subsection for subsection (7):<\/p><blockquote>&quot;(7) Where a delay by a complainant in referring a case under this section is due to any misrepresentation by the Respondents or a material change in the Rules of the Pension Scheme subsection (5) shall be construed as if the reference in it to the date of termination of relevant employment were a reference to the date on which the fact of misrepresentation or material change of the Rules of the Pension Scheme came to the complainant&rsquo;s notice.&quot;.&quot;.<\/blockquote><p>The Minister, Deputy Howlin, has stated that allowing the change in pension arrangements would lead to substantial additional cost to the existing liability of public service pensions.  What is the estimated cost in that regard?  Why, in terms of the magnitude of the award, is this Government setting its face against giving justice to people in terms of their pensions, many of whom are elderly people who have been discriminated against throughout their lives and relationships by the operation of the criminal law until 1993 and who are now being denied proper pensions.  It is scandalous.  I cannot understand how a Government of this character could stand over such a situation.<br\/><br\/>A very distinguished former Member of this House, now a Member of the other House and Chairman of an important Oireachtas committee, Deputy Buttimer, has said that this displays complete intransigence.  He went on to say that in 1984 it was not even a remote possibility that a gay or lesbian person would ever be able to get married or enter into a civil partnership.  For gay men, relationships were criminalised.  In effect, giving them the option to join spouses and children's superannuation schemes made no sense.  They could also have been imprisoned for ten years if they made a claim under that scheme.  We should allow these people the option to revise their decision.<br\/><br\/>I do not believe that there is a huge cohort of heterosexual people who will take up this option.  However, if they too have been unjustly treated, why should money come into it?  This is a question of justice.  The argument made when equal pay for women and other reforming measures were proposed was that they would cost too much.  That is always the response of the Department of Finance.  The Department of Public Expenditure and Reform is now showing equally niggardly attitudes in this matter.  I am appealing to the Minister to at this late stage follow the lead of her party colleague and give justice to a small number of elderly people.  As I said, there is precedent for this.  It would be a pity if this splendid Bill were to be vitiated by such a blemish on its moral character.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#S01100","speaker":"1136","continuing":true},{"type":"speech","time":1445506200,"counter":174,"content":"<p>On public service pensions, it is a fact, one that comes before conferences year after year, that public servants whether single or married are forced to pay for widows and orphans in their pensions.  The only people who got a moratorium in this regard are members of the clergy.  This provision has been challenged many times by teachers.  Like Senator Norris, I cannot see how there is an additional cost involved if people are already contributing to widows and orphans.   I support the thrust of the Senator's proposal but my primary concern is that this Bill be passed today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00200","speaker":"1196"},{"type":"speech","time":1445506200,"counter":175,"content":"<p>Everybody in the House will be aware of my strong opposition not only to this legislation but the outcome of the referendum.  However, I am a democrat and the people have spoken.  I remain concerned about the welfare and wellbeing of children and what may happen in our schools.  I deplore some of the calls by the INTO and others that children be sexualised from an early age, which I believe is one of the consequences of this change.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00300","speaker":"1126"},{"type":"speech","time":1445506200,"counter":176,"content":"<p>The Senator should confine his remarks to the new section.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00400","speaker":"1125"},{"type":"speech","time":1445506200,"counter":177,"content":"<p>No, I do not want to speak about the new section.  I am responding to the comments made by Senator Norris.  In the interest of fairness, I believe the Senator has raised an important point and it should be examined.  I also believe there is need for review and reform of pensions generally.  The fact that there are so few people qualifying for pensions will be a major issue as the demographics in our country change.  In this instance, people who commit themselves to each other for life should, in my opinion, have an entitlement.  I do not accept that the cost is prohibitive.  That needs to be established.<\/p> <p>When carrying out research in the context of my participation for some of the debates on the referendum, I noted that marriage is not widely taken up by gay people.  The country wherein marriage by gay people has been an option for the longest time is the Netherlands but only 20% of gay or lesbian people there have married.  The remaining 80% are happy to live together and not endorse their relationship with marriage.  This issue arises in respect of only 8% of gay people.<\/p> <p>I am not at this point in time persuaded by the argument that the cost would be prohibitive.  I think this proposal should be examined in the context of the fairness that would be provided.  During the debate on Senator Norris's Bill in 2005, I said that there were definite issues that impacted on people in gay relationships which needed to be addressed with an overarching legal structure.  What I never accepted was the argument that a same-sex relationship is the same as an opposite-sex relationship because quite obviously it is not for the various reasons I mentioned earlier, not least the issue of capacity.  <\/p> <p>On this issue, I support Senator Norris's arguments and I hope that the Minister will respond to the effect that if it is not possible to address the issue in this Bill, the Government will move to address this unfair anomaly in future legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00500","speaker":"1126"},{"type":"speech","time":1445506200,"counter":178,"content":"<p>I agree with the points made by Senator Norris.  On pension reform, I worked in the pensions area for more than 15 years and put forward many proposals on pension reform.  Perhaps this issue could be addressed in the context of the social welfare and pensions Bill which will be brought before both Houses soon, and to which I intend to propose amendments relating to pension reform, not least for our airport pensioners and others.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00600","speaker":"1139"},{"type":"speech","time":1445506200,"counter":179,"content":"<p>Justice for all.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00700","speaker":"1136"},{"type":"speech","time":1445506200,"counter":180,"content":"<p>Yes, this is a justice for all issue.  Perhaps the Minister will give a commitment today that she will consult on this matter with the Minister for Public Expenditure and Reform, the T&aacute;naiste and Minister for Social Protection and the Minister for Finance.  I will then give a commitment to Senator Norris that if he withdraws the amendment to this Bill and resubmits an amendment to the social welfare and pensions Bill to address this unfairness, it will have my support.  This matter needs to be rectified and money should not be the reason it is not addressed.<\/p> <p>The Bill before us is important legislation about marriage equality.  Perhaps, as I said, the Minister will give a commitment that Senator Norris's proposal will be looked at in the context of the social welfare and pensions Bill, following which Senator Norris can decide whether he wishes to proceed with the amendment today.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00800","speaker":"1139"},{"type":"speech","time":1445506200,"counter":181,"content":"<p>I thank the Senators who have contributed on this point, which I propose to address in some detail.  This amendment proposes to amend the Pensions Act 1990 to allow access to the complaints mechanism set out in the Act, as amended.  The context of this proposed amendment relates to certain circumstances in which people who have pensions do not have any associated survivor's benefit for a spouse or civil partner.  This arises in two main situations.  First, civil servants who were appointed on or before 31 August 1984 are members of what is termed the original spouses and children's superannuation scheme.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->That scheme does not permit benefits to be payable to a surviving spouse or civil partner where the marriage or civil partnership takes place after retirement.  Civil servants then serving were given an option in 1984 to become members of the revised scheme and many joined it at the time while others chose not to do so.  They retained a right to a refund of their contributions to the original scheme on retirement.  That facility is not available under the revised scheme.<\/p><p>The terms of certain pension schemes provide survivors benefits to spouses or civil partners on the death of the scheme member only if the scheme member had married or registered a civil partnership within a certain period before or after retirement.  In both situations, the limitations apply regardless of the sexual orientation of the civil or public servant of the scheme concerned.  However, certain representations have been made that those rules have a disproportionate effect on persons in same-sex relationships due to the unavailability to them of civil partnership, which is the point that is being made here, prior to 2011 or marriage until now.  There are ongoing legal issues in regard to this, so I do not wish to make over-extensive comment on it.  The Minister for Public Expenditure and Reform, Deputy Howlin, has given extensive consideration to the matter of access to the revised spouses' and children's scheme.  He has decided not to make a change at this point because it would not be possible to limit that access to a specific cohort.  The resulting impact on public service pension liabilities could be very significant.  In response to Senator Norris's question, I do not have the figures but the numbers are substantial.  At least 30,000 people did not opt into the revised scheme and many thousands never joined the scheme.  I do not have detailed figures on the costs, which would only be an estimate.<\/p><p>However, even if I were in a position to accept the amendment, I do not believe it would achieve the intended aim for the following reason.  The amendment would allow access past the usual six or 12 month period for the complaints mechanism in relation to pension schemes where there has been a \"material\" change in the rules of the pension scheme but the simple fact of the matter is that there has not been a material change in the pension schemes concerned.  I accept the Senator's point on constitutional change.  The material changes are to who may marry.  That is a critical change in terms of who will qualify for survivor's benefit but the crucial point is that it is not a change to the scheme.  The amendment would not give that hoped for access to the complaints mechanism, so I cannot accept it.<\/p><p>There were many reasons large numbers of people did not join the new spouses' and children's scheme.  It is beyond doubt that some chose not to join because they were homosexual and saw no reasonable prospect that a partner would benefit from a survivor's pension but that is by no means the only reason people did not opt in.  It is not even the only reason which is based on constitutional change because if one thinks about it, the introduction of divorce would have allowed some to marry, having never expected to be able to do so, and they were not given access to the revised scheme in the wake of that constitutional change either.  The points Senator Norris has made are very clear in terms of the constitutional changes that have come about and the connection to pension schemes.  However, it is a matter for the Minister for Public Expenditure and Reform.  He has considered the matter and taken a particular decision.<\/p><p>I accept the point made by Senator Darragh O'Brien.  I too have great sympathy for people who made what they clearly believed to be the best and most rational choice at the time.  In the circumstances, they thought it was the only choice they could make.  This is a matter for a wider discussion on pension schemes.  Although it does arise in the context of the constitutional change we are discussing today, I suggest that it would be appropriate to have discussions with the Minister for Public Expenditure and Reform and under the legislation relating to pensions generally because it has an impact in that regard.  I have given some indication of the unquantified number who were members of the original scheme who opted not to join the new scheme.  I agree that there are implications.  I accept the points made by Senator Darragh O'Brien but the legislation we are dealing with today is not the place to deal with it.  The issue arises in the context of the constitutional change but there are quite a lot of implications and it is primarily a matter for the Department of Public Expenditure and Reform.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#T00900","speaker":"1009","continuing":true},{"type":"speech","time":1445506200,"counter":183,"content":"<p>I am a bit disappointed in what the Minister has to say because she has given no commitment whatever to raise this matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00200","speaker":"1136"},{"type":"speech","time":1445506200,"counter":184,"content":"<p>I will raise it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00300","speaker":"1009"},{"type":"speech","time":1445506200,"counter":185,"content":"<p>I thank the Minister very much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00400","speaker":"1136"},{"type":"speech","time":1445506200,"counter":186,"content":"<p>I will communicate with my colleague on the points that have been made in this debate and will raise the issue with him.  He is happy to do that because he has considered the matter extensively.  He has not agreed to any change.  He has outlined the position very clearly.  Today is an historic day when I hope we will pass this legislation.  I accept that issues arise in regard to the constitutional change but I have made the point that they equally arose after the divorce referendum.  However, I will certainly raise the matter.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00500","speaker":"1009"},{"type":"speech","time":1445506200,"counter":187,"content":"<p>I thank the Minister very much.  There was intervention to prevent a case going to adjudication.  That is very serious.  People paid into this scheme for spouses and children that they did not have.  It was an unjust form of taxation.  All I seek is an opportunity for people to make a complaint and have it adjudged.  If there are other people, who are not gay couples, who want to make a complaint as well, why should they not make a complaint and have that adjudged in order that justice will be done?<\/p> <p>I am rather sorry the Minister has not been able to go further.  I greatly regret the intransigent attitude of the Minister, Deputy Howlin, but I take on board the suggestion of Senator Darragh O'Brien that the place to implement the change would be by way of further amendments to the pension scheme.  I know so many couples who are looking forward to marriage and I would do nothing to hold that up.  I have made my points strongly.  I feel passionately about the matter.  It is a disgrace that people who paid into pensions would have gone to prison if they had claimed for a spouse, or been sent for aversion therapy, as in cases of which I am aware.  That is not an option and that is not the situation that confronted any heterosexual person.  At the time when the circular went around and people were asked to subscribe to it, they could have gone to prison if they had claimed the benefit, so it is a nonsense.  I will not push the amendment to a vote.  I had intended to do so but we would probably lose it anyway.  Senator O'Brien's suggestion-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00600","speaker":"1136"},{"type":"speech","time":1445506200,"counter":188,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00700","speaker":"1171"},{"type":"speech","time":1445506200,"counter":189,"content":"<p>When I have finished speaking it will be withdrawn.  I take on board the very constructive suggestion of Senator Darragh O'Brien.  We will have a battle when it comes to the pension scheme.  We might even have the numbers to do it, and there might be a sense of justice across the floor among some people.  I think of the Taoiseach's nominees, the Independents and the Labour Party, whose members purport to speak for the working man and woman in this country.  I will leave it at that.  We will call their bluff on the pension scheme.  I do not wish to be obstructive to this otherwise splendid Bill but this is a dreadful blemish on the face of that Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U00800","speaker":"1136"},{"type":"unspoken","time":1445506200,"counter":190,"content":"<p>Amendment, by leave, withdrawn.<\/p>"},{"type":"unspoken","time":1445506200,"counter":191,"content":"<p>Section 20 agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":192,"content":"<p>SECTION 21<\/p>"},{"type":"speech","time":1445506200,"counter":193,"content":"<p>I move amendment No. 3:<\/p><blockquote>In page 13, between lines 5 and 6, to insert the following:&ldquo;(c) by the insertion of the following new subsection after subsection (10)&mdash;<blockquote>&ldquo;(11) Nothing in subsection (3)(b) and subsection (4)(b) as amended shall be construed to prevent or invalidate the solemnisation of any marriage, or be construed so as to refuse to register or cancel the registration of any solemniser, on the ground that a form of ceremony in use by any registered solemniser, prior to the commencement of this Act, is no longer compatible with the requirements of subsection (3)(b) and subsection (4)(b) as amended.&rdquo;.&rdquo;.<\/blockquote><\/blockquote> <p>Cuirim f&aacute;ilte roimh an Aire.  Is comhtharl&uacute; &eacute; go bhfuil duine a bh&iacute; in aghaidh an reifrinn ag moladh an leas&uacute; &aacute;irid seo mar n&iacute; bhaineann an leas&uacute; at&aacute; molta agam le ceart an ph&oacute;sadh comhghn&eacute;is.  D'fh&eacute;adf&aacute; a bheith go m&oacute;r i bhf&aacute;bhar an reifrinn agus i bhf&aacute;bhar an leas&uacute; at&aacute; molta agam inniu.  Baineann s&eacute; seo le seasamh an Rialtais agus an gheall&uacute;int a thug an Rialtas nach mbeadh aon chosc ar eagra&iacute;ochta&iacute; creidimh n&oacute; constaic ina mbealach agus iad ag p&oacute;sadh l&aacute;n&uacute;in go sibhialta chomh maith le hiad a bp&oacute;sadh lastigh do shacraimint n&oacute; rialacha na n-eaglais&iacute; cu&iacute;.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->In a sense it is a coincidence that the amendment before the Minister is coming from a person who was an opponent of the referendum because the amendment I propose today does not really have anything to do with the rights and wrongs of the change the people made to the Constitution last May.  As I stated on Second Stage, that decision is made and there is nothing in what I propose today that seeks to detract from or undermine that decision.  I accept that decision and that is the state of our law.  The definition we have of marriage in our country is changed and this legislation reflects that.  However, to recall what the Minister herself said on the Second Reading in the D&aacute;il on 23 September:<\/p><blockquote>Historically, many religious bodies in Ireland have carried out the civil aspects of marriage simultaneously with the religious aspects and this will continue to be the case.  It has always been the case that religious bodies have substantial discretion in choosing which marriages to solemnise in accordance with the tenets of their beliefs, and ... this will remain the case.  Nevertheless, it was considered important to make it absolutely explicit in the Marriage Bill that religious bodies will not be compelled to solemnise particular marriages as a consequence of the amendment of statutory provisions.<\/blockquote><p>The Minister's intention is clearly expressed there and it reflects the general tenor of what was stated around the time of the marriage referendum, that is, not only had people no objection to religious organisations continuing to maintain their own rules and their own definition of marriage for their own purposes but it also was well understood that there would not be or certainly should not be any obstacle to the role of religious organisations in solemnising marriage in its civil dimension in the context of weddings taking place in church and so on.<br\/><br\/>I have looked at this matter carefully and have sought and seen legal advice on it.  Moreover, the Presbyterian Church to my certain knowledge has been in contact with the Minister regarding its concerns about all of this.  It believes the legislation as drafted is flawed and would or certainly could be interpreted so as to create a doubt about the validity of marriage civilly witnessed within a religious setting by religious solemnisers.  This is because of the way in which the declarations required by the State of all solemnisers is being changed to a gender-neutral form.<br\/><br\/>I believe what has happened is the Minister has missed the goal, the goal being to leave untouched or to not interfere in any way with the role of religious solemnisers solemnising marriage in a civil context.  This problem is due to what I can only regard as problematic drafting.  What has happened here arises because the legislation focuses on the notion of a form of a ceremony, which is what the registrar, an t-Ard Chl&aacute;raitheoir, is required to approve and is the basis on which a religious solemniser is approved and put on the register or on which solemnisers could be cancelled from the register if they are not using a form of ceremony that is approved by the State.  It is this focus on the form of a ceremony that gives rise to the problem and the misunderstanding of the meaning of that rather technical and different word, &quot;include&quot;, appears to have contributed to a potential confusion in this regard which the Government must remedy.  It would be wrong not to do so because as legislators, my job and that of all Members is to scrutinise proposed legislation according to their best lights.<br\/><br\/>What has happened here is that as the Minister is aware, section 21 changes the declarations set out in the 2004 Act in section 51 and requires of anybody solemnising a marriage a declaration from the parties &ldquo;to the effect that each of them accepts the other as a husband, a wife or a spouse, as the case may be&rdquo;.  This is in circumstances where it previously was a case that the form required was there would be a declaration to the effect that people would &quot;accept each other as husband and wife&quot;.  It is interesting that in other sections of the legislation, one does not encounter this triple option of husband, wife and spouse.  One has the substitution of &quot;husband&quot; or &quot;wife&quot; by the gender-neutral term of &quot;spouse&quot;.  However, what is problematic in this regard is that the form now required is a declaration to the effect that the parties take each other as husband or wife or spouse, as the case may be.  Each of those terms must mean something different.  In the case of a same-sex couple, according to the new definition of marriage, one might reasonably have a situation of a husband taking a husband or a wife taking a wife.  The fact this triple distinction has been included here and the reference to &quot;as the case may be&quot;, suggests clearly there is an inclusivity intended of different options and scenarios, be they a husband-and-wife scenario or a same-sex scenario.<br\/><br\/>The problem is that the 2004 Act requires that any form of ceremony, whether it be a secular solemniser, a religious solemniser or a State ceremony, must include and be in no way inconsistent with the declaration.  However, the law, as amended, requires any form of ceremony to include and be in no way inconsistent with a declaration to the effect that parties take each other as husband, wife or spouse, as the case may be.  The problem is with the word &quot;include&quot; because this does not refer to a specific ceremony.  This is not about the marriage of Joe and Mary Bloggs or Joe Bloggs and Mary Bluggs but pertains to the form of ceremony which, in the Catholic context basically is the rite of marriage and which to my knowledge is not even established or provided for in Ireland, and really it applies to any religious organisation and might apply to a secular organisation.<br\/><br\/>Clearly however, if one considers the form of ceremony used, for example, by the Presbyterian Church, it talks about &quot;Do you, N, take N to be your wife?; do you, N, take N to be your husband?&quot;.  My point is the form of ceremony the Presbyterian Church uses refers exclusively to husband and wife.  The legislation, as amended, now requires that if religious organisations are to have their solemnisers included on the register and not cancelled therefrom, they must have a form of ceremony that includes a declaration to the effect that the parties take each other as husband, wife or spouse, as the case may be.  In other words, my contention is the Minister is placing a burden on the religious organisations involved to change their form of ceremony.  It is at least possible, it is a legitimate possible reading of this legislation that the Minister is doing this.  I do not believe the Minister intended to do this but it is a poorly drafted amendment in the Bill.<br\/><br\/>The problem is that elsewhere, it is true, the Minister does her best to give guarantees to religious organisations that they will not be interfered with in their form of ceremony.  The Minister goes to great pains to provide that a religious solemniser shall not solemnise a marriage, except in accordance with a form of ceremony which is recognised by the religious body.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is not that they do not have to.  It is that they may not solemnise except in accordance with a form of ceremony approved by their own religious body.<br\/><br\/>The Minister has gone even further by putting in a fail-safe provision that says that nothing in the legislation would require them to solemnise in a manner that is not in accordance with that approved by their religious body.  She has set up this protection that says to religious organisations involved in solemnising marriage civilly that one cannot use a form except one's own.  That provision only goes halfway because she has also set up a situation where, on the face of it, it looks like they must use a form which is different from what they currently use.  It is a bit like the Model T car where one could have any car one wanted as long as it was black.  One can only use one's religious organisation's form of ceremony but one also has to use one that meets the requirements of the State.  The requirements of the State are being changed in this legislation because the Minister is putting in a gender neutral form of wording that must be part of the declaration, one of the key declarations to be made by the parties to a marriage - husband or wife or a spouse, as the case may be.  That does not relate to the individual ceremony but to the form which is approved.  That sets up two potential problems.  There could be a doubt about future weddings and future marriages where it might be found that the form of ceremony in use by the religious organisation was not such as could have been approved under the new legislation.  The Minister has unnecessarily raised an issue about the validity, potentially, of marriages that have taken place.<br\/><br\/>The Minister has created the potential problem that an tArd-Chl&aacute;raitheoir, or the Registrar General, might feel under an obligation to put in issue the form of ceremony being used by religious organisations, either as a condition of solemnising or approving future solemnisers or even, potentially, cancelling the registration of existing solemnisers.  All of this has caused unnecessary confusion.<br\/><br\/>The Minister has been contacted about this by parties who are directly involved in solemnising marriages.  I would be grateful to hear from her to what extent she has engaged with their concerns.  Their concerns do not involve putting in issue the result of the referendum but simply involve maintaining the <i>status quo<\/i>as regards their right to be involved in solemnising marriage in its civil dimension within the context of their ceremonies.  It is not a lot to ask to get that right and to put that issue beyond doubt which is more important, I would submit, than meeting a deadline today or any particular deadline.  We are not at the end of term, or at least I do not think we are, but one never knows with all the talk about the election, when it will happen or whether it will happen.  <br\/><br\/>What is the solution?  I could have drafted an amendment that baldly expressed the idea or requirement that religious organisations, or that certain organisations, would not be obliged, or would be free, to have ceremonies that were exclusively husband and wife and excluded same-sex couples.  Instead, I adopted a minimalist approach by proposing an amendment which simply provides that forms of ceremony currently in use shall not be put in issue as a result of this legislation.  I submit that it is a minimalist issue.  It is a tactfully put amendment because it simply seeks to ensure that there are no consequences for current solemnisers.  My amendment states:<\/p><blockquote>Nothing in subsection (3)(b) and subsection (4)(b) as amended shall be construed to prevent or invalidate the solemnisation of any marriage, or be construed so as to refuse to register or cancel the registration of any solemniser, on the ground that a form of ceremony in use by any registered solemniser, prior to the commencement of this Act, is no longer compatible.<\/blockquote><p>In other words, should it be found in the future that what this legislation means is that the forms of ceremony being used by religious organisations fall short of the requirements of the State because the State now requires that these forms must include a declaration that the parties take each other as husband, wife or spouse, as the case may be.  If that is construed as to mean that their form must be as broad and gender neutral as that, whatever happens in the individual ceremony being a separate matter, then we have a problem.  My amendment seeks to ensure that there is no doubt about the solemnisation of any marriage that has taken place and that there is no doubt about the status of a religious solemniser or a registered solemniser, as a result of the change in this legislation.<br\/><br\/>To further support the statement that I have taken a minimalist approach, I have not gone into the standing discretion which an tArd-Chl&aacute;raitheoir has to approve or refuse a form of ceremony for use in the solemnisation of civil marriages.  People might have good reason to be concerned about what the future may hold in terms of how an tArd-Chl&aacute;raitheoir, with a particular political view, might behave <i>vis-&agrave;-vis<\/i>religious bodies involved in the solemnisation of marriage.  Let us remember that it is not just in law that religious solemnisers must comply with the form approved by their religious bodies.  They must also comply with the requirements of an tArd-Chl&aacute;raitheoir.  They have to meet the test set out that registered solemnisers shall not solemnise a marriage except in accordance with a form of ceremony approved by an tArd-Chl&aacute;raitheoir and which includes and is in no way inconsistent with the declarations specified, which is the problem one.  A registered solemniser who is not a registrar is recognised by the religious body.  Recognition by one's own religious body of the form one is using is a necessary but not sufficient condition for one's ability to solemnise a marriage and there is the nub of the issue.<br\/><br\/>I have put this as best I can.  I hope the Minister has given this more consideration because she did not have much of an opportunity to respond on Second Stage as she was under time pressure.  I was disappointed that she simply averred that I was incorrect.  I hope time has been taken to examine my proposal.  This is not something I am taking on the fly or bringing up to be obstructive.  I am trying to do my job as a legislator by pointing out what seems to me to be an obvious ambiguity.  The Minister has taken enormous steps to avoid ambiguity elsewhere in the legislation, not least in section 7 where one already has a situation where religious solemnisers must comply with their own religious bodies.  She has put in another clause that states nothing here shall compel them to marry according to their own form of ceremony.  She looked for the arcane and dealt with it in advance there.  The concern I have raised is a serious one and I hope the Government will take it onboard.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#U01200","speaker":"1146","continuing":true},{"type":"speech","time":1445506200,"counter":196,"content":"<p>This is a mare's nest and it is a complete virago of nonsense.  I am a believing, practising and church going Christian but the churches should get out of civil marriage.  If there is a difficulty here, it is of their own making.  There are two elements in a marriage which takes place in a church.  There is the religious marriage and there is the civil marriage.  As a practising Christian, I do not think it is appropriate for churches to be involved in what is essentially the legal parting of the raiment.  The civil side gives effect to all kinds of property considerations, wills, inheritance and all of those kinds of things and I do not think that the churches should be involved in such matters.  To use the Presbyterian Church as a cat's paw is a bit laughable. <\/p> <p>Senator Mullen very honestly disclosed his motive.  He said that we do not have to finish the Bill today - in other words, this debate is filibustering and is what happened during the debate on civil partnership legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#W00200","speaker":"1136"},{"type":"speech","time":1445506200,"counter":197,"content":"<p>I ask the Senator to speak to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#W00300","speaker":"1171"},{"type":"speech","time":1445506200,"counter":198,"content":"<p>I am speaking directly to the amendment unlike the previous contributor.  I do not know why the Acting Chairman has interrupted me.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator David Norris:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=1758\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=1758&amp;amp;pid=DavidNorris&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->As far as I am concerned, there is absolute logic in what the Minister is doing here.  The suggestion that \"spouse\" is a completely different term for \"husband and wife\" is not the case.  Many same-sex couples refer to their partners as husbands and wives already.  I would point out that this was the equality referendum.  It was to make it the same thing.  There is no longer gay marriage-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#W00400","speaker":"1136","continuing":true},{"type":"speech","time":1445506200,"counter":200,"content":"<p>Impossible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00200","speaker":"1126"},{"type":"speech","time":1445506200,"counter":201,"content":"<p>That is what the people of Ireland decided.  If the Senator disagrees, that is his prerogative.  The legal position is that the people of Ireland in a referendum decided on equality, and that is what we are dealing with now.  It seems to me that the amendment is perfectly appropriate.  As I said, if the churches want to get involved in civil marriage, Senator Mullen referred to the legal requirements of the State.  What else would we have in civil marriage?  In the churches, there are two things going on: there is the religious solemnisation of marriage and the churches also take it upon themselves to preside over the civil, State, aspects of marriage.  If they want to engage in State civil marriage, then they, as everybody else, are subject to the law of the land, and they should be.  That is the end of the argument, as far as I am concerned.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00300","speaker":"1136"},{"type":"speech","time":1445506200,"counter":202,"content":"<p>When reading Senator Mullen's amendment, I wondered how he had come up with it or how he could possibly have interpreted the Bill in this way.  Like Senator Norris, I am a proponent of separation of church and State.  However, the fact is that our culture and religion have informed our laws for many years.  Indeed, our laws supported that culture, which in some ways was dominated by a religion that said boys and girls recognising themselves as gay do not belong and should not belong.  This Bill changes that.  It is a separation of church and State.<\/p> <p>If Pope Francis were standing here today, instead of Senator R&oacute;n&aacute;n Mullen, his interpretation of the Bill would be quite different from that of the Senator.  I think he would be much fairer.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00400","speaker":"1135"},{"type":"speech","time":1445506200,"counter":203,"content":"<p>He would be speaking in Spanish, for one thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00500","speaker":"1146"},{"type":"speech","time":1445506200,"counter":204,"content":"<p>I have never quoted a Pope or a priest in the Seanad before but I am going to do it now.  Pope Francis said recently regarding his pastoral experience that he is keenly aware of how gay people are &ldquo;socially wounded&rdquo; and frequently feel that the Church compounds their sense of exclusion and alienation.  He said he has often received letters from LGBT people and that the Church does not condemn them.  He said that the Church does not want to do this.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00600","speaker":"1135"},{"type":"speech","time":1445506200,"counter":205,"content":"<p>I think the Senator is going outside the scope of the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00700","speaker":"1171"},{"type":"speech","time":1445506200,"counter":206,"content":"<p>I am not.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00800","speaker":"1135"},{"type":"speech","time":1445506200,"counter":207,"content":"<p>I believe you are.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X00900","speaker":"1171"},{"type":"speech","time":1445506200,"counter":208,"content":"<p>Senator Mullen brought this into it.  I will finish with what Pope Francis said, which is: &ldquo;If a homosexual person is of good will and is in search of God, I am no one to judge\".  I am judging this legislation the way it is written and I do not see in it what Senator Mullen sees.  As for saying the Bill lays down a diktat on how solemnisers should lay out their ceremony, it does not do that.  The freedom is there for each one of them to compose their own ceremony.  The Bill does not do that at all, so I am obviously reading a different Bill to Senator Mullen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X01000","speaker":"1135"},{"type":"speech","time":1445506200,"counter":209,"content":"<p>I call Senator Zappone and ask her to stick to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X01100","speaker":"1171"},{"type":"speech","time":1445506200,"counter":210,"content":"<p>Senator Mullen, with great respect, and I know we do respect each other, in his lengthy explanation of the amendment said he is trying to do this in a minimalist fashion - minimum, short, succinct - in order to put the issue beyond doubt.  I am not sure what that issue is.  I shall respond by making a couple of points on what I understand to be a minimalist approach to this issue.<\/p> <p>As I listened to Senator Mullen's lengthy explanation, I tried to understand the logic of what he was putting forward, because I know we were both trained in logic.  I believe the nub of his concern is that, if this amendment is not accepted, what the Government is doing would raise the validity of marriages taking place in regard to religious solemnising.  He is also arguing that if we do not have this amendment, the Bill would be interfering with religious organisations regarding their understanding of marriage as distinct from the legislation for civil marriage.  He is basing these very significant charges in regard to the Bill on the basis that the Government wants to add \"spouse\" along with \"husband and wife\".  However, as the word \"spouse\" can mean \"wife\" and can mean \"husband\", there is no material difference in terms of the definition.  I do not understand how that inclusion of \"spouse\" can place such a burden of raising the validity of the marriages previous to the ones that might take place now, as well as interfering with religious organisations in terms of their religious understanding of marriage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X01200","speaker":"1176"},{"type":"speech","time":1445506200,"counter":211,"content":"<p>Under the law as it stands, a registered solemniser is not permitted to solemnise a marriage except in accordance with a form of ceremony approved by an tArd-Chl&aacute;raitheoir.  This is set out in section 51(3)(a) of the Civil Registration Act 2004.  In the case of a religious solemniser, there is an additional criterion, which is that the form of ceremony must be recognised by the religious body of which he or she is a member.  This is set out in paragraph (c) of section 51, subsection (3).  Paragraph (b) of that same subsection provides that the form of ceremony must also include and be in no way inconsistent with specified declarations.  Those declarations are the following: a declaration by each party that he or she does not know of any impediment to the marriage; and a declaration by the parties that they accept each other as husband and wife.  This second declaration is set out in section 51(4)(b), and this is where the Senator has a concern.<\/p> <p>With the opening of marriage to same-sex couples, it would clearly be an anomaly to require two parties of the same sex to accept each other as &ldquo;husband and wife&rdquo;.  Accordingly, section 21 slightly alters what must be included in the second declaration.  Each of the parties must accept the other as a husband, a wife or a spouse, as the case may be.  This is an enabling provision.  A ceremony in which each party accepts the other as a spouse can be approved by an tArd-Chl&aacute;raitheoir.  Similarly, he can approve a ceremony in which two women accept each other as wives, or two men accept each other as husbands.  Crucially, for the purposes of this discussion, nothing in the section as amended requires any change to a form of ceremony in which a woman makes a declaration accepting a man as her husband, and a man makes a declaration accepting a woman as his wife.  These are still valid declarations.  They are in no way inconsistent with the requirement now set out in section 51(4)(b).  Any form of ceremony which is currently approved by an tArd-Chl&aacute;raitheoir remains valid.<\/p> <p>The amendment is misconceived.  It seeks to remedy a problem which simply does not exist.  The Senator is right in one respect, which is that forms of ceremony with changed declarations can be authorised, once this Bill is passed.  However, he is wrong in suggesting that current ceremonies, with their current declarations, will in any way fall out of compliance with the requirements of the Civil Registration Act 2004.  Furthermore, while forms of ceremony with revised declarations will be possible, the critical point is that churches will most certainly not be required to provide them.  I would direct the Senator again to section 7, which could hardly be clearer on this point.  It states: &ldquo;Nothing in this Act or any other enactment shall be construed as obliging ... a religious body to recognise a particular form of marriage ceremony for the purposes of section 51(3)(c) of the Act of 2004.&rdquo;<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Deputy Frances Fitzgerald:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=0&amp;amp;HouseNum=31&amp;amp;MemberID=401\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=401&amp;amp;pid=FrancesFitzgerald&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->A religious body will still be able to submit new forms of ceremony, and if they wish, the declarations made in those forms of ceremony can still be confined to a woman accepting a man as her husband, and a man accepting a woman as his wife.<\/p><p>Obviously, I cannot accept the Senator&rsquo;s amendment.  This section got as much detail and attention as every other section.  It is redundant because the Bill takes careful and meticulous account of the position of religious bodies, and is completely respectful of the constitutional guarantee that each religious denomination shall have the right to manage its own affairs.  I hope that gives an explanation of the approach in the Bill.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#X01300","speaker":"1009","continuing":true},{"type":"speech","time":1445506200,"counter":213,"content":"<p>Aonta&iacute;m le cuid den m&eacute;id a d&uacute;irt an Seanad&oacute;ir Mullen ach n&iacute;lim cinnte go bhfuil an ceart aige i ngach rud a d&uacute;irt s&eacute;.  T&aacute; suim agam san &aacute;bhar seo agus ba mhaith liom &eacute; a phl&eacute; leis an Aire chun go mbeidh m&eacute; f&eacute;in cinnte nach bhfuil d&aacute;ins&eacute;ar sa Bhille seo at&aacute; romhainn.<\/p> <p>I welcome the Minister's answer.  I concur with much of what Senator Mullen said on the issue.  I make a distinction.  I have read closely section 7, which the Minister mentioned.  It is fairly clear, but I might ask for clarification on one or two points.  I draw comparison relating to the phrase \"Nothing in this Act or any other enactment shall be construed as obliging\".  Senator Mullen's amendment states: \"Nothing ... shall be construed to prevent or invalidate the solemnisation of any marriage\".  Sometimes nothing obliging somebody to do something does not mean conferring legality on it.  Undoubtedly this will be challenged.  There are many well-funded gay ideological groups which are very active in challenging all sorts of beliefs among people who do not agree with their point of view.  There are many examples of that, particularly in our neighbouring island, if one follows it closely.<\/p> <p>I am anxious to ensure that it is crystal clear that nothing in the Bill or in the changes we are making in redefining marriage will place any obligation or put any of the churches or their priests in a position where they can be successfully challenged - I know they can be challenged - in the courts for sticking to their religious teachings and beliefs.<\/p> <p>Religious liberty is a cornerstone of fundamental human rights and is a constitutional right.  In this there is a certain danger of entering a sphere of conflicting constitutional rights which may have to be adjudicated on by the courts.  That is why I believe the intention of the legislator should be absolutely clear.  It is not the courts' job to make up legislation; it is their job to interpret the legislation that we have passed.  So the first distinction is with regard to preventing or invalidating, as opposed to not obliging or construed as obliging.<\/p> <p>I am reasonably satisfied on the second point I will make relating to a religious body recognising a particular form of marriage.  There is a distinction between a religious body and a religious solemniser in section 7(1)(b), which states, \"to solemnise a marriage in accordance with a form of marriage ceremony\".  The phraseology is slightly different.  There may be a need for it, but I want to elicit more from the Minister in that regard.<\/p> <p>Section 7(2) states: \"&ldquo;form of marriage ceremony&rdquo; includes that form in so far as it relates to the sex of the parties to the ceremony;\".  That would seem to refer specifically to same-sex couples.  I ask the Minister to clarify that.  I welcome that the Bill does not state, \"Nothing in this Act shall be construed\" but it states, \"Nothing in this Act or any other enactment shall be construed\".  To me, not as a legal person but as a layperson interpreting the law, it gives some comfort that nothing, not just this Bill, but in any other laws - equality legislation or anything else, would in any way infringe the religious liberty of churches and of their priests to interpret the law in any other way.  They only need have regard to their religious teachings regarding what will be - unless the churches change at some stage - opposite-sex or heterosexual marriages.  There will be no obligation by the State to interfere in any shape or form with that or expose them to any successful legal challenge.  If the Minister gave me that comfort, I would be happy.  I suggest to Senator Mullen that if we get that, the amendment may be unnecessary.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00200","speaker":"1126"},{"type":"speech","time":1445506200,"counter":214,"content":"<p>I thank the Minister for her response.  I am not satisfied with it because I do not believe she makes any issues clearer.  This amendment was considered carefully by me and it has been the subject of legal analysis.  I am trying to do my job here.  I do not believe the way this section is drafted meets the standard elsewhere in the Bill.  If it leads to problems in the future, on the Minister's head be it.  She may be Taoiseach at that stage and will not mind too much.  She will find a way to explain it all away and perhaps blame it on the draftspersons.<\/p> <p>I do not think I can be faulted for spotting an issue that I believe is very relevant to a goal the Minister says she wants to achieve, which is to protect from interference the current forms of ceremonies being used by different religious bodies.  It would be in the interest of the State for it to continue as it is with religious bodies that are in the business of marrying people also having a civil role.  I do not have a particular view on whether they should continue to have that role.  I have friends who were married in France.  They went to the registry office one day and to the church the next.  That may be the way of the future.  I do not have a particularly strong view one way or the other.<\/p> <p>I believe my friend, Senator Zappone, fell short of her usual standard in attempting to characterise the length of my contribution as being somehow problematic.  I do not think it was even the lengthiest contribution on today's Committee Stage, as I look to my left.  However, even if it was I am doing my best to set out -----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00300","speaker":"1146"},{"type":"speech","time":1445506200,"counter":215,"content":"<p>It was.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00400","speaker":"1136"},{"type":"speech","time":1445506200,"counter":216,"content":"<p>I doubt it and it would be a first.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00500","speaker":"1146"},{"type":"speech","time":1445506200,"counter":217,"content":"<p>A breakdown for Thomas, called Didymus.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00600","speaker":"1136"},{"type":"speech","time":1445506200,"counter":218,"content":"<p>The Senator should stick to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00700","speaker":"1122"},{"type":"speech","time":1445506200,"counter":219,"content":"<p>Even if it was, I could hardly be accused of trying to effect a filibuster.  I am responding to the Minister and that will be the end of my contribution.  If there is a problem with a Bill, it should be more important to deal with that than to meet any particular day's deadline.  It is not as though I have only flagged this today.<\/p> <p>In her response the Minister did not say whether she had engaged with the bodies that have expressed concerns to her and which have written to the Government citing legal opinion, as far as I know, about the ambiguity in this wording.  I did not hear from the Minister as to whether she gave them the time of day.  It is wrong and while I know the Minister did not make an issue of my motivations, I am trying to do a job and address a problem.  I did so in the context of saying I was not trying to subtract from the effect of the referendum.  How could one?  The people have spoken and the legislation must be in keeping with the provisions of the Constitution.  So it is mean-spirited to be partisan and patronising when a colleague proposes an amendment and tries to give the rationale for it, even if it goes on a little longer than someone's ears are prepared to take.  I have never challenged others' right to speak or set out their issues.  One should never make fun of them because one does not like the way they do it.  I think that demeans the parliamentary process.  Even when my friends or people, whose contributions I otherwise admire, do that, I have to call foul on it.<\/p> <p>It is not a question of whether religious bodies might be required to perform same-sex marriage ceremonies; nobody is saying that.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator R&oacute;n&aacute;n Mullen:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2250\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2250&amp;amp;pid=RonanMullen&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->My amendment is not grounded in any such fear.  The question is whether they will be faced with a choice in the future, which will be to change one's official form of ceremony to a gender-neutral form-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Y00800","speaker":"1146","continuing":true},{"type":"speech","time":1445506200,"counter":221,"content":"<p>No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00200","speaker":"1009"},{"type":"speech","time":1445506200,"counter":222,"content":"<p>I hear the Minister reassuring me that this will not be the case, but I do not see how she can do so, given that on a perfectly logical reading of the wording of the amended legislation, it is possible that it might be so construed - that is, they might be presented with a choice to change their form to make it gender-neutral or step back from being involved in the registration of civil marriages.  This is the issue I am raising and is a concern that people have.  In other words, there is a possibility that sections 51(4)(b) and 51(3) could be construed to mean any official form of ceremony which does not include a declaration about accepting the other as &quot;a husband, a wife or a spouse, as the case may be&quot; might be invalid for the purposes of solemnising marriage.<\/p><p>I revert to my point that when one states &quot;a husband, a wife or a spouse,&quot; each of those things must mean something different.  Religious organisations do not use the word &quot;spouse&quot; in their marriage rites, to my knowledge.  As for requiring them to include, in an official form of ceremony, &quot;a husband, a wife or a spouse, as the case may be,&quot; I reiterate that the form must include and be in no way inconsistent with a declaration to the effect that they take each other as husband, wife or spouse.  If it pertained to the individual ceremony, that would be a different thing, but the Minister is requiring them to have a particular form of ceremony, and the presence of the word &quot;include&quot; in section 51(3) means the form of ceremony must be broad.  The form of ceremony must be &quot;a husband, a wife or a spouse, as the case may be,&quot; and the Bill does not use that &quot;husband, wife or spouse&quot; distinction elsewhere.  Therefore, the point is that each of them must mean something different from the other.  It appears to me that on a fair reading of this legislation, the Minister is requiring religious organisations in the future to have a form of ceremony for approval by an tArd-Chl&aacute;raitheoir which is sufficiently broad to encompass a meaning of solemnising a same-sex union as well.  This is not something they have at present, and the Minister simply cannot have such crystal ball certainty.  I am not proposing a bizarre interpretation of the English language.  With the greatest respect, I suggest the Minister is closer to so doing, because the 2004 legislation refers to the form being obliged to include declarations to the effect that the parties to the marriage accept each other as husband and wife, which the Minister has now changed to &quot;a husband, a wife or a spouse, as the case may be.&quot;<\/p><p>I am completely ready to believe this was an oversight, but the Minister has created a <i>dubium<\/i>.  The Minister has been approached by the parties most directly involved in these ceremonies with their concerns and I do not know whether she has given the slightest notice to their concerns or has written a letter to them reassuring them that their legal advice is wrong.  I simply do not know, because the Minister has not said so.  However, it seems to me that if the Minister wished to avoid any possibility that she could be wrong and I could be right, she would do no mischief by accepting my amendment, because it simply provides that the forms of ceremony currently in use shall not be put in issue in the future, which is what she states she wishes to achieve anyway.  It is only Thursday; the Minister could get this back to the D&aacute;il and done, signed and sealed by this weekend.  I believe the Minister has got the drafting wrong in this regard.  Moreover, the fact that an opponent of the referendum is pointing this out to the Minister is not a sufficient reason to reject it.  It certainly does not justify some of the patronising comments from the other side of the House.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00300","speaker":"1146"},{"type":"speech","time":1445506200,"counter":223,"content":"<p>I will be brief.  To be frank, the Minister has made the position clear.  Section 7 states \"Nothing in this Act or any other enactment shall be construed as obliging,\" and as all Members are aware, the concept of obligation has a distinct legal meaning.  This really puts it into a nutshell.  The other section to which Senator Mullen refers gives the option for religious or civil solemnisers to include the term \"spouse\".  I have listened to this debate for the past 40 minutes or close thereon and I do not think it could be clearer.  I ask Senator Mullen, for the purpose of reaching a conclusion to this debate, to allow Members to move on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00400","speaker":"1172"},{"type":"speech","time":1445506200,"counter":224,"content":"<p>The Presbyterian Church, for which I have a great respect, has its highest concentration, to a massive extent, in the North of Ireland, where, shamefully, they have managed to frustrate same-sex marriage.  Therefore, it does not come as any surprise that it would take this sort of attitude.  On the business of this being a filibuster, Senator Mullen's references to time, how Members need not do it today and so on make it perfectly clear that that is what it is.  That is all I have to say.  I hope Members get on with it, get the Bill passed and get it done and dusted.  The people of Ireland have spoken and, out of respect, Members should listen to the voice of the people.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00500","speaker":"1136"},{"type":"speech","time":1445506200,"counter":225,"content":"<p>Perhaps the Minister clarified the position, but I cannot recall hearing it.  On the point Senator Mullen has made with regard to the declaration, I note that under this particular section, it states \"a husband, a wife or a spouse, as the case may be.\"  Can the Minister put on record that it is entirely within the discretion of and acceptable for any religion to decide to opt for the language of husband or wife, excluding any reference to spouse?  Can she put on record that this is the intention of the legislation and there is no attempt to introduce gender-neutral phrases into what is not a gender-neutral situation?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00600","speaker":"1126"},{"type":"speech","time":1445506200,"counter":226,"content":"<p>Yes, absolutely.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00700","speaker":"1009"},{"type":"speech","time":1445506200,"counter":227,"content":"<p>If she could clarify this, it certainly would satisfy me and perhaps my colleague.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00800","speaker":"1126"},{"type":"speech","time":1445506200,"counter":228,"content":"<p>This is all something of a carry-on.  I appeal to Members on the other side of the House-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z00900","speaker":"1119"},{"type":"speech","time":1445506200,"counter":229,"content":"<p>Stick to the amendment.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01000","speaker":"1171"},{"type":"speech","time":1445506200,"counter":230,"content":"<p>If possible, can they allow these people present to go away for a well deserved drink and get this Bill passed as soon as possible?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01100","speaker":"1119"},{"type":"speech","time":1445506200,"counter":231,"content":"<p>Can we stick to the amendment?  We are on Committee Stage.  The Minister may reply, if she wishes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01200","speaker":"1171"},{"type":"speech","time":1445506200,"counter":232,"content":"<p>I will respond to Senator Walsh by saying the answer is \"Yes.\"  That clearly is the intention of the Bill.  That is the meaning of the Bill, as I have made clear.  The Bill could not be more clear in this regard, as it states \"Nothing in this Act or any other enactment shall be construed as obliging ... a religious body to recognise a particular form of marriage ceremony for the purposes of section 51(3)(c) of the Act of 2004.\"  Consequently, there is no attempt whatsoever, nor could there be from a constitutional perspective, to introduce that kind of obligation.  Members should remember that Article 44.5 also allows religious bodies to manage their own affairs.  The Bill has been drafted specifically in the context of Article 44.5-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01300","speaker":"1009"},{"type":"speech","time":1445506200,"counter":233,"content":"<p>This is a State affair.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01400","speaker":"1146"},{"type":"speech","time":1445506200,"counter":234,"content":"<p>Obviously.<\/p> <p>To take up some of the points made, I assure Senator Mullen that my officials met the Irish Council of Churches and obviously were happy to explain the legislation and, in particular, to clarify that nothing changes for religious bodies, religious solemnisers or religious ceremonies.  Again religious marriage does not become gender-neutral.  I also can confirm that an tArd-Chl&aacute;raitheoir has been consulted and is completely certain that nothing in the Marriage Bill will invalidate any approved form of ceremony.  It allows but does not require new forms, and that is important.  As matters stand, an tArd-Chl&aacute;raitheoir approves the ceremonies of marriage, whether they are civil marriages only or marriages with religious and civil aspects.  Those ceremonies must include declarations consistent with those set out in section 51(4)(b).  A ceremony that refers only to husband and wife does meet these criteria.  I really could not be more clear.  A religious body will not be required to change its ceremonies.  Obviously, the form of ceremony provision is intended to enable religious bodies to perform exclusively opposite-sex marriages.  That is the reason for the reference to the sex of the parties.  Consequently, from every point of view, while I obviously do not know what challenges people can take, I can lay out clearly what is in the legislation.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01500","speaker":"1009"},{"type":"speech","time":1445506200,"counter":235,"content":"<p>As the Minister is aware, her guarantees will only go so far in guiding the court.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01600","speaker":"1146"},{"type":"speech","time":1445506200,"counter":236,"content":"<p>The legislation is clear.  My attitude to the points the Senator makes has nothing to do with timing.  I simply have told him that I consider them to be redundant.  They are not needed because the Bill takes careful and meticulous account of the position of religious bodies and is completely respectful of the constitutional guarantee that each religious denomination shall have the right to manage its own affairs.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01700","speaker":"1009"},{"type":"speech","time":1445506200,"counter":237,"content":"<p>I thank the Minister.  As I stated, the Minister is well aware that her guarantees will only go so far in guiding a court as to the proper interpretation of the legislation, which is why I tabled the amendment.<\/p> <p>Finally, when did the Minister meet the churches, because that is from where the concern has come?  It has come from the experts or among those who are experts in the area.  It certainly did not come from a desire on my part to table an amendment on a Thursday afternoon.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#Z01800","speaker":"1146"},{"type":"speech","time":1445506200,"counter":238,"content":"<p>My officials met with the churches on 3 September.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00100","speaker":"1009"},{"type":"speech","time":1445506200,"counter":239,"content":"<p>Is the amendment being pressed?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00150","speaker":"1171"},{"type":"speech","time":1445506200,"counter":240,"content":"<p>Yes.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00175","speaker":"1146"},{"type":"speech","time":1445506200,"counter":241,"content":"<p>Sorry, Senator Walsh.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00187","speaker":"1171"},{"type":"speech","time":1445506200,"counter":242,"content":"<p>I want to thank the Minister for her clarification.  It certainly satisfies concerns I have about this area.  I also thank Senator Mullen for putting down this amendment.  It is important we had this debate and brought clarity to an issue which is of concern to some people.  Our role as legislators obliges us to be here at 2.40 p.m. in an afternoon rather than facilitating any desires for any of us to be in the bar, having a swan of a pint as any man.<\/p> <p>I thank the Minister for clarifying this.  While I may have reservations about the Bill, I am comfortable on this issue.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00200","speaker":"1126"},{"type":"speech","time":1445506200,"counter":243,"content":"<p>We have all of five Members standing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00300","speaker":"1136"},{"type":"unspoken","time":1445506200,"counter":244,"content":"<p>Amendment put and declared lost.<\/p>"},{"type":"unspoken","time":1445506200,"counter":245,"content":"<p>Section 21 agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":246,"content":"<p>Section 22 agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":247,"content":"<p>SECTION 23<\/p>"},{"type":"unspoken","time":1445506200,"counter":248,"content":"<p>Question proposed: \"That section 23 stand part of the Bill.\"<\/p>"},{"type":"speech","time":1445506200,"counter":249,"content":"<p>I was not happy with the Children and Family Relationships Act 2015.  There are certain aspects of it with regard to children which still concern me.  It may not be part of this Bill, the Acting Chairman may rule me out of order and it may be beyond the Minister&rsquo;s remit, but the constitutional position regarding the best interests of children should be paramount.  In that regard, I want to put on record that I will oppose surrogacy when it comes before us - if I am still here.<\/p> <p>I am also very concerned about what I am hearing both from groups in the gay movement and the INTO regarding teaching children of four and five years old about sex and matters pertaining to sex.  Depriving children of their innocence is appalling.  I am really concerned about this area.  I do not know if the Minister is in a position to give me or the House any assurance that any attempts by any of those groups to do that will be accommodated.  If it is, it will be for those in this House to oppose it but also for parents at large to get together to ensure that does not happen.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA00900","speaker":"1126"},{"type":"speech","time":1445506200,"counter":250,"content":"<p>That has nothing to do with section 23.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01000","speaker":"1129"},{"type":"speech","time":1445506200,"counter":251,"content":"<p>Senator Mullen.  I gave the Senator some latitude.  Does the Minister wish to comment?  No.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01050","speaker":"1171"},{"type":"unspoken","time":1445506200,"counter":252,"content":"<p>Question put and agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":253,"content":"<p>Section 24 agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":254,"content":"<p>Title agreed to.<\/p>"},{"type":"unspoken","time":1445506200,"counter":255,"content":"<p>Bill reported without amendment, received for final consideration and passed.<\/p>"},{"type":"speech","time":1445506200,"counter":256,"content":"<p>On a point of order, Acting Chairman, I do not wish to spoil anybody&rsquo;s celebration but I signalled my opposition and you should have put the question to a vote.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01500","speaker":"1146"},{"type":"speech","time":1445506200,"counter":257,"content":"<p>I genuinely did not-----<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01550","speaker":"1171"},{"type":"speech","time":1445506200,"counter":258,"content":"<p>You asked if it was agreed and I said very clearly \"No\".<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01575","speaker":"1146"},{"type":"speech","time":1445506200,"counter":259,"content":"<p>I did not hear it.  I apologise.  I did not hear it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01600","speaker":"1171"},{"type":"speech","time":1445506200,"counter":260,"content":"<p>I just would like to put that on the record.  It does not mean we want to be obstructive of anyone but we have a democratic process here.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01700","speaker":"1146"},{"type":"speech","time":1445506200,"counter":261,"content":"<p>I respect the Senator&rsquo;s right to put that on the record.  I genuinely did not hear it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01800","speaker":"1171"},{"type":"speech","time":1445506200,"counter":262,"content":"<p>Today the Seanad made history by passing the Marriage Bill 2015.  When the President signs the Bill into law, couples will have the right to marry without distinction as to their sex.  Once the Bill commences, those who married in other jurisdictions will have their marriages recognised.  When I sign the order, they will go from being regarded as civil partners in Irish law to married couples.  Soon thereafter, the first marriages of same-sex couples will take place.  Soon, we will have Christmas weddings of couples who thought they might never be able to marry.  Today is a joyous day.<\/p> <p>We have had our differences along the way.  Passionate and diverging views have been expressed.  Nonetheless, and I am sure everyone here will agree, that the referendum and this Bill are a vindication of the democratic process.  They demonstrate how democracy enables us to articulate, reconcile and respect diverging views.  The road to marriage equality may have been long but it has rightly involved an entire nation.  Marriage equality is not simply about marriage it is also about acceptance.  The Irish people have made it clear that they accept and embrace diversity.  We have recognised our common humanity and the desire of most of us for the love of a partner with whom we can become our best selves.<\/p> <p>While the journey has not ended, and many have made that point, the people&rsquo;s decision on 22 May 2015 is a powerful riposte to the prejudices of the past.  Too many have suffered with that prejudice.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA01900","speaker":"1009"},{"type":"speech","time":1445506200,"counter":263,"content":"<p>Hear, hear.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA02000","speaker":"1136"},{"type":"speech","time":1445506200,"counter":264,"content":"<p>A young gay man or woman will not feel the same pressure to conform to hide his or her identity.  A young transgender person will not feel as nervous about the public aspects of transitioning.  The decision of 22 May has sent a powerful message that homophobia is unacceptable to us.<\/p><p>The decision has confirmed once again the vitality of our Constitution.  To adopt a phrase from Lyndon B. Johnson, it is the genius of our Constitution that under its shelter of enduring institutions and rooted principles there is ample room for evolution.  Marriage, a cherished institution, has been adopted for a new era but retains its fundamental character.  Importantly, as a result of the constitutional amendment, couples across this country will gain the protection of the Constitution and its defence of their rights.<\/p><p>On 22 May 2015, the green jersey turned rainbow.  Ireland, the first sovereign country to decide in favour of marriage equality by popular vote, decided decisively that the rights of the majority must also be extended to the minority.  Headlines in newspapers across the world announced Ireland had become a world leader on marriage equality.  The audacity of what we have achieved resonated internationally.  What a fine record for a people to be celebrated internationally for our respect for human rights.<\/p><p>Over the next years, we will celebrate the heroism of our forefathers who secured the independence of our State.  I would like to take a moment today to celebrate the heroism of the lesbian, gay, bisexual and transgender people, of their families, friends and neighbours, who changed the attitudes of the people.  Theirs is a heroism for the modern age which is no less transformative in what it has achieved.  Their achievements too will be recalled with pride in the decades to come.<\/p><p>John F. Kennedy famously said:<\/p><blockquote>Change is the law of life.  And those who look only to the past or the present are certain to miss the future.<\/blockquote> <p>The referendum decision and today&rsquo;s Bill confirms that our nation is embracing the modern world and looking confidently to the future.  Today is an expression of our hope for the future.  Today we can be proud that our nation has taken its place among the nations of the earth as a champion of marriage equality and of the rights of all our people.<\/p><p>I thank all the Senators who spoke today and ensured the historic passing of this Marriage Bill.  I thank the people of Ireland who made this possible.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA02100","speaker":"1009"},{"type":"speech","time":1445506200,"counter":265,"content":"<p>Understandably I have a long list of speakers.  I will try to accommodate as many as possible but I remind Senators that this is not Second Stage.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA02200","speaker":"1171"},{"type":"speech","time":1445506200,"counter":266,"content":"<p>I spoke at length on Second Stage and was delighted to do so in support of this Bill.  This truly is an historic day.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Darragh O'Brien:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2178\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2178&amp;amp;pid=DarraghOBrien&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is a special day, a day that will be marked in future as one of real equality by affirming the clear voice of the people and the decision they made in May earlier this year.  I do not want any further words of mine to delay the passage of the Bill, save to say that on behalf of myself, my party and my party leader, Deputy Miche&aacute;l Martin, I have been delighted to have played some small role in this.  However, really it is about the community groups and all the advocates who are in the Gallery today as well as the many others who cannot be here but who played a major role in what was probably the first referendum about civil society, one driven by the people as opposed to politicians and political parties.<\/p><p>As I mentioned on Second Stage, in particular I wish to congratulate my friend and colleague, Senator David Norris, who for many years was a lone light in the wilderness on this issue.  He has done a magnificent job.  It is truly a pleasure and an honour for me to be in the Seanad today to share this day with Senator Norris and many others, like Senator Zappone, who has done so much to bring about this day and bring the Marriage Bill into law.  I imagine it will go to Uachtar&aacute;n na h&Eacute;ireann, President Higgins, shortly.  Then people will be able to move on with their lives.  Like any other couple, should they choose to enter into marriage with each other, two people who love each other and who want to spend the rest of their lives with each other can do so.  That can only be a good thing.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#AA02300","speaker":"1139","continuing":true},{"type":"speech","time":1445506200,"counter":268,"content":"<p>Too often people talk of historic days, but most people would agree that the passing into law of the Marriage Bill is indeed a historic day.  Earlier this year, 22 and 23 May were historic days.  I could not but have been proud to be Irish on those days.  Moreover, I could not but be proud to be a Senator on a day like today.  I am proud to see so many people in the Gallery whose lives are going to be directly affected by what is happening in the House today and what happened in the country this year.<\/p> <p>My good friends, including Senator David Norris, Senator Katherine Zappone, Deputy Jerry Buttimer and Deputy John Lyons, and all the others who we know and love in our communities will see a major difference in their lives.  They now become equal citizens and are now considered equal citizens not by any law really but by the people.  That is a phenomenal experience to be part of.  There are not too many good days in politics.  There are many difficulties in politics, but this is a phenomenal day to be in politics.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00200","speaker":"1158"},{"type":"speech","time":1445506200,"counter":269,"content":"<p>I too wish to add my voice to the voice of celebration in the House today as the Seanad passes the Marriage Bill 2015.  I thank everyone who campaigned for a \"Yes\" vote in the referendum.  I pay particular credit and tribute to the leaders of the Yes Equality campaign who are with us in the Gallery today.  I thank the leaders of the Yes Equality campaign for their leadership, determination and unrelenting positivity during what was at times a difficult campaign.  They truly inspired a nation and changed our country for the better.  We can all be really grateful for that.  The influence of the marriage equality result on 23 May and the \"Yes\" vote goes far beyond the lesbian, gay, bisexual and transgender community.  It was an incredible day for Ireland as a whole and a victory for tolerance, inclusion, happiness and everything that is good.  I thank them sincerely for that.<\/p> <p>I thank everyone who campaigned and canvassed, especially the thousands of Yes Equality volunteers who knocked on doors throughout the country.  Many of them did so for the first time, shared their personal stories and encouraged people to vote \"Yes\".  They showed great bravery to do that.  Many people told me it was as if they were coming out over and over to strangers and that this was a difficult thing to do on their part, but they did it anyway.  The ownership that ordinary people took of this campaign, of their future and of our future as a country was remarkable.<\/p> <p>It was a true privilege for me to work with the Yes Equality people on the campaign.  It was probably the most valuable thing I have done to date.  I thank them for the opportunity to have shared that journey with them.  I am delighted to be a Member of this House and to be in the Seanad today as we pass this Bill into law.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00300","speaker":"1200"},{"type":"speech","time":1445506200,"counter":270,"content":"<p>I am very proud to be leading the conclusion of this Bill in the Seanad for the Labour Party in place of my colleague, Senator Ivana Bacik, who could not be here now, but who will be back around 4.30 p.m. - if there are any celebrations ongoing at that stage she would be delighted to attend.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00400","speaker":"1172"},{"type":"speech","time":1445506200,"counter":271,"content":"<p>We will get a filibuster going.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00500","speaker":"1157"},{"type":"speech","time":1445506200,"counter":272,"content":"<p>I welcome all our visitors in the Gallery - and those listening to the debate - who have been waiting for this moment.  It is five months to the day since the people passed, with clear intention, their desire that this measure be put into law.<\/p> <p>I am proud to be a member of the Labour Party.  As Senator Bacik said in her Second Stage speech, we have a proud history of campaigning for equality and rights in terms of social justice, the social agenda, contraception rights, the introduction of divorce in this country, X case legislation and gender recognition legislation.  I am proud to say the Labour Party has led on all these issues.  It has also led on the marriage equality issue - I am not detracting from the work of the Minister in that regard.  Often we get accused of not delivering on our promises.  However, I believe that the former T&aacute;naiste, Deputy Eamon Gilmore, should be recognised for the role he has played in this, especially when he was negotiating the programme for Government.<\/p> <p>I am proud of the people.  They stepped up to the plate.  In numerous countries in the world being gay or lesbian is an offence punishable by imprisonment and that is something we should recognise in the world we live in.  We can be proud of the fact that we live in the first sovereign country to have brought a measure like this into law by the acclamation of the people.  I believe sincerely it is a proud day for us as a country.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00600","speaker":"1172"},{"type":"speech","time":1445506200,"counter":273,"content":"<p>This is a happy day for all of us.  For me it is the end of a 46-year-long journey.  I am very glad it has ended, because it was beginning to get a little boring, to be honest.  This is the overwhelming decision of the people and for that I am most grateful.  The gay community could not possibly have done this alone.  We were put in this position by the decency, good nature and respect for human rights of the overwhelming majority of the people.  For that, I am extremely grateful.<\/p> <p>The people in the Gallery applauded us, but I think it is time that we turned around and applauded them.  There is no longer gay marriage or same-sex marriage; it is just marriage.  That is the way it should be.  We will go on during this day of triumph, but we must also remember the many countries where it is dangerous, indeed, fatal to be gay.  Now, having achieved fully equality in this country, we must not lose sight of that.  That much was said in the Foreign Office yesterday by Minister after Minister.  One of the principal Ministers in the department of foreign affairs in London - or whatever they call it - spoke of how her role is to contact those people who are allies and friends and so on, and counter this antagonistic attitude towards gay people.  She said we must make clear the moral position that people in the West take with regard to issues of human sexuality.  It is a great day for the Seanad and a great day for my friends in the Gallery.  I thank the Minister in particular for the dignified and calm way she has dealt with this debate and withstood the onslaught of the \"No\" campaign.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00700","speaker":"1136"},{"type":"speech","time":1445506200,"counter":274,"content":"<p>It is a great privilege to follow Senator Norris in offering some final reflections on the historic passing of this Bill today.  I was going to start my contribution by saying that it is a happy day, which is what Senator Norris said.  When I woke up this morning, Ann Louise asked me how I was feeling and I said it was a happy day.  I thank the Minister for her leadership and all the beautiful people in the Gallery.  They have been our equality champions and advocates for so long.  I thank the people who are watching us and our colleagues from the D&aacute;il, so many of whom have joined us for this special historic moment.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Katherine Zappone:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2392\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2392&amp;amp;pid=KatherineZappone&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->It is just wonderful to have them here &mdash; I mean that &mdash; as we do our job as law-makers, which is implementing the will of the people.  There is a season and time for every activity under the heavens.  There is a time to embrace.  This is our time to embrace.  This is our time to embrace each other.  This is our time to embrace our children.  This is our time to embrace our allies.  This is our time to embrace our opponents.  This is our time.  Our day has come.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#BB00800","speaker":"1176","continuing":true},{"type":"speech","time":1445506200,"counter":276,"content":"<p>I, too, welcome to the Visitors' Gallery our colleagues Deputies Jerry Buttimer, John Lyons, Derek Keating and Helen McEntee and the Minister for Health, Deputy Leo Varadkar.  They are more than welcome on this historic occasion.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00200","speaker":"1171"},{"type":"speech","time":1445506200,"counter":277,"content":"<p>Ba mhaith liom c&uacute;pla focal a r&aacute; ar an l&aacute; stairi&uacute;il seo agus ar an mBille stairi&uacute;l seo.  Gabhaim m&iacute;le bu&iacute;ochas leis an Aire agus le gach &eacute;inne a ghlac agus at&aacute; ag glacadh p&aacute;irt sa d&iacute;osp&oacute;ireacht.  I wish to add my voice on this very historic and welcome day, the day of the passage of this Bill through the House.  I must refer to all the people in the Visitors' Gallery, in particular.  Some 30 or 40 years ago, Senator David Norris was on his own in this regard and his was a lonely voice.  Without the people in the Visitors' Gallery and the people power on the ground, we do not know whether we would be here today discussing this Bill, although the Minister fully intended it.<\/p> <p>Very often, what the Government wants does not always go through.  We have seen what can be done here as a consequence of people power on the ground.  The passage of the Bill, along with people power, gives a clear mandate based on the referendum.  It is now stated clearly that all people in this State, including LGBT girls and boys, are equal.  People no longer have to worry and look at the ground denying they are gay, and they are no longer afraid to admit it.  That day is gone and the law has caught up with the culture of the people, as reflected very clearly in the referendum.  I am so proud to be here in the Seanad today to add my voice on the change of culture.  The change has happened fast in Ireland.  The Minister must be congratulated today.  It is a bright day, including for the Minister.  I welcome the Bill and offer heartiest congratulations to the Minister on a job well done.  I offer sincere congratulations to the people on the ground, the Yes Equality campaigners and the LGBT movement, whose members led this campaign, including the referendum campaign.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00300","speaker":"1135"},{"type":"speech","time":1445506200,"counter":278,"content":"<p>Obviously, I wish everybody here well, as I did on the day the votes were counted.  I was really taken by what Senator Zappone just said about embracing our opponents.  That is really important as we share the country.  Those of us who had and still have reservations about what the people decided still love those with whom we disagreed.  We do love them but we have to be true to ourselves.  I heard the Minister say some days ago how she hoped people would feel their fears have been allayed.  It is important that we do not patronise one another.  Sometimes we have a sincere disagreement that amounts to a concern or represents a well-worked-out position.  Certainly, it should not have taken a referendum on marriage to signal our united horror and opposition to homophobia of any kind, or any behaviour that would lessen our respect for human dignity and the radical equality of each and every person.  In asking proponents of the \"Yes\" side for magnanimity in victory, I am certainly signalling my realisation that there is also a requirement for magnanimity in defeat.<\/p> <p>One development that concerned me somewhat, but which I hope will not reflect a consequence of this legislation, is that there were people on the \"Yes\" side who sought on the day of the referendum result to create a link to the eighth amendment.  I met many people who said they voted to change the position on marriage in the Constitution but not to change the other provision.  It is important that we do not prejudge each other now and that we return to a sincere consideration of the issues that are important if we are to cherish the equality of each and every person in society, particularly the most vulnerable.  I look forward to working with people with whom I radically disagreed on the subject of the definition of marriage but with whom I radically agree on the need to cherish each and every vulnerable human life at all stages of life.<\/p> <p>I salute the people on the \"Yes\" side whom I encountered during the referendum campaign who were very credible, decent, upstanding and positive, and who played the argument rather than the person.  I also salute the 38% of people, or most of them, who voted \"No\" to the proposal for their decency, intelligence and credibility.  They are citizens and have an equal voice, and they are not going away.  They have a different vision of something that is very important to the \"Yes\" side, but it does not mean they do not respect and love those on that side.  They are entitled to their place in this democracy and it is important that those in victory on the political side &mdash; I am talking about public representatives &mdash; acknowledge that and do not just patronise those people as if they were somehow on the wrong track.  They are citizens and electors and need to be heard now and into the future.  They accept the rule of the majority.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00400","speaker":"1146"},{"type":"speech","time":1445506200,"counter":279,"content":"<p>We all made history and now we are all equal.  It is a very happy day.  Let us hold our heads up high.  Roll on the weddings.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00500","speaker":"1129"},{"type":"speech","time":1445506200,"counter":280,"content":"<p>I compliment the Minister on the wonderful job she did and her sensitive handling of an issue that was very difficult.  I said some days ago that she is one of the people I hold in the highest esteem, and I must reiterate that today.<\/p> <p>Let me turn to the people of the \"Yes\" campaign on the ground.  They awakened a political movement that rocked this State to its very foundations.  They knocked us into shape, educated us and taught us what it was to be equal.  We never had true equality in this country.  I applaud those concerned on what they did.  I know that the opposition, the people who are feeling hurt today and who feel, somehow or other, that they lost something, will in time discover they did not lose something.  Today Ireland moved forward and became a state for all citizens.<\/p> <p>I served in two armies and lived with men for most of my young working life.  I knew men who were gay and men who were not.  I had friends who came out and friends who did not.  Those friends, relations and family members of mine who felt until today that they could not come out can do so today.  Today they are equal citizens along with me and everybody else.  I am deeply humbled by the actions of those who helped this to come about.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00600","speaker":"1196"},{"type":"speech","time":1445506200,"counter":281,"content":"<p>I congratulate the Minister and Senator Norris, who has campaigned for this for such a long time.  I also congratulate the other successful campaigners in the Visitors' Gallery and our colleagues from the D&aacute;il.  One of the people who has been overlooked in all the celebrations is Minister of State, Deputy Simon Harris.  He is the one who opened up Dublin Castle for an immense party on 23 May.  He should be put in charge of entertainment from now on.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00700","speaker":"1157"},{"type":"speech","time":1445506200,"counter":282,"content":"<p>Is he opening it again tonight?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00800","speaker":"1132"},{"type":"speech","time":1445506200,"counter":283,"content":"<p>The emphasis placed on commitment, loyalty and dedication to one another by the advocates in the referendum campaign was inspiring.  They were wonderful.  I acknowledge the immense contribution of the gay community to this society.  I wish them the same happiness in marriage as I wish all couples.  Senator Susan O'Keeffe is the Yeatsian in this House.  On 23 May, it was not the case that romantic Ireland was dead and gone.  As a distinguished Senator said, romantic Ireland got wider and larger and encompassed more people.  As an incurable romantic, I believe that is a wonderful development to have in this country.  Again, I congratulate all those involved.<\/p> <p>For two days in succession, we have had applause for a Minister.  This could be dangerous; we could all want to be Ministers to receive such applause.  This is a very happy day and I congratulate all those who campaigned and worked so hard for it.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC00900","speaker":"1157"},{"type":"speech","time":1445506200,"counter":284,"content":"<p>I thank the Minister for attending and facilitating the passage of this Bill.  I thank everybody in the Visitors' Gallery.  I am delighted Senator Norris has been present during the passage of this Bill.  He ploughed a lonely furrow for many a year and I am delighted he is a Member of this Chamber today on the passage of the Bill so he can see what he promoted for so long come to fruition.<\/p> <p>Two friends of mine who are getting married on 2 January were extremely worried this legislation would not be passed.  I assured them it would be, that the Minister would not let them down and that everything would be done and dusted before 2 January.  Last week, when the legislation was put off the agenda, my friends became increasingly worried.<!--\/p--><!--p><\/p--><!--p--><!--span class=\"speakercontinuing\">&amp;#91;<\/span--><!--span class=\"speakercontinuing\">Senator Marie Moloney:<\/span--><!--a href=\"http:\/\/www.oireachtas.ie\/members-hist\/default.asp?housetype=1&amp;amp;HouseNum=24&amp;amp;MemberID=2356\"><\/a--><!--a href=\"..\/zoomin?readform&amp;amp;chamber=seanad&amp;amp;memberid=2356&amp;amp;pid=MarieMoloney&amp;amp;year=2015&amp;amp;month=10&amp;amp;day=22\"><\/a--><!--span class=\"speakercontinuing\">&amp;#93;<\/span-->However, they will be a happy couple tonight.  I wish them well for their forthcoming marriage.<\/p><p>A great deal of progressive legislation has gone through the Seanad in recent months.  I worked very hard on what became the Gender Recognition Act and I am delighted that the forced divorce clause will not be an issue for people.  Yesterday was another historic day as we started debating  legislation which will abolish the reasonable chastisement clause in the Children First Bill.  Today's debate is the cherry on the cake.  I congratulate everyone involved in getting the Bill this far.  As the song goes, \"Somewhere over the rainbow, way up high, there's a land that I dreamed of, once in a lullaby\".  Brothers and sisters, Ireland is now that land.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#CC01000","speaker":"1132","continuing":true},{"type":"speech","time":1445506200,"counter":286,"content":"<p>I think it was John F. Kennedy who, after a particular political debacle, coined the phrase, \"Victory has a thousand fathers but failure is an orphan\".  I will speak on behalf of the orphans today.  As a democrat, I accept the decision of the people.  However, if I said I welcomed that decision, I would be a hypocrite because I do not welcome it.  I still have fears and I hope that in the future they will not become more magnified.  Those fears relate particularly to children and how they are taught in schools.  I hope we do not go down the same route as Canada, where the human rights and equality commission is now visiting the homes of parents whose children said in school that their mammies and daddies told them that marriage between a man and a woman is best.  Those parents are now receiving visits from the equality police who claim that what they are saying is not in accordance with the law.  If we come to that, this will have been a real failure and how we manage that going forward is important.<\/p> <p>I was in Dublin Castle on the day of the referendum count and one could not but be touched by the happiness of the people there, many of whom have struggled with their orientation and against prejudice.  There is often an internal battle that many of us face in different aspects of our lives while trying to coming to terms with certain issues that we might not be 100% comfortable or happy with.  For those people, I am happy.  Some of them are my friends and I note how happy they are as a consequence of the referendum result.  I wish to join others here in wishing them good health, happiness and every good fortune in the future.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#DD00200","speaker":"1126"},{"type":"speech","time":1445506200,"counter":287,"content":"<p>I join colleagues in congratulating the Minister for Justice and Equality, Deputy Frances Fitzgerald, on steering through the House this very important legislation which will enact the will of the people as expressed very strongly in the recent referendum.  I also congratulate those who campaigned for marriage equality.  Others have spoken about historic legislation and I hope this historic Bill brings lots of happiness to many people in this country.  I hope it makes life easier for our gay and lesbian community and makes them feel more included in our society.  I also hope that the prejudice against them will diminish.  I congratulate in particular my Oireachtas colleagues and wish them well.  I know this means an awful lot to many of them who have campaigned for many years on this issue.  I will not name names.  This is an historic day and I wish lots of happiness to those for whom this legislation means so much.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#DD00300","speaker":"1118"},{"type":"speech","time":1445506200,"counter":288,"content":"<p>I wish to add my applause and thanks to everyone involved in bringing this day about.  It is particularly fitting that we would give the final word to the Minister for Justice and Equality.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#DD00400","speaker":"1171"},{"type":"speech","time":1445506200,"counter":289,"content":"<p>It has been a huge honour for me to bring this legislation before the House today.  I thank all Senators for the fact that the Marriage Bill 2015 is about to be passed into law.  Before I conclude, I would particularly like to thank staff of my Department who worked so carefully on this.  I thank Dara Breathnach and Carol Baxter who join me here today, as well as Michael Holohan and Conan McKenna, who have also done a huge amount of work on the legislation.  I also which to pay tribute to the Attorney General for, as always, her care and meticulous attention to detail in dealing with this legislation.  I thank her staff, particularly Margaret Kennedy and Christine O'Rourke, for the work they did on the Bill which has enabled us to arrive at this historic point.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#DD00500","speaker":"1009"},{"type":"speech","time":1445506200,"counter":290,"content":"<p>When is it proposed to sit again?<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#DD00700","speaker":"1171"},{"type":"speech","time":1445506200,"counter":291,"content":"<p>On Tuesday, 3 November at 2.30 p.m.<\/p>","url":"http:\/\/oireachtasdebates.oireachtas.ie\/debates%20authoring\/debateswebpack.nsf\/takes\/seanad2015102200002#DD00800","speaker":"1130"},{"type":"unspoken","time":1445506200,"counter":292,"content":"<p>The Seanad adjourned at 3.15 p.m. until 2.30 p.m. on Tuesday, 3 November 2015.<\/p>","notice":"TIME STRING DETECTED"}]